{"id":5,"parent_id":0,"book_id":88,"content_id":1,"language_id":1,"display_order":5,"title":"Teacher Improvement Meetings","subtitle":"","short_title":"Teacher Improvement Meetings","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings","content":[["div",{"id":"head1","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.head1"},["h1","Teacher Improvement Meetings"]],[".bodyBlock",[".topic",["h2","Purpose of Teacher Improvement Meetings"],["div",{"id":"p3","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p3"},"The Lord has promised, “I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],")."],["div",{"id":"p4","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p4"},"Teachers and leaders will increase in their knowledge of the gospel and their ability to teach as they ask for the Lord’s help, learn new methods and skills, and strive to improve. Teacher improvement meetings can help teachers and leaders in this process."],["div",{"id":"p5","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p5"},"In teacher improvement meetings, teachers and leaders meet to “instruct and edify each other” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.8"},"D&C 43:8"],"). They learn principles, methods, and skills that will improve gospel teaching and learning in Church meetings and classes and in the homes of members. They also share experiences and ideas to help one another in their efforts."],["div",{"id":"p6","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p6"},"These meetings build on the fundamental principles taught in the Teaching the Gospel course (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p1"},"page 10"],"). While the meetings may sometimes be devoted to fundamental principles, they should often focus on methods of teaching, such as asking effective discussion questions or using object lessons."]],[".topic",["h2","Format of Teacher Improvement Meetings"],["div",{"id":"f2","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.f2"},"A separate teacher improvement meeting is held once every three months for teachers and leaders in each of the following groups:",["ol.number",["li",["span.label","1."],[".para","Teachers and leaders of adults (ages 18 and older)."]],["li",["span.label","2."],[".para","Teachers and leaders of young men and women (ages 12 through 17)."]],["li",["span.label","3."],[".para","Teachers and leaders in the Primary. These teachers and leaders may hold their teacher improvement meetings as part of ward Primary leadership meetings."]]]],["div",{"id":"p12","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p12"},"Because the teachers and leaders who attend each meeting work with members in the same age-group, they can discuss teaching methods that are especially helpful for that age-group. They can also share experiences and discuss challenges they have in common."],["div",{"id":"p13","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p13"},"Occasionally, the subject of a teacher improvement meeting may be particularly helpful for parents. In such cases, ward leaders may wish to invite parents whose Church callings do not require them to attend."]],[".topic",["h2","Scheduling Teacher Improvement Meetings"],["div",{"id":"p15","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p15"},"Leaders of the participating organizations schedule teacher improvement meetings. The ward teacher improvement coordinator assists them. Members of the ward council coordinate schedules for the meetings."],["div",{"id":"p16","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p16"},"The meetings should be held at times that are convenient for teachers and leaders. They should not conflict with the regular three-hour Sunday meeting schedule. Generally, they should not last longer than one hour."],["div",{"id":"p17","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p17"},"Leaders may schedule these meetings so only one is held each month of the year. The following chart shows one possible plan for scheduling the meetings. For ideas on how to adapt scheduling to local needs, see “Adapting to Meet Local Needs,” page 9."],["div",{"id":"f3","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.f3"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","Group of Teachers and Leaders"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Months in which the Meetings are Held"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Teachers and leaders of adults"]],["td",{"colspan":"1","rowspan":"1"},[".para","January, April, July, October"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Teachers and leaders of young men and women"]],["td",{"colspan":"1","rowspan":"1"},[".para","February, May, August, November"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Teachers and leaders in the Primary"]],["td",{"colspan":"1","rowspan":"1"},[".para","March, June, September, December"]]]]]]],[".topic",["h2","Planning Teacher Improvement Meetings"],["div",{"id":"p27","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p27"},"Leaders of the participating organizations plan teacher improvement meetings. The ward teacher improvement coordinator assists them. They select topics for the meetings, discuss how the topics should be taught, and decide who should be asked to teach. Bishops may ask leaders to share their plans in ward council meeting."],["div",{"id":"p28","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p28"},"In determining what should be taught in these meetings, leaders should consider the needs of teachers in their organizations. They may review the following materials for ideas on topics for the meetings:",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call,"]],"which includes many topics for teacher improvement meetings and ideas for teaching those topics; the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions;"],"the",["span.emphasis","Teaching Guidebook; Family Home Evening Resource Book;"],"and articles in Church magazines. Topics may also be suggested by parents, teachers, and ward or stake leaders."],["div",{"id":"p29","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p29"},"Leaders should use",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"during teacher improvement meetings. They should encourage participants to bring the manual to the meetings. Occasionally, a teacher improvement meeting may be devoted to teaching participants how to use the manual."],"A teacher improvement meeting may include one or more of the following:",["ul.bullet",["li",["span.label","•"],[".para","A brief message from a member of the bishopric or another ward leader about a principle of gospel teaching or learning."]],["li",["span.label","•"],[".para","Instruction on a specific teaching method or skill. This may include suggestions for using that method or skill in upcoming lessons. This instruction may be given by the ward teacher improvement coordinator or by another member approved by the bishopric."]],["li",["span.label","•"],[".para","Time for teachers to share ideas about how they can help specific members they teach and how they can create a better learning atmosphere in their classrooms. For example, Sunday School teachers and Young Men and Young Women advisers could coordinate their efforts to reach specific youth. Primary teachers and leaders could plan ways to meet the needs of children in certain age-groups. Instructors in high priests groups, elders quorums, and the Relief Society could discuss ways to approach lessons that they are all preparing to teach."]]],["div",{"id":"p34","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p34"},"A leader from one of the participating organizations conducts the meeting."]],[".topic",["h2","Evaluating Teacher Improvement Meetings"],"Soon after each teacher improvement meeting, leaders of the participating organizations should meet with the ward teacher improvement coordinator to evaluate the meeting’s effectiveness. They may want to discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Did the meeting address the needs of the people who attended? Does anything else need to be done to meet those needs?"]],["li",["span.label","•"],[".para","What did we do well?"]],["li",["span.label","•"],[".para","What can we do to improve?"]]]],[".topic",["h2","Adapting to Meet Local Needs"],["div",{"id":"f7","uri":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.f7"},"Where wards and branches cover large areas, leaders may need to adapt teacher improvement meetings. Some possible adaptations follow:",["ol.number",["li",["span.label","1."],[".para","A half-day meeting held twice each year for all teachers and leaders."]],["li",["span.label","2."],[".para","Self-directed study. Suggestions for self-directed study are found in",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call."]]]],["li",["span.label","3."],[".para","Teaching seminars conducted by local members or missionary couples who are experienced gospel teachers. With the approval of the bishop and stake president, Church Educational System personnel may be asked to assist."]]]]]]],"refs":null}
