{"id":1184,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1184,"title":"Tell el-Amarna Letters","subtitle":"","short_title":"Tell el-Amarna Letters","uri":"/scriptures/bd/tell-el-amarna-letters","content":[["div",{"id":"t1","uri":"/scriptures/bd/tell-el-amarna-letters.t1","order":".000.3827"},[".title","Tell el-Amarna Letters"],["div",{"id":"p1","uri":"/scriptures/bd/tell-el-amarna-letters.p1","order":".000.3828"},"The Amarna letters provide an excellent example of the manner in which archaeological discoveries enrich our understanding of certain things in the Bible. The letters consist of a number of baked-clay tablets written about 1350",["span.small","B.C."],"A",["i","tell"],"is an artificial mound accumulated through centuries of building, destruction, and rebuilding, in which layers of archaeological items are found. Amarna was a city up the Nile in Upper Egypt, where Pharaoh Akhenaton was headquartered. The letters are a correspondence from feudal-type city governors in Palestine, asking the Pharaoh at Amarna for military support against invaders. Hence the name “Tell el-Amarna Letters.” The letters give good insight into the state of Palestine about a century before the Israelites came into it. In particular they tell of the walled cities of Palestine and of certain invaders (not the Israelites) who were coming into the land."],["div",{"id":"p2","uri":"/scriptures/bd/tell-el-amarna-letters.p2","order":".000.3829"},"The letters confirm the report of the spies in",["a.scriptureRef",{"href":"/scriptures/ot/num/13.28"},"Num. 13:28"],"who were sent into Canaan by Moses to gather intelligence about the land (see",["a.scriptureRef",{"href":"/scriptures/ot/num/13"},"Num. 13"],"). The report specifically mentions the walled cities of Palestine, which subject is elaborated upon in the Amarna letters. The letters were discovered in 1887 by a peasant woman. They are now in the British Museum in London. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/writing"},"Writing"],"."]]]],"refs":null}
