{"id":1187,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1187,"title":"Temple of Solomon","subtitle":"","short_title":"Temple of Solomon","uri":"/scriptures/bd/temple-of-solomon","content":[["div",{"id":"t1","uri":"/scriptures/bd/temple-of-solomon.t1","order":".000.3843"},[".title","Temple of Solomon"],["div",{"id":"p1","uri":"/scriptures/bd/temple-of-solomon.p1","order":".000.3844"},"The Hebrew word for temple is nearly equivalent to the English",["i","palace"],"and is used of the palaces of Ahab and the king of Babylon (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.1"},"1 Kgs. 21:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.18"},"2 Kgs. 20:18"],", etc.) and also occasionally of the Mosaic tabernacle (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.9"},"1 Sam. 1:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.3"},"3:3"],")."],["div",{"id":"p2","uri":"/scriptures/bd/temple-of-solomon.p2","order":".000.3845"},"The Hill of Zion seems to have been chosen by God as His dwelling-place early in David’s reign (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/6.17"},"2 Sam. 6:17"],"). The exact position of the temple, the threshing floor of Araunah the Jebusite, was indicated by an angel of the Lord during the plague and the command received through the prophet Gad to build an altar there (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/21.15,18,26-28"},"1 Chr. 21:15, 18, 26–28"],"). This threshing floor is placed on Mount Moriah in",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/3.1"},"2 Chr. 3:1"],"."],["div",{"id":"p3","uri":"/scriptures/bd/temple-of-solomon.p3","order":".000.3846"},"The temple was built after the model of the tabernacle, the dimensions of each part being exactly double. The temple proper, or interior, was 60 cubits long, 20 cubits broad, 30 cubits high (15 cubits was the tabernacle’s height if its roof was right-angled). It had in addition a porch 10 cubits deep in front. The materials of the temple—gold, silver, iron, copper, timber, and stone—had been collected by David (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22.14"},"1 Chr. 22:14"],"). He had also planned the house and its furniture to its details (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/28.11-20"},"1 Chr. 28:11–20"],"), had collected a number of skilled workmen capable of executing the work (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22.15"},"1 Chr. 22:15"],"), and had bound over the princes and people of Israel to zealous cooperation and costly gifts. Still, to Solomon belongs the credit of the actual accomplishment of the work."],["div",{"id":"p4","uri":"/scriptures/bd/temple-of-solomon.p4","order":".000.3847"},"The temple walls were composed of hewn stone made ready at the quarry. The roof was of cedar and the walls were paneled with it. The cedar was carved with figures (cherubim, palm trees, and flowers) and was overlaid with gold fitted to the carving. The floors were of fir or cypress wood, overlaid with gold. The communication between the Holy Place and Holy of Holies was by a doorway with two doors of olivewood carved like the walls and overlaid with gold. From",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/3.14"},"2 Chr. 3:14"],"we learn that a veil hung in front of the door. The door of the temple was of cypress on posts of olivewood, carved and overlaid as elsewhere. It folded back in two pieces on each side. In front of the porch stood two great pillars of hollow brass, called Jachin and Boaz. These with their capitals were 23 cubits high. The small size of the temple proper in comparison with modern churches is to be noticed. It is sufficiently accounted for by the fact that the worshippers remained outside; only the priests went within."],["div",{"id":"p5","uri":"/scriptures/bd/temple-of-solomon.p5","order":".000.3848"},"All the materials for the house were prepared before they were brought to the site. The building was completed in seven years. There were two temple courts. The inner court was surrounded by a wall consisting of three rows of hewn stone and a row of cedar beams (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6.36"},"1 Kgs. 6:36"],"). This was called the court of the priests, or, from its elevation, the upper court (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/4.9"},"2 Chr. 4:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/36.10"},"Jer. 36:10"],"). The outer or great court was for the use of the people. Nothing is said about its walls, but it was entered by doors of brass."],["div",{"id":"p6","uri":"/scriptures/bd/temple-of-solomon.p6","order":".000.3849"},"The furniture of the temple was similar to but not identical with that of the tabernacle. In the Holy of Holies stood the old Mosaic ark with the mercy seat; but the cherubim overshadowing the mercy seat were new. They were larger in size; their wings touched in the middle and reached each wall of the Holy of Holies. They were also different in posture. In the Holy Place all was new. The altar of incense was made of cedarwood overlaid with gold. Instead of one golden candlestick and one table of shewbread there were ten, five on each side. In the outer court stood the brazen altar of the same pattern as that of the tabernacle, but enormously larger (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/4.1"},"2 Chr. 4:1"],"). Ahaz superseded it with an altar of Damascus pattern (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.11-16"},"2 Kgs. 16:11–16"],"). Between the altar and the porch was the brazen sea for the washing of the priests. It had a brim like the flower of a lily, and it stood upon 12 oxen, three looking north, south, east, and west. These were given to Tiglath-pileser by Ahaz (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.17"},"2 Kgs. 16:17"],"). On each side of the altar were five figured brazen stands for five brazen lavers for washing the sacrifices (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.38-39"},"1 Kgs. 7:38–39"],")."],["div",{"id":"p7","uri":"/scriptures/bd/temple-of-solomon.p7","order":".000.3850"},"The house was consecrated at the feast of the seventh month, the Feast of Tabernacles (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.2"},"1 Kgs. 8:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/5.3"},"2 Chr. 5:3"],"). When the priests came out from setting the ark in the Holy of Holies, the house was filled with a cloud, “so that the priests could not stand to minister” (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/5.13-14"},"2 Chr. 5:13–14"],"). After Solomon had prayed, the fire came down from heaven and consumed the sacrifices (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/7.1"},"2 Chr. 7:1"],"). The feast of dedication lasted 14 days (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.64-65"},"1 Kgs. 8:64–65"],"). In this ceremonial Solomon appears to be the principal personage, even as Moses (not Aaron) was at the dedication of the tabernacle."],["div",{"id":"p8","uri":"/scriptures/bd/temple-of-solomon.p8","order":".000.3851"},"The wealth gathered by David and lavished by Solomon on the temple was enormous. The skill necessary for the elaborate work in gold and brass was supplied from Tyre. Hiram, on his mother’s side of the tribe of Naphtali, was fetched by Solomon for the purpose (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.14"},"1 Kgs. 7:14"],")."],["div",{"id":"p9","uri":"/scriptures/bd/temple-of-solomon.p9","order":".000.3852"},"The temple was shorn of some of its magnificence by Shishak of Egypt in the reign of Solomon’s son (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/14.26"},"1 Kgs. 14:26"],"). It was often spoiled of its treasures, whether by foreign enemies (Shishak, Jehoash of Israel, Nebuchadnezzar) or by kings of Judah (Asa, Joash, Ahaz, Hezekiah) to buy off the attack or purchase the alliance of foreign powers. It was restored by Joash and by Josiah. Some works in connection with it were taken in hand by Jehoshaphat (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.5"},"2 Chr. 20:5"],"), Jotham (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.35"},"2 Kgs. 15:35"],"), and Hezekiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.16"},"18:16"],"). It was polluted by Athaliah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.7"},"2 Chr. 24:7"],"), Ahaz (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/29.5,16"},"29:5, 16"],"), and above all, Manasseh (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.4-5,7"},"2 Kgs. 21:4–5, 7"],"). It was cleansed by Hezekiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/29.16"},"2 Chr. 29:16"],") and Josiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.4,6,12"},"2 Kgs. 23:4, 6, 12"],"). Finally it was burned to the ground and utterly destroyed by Nebuchadnezzar (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.9"},"2 Kgs. 25:9"],"), all that was valuable in it being carried to Babylon (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.13"},"25:13"],", etc.). The vessels of silver and gold were afterwards restored by Cyrus and Darius (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.7-11"},"Ezra 1:7–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.5"},"6:5"],")."]]],"refs":null}
