{"id":1188,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1188,"title":"Temple of Zerubbabel","subtitle":"","short_title":"Temple of Zerubbabel","uri":"/scriptures/bd/temple-of-zerubbabel","content":[["div",{"id":"t1","uri":"/scriptures/bd/temple-of-zerubbabel.t1","order":".000.3853"},[".title","Temple of Zerubbabel"],["div",{"id":"p1","uri":"/scriptures/bd/temple-of-zerubbabel.p1","order":".000.3854"},"There are few definite statements concerning the dimensions and arrangements of the temple of Zerubbabel. But we may reasonably infer that it was, so far as circumstances permitted, in its principal parts a reproduction of Solomon’s temple, and on the ancient site (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/3.3"},"Ezra 3:3"],"). The dimensions and principles of construction were prescribed in decrees of the Persian kings (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.3-4"},"6:3–4"],"). They also provided the materials, which came from Sidon (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/3.7"},"3:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.4,8"},"6:4, 8"],"). The Jews reckoned the temple of Zerubbabel to be in five points inferior to the temple of Solomon: in the absence of (1) the Ark of the Covenant (lost or burned at the destruction of Jerusalem and never renewed); (2) the Shechinah or manifestation of the glory of the Lord; (3) the Urim and the Thummim (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.63"},"Ezra 2:63"],"); (4) the holy fire upon the altar; (5) the spirit of prophecy."],["div",{"id":"p2","uri":"/scriptures/bd/temple-of-zerubbabel.p2","order":".000.3855"},"The building of Zerubbabel’s temple was impeded by the active opposition and by the intrigues of the Samaritans (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/4.4-5,23-24"},"Ezra 4:4–5, 23–24"],"). In the second year of Darius Hystaspes (520",["span.small","B.C."],") the people, exhorted by the prophets Haggai and Zechariah, resumed their task, and in the sixth year of Darius (516",["span.small","B.C."],") the feast of the dedication was kept (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.15-16"},"Ezra 6:15–16"],")."],["div",{"id":"p3","uri":"/scriptures/bd/temple-of-zerubbabel.p3","order":".000.3856"},"This temple was the scene of the murder of Jesus the son of Judas by his brother Johanan, the high priest. In consequence it was profanely entered by Bagoses, the Persian governor of Syria (about 366",["span.small","B.C."],"). Alexander the Great (332",["span.small","B.C."],") is said by Josephus to have offered sacrifices here. Simon the Just (about 300",["span.small","B.C."],"), the high priest, repaired and fortified the temple."],["div",{"id":"p4","uri":"/scriptures/bd/temple-of-zerubbabel.p4","order":".000.3857"},"Ptolemy Philopator (217",["span.small","B.C."],") insisted upon entering the Holy of Holies but was smitten so that he was carried out half-dead from the temple courts. Antiochus the Great (200",["span.small","B.C."],"), in return for help given him by the Jews against the Egyptians, provided materials for building the cloisters and other parts of the temple, made a grant to provide sacrifices, and decreed that no stranger should enter within the temple enclosure. Antiochus Epiphanes (168",["span.small","B.C."],") entered the temple “proudly,” stripped it of its golden altar, candlesticks, table of shewbread, etc., polluted it by setting up the abomination of desolation and offering swine upon the altar, burned its gates, and pulled down the priests’ chambers. It was left desolate for three years. Judas Maccabaeus (165",["span.small","B.C."],") cleansed it and restored it to use. He and his brothers, Jonathan and Simon, fortified the sanctuary with high walls and towers. Alexander Jannaeus (95",["span.small","B.C."],") built a partition wall of wood around the altar and the temple so as to separate the court of the priests from that of the people. Pompey, when he took Jerusalem (63",["span.small","B.C."],"), slew the priests at the altar, entered the Holy of Holies, but left the rich temple treasures intact, and commanded it to be cleansed the next day (Josephus,",["i","Antiquities,"],"14.4.4). When Herod took the city (37",["span.small","B.C."],") some of the temple cloisters were burned, but he used entreaties, threatenings, and even force to restrain his foreign soldiery from entering the Sanctuary (Josephus,",["i","Antiquities,"],"14.16.3)."]]],"refs":null}
