{"id":1189,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1189,"title":"Temple on Mount Gerizim","subtitle":"","short_title":"Temple on Mount Gerizim","uri":"/scriptures/bd/temple-on-mount-gerizim","content":[["div",{"id":"t1","uri":"/scriptures/bd/temple-on-mount-gerizim.t1","order":".000.3858"},[".title","Temple on Mount Gerizim"],["div",{"id":"p1","uri":"/scriptures/bd/temple-on-mount-gerizim.p1","order":".000.3859"},"Josephus gives the following account of the erection of this temple: Manasseh, brother of Jaddua the high priest, was threatened by the Jews with deprivation of his priestly office because of a marriage he had contracted with a foreign woman. His father-in-law, Sanballat, obtained permission from Alexander the Great, then besieging Tyre, to build a temple on Mount Gerizim. Manasseh was its first high priest. It became the refuge of all Jews who had violated the precepts of the Mosaic law. With this account must be compared",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.28"},"Neh. 13:28"],", which from the names and circumstances probably relates to the same event. Josephus places the event 90 years later than the Bible. The establishment of the counterfeit worship on Gerizim embittered and perpetuated the schism between the Jews and the Samaritans. The Samaritans altered their copies of the Pentateuch by substituting Gerizim for Ebal in",["a.scriptureRef",{"href":"/scriptures/ot/deut/27.4"},"Deut. 27:4"],"and by making an interpolation in",["a.scriptureRef",{"href":"/scriptures/ot/ex/20"},"Ex. 20"],"and so claimed divine authority for the site of their temple. Antiochus Epiphanes, at the request of the Samaritans, consecrated it to Jupiter, the defender of strangers. John Hyrcanus destroyed it (109",["span.small","B.C."],"). Though the Emperor Zeno (",["span.small","A.D."],"474–491) ejected the Samaritans from Gerizim, it has continued to be the chief sacred place of the Samaritan community. There the Paschal Lamb has been almost continuously offered by them up to the present day."]]],"refs":null}
