{"id":10,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":10,"title":"The Right Time to Marry","subtitle":"By Alissa Strong","short_title":"The Right Time to Marry","uri":"/ensign/2013/03/the-right-time-to-marry","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/the-right-time-to-marry"},[".heading",{"id":"head1","uri":"/ensign/2013/03/the-right-time-to-marry.head1"},[".title","The",["span.dominant","Right Time"],"to Marry"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-right-time-to-marry.p2"},"By Alissa Strong"]],[".kicker","Ane and Benjamin knew that education was important, and they both wanted to study at a university. How would their potential marriage fit into this plan?"]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/03/the-right-time-to-marry.p4"},"When Ane was in high school, she looked forward to the day that she would attend a university. There were so many subjects she could study and so many careers she could choose from! “I had many, many interests and could do so many different things,” she says."],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-right-time-to-marry.p5"},"Although Ane lived in a small town in Norway, she attended a very good high school. Her school encouraged its students to work hard for good grades and to attend a university. Many students at Ane’s school began university studies immediately after graduating. From a young age, Ane had planned to do the same. Going to school, however, was only one of the goals Ane had set for herself."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-right-time-to-marry.p6"},"“I have been well taught in Young Women through lessons and Personal Progress,” Ane says. “My goal has always been to marry in the temple.”"],[".topic",{"id":"t1","uri":"/ensign/2013/03/the-right-time-to-marry.t1"},[".title","When Is the “Right Time”?"],["p.para",{"id":"p8","uri":"/ensign/2013/03/the-right-time-to-marry.p8"},"One evening at the local institute, Ane met a recently returned missionary named Benjamin. “From the first moment I saw him, he impressed me in so many ways,” says Ane. “It was so easy and nice to talk with him. We could easily talk about the gospel.”"],["p.para",{"id":"p9","uri":"/ensign/2013/03/the-right-time-to-marry.p9"},"Benjamin asked her on a date, and it went well. Over the coming months, Benjamin and Ane dated more. They played soccer and volleyball, went on hikes, and watched movies. Gradually they came to know each other better, and their friendship grew into romance."],["p.para",{"id":"p10","uri":"/ensign/2013/03/the-right-time-to-marry.p10"},"As their courtship continued, their thoughts and plans turned to marriage. Ane and Benjamin were happy to have found the person they wanted to be with for eternity. However, this relationship became serious sooner than either of them had expected. What would happen to all the plans they had made when they were young? Would they still be able to seek an education? Would the decision to marry mean that their other goals would be postponed?"],["p.para",{"id":"p11","uri":"/ensign/2013/03/the-right-time-to-marry.p11"},"Some of their friends and family thought that this would be the case."],["p.para",{"id":"p12","uri":"/ensign/2013/03/the-right-time-to-marry.p12"},"“Many people around me—at home, at school, and at work—were very concerned about how this relationship would affect my education,” Ane says. “They would question whether I even knew this relationship was going to last."],["p.para",{"id":"p13","uri":"/ensign/2013/03/the-right-time-to-marry.p13"},"“Friends my age thought that getting married would prevent me from attending university,” she said. “To them, it seemed like I would be wasting my talents and opportunities.”"],["p.para",{"id":"p14","uri":"/ensign/2013/03/the-right-time-to-marry.p14"},"Some of Benjamin’s acquaintances felt the same way. “People wanted me to believe that we were too young, that my soon-to-be wife should complete an education first, and that if we got married, it would mean that we would have children, which we were also too young for,” he says."],["p.para",{"id":"p15","uri":"/ensign/2013/03/the-right-time-to-marry.p15"},"Although Ane and Benjamin believed in the gospel’s emphasis on family and marriage, others not of their faith did not generally share this priority—at least not for young adults. “People in my town are strongly focused on education and work,” Ane explains. “This is good, but it does not leave much room for family—or religion.”"],["p.para",{"id":"p16","uri":"/ensign/2013/03/the-right-time-to-marry.p16"},"Benjamin says, “I had always thought that the right thing to do was to return from my mission, find someone I liked, then loved, and then, after having made a decision to marry and having received a witness from the Holy Ghost, get married. It seemed so simple to me, but suddenly everything had become confusing, dark, and difficult.”"]],[".topic",{"id":"t2","uri":"/ensign/2013/03/the-right-time-to-marry.t2"},[".title","What Does the Lord Say?"],["p.para",{"id":"p18","uri":"/ensign/2013/03/the-right-time-to-marry.p18"},"Both Benjamin and Ane were concerned about the advice and opinions given by their friends. For a whole year they struggled to decide on the right time to get married. They knew that ultimately the most important guidance would come from the Lord, so they spent much time searching the scriptures and words of the prophets for talks about family, marriage, and education."],["p.para",{"id":"p19","uri":"/ensign/2013/03/the-right-time-to-marry.p19"},"“All these sources talk about how important both marriage and education are,” Ane says. As she continued in her search for direction, clarity finally came in a conversation with an institute leader. “She told me, ‘When you have the right person and the right place (the temple), it’s the right time!’” Ane remembers. “This really eased my mind. I received many promptings from the Spirit confirming that this was the path I should take. I came to know that Benjamin and I would get married and that it was the right thing for me to do at this time.”"],["p.para",{"id":"p20","uri":"/ensign/2013/03/the-right-time-to-marry.p20"},"Ane knew that she would still work toward getting an education, because that was also something that the Lord’s prophets encourage. But for now she knew that marriage would be her first priority."],["p.para",{"id":"p21","uri":"/ensign/2013/03/the-right-time-to-marry.p21"},"Ane felt sad because she knew that few people would consider her marriage at that age something to be happy about. But she chose to focus on learning to recognize the promptings of the Spirit and on what the Lord thought instead of what her peers thought. “This was what I would need to stand strong and upright with the choice I had made,” she says."],["p.para",{"id":"p22","uri":"/ensign/2013/03/the-right-time-to-marry.p22"},"Benjamin never experienced a particular turning point in which he realized that marriage was the right decision at that time for him. Instead, he says, “I realized that I had to go back to the basics. Why was I here? What was my purpose on earth?”"],["p.para",{"id":"p23","uri":"/ensign/2013/03/the-right-time-to-marry.p23"},"As he searched the scriptures and the words of prophets and apostles, Benjamin turned to Heavenly Father in prayer. He also received priesthood blessings. “It became clear to me that I was sent to earth to return to God with my family,” he says. “There was no greater work or other task to supersede that. It’s in ‘The Family: A Proclamation to the World.’ If I knowingly disregarded this and did something else, I would be disobeying God’s commandments."],["p.para",{"id":"p24","uri":"/ensign/2013/03/the-right-time-to-marry.p24"},"“Once it was revealed to me that what I had been taught all my life was so true that it had priority over others’ opinions, I felt enlightened. I decided to follow what I had been taught.”"],["p.para",{"id":"p25","uri":"/ensign/2013/03/the-right-time-to-marry.p25"},"Ane and Benjamin were married on July 16, 2009, in the Stockholm Sweden Temple. “When the day of our temple sealing arrived, I felt such peace,” Ane says. “It was all very simple. Beautiful. No worldly trappings. It felt so good to be with my parents and siblings in the temple—and with Benjamin. It was a time filled with true love.”"]],[".topic",{"id":"t3","uri":"/ensign/2013/03/the-right-time-to-marry.t3"},[".title","The Blessings That Follow"],["p.para",{"id":"p27","uri":"/ensign/2013/03/the-right-time-to-marry.p27"},"Although the months leading up to their marriage were hard, Ane is grateful for the trials she went through. “It forced me to take a stand,” she says. “God helped and strengthened me through scriptures, prayers, and priesthood blessings. Many of the people who were originally negative have come to acknowledge that what I chose was good and right. They see that I truly have found happiness. They have thanked me for trusting myself and the Lord.”"],["p.para",{"id":"p28","uri":"/ensign/2013/03/the-right-time-to-marry.p28"},"After their marriage, Ane and Benjamin moved to a new town where they both began their university studies. Soon they welcomed their daughter, Olea, and Ane temporarily put her studies on hold. Ane will continue her education part-time and online, allowing her both to get an education and to stay at home to nurture their daughter. Although she knows that such an arrangement will be hard work, Ane will still be able to get the education she desires."],["p.para",{"id":"p29","uri":"/ensign/2013/03/the-right-time-to-marry.p29"},"“Some people may have thought that I had to sacrifice many things to get married and start a family,” she says, “and it could have looked that way. But in reality I have gained everything. I know that when I choose to put the Lord first, everything else will be given me. I am very excited and thankful to get my degree. But most of all I am thankful that we have the opportunity to be an eternal family!”"],["p.para",{"id":"p30","uri":"/ensign/2013/03/the-right-time-to-marry.p30"},"Benjamin agrees. “God has guided my life in such a way that I have been taught to put Him first,” he says. “For me, it wasn’t a choice between family or education; it was family first and education at the same time. Other decisions are the same. It isn’t God or nothing. It is God first; then everything else follows.”"]]],[".resources",[".figure",{"id":"f1","uri":"/ensign/2013/03/the-right-time-to-marry.f1"},[".title","Overcoming Challenges to Marriage"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/earl-c-tingey.jpg"}],["p.para",{"id":"p32","uri":"/ensign/2013/03/the-right-time-to-marry.p32"},"In a devotional address to young adults, Elder Earl C. Tingey, emeritus member of the First Quorum of the Seventy, addressed six concerns young single adults might have about marriage:"],["p.para",{"id":"p33","uri":"/ensign/2013/03/the-right-time-to-marry.p33"},"“1. There may seem to be less encouragement for returned missionaries to get married. If that is your understanding, it is false. All returned missionaries should be encouraged when they return home to remain active in the Church, secure an education, acquire employment skills, and move in the direction of finding an eternal companion."],["p.para",{"id":"p34","uri":"/ensign/2013/03/the-right-time-to-marry.p34"},"“2. Some young men feel they cannot meet the expectations of some young women. … Proper communication can address that uncertainty."],["p.para",{"id":"p35","uri":"/ensign/2013/03/the-right-time-to-marry.p35"},"“3. An emphasis on education or career may put marriage in a lesser role. Marriage, education, and career can go together. A career without family, where family is possible, is a tragedy."],["p.para",{"id":"p36","uri":"/ensign/2013/03/the-right-time-to-marry.p36"},"“4. Do not let your life be simply an existence that is fun or selfish. Life is more than an amusement park. Do not be hooked on obtaining possessions. Accept responsibility."],["p.para",{"id":"p37","uri":"/ensign/2013/03/the-right-time-to-marry.p37"},"“5. A negative perception of marriage … may deter one from marriage. Some say, ‘Why get married when there are so many divorces?’ The existence of divorce does not mean you cannot have a happy and successful marriage. Don’t let the actions of others make your decisions. Determine that your marriage will not be a failure."],["p.para",{"id":"p38","uri":"/ensign/2013/03/the-right-time-to-marry.p38"},"“6. Some put off marriage for financial reasons. Postponing marriage until money is sufficient to sustain a stylish living is not wise. So much of life together—struggling, adjusting, and learning to cope with life’s challenges—is lost when that happens.”"],[".citationInfo",["p.para",{"id":"p39","uri":"/ensign/2013/03/the-right-time-to-marry.p39"},"From “Three Messages to Young Adults,”",["span.emphasis","Ensign,"],"Apr. 2007, 38."]]]]]]],"refs":null}
