{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":28,"title":"The Orange Shirt","subtitle":"By Annie Beer","short_title":"The Orange Shirt","uri":"/friend/2013/05/the-orange-shirt","content":[["div",{"id":"head1","uri":"/friend/2013/05/the-orange-shirt.head1"},[".title","The Orange Shirt"],[".byline",["div",{"id":"p2","uri":"/friend/2013/05/the-orange-shirt.p2"},"By Annie Beer"],["div",{"id":"p3","uri":"/friend/2013/05/the-orange-shirt.p3"},"(Based on a true story)"]],[".epigraph","My body is the temple my Father gave to me",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","153)."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/05/the-orange-shirt.p5"},"“Stick close to me, girls. I don’t want to lose you!” Lexie said. Stacey and her friend Amanda hurried a little faster to keep up."],["div",{"id":"p6","uri":"/friend/2013/05/the-orange-shirt.p6"},"Stacey had been so excited when Amanda invited her to come shopping with her older sister, Lexie. Stacey wished that she could be as stylish as Lexie—Lexie always dressed like she just walked out of a fashion magazine. Stacey had saved up money so she could buy a shirt on their shopping trip. Maybe Lexie would help her pick out something really cute."],["div",{"id":"p7","uri":"/friend/2013/05/the-orange-shirt.p7"},"The girls walked into a clothing store and began browsing a wall lined with colorful shirts. Stacey ran her hand across the racks, feeling the soft fabrics."],["div",{"id":"p8","uri":"/friend/2013/05/the-orange-shirt.p8"},"“You should try that one on,” Lexie said, pointing to one of the shirts. “It would look way cute on you.”"],["div",{"id":"p9","uri":"/friend/2013/05/the-orange-shirt.p9"},"“Really?” Stacey asked. She felt flattered that Lexie was paying attention to her. The shirt was orange—her favorite color—and it was the right price. There was only one problem."],["div",{"id":"p10","uri":"/friend/2013/05/the-orange-shirt.p10"},"“She can’t get that one, Lexie,” Amanda said. “It has spaghetti straps, and it’s really short.”"],["div",{"id":"p11","uri":"/friend/2013/05/the-orange-shirt.p11"},"Stacey felt her heart drop. How could she be cool like Lexie now?"],["div",{"id":"p12","uri":"/friend/2013/05/the-orange-shirt.p12"},"Lexie casually waved her hand. “It’s not a big deal. I mean, that modesty rule only really matters when you’re older.”"],["div",{"id":"p13","uri":"/friend/2013/05/the-orange-shirt.p13"},"Stacey began to feel a little hopeful. Maybe Lexie was right. It wasn’t like it was",["span.emphasis","that"],"immodest. Besides, the wall of shirts she stood in front of had only a few modest shirts, and none of them were very cute. It would take more time to find a shirt that looked good",["span.emphasis","and"],"had sleeves."],["div",{"id":"p14","uri":"/friend/2013/05/the-orange-shirt.p14"},"Stacey was about to pick up the shirt to try it on when she noticed she felt uncomfortable. She knew what she was about to do wasn’t right and that the Holy Ghost was warning her not to do it. She knew that dressing modestly was an important way of respecting her body and being a good example."],["div",{"id":"p15","uri":"/friend/2013/05/the-orange-shirt.p15"},"She looked at Lexie and swallowed. She wanted to be as cool as Lexie was, but after taking one look at Amanda, Stacey knew what she had to do."],["div",{"id":"p16","uri":"/friend/2013/05/the-orange-shirt.p16"},"“I actually don’t want to wear this,” she said, turning away from the shirt."],["div",{"id":"p17","uri":"/friend/2013/05/the-orange-shirt.p17"},"Lexie shrugged. “OK, that’s fine. Hey, let’s look at that section over there.”"],["div",{"id":"p18","uri":"/friend/2013/05/the-orange-shirt.p18"},"As Lexie walked away, Amanda looked at Stacey and smiled. “I’m glad you decided not to try on that shirt, Stacey.”"],["div",{"id":"p19","uri":"/friend/2013/05/the-orange-shirt.p19"},"“I wanted to,” Stacey confessed. “But I knew it wasn’t right.”"],["div",{"id":"p20","uri":"/friend/2013/05/the-orange-shirt.p20"},"“Well, come on,” Amanda said. “Let’s go find you a shirt that",["span.emphasis","is"],"right.”"],["div",{"id":"p21","uri":"/friend/2013/05/the-orange-shirt.p21"},"They went to join Lexie, leaving the orange shirt hanging on the wall."]],[".resources",[".moreInfo",["div",{"id":"p22","uri":"/friend/2013/05/the-orange-shirt.p22"},"“When you dress immodestly, you send a message that is contrary to your identity as a son or daughter of God. You also send the message that you are using your body to get attention and approval.”"],[".citationInfo",["div",{"id":"p23","uri":"/friend/2013/05/the-orange-shirt.p23"},["span.emphasis","For the Strength of Youth"],"(2011), 6–7"]]]]],"refs":null}
