{"id":7,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":7,"title":"The Temple Stairs","subtitle":"By Tracy Hickman","short_title":"The Temple Stairs","uri":"/ensign/2013/03/the-temple-stairs","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/the-temple-stairs"},[".heading",{"id":"head1","uri":"/ensign/2013/03/the-temple-stairs.head1"},[".title","The",["span.dominant","Temple Stairs"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-temple-stairs.p2"},"By Tracy Hickman"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-temple-stairs.p3"},"Tracy Hickman lives in Utah, USA."]],[".kicker","My life had been a difficult climb for years."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/the-temple-stairs.p5"},"One day I stood at the bottom of the Oquirrh Mountain Utah Temple staircases gazing up, when a sister ordinance worker quietly stepped over to me."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-temple-stairs.p6"},"“I can show you where the elevator is,” she whispered."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-temple-stairs.p7"},"I smiled. I work the Friday morning shift at this temple. My wife and I had been workers here since the day it opened. I climb up and down these stairs perhaps a dozen times a day in the course of my shift. Of course, she didn’t know that. We had come this Tuesday morning because it was the first opportunity for us to return following one of the semiannual closings of the temple for cleaning, and we didn’t want to wait until Friday to return. But to this good sister I appeared to be staring up the staircase as though it would be a difficult climb."],["p.para",{"id":"p8","uri":"/ensign/2013/03/the-temple-stairs.p8"},"Twenty-eight steps on the west staircase. Twenty-nine steps on the east. “And yes,” I thought, “it is a difficult climb.”"],[".topic",{"id":"t1","uri":"/ensign/2013/03/the-temple-stairs.t1"},[".title","My Personal Staircase"],["p.para",{"id":"p10","uri":"/ensign/2013/03/the-temple-stairs.p10"},"My life had been a difficult climb for several years."],["p.para",{"id":"p11","uri":"/ensign/2013/03/the-temple-stairs.p11"},"It had been about that long since my wife, Laura, and I moved to the Salt Lake area, Utah, USA. Our children were grown and our business was in a slump, or so we thought at the time. Laura and I felt a call to sell our home in St. George, Utah, and move northward. Some people joked that we were moving in the wrong direction for potential empty nesters, who don’t usually move from warm climates to cold ones. But we had felt inspiration calling us to move north. To us, it was a matter of being obedient when we put our home up for sale."],["p.para",{"id":"p12","uri":"/ensign/2013/03/the-temple-stairs.p12"},"It was the worst possible time to sell a home. The housing market had already begun to slide when we put our sign up, and the price of our home couldn’t fall fast enough to catch the plunging market. We did manage to sell our home—a blessing in itself—but we lost nearly all of our equity in the sale and with it, most of our savings. Still we felt sure that our tight finances, too, were just a bump in the road and that things would recover soon. God would take care of us. We moved into a home just down the street from the site where the Oquirrh Mountain Utah Temple was being built."],["p.para",{"id":"p13","uri":"/ensign/2013/03/the-temple-stairs.p13"},"Summer faded into a cold winter. Then, the Saturday before Christmas, my only brother, Gerry, was gone—taken from us through a horrible accident during his usual Saturday bicycle ride. Two weeks earlier, he had looked forward to bringing his entire family to celebrate Christmas at our parents’ ancestral home in rural Utah. Instead, we were laying him to rest in that same town next to where his beloved and long-departed grandparents lay."],["p.para",{"id":"p14","uri":"/ensign/2013/03/the-temple-stairs.p14"},"I couldn’t help but wonder, “How could God take from us this great man—the younger brother I looked up to?”"],["p.para",{"id":"p15","uri":"/ensign/2013/03/the-temple-stairs.p15"},"We carried our grief with us into spring. Laura and I saw the Oquirrh Mountain Utah Temple completed and volunteered to help for the open house. We were soon called as ordinance workers and began working at the temple on the first Tuesday morning that it was open. We saw our youngest son off on his mission, and surely, we thought, blessings were due to us. We were doing everything we knew how to do to contribute to the kingdom of God."],["p.para",{"id":"p16","uri":"/ensign/2013/03/the-temple-stairs.p16"},"Yet the slump in our business became a free fall, right along with the rest of the economy. My previously stable and dependable profession went flat. We drained every resource we had and more. We foolishly went into debt, telling ourselves that the “temporary” problem would be corrected soon and that our business would recover. We did not understand that our line of work had completely changed without our noticing it and that the way we had conducted our business for almost 30 years had suddenly become obsolete. We would have to rebuild our business, and we were saddled with mounting debt. We were granted the opportunity to move our temple shift to Friday so that we could have more time to recover our business, but it wasn’t enough."],["p.para",{"id":"p17","uri":"/ensign/2013/03/the-temple-stairs.p17"},"I was in anguish. I began to wonder, “Why is this happening to me? I’m a good member. I pay my tithing. I attend my meetings and serve in my callings. My son is serving a mission. Why isn’t God supporting me in my righteous efforts? Where are the blessings that I should be harvesting? Why has everything gone so wrong when we have been trying so hard to do what is right?”"]],[".topic",{"id":"t2","uri":"/ensign/2013/03/the-temple-stairs.t2"},[".title","Serving in the Temple Changed Me"],["p.para",{"id":"p19","uri":"/ensign/2013/03/the-temple-stairs.p19"},"Subtly, quietly, serving in the temple began to change my life. It was more than the peace that the temple brought to me; I was being reshaped by my service, forged anew with an understanding of the difference between the eternal and the temporal."],["p.para",{"id":"p20","uri":"/ensign/2013/03/the-temple-stairs.p20"},"One Friday morning my wife and I arrived late for our morning shift. I had forgotten to set the alarm, and instead, Laura awoke with the hymn “Let Zion in Her Beauty Rise” (",["span.emphasis","Hymns,"],"no. 41) playing in her mind. We hurried to put ourselves together and drove to the temple."],["p.para",{"id":"p21","uri":"/ensign/2013/03/the-temple-stairs.p21"},"I was the last of the brothers out of the dressing room at the temple. Once again I was dressed for ordinance work and was feeling some measure of the peace I usually feel when I’m dressed in white in the temple of our God."],["p.para",{"id":"p22","uri":"/ensign/2013/03/the-temple-stairs.p22"},"But this particular morning the cares of the world weighed heavy on my shoulders as I entered the great, vaulting atrium in the center of the temple. When I came to the bottom of the stairs, I just stopped. The workers for our shift were already in the chapel at the top of the stairs, and our morning prayer meeting had begun. But something marvelous had happened. The brethren were singing the same hymn that my wife had heard in her mind when she awoke earlier that morning. I could see the silhouettes of the temple workers against the glass beyond the landing above."],[".figure",{"id":"/ensign/2013/03/the-temple-stairs","uri":"/ensign/2013/03/the-temple-stairs"},[".stanza",[".line","Let Zion in her beauty rise;"],[".line","Her light begins to shine."],[".line","Ere long her King will rend the skies,"],[".line","Majestic and divine."]]],["p.para",{"id":"p27","uri":"/ensign/2013/03/the-temple-stairs.p27"},"As I stood there, I felt that this moment was close to what heaven would be like."],["p.para",{"id":"p28","uri":"/ensign/2013/03/the-temple-stairs.p28"},"I could imagine a place just like this on the other side of the veil. I might be standing at the bottom of similar stairs, dressed in similar white clothing. Everyone and everything that truly mattered would be at the top of those stairs. My grandma Nan and my grandpa Sam and my dear, dear brother, Gerry—all my family bound together in the eternities—could all be there waiting for me and singing. The cares of the world would slip away."],["p.para",{"id":"p29","uri":"/ensign/2013/03/the-temple-stairs.p29"},"I was filled with a joy that could not be contained, and I hurried up those temple stairs!"]],[".topic",{"id":"t3","uri":"/ensign/2013/03/the-temple-stairs.t3"},[".title","He Gives Us What We Need"],["p.para",{"id":"p31","uri":"/ensign/2013/03/the-temple-stairs.p31"},"“I can show you where the elevator is,” she had whispered."],["p.para",{"id":"p32","uri":"/ensign/2013/03/the-temple-stairs.p32"},"Twenty-eight steps on the west staircase. Twenty-nine steps on the east. “And,” I thought, “it",["span.emphasis","is"],"a difficult climb.”"],["p.para",{"id":"p33","uri":"/ensign/2013/03/the-temple-stairs.p33"},"The temple is a place where we can put the world aside for a time. It offers us a spiritual perspective that contrasts with the limited view of the mortal world beyond its walls. Now with that perspective I can look at difficulties with new understanding. I can see that God",["span.emphasis","did"],"provide miracles all along the way that have carried me through. He did not provide me with the miracles that I",["span.emphasis","wanted;"],"He provided me with the miracles that I",["span.emphasis","needed."]],["p.para",{"id":"p34","uri":"/ensign/2013/03/the-temple-stairs.p34"},"Another hymn now has new meaning for me: “How Firm a Foundation” (",["span.emphasis","Hymns,"],"no. 85). I especially love the end of the second verse: “As thy days may demand, so thy succor shall be.”"],["p.para",{"id":"p35","uri":"/ensign/2013/03/the-temple-stairs.p35"},"My business is still rebuilding; my brother is still gone. But what I’ve come to know is that God did not promise me wealth; He promised me peace. God did not promise to take my burdens from me; He promised to make them lighter. God did not promise to keep my brother from being subject to mortality; He promised that we would be family forever."],["p.para",{"id":"p36","uri":"/ensign/2013/03/the-temple-stairs.p36"},"I still think about what those stairs have taught me. Our Heavenly Father doesn’t want me to take the metaphorical elevator. He wants me to climb those stairs, both in the temple and in the world, for",["span.emphasis","His"],"sake, for my own sake, for my family’s sake."],["p.para",{"id":"p37","uri":"/ensign/2013/03/the-temple-stairs.p37"},"The stairs are still high—but now I climb them with joy."]]],[".resources",[".sidebar",[".title","Answering Questions"],[".subtitle","How many Latter-day Saint temples are there?"],["p.para",{"id":"p40","uri":"/ensign/2013/03/the-temple-stairs.p40"},"As of December 2012, there were 140 operating temples throughout the world. Several more are under construction or have been announced."],["p.para",{"id":"p41","uri":"/ensign/2013/03/the-temple-stairs.p41"},"We build temples because our Heavenly Father wants us to return to Him. As members of the Church, we have each been baptized and confirmed by one having priesthood authority. We may also go to the temple to receive the saving priesthood ordinances performed there. Because many of God’s children have not had these same opportunities, He has provided a way for them to receive their priesthood ordinances. He has asked us to perform ordinances for our ancestors in the temples."]]]]]],"refs":null}
