{"id":33,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":33,"title":"The Quest for Self-Sufficiency","subtitle":"","short_title":"Lesson 31","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-quest-for-self-sufficiency","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-quest-for-self-sufficiency.head1"},[".titleNumber","Lesson 31"],["h1","The Quest for Self-Sufficiency"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-quest-for-self-sufficiency.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Even though Church leaders and members looked with anticipation toward the completion of the railroad, they realized that the “iron horse” brought with it special economic, social, and political problems that would have to be resolved."]],["li",["span.label","2."],[".para","A faction called the Godbeites opposed President Brigham Young’s economic policies and other measures."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 31, pp. 393–405."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Ask the students to compare the coming of the transcontinental railroad to Utah in 1869 with the development of television. What benefits are available with increased technological advances? What problems are inherent? Discuss the concerns that Church leaders might have had with increased contact with the world."]],["li",["span.label","•"],[".para","As a part of an economic policy for strengthening Zion, President Brigham Young organized special missions to develop Utah’s natural resources. Discuss the sacrifices and achievements of those called to the Dixie Cotton and Iron Missions. The following journal entry of a faithful Saint when called to the Dixie Cotton Mission may help:"],[".para","“Sunday, 19 October, 1862. … At the close of the meeting some 250 men were called to go to the cotton country. My name was on the list and was read off the stand. At night I went to a meeting in the Tabernacle of those that had been called. Here I learned a principle that I shant forget in a while. It showed to me that obedience is a great principle in heaven and on earth. Well, here I have worked for the past 7 years through heat and cold, hunger and adverse circumstances and at least have got me a home, a lot with fruit trees just beginning to bear and look pretty. Well, I must leave it and go and do the will of my Father in Heaven who over rules all for the good of them that love and fear him and I pray God to give me strength to accomplish that which is required of me in an acceptable manner before him."],[".para","“Wednesday, 13, of November 1862. The house looks desolate. The things all sold. The wagon loaded ready for the trip. At night went to help Brother Duffin to load up his wagon as he is going to the cotton country and we have agreed to travel together."],[".para","“Thursday 14th. Fine clear day. About 1",["span.smallCaps","p.m."],"in company with Brother Duffin I left my home, friends, relations and acquaintances and started to perform my mission. Many came and wished me goodby with tears in their eyes and blessed me, wished me well and were sorry I was going to leave as I had lived amongst them and with them for over 7 years. This was the hardest trial I ever had and had it not been for the gospel and those placed over me I should never have moved a foot to go on such a trip, but then I came here not to do my own will but the will of those that are over me and I know it will be all right if I do right” (Gustive O. Larson,",["span.emphasis","Prelude to the Kingdom"],"[Francestown. N. H.: Marshall Jones Co., 1947], p. 186)."]],["li",["span.label","•"],[".para","Share the following experience, which took place in Orderville, as related by Bishop Henry B. Eyring. Use it to initiate a discussion of the Church’s efforts following the Civil War and the coming of the railroad to achieve economic self-sufficiency."],[".para","“One ingenious boy acted on the discontent he felt when he was denied a new pair of pants from the Orderville factory because his were not worn out yet. He secretly gathered the docked lambs’ tails from the spring crop. He sheared the wool from them and stored it in sacks. Then, when he was sent with a load of wool to sell in Nephi, he took his sacks along and exchanged them for a pair of store pants. He created a sensation when he wore the new-style pants to the next dance."],[".para","“The president of the order asked him what he had done. The boy gave an honest answer. So they called him into a meeting and told him to bring the pants. They commended him for his initiative, pointed out that the pants really belonged to the order, and took them. But they told him this: the pants would be taken apart, used as a pattern, and henceforth Orderville pants would have the new store-bought style. And he would get the first pair."],[".para","“That did not quite end the pants rebellion. Orders for new pants soon swamped the tailoring department. When the orders were denied because pants weren’t yet worn out, boys began slipping into the shed where the grinding wheel was housed. Soon, pants began to wear out quickly. The elders gave in, sent a load of wool out to trade for cloth, and the new-style pants were produced for everyone” (in",["span.crossRef","Conference Report, Oct. 1989,"],"p. 13; or Ensign, Nov. 1989, p. 12; see also Mark A. Pendleton, “The Orderville United Order of Zion,”",["span.emphasis","Utah Historical Quarterly,"],"Oct. 1939, pp. 153–54)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"5:239–326."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:571–85."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Leonard J. Arrington, “The Transcontinental Railroad and the Development of the West,”",["span.emphasis","Utah Historical Quarterly,"],"Winter 1969, pp. 2–15."],[".para","A study of the coming of the railroad to Utah."]],["li",["span.label","•"],[".para","James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. (Salt Lake City: Bookcraft, 1965–75), 2: 334–41."],[".para","An epistle from President John Taylor and the First Presidency to the stakes giving instructions on the united order and cooperation."]],["li",["span.label","•"],[".para","J. Reuben Clark, Jr., in Conference Report, Oct. 1942, pp. 54–59."],[".para","A discourse on the united order."]],["li",["span.label","•"],[".para","William R. Palmer, “United Orders,”",["span.emphasis","Improvement Era,"],"Dec. 1942, pp. 788–89, 820; Jan. 1943, pp. 24–25; Feb. 1943, pp. 86–87, 116."],[".para","Three-part article dealing with the united order in the early part of the Church and then focusing primarily on Utah."]],["li",["span.label","•"],[".para","Leonard J. Arrington, “Cooperative Community in the North: Brigham City, Utah,”",["span.emphasis","Utah Historical Quarterly,"],"Summer 1965, pp. 199–217."],[".para","A history of the Brigham City cooperative led by Elder Lorenzo Snow. This cooperative was one of the most successful in Utah history."]],["li",["span.label","•"],[".para","Douglas D. Alder, Paula J. Goodfellow, and Ronald G. Watt, “Creating a New Alphabet for Zion: The Origin of the Deseret Alphabet,”",["span.emphasis","Utah Historical Quarterly,"],"Summer 1984, pp. 275–86."],[".para","Answers such questions as, Where did they turn for their ideas? Did they invent the Deseret Alphabet, or did they link into a larger effort to perfect the English language? and Was it part of a larger Utopian effort?"]],["li",["span.label","•"],[".para","Ronald W. Walker, “The Commencement of the Godbeite Protest: Another View,”",["span.emphasis","Utah Historical Quarterly,"],"Summer 1974, pp. 216–44."],[".para","Describes the motivations and goals of the Godbeite heresy."]],["li",["span.label","•"],[".para","Ronald Warren Walker, “The Godbeite Protest in the Making of Modern Utah,” Ph.D. diss., University of Utah, 1977."],[".para","Details the history of the Godbeites and their influences on the state of Utah."]],["li",["span.label","•"],[".para","Stewart L. Grow,",["span.emphasis","A Tabernacle in the Deseret"],"(Salt Lake City: Deseret Book Co., 1958)."],[".para","The story of the construction of the Salt Lake Tabernacle."]],["li",["span.label","•"],[".para","Larry Ray Wintersteen, “A History of the Deseret Alphabet,” master’s thesis, Brigham Young University, 1970."],[".para","A history of the Deseret alphabet, relying on primary sources."]],["li",["span.label","•"],[".para","Mark A. Pendleton, “The Orderville United Order of Zion,”",["span.emphasis","Utah Historical Quarterly,"],"Oct. 1939, pp. 141–59."],[".para","Gives historical background on the establishment of Orderville and the united order there; also lists the requirements to join the order."]],["li",["span.label","•"],[".para","Emma Carroll Seegmiller, “Personal Memories of the United Order of Orderville, Utah,”",["span.emphasis","Utah Historical Quarterly,"],"Oct. 1939, pp. 160–200."],[".para","The author lived at Orderville and draws on her own memory of events there as well as oral interviews with several who lived the united order there."]]]]],"refs":null}
