{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":18,"title":"The Healing Balm of Hope","subtitle":"By Vaughn E. Worthen","short_title":"The Healing Balm of Hope","uri":"/ensign/2013/09/the-healing-balm-of-hope","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/the-healing-balm-of-hope"},[".heading",{"id":"head1","uri":"/ensign/2013/09/the-healing-balm-of-hope.head1"},["h1","The Healing Balm of",["span.dominant","Hope"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/the-healing-balm-of-hope.p2"},"By Vaughn E. Worthen"],["p.para",{"id":"p3","uri":"/ensign/2013/09/the-healing-balm-of-hope.p3"},"Associate Director, Counseling and Career Center, Brigham Young University"]],[".kicker","We all have a need for life-affirming hope. Here are some strategies for developing this attribute."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/09/the-healing-balm-of-hope.p5"},"Jewish psychiatrist Viktor Frankl and his father, mother, brother, and wife were all imprisoned in concentration camps during World War II. He and a sister, who had emigrated before the war, were the only survivors in his family. During three years as a prisoner of war (prisoner number 119,104), Frankl witnessed and endured great suffering and cruelty. He noted, “It is a peculiarity of man that he can only live by looking to the future.” He warned that “the sudden loss of hope and courage can have a deadly effect” and that “the prisoner who had lost faith in the future—his future—was doomed.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p6","uri":"/ensign/2013/09/the-healing-balm-of-hope.p6"},"The importance of hope has long been heralded. The writer of Proverbs states, “Hope deferred maketh the heart sick” (",["a",{"href":"/scriptures/ot/prov/13.12"},"Proverbs 13:12"],"), and Moroni warned that “if ye have no hope ye must needs be in despair” (",["a",{"href":"/scriptures/bofm/moro/10.22"},"Moroni 10:22"],"). An Irish proverb states, “Hope is the physician of each misery.”"],["p.para",{"id":"p7","uri":"/ensign/2013/09/the-healing-balm-of-hope.p7"},"We are commonly exposed to negative news, economic worries, reports of natural disasters, wars and rumors of wars, personal and family adversity, health concerns, dire future forecasts, and the drip of daily worries. There is a great need for life-affirming hope."],[".topic",{"id":"t1","uri":"/ensign/2013/09/the-healing-balm-of-hope.t1"},[".title","Hope Defined"],["p.para",{"id":"p9","uri":"/ensign/2013/09/the-healing-balm-of-hope.p9"},"At a time when his family, religion, and civilization were being destroyed, Mormon declared, “I would speak unto you concerning hope” (",["a",{"href":"/scriptures/bofm/moro/7.40"},"Moroni 7:40"],"). To what source did Mormon look for unfailing hope? He instructs, “Ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal” (",["a",{"href":"/scriptures/bofm/moro/7.41"},"Moroni 7:41"],"). This is the ultimate of all we might hope for. To possess this hope is to believe that today’s pain is only a way station on the road to deliverance. It requires patience with current circumstances. It is the belief that there will be a coming day when “God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain” (",["a",{"href":"/scriptures/nt/rev/21.4"},"Revelation 21:4"],"). Hope’s lifeblood is faith, and like faith, hope is required to lay hold on eternal life (see",["a",{"href":"/scriptures/bofm/ether/12.32"},"Ether 12:32"],"). Through “meekness and lowliness of heart,” we can receive “the visitation of the Holy Ghost, which Comforter filleth with hope” (",["a",{"href":"/scriptures/bofm/moro/8.26"},"Moroni 8:26"],")."],["p.para",{"id":"p10","uri":"/ensign/2013/09/the-healing-balm-of-hope.p10"},"Divine hope is sustained not because things always turn out as we wish but because we know that “all things wherewith [we] have been afflicted shall work together for [our] good” and to the glory of the Lord’s name (",["a",{"href":"/scriptures/dc-testament/dc/98.3"},"D&C 98:3"],")."],["p.para",{"id":"p11","uri":"/ensign/2013/09/the-healing-balm-of-hope.p11"},"President Thomas S. Monson has taught: “At times there appears to be no light at the tunnel’s end—no dawn to break the night’s darkness. We feel surrounded by the pain of broken hearts, the disappointment of shattered dreams, and the despair of vanished hopes. … If you find yourself in such a situation, I plead with you to turn to our Heavenly Father in faith. He will lift you and guide you. He will not always take your afflictions from you, but He will comfort and lead you with love through whatever storm you face.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p12","uri":"/ensign/2013/09/the-healing-balm-of-hope.p12"},"Hope inspires confidence that when life’s storms “beat upon [us],” there is no storm that can “drag [us] down to the gulf of misery and endless wo” when we are built on the sure foundation, the “rock of our Redeemer, who is Christ, the Son of God” (",["a",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"). Hope is the portal to peace."],["p.para",{"id":"p13","uri":"/ensign/2013/09/the-healing-balm-of-hope.p13"},"Hope develops in the crucible of experience if the right ingredients are present. Those ingredients include the following: faith in God; righteous living; positive expectations; living with purpose; setting and working toward goals; initiating and sustaining personal effort; bridling thoughts, emotions, and behaviors; a willingness to tackle challenges; and competence in creating healthy relationships."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/the-healing-balm-of-hope.t2"},[".title","Benefits of Hope"],["p.para",{"id":"p15","uri":"/ensign/2013/09/the-healing-balm-of-hope.p15"},"Research demonstrates that hopeful individuals make healthier lifestyle choices, recover from illness and injury more effectively, and experience increased life expectancies. They manifest less depression and anxiety, find greater purpose in life, and experience improved mental health and increased life satisfaction. They persevere when barriers arise, are more effective problem solvers, and adapt when circumstances warrant it. They are successful in finding benefits from adversity. They enjoy more positive relationships and seek and receive social support. Hopeful students experience enhanced academic success.",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p16","uri":"/ensign/2013/09/the-healing-balm-of-hope.p16"},"As a psychologist at Brigham Young University working with students in distress, and as a former bishop having worked with discouraged and troubled ward members, I have observed the power of hope and its ability to sustain and strengthen. I have also witnessed the destructive and demoralizing effects that arise from hopelessness. In my experience, profound and sustaining hope is more than an attitude; it is an orientation of the spirit toward God. Those who lack this orientation are at a significant disadvantage. Elder M. Russell Ballard of the Quorum of the Twelve Apostles has implored us to remember that “regardless of how desperate things may seem or how desperate they may yet become, … you can always have hope. Always.”",["sup",["a",{"href":"fn_footnote4"},"4"]]]],[".topic",{"id":"t3","uri":"/ensign/2013/09/the-healing-balm-of-hope.t3"},[".title","Strategies for Cultivating Hope"],["p.para",{"id":"p18","uri":"/ensign/2013/09/the-healing-balm-of-hope.p18"},"While hope is surely a gift from God, it is also an attribute that can be cultivated. The following strategies may be helpful in strengthening the capacity for hope."],["p.para",{"id":"p19","uri":"/ensign/2013/09/the-healing-balm-of-hope.p19"},["b","Trust in God."],"We can’t always see the shore that marks the end of our present difficulties, but we can receive assurance that God’s “furious wind” always blows us “towards the promised land” (",["a",{"href":"/scriptures/bofm/ether/6.5"},"Ether 6:5"],"). Remember that “man doth not comprehend all the things which the Lord can comprehend” (",["a",{"href":"/scriptures/bofm/mosiah/4.9"},"Mosiah 4:9"],"). We need to have faith that “he doeth not anything save it be for the benefit of the world” (",["a",{"href":"/scriptures/bofm/2-ne/26.24"},"2 Nephi 26:24"],") and that “all these things shall give [us] experience, and shall be for [our] good” (",["a",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],"). Rather than ask why we are faced with trials, we generally experience better outcomes when we concentrate on efforts to study God’s plan for our happiness, align our lives with His will, repent as necessary, and follow in His footsteps."],["p.para",{"id":"p20","uri":"/ensign/2013/09/the-healing-balm-of-hope.p20"},["b","Focus on the positive."],"Although challenges arise and need to be dealt with, it is counterproductive to dwell too much on pain and difficulty. The scriptures counsel us to “let virtue garnish [our] thoughts unceasingly” (",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"). Such elevating and sanctifying garnishing comes from recognizing and accentuating the positive; taking time to count our blessings; evaluating what we view, listen to, and read as well as the way we spend our time; and filling our lives with things that are uplifting and strengthening. As a result, our “confidence [will] wax strong in the presence of God” (",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"), who is the source of all abiding hope."],["p.para",{"id":"p21","uri":"/ensign/2013/09/the-healing-balm-of-hope.p21"},["b","Identify and challenge negative beliefs."],"Negative thoughts are the termites of the soul. If we find ourselves frequently thinking or saying, “I can’t,” “It’s too hard,” or “It’s unfair,” then we might ask ourselves if such thoughts are accurate and if they are helping us build the lives we want. It may help to replace these inaccurate assumptions with more constructive thoughts, such as, “I will try,” “I will give it my best,” and “Life is what I make of it.” If unproductive, negative thinking remains persistent and significantly impairs our growth, we should consider seeking help, including the aid of a professional counselor."],["p.para",{"id":"p22","uri":"/ensign/2013/09/the-healing-balm-of-hope.p22"},["b","Associate with hopeful people and environments."],"The faith and courage of others inspire and help us believe in the power of possibility. We can think of positive people we know and seek opportunities to associate with them and learn from them by observing how they approach life. We can then experiment with something we have discovered through these observations by trying it out in our own lives."],["p.para",{"id":"p23","uri":"/ensign/2013/09/the-healing-balm-of-hope.p23"},["b","Develop confidence."],"Confidence is the breeding ground for hope. Confidence is generated by confronting challenges and striving for and achieving meaningful goals. We can gain confidence by tackling a task we have been putting off, engaging in a difficult conversation we might have been avoiding, or working on developing a talent. We should focus on effort and progress rather than complete success. Confidence is not the certainty of success but rather the conclusion that failure does not determine our worth—we lose nothing by trying."],["p.para",{"id":"p24","uri":"/ensign/2013/09/the-healing-balm-of-hope.p24"},["b","Improve self-control."],"Hope is created when we possess meaningful goals, believe in our ability to achieve them, and create workable plans to reach them. Efforts to harness thinking, emotions, and behaviors improve self-control. We can choose a goal and then create a plan to make it happen. This might involve learning a language; memorizing quotations or scriptures; establishing a desired habit; or controlling time, eating, exercise, or finances. We can augment these efforts by reviewing successes we have enjoyed in the past and reminding ourselves that effort pays dividends. We should be both patient and persistent in working toward our goals."],["p.para",{"id":"p25","uri":"/ensign/2013/09/the-healing-balm-of-hope.p25"},["b","Discover unexpected benefits."],"Life’s menu serves each of us our portion of spinach—we may not like such fare, but it can strengthen us. The trials we face can provide unexpected benefits. We can identify something we have struggled with or considered a failure and then ask ourselves questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p.para","Is there anything I have learned or can learn from this experience?"]],["li",["span.label","•"],["p.para","Are there others who have experienced something like this whom I could emulate?"]],["li",["span.label","•"],["p.para","Can I develop increased compassion for others and their difficulties because of this experience?"]],["li",["span.label","•"],["p.para","Can this bring me closer to God?"]]],["p.para",{"id":"p30","uri":"/ensign/2013/09/the-healing-balm-of-hope.p30"},"Many of life’s most important lessons are learned from the trials and challenges we experience."],["p.para",{"id":"p31","uri":"/ensign/2013/09/the-healing-balm-of-hope.p31"},["b","Rejoice in life’s small victories."],"Hope emerges and is sustained when we regularly discover reasons for it. Capitalize on the small victories that unfold daily, such as completing assignments, submitting job applications, reading your scriptures, or exercising for a few minutes each day. These accomplishments provide proof that effort is rewarded, lead to enhanced self-confidence, contribute to effective goal-setting, and instill belief that success can be achieved. Try to notice and celebrate at least two of these victories each day."],["p.para",{"id":"p32","uri":"/ensign/2013/09/the-healing-balm-of-hope.p32"},["b","Take care of yourself."],"Hope is easier to develop and maintain when we are physically healthy, emotionally resilient, mentally alert, involved in supportive relationships, engaged in interesting work and hobbies, and spiritually nourishing and developing ourselves. Evaluate these dimensions of life. Choose one aspect to work on and establish goals and plans to improve. Just working to improve that aspect can produce hope, even if success is incomplete. Living a balanced and healthy life provides a shield against the pounding surf of the storms of mortality."],["p.para",{"id":"p33","uri":"/ensign/2013/09/the-healing-balm-of-hope.p33"},["b","Seek spiritual or professional help."],"When our best efforts are insufficient, we may need spiritual guidance or professional help. Talking with religious leaders may lead to spiritual healing. Medical conditions that interfere with hope attainment may require treatment. Mental health concerns may need professional attention. In every effort, continue to lean on God. Do not suffer alone."]],["p.para",{"id":"p34","uri":"/ensign/2013/09/the-healing-balm-of-hope.p34"},"Heavenly hope is predicated on acceptance of divine will. It is enabled through the Atonement of Jesus Christ. It is received as a gift and confirmed by feeling God’s love for us. Hope is fed by faith and provides a foundation for charity. The",["span.emphasis","doctrine of hope"],"is based on faith and trust in a benevolent, omniscient, and omnipotent God. The",["span.emphasis","principle of hope"],"can be applied both spiritually and psychologically. We can do much to establish habits of hope and an optimistic orientation. Hope is the anchor for the soul, the sail for our dreams, and the balm for our pains. It is the one-size solution that fits all."]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f81","uri":"/ensign/2013/09/the-healing-balm-of-hope.f81"},[".title","God’s Light"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p41","uri":"/ensign/2013/09/the-healing-balm-of-hope.p41"},"“There may be some among you who feel darkness encroaching upon you. You may feel burdened by worry, fear, or doubt. To you and to all of us, I repeat a wonderful and certain truth: God’s light is real. It is available to all! It gives life to all things. [See",["a",{"href":"/scriptures/dc-testament/dc/88.11-13"},"D&C 88:11–13"],".] It has the power to soften the sting of the deepest wound. It can be a healing balm for the loneliness and sickness of our souls. In the furrows of despair, it can plant the seeds of a brighter hope. … It can illuminate the path before us and lead us through the darkest night into the promise of a new dawn."],["p.para",{"id":"p42","uri":"/ensign/2013/09/the-healing-balm-of-hope.p42"},"“This is ‘the Spirit of Jesus Christ,’ which gives ‘light to every man that cometh into the world.’[",["a",{"href":"/scriptures/dc-testament/dc/84.45-46"},"D&C 84:45–46"],".]”"],[".citationInfo",["p.para",{"id":"p43","uri":"/ensign/2013/09/the-healing-balm-of-hope.p43"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “The Hope of God’s Light,”",["span.emphasis","Ensign,"],"May 2013, 75."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/the-healing-balm-of-hope.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Viktor E. Frankl,",["span.emphasis","Man’s Search for Meaning"],"(1963), 115, 120, 117."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/the-healing-balm-of-hope.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Thomas S. Monson, “Looking Back and Moving Forward,”",["span.emphasis","Ensign,"],"May 2008, 90."],[".footnote",{"id":"fn3","uri":"/ensign/2013/09/the-healing-balm-of-hope.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"For more information about research into the effects of hope, see the following: Glen Affleck and Howard Tennen, “Construing Benefits from Adversity: Adaptational Significance and Dispositional Underpinnings,”",["span.emphasis","Journal of Personality,"],"vol. 64, no. 4 (Dec. 1996), 899–922; Jennifer S. Cheavens, David B. Feldman, Amber Gum, Scott T. Michael, and C. R. Snyder, “Hope Therapy in a Community Sample: A Pilot Investigation,”",["span.emphasis","Social Indicators Research,"],"vol. 77 (2006), 61–78; David B. Feldman and C. R. Snyder, “Hope and the Meaningful Life: Theoretical and Empirical Associations between Goal-Directed Thinking and Life Meaning,”",["span.emphasis","Journal of Social and Clinical Psychology,"],"vol. 24, no. 3 (2005), 401–21; Rich Gilman, Jameika Dooley, and Dan Florell, “Relative Levels of Hope and Their Relationship with Academic and Psychological Indicators among Adolescents,”",["span.emphasis","Journal of Social and Clinical Psychology,"],"vol. 25, no. 2 (2006), 166–78; Paul Kwon, “Hope, Defense Mechanisms, and Adjustment: Implications for False Hope and Defensive Hopelessness,”",["span.emphasis","Journal of Personality,"],"vol. 70, no. 2 (Apr. 2002), 207–31; Toshihiko Maruta, Robert C. Colligan, Michael Malinchoc, and Kenneth P. Offord, “Optimists vs. Pessimists: Survival Rate among Medical Patients Over a 30-Year Period,”",["span.emphasis","Mayo Clinic Proceedings,"],"vol. 75 (2000), 140–43; Christopher Peterson, “Explanatory Style as a Risk Factor for Illness,”",["span.emphasis","Cognitive Therapy and Research,"],"vol. 12, no. 2 (1988), 119–130; Christopher Peterson and Tracy A. Steen, “Optimistic Explanatory Style,” in",["span.emphasis","Handbook of Positive Psychology,"],"ed. C. R. Snyder and Shane J. Lopez (2002), 244–56; Michael F. Scheier and Charles S. Carver, “Effects of Optimism on Psychological and Physical Well-Being: Theoretical Overview and Empirical Update,”",["span.emphasis","Cognitive Therapy and Research,"],"vol. 16, no. 2 (1992), 201–28; C. R. Snyder, “Hope Theory: Rainbows in the Mind,”",["span.emphasis","Psychological Inquiry,"],"vol. 13, no. 4 (2002), 249–75; C. R. Snyder, Kevin L. Rand, and David R. Sigmon, “Hope Theory: A Member of the Positive Psychology Family,” in",["span.emphasis","Handbook of Positive Psychology,"],"ed. C. R. Snyder and Shane J. Lopez (2002), 257–67."],[".footnote",{"id":"fn4","uri":"/ensign/2013/09/the-healing-balm-of-hope.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"M. Russell Ballard, “The Joy of Hope Fulfilled,”",["span.emphasis","Ensign,"],"Nov. 1992, 32."]]}
