{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"The Candle of the Lord","subtitle":"","short_title":"The Candle of the Lord","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.head1"},["h1","The Candle of the Lord"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p4"},"Excerpt from",["span.emphasis","Ensign,"],"January 1983, 51–56"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p5"},["span.emphasis","From a talk given at a seminar for new mission presidents, 25 June 1982"]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p6"},"I have chosen, after much thought, to speak as though your missionaries, your elders and sisters, were here in your place, and to present thoughts more fitted to them, the beginners, the inexperienced, than to you. I hope that through you, I may share with them some things I have learned about the Spirit and how we may prepare ourselves to receive it."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from"],"Ensign,",["span.emphasis","January 1983, 51–56"]],[".caption",["span.emphasis","From a talk given at a seminar for new mission presidents, 25 June 1982"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p7"},"We do not learn spiritual things in exactly the same way we learn other things that we know, even though such things as reading, listening, and pondering may be used. I have learned that it requires a special attitude both to teach and to learn spiritual things. There are some things you know, or may come to know, that you will find quite difficult to explain to others. I am very certain that it was meant to be that way. …"],[".topic",["h2","Not in Words Alone"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p9"},"We cannot express spiritual knowledge in words alone. We can, however, with words show another how to prepare for the reception of the Spirit. The Spirit itself will help. “For when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Ne. 33:1"],".)"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p10"},"Then when we have a spiritual communication, we can say within ourselves, this is it! This is what is meant by those words in the revelation. Thereafter, if they are carefully chosen, words are adequate for teaching about spiritual things."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p11"},"We do not have the words (even the scriptures do not have words) which perfectly describe the Spirit. The scriptures generally use the word voice, which does not exactly fit. These delicate, refined spiritual communications are not seen with our eyes, nor heard with our ears. And even though it is described as a voice, it is a voice that one feels, more than one hears."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p12"},"Once I came to understand this, one verse in the Book of Mormon took on a profound meaning, and my testimony of the book increased immeasurably. It had to do with Laman and Lemuel, who rebelled against Nephi. Nephi rebuked them and said, “Ye have seen an angel, and he spake unto you; yea, ye have heard his voice from time to time; and he hath spoken unto you in a still small voice, but ye were past",["span.emphasis","feeling,"],"that ye could not",["span.emphasis","feel"],"his words.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Ne. 17:45"],"; italics added). …"]],[".topic",["h2","The Still, Small Voice"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p14"},"The voice of the Spirit is described in the scripture as being neither “loud” nor “harsh.” It is “not a voice of thunder, neither … voice of a great tumultuous noise.” But rather, “a still voice of perfect mildness, as if it had been a whisper,” and it can “pierce even to the very soul” and “cause [the heart] to burn.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3"},"3 Ne. 11:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.30"},"Hel. 5:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.6-7"},"D&C 85:6–7"],".) Remember, Elijah found the voice of the Lord was not in the wind, nor in the earthquake, nor in the fire, but was a “still small voice.” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.12"},"1 Kgs. 19:12"],".)"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p15"},"The Spirit does not get our attention by shouting or shaking us with a heavy hand. Rather it whispers. It caresses so gently that if we are preoccupied we may not feel it at all. (No wonder that the Word of Wisdom was revealed to us, for how could the drunkard or the addict feel such a voice?)"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p16"},"Occasionally it will press just firmly enough for us to pay heed. But most of the time, if we do not heed the gentle feeling, the Spirit will withdraw and wait until we come seeking and listening and say in our manner and expression, like Samuel of ancient times, “Speak [Lord], for thy servant heareth.” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.10"},"1 Sam. 3:10"],".)"]],[".topic",["h2","Strong Spiritual Experiences Do Not Come Frequently"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p18"},"I have learned that strong, impressive spiritual experiences do not come to us very frequently. And when they do, they are generally for our own edification, instruction, or correction. Unless we are called by proper authority to do so, they do not position us to counsel or to correct others."]],[".topic",["h2","Don’t Talk Lightly of Experiences"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p20"},"I have come to believe also that it is not wise to continually talk of unusual spiritual experiences. They are to be guarded with care and shared only when the Spirit itself prompts you to use them to the blessing of others. I am ever mindful of Alma’s words:"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p21"},"“It is given unto many to know the mysteries of God; nevertheless they are laid under a strict command that they shall not impart only according to the portion of his word which he doth grant unto the children of men, according to the heed and diligence which they give unto him.” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9"},"Alma 12:9"],".)"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p22"},"I heard President Marion G. Romney once counsel mission presidents and their wives in Geneva, “I do not tell all I know; I have never told my wife all I know, for I found out that if I talked too lightly of sacred things, thereafter the Lord would not trust me.”"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p23"},"We are, I believe, to keep these things and ponder them in our hearts, as Luke said Mary did of the supernal events that surrounded the birth of Jesus. (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.19"},"Luke 2:19"],".)"]],[".topic",["h2","You Cannot Force Spiritual Things"],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p25"},"There is something else to learn. A testimony is not thrust upon you; a testimony grows. We become taller in testimony like we grow taller in physical stature; we hardly know it happens because it comes by growth."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p26"},"It is not wise to wrestle with the revelations with such insistence as to demand immediate answers or blessings to your liking. You cannot force spiritual things. Such words as compel, coerce, constrain, pressure, demand, do not describe our privileges with the Spirit. You can no more force the Spirit to respond than you can force a bean to sprout, or an egg to hatch before it’s time. You can create a climate to foster growth, nourish, and protect; but you cannot force or compel: you must await the growth."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p27"},"Do not be impatient to gain great spiritual knowledge. Let it grow, help it grow, but do not force it or you will open the way to be misled."]],[".topic",["h2","Use All Your Resources"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p29"},"We are expected to use the light and knowledge we already possess to work out our lives. We should not need a revelation to instruct us to be up and about our duty, for we have been told to do that already in the scriptures; nor should we expect revelation to replace the spiritual or temporal intelligence which we have already received—only to extend it. We must go about our life in an ordinary, workaday way, following the routines and rules and regulations that govern life."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p30"},"Rules and regulations and commandments are valuable protection. Should we stand in need of revealed instruction to alter our course, it will be waiting along the way as we arrive at the point of need. The counsel to be “anxiously engaged” is wise counsel indeed. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],".)"]],[".topic",["h2","More Powerful Than You Know"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p32"},"Now, do not feel hesitant or ashamed if you do not know everything. Nephi said, “I know that he loveth his children; nevertheless, I do not know the meaning of all things.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.17"},"1 Ne. 11:17"],".)"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p33"},"There may be more power in your testimony than even you realize. …"]],[".topic",["h2","Where to Start"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p35"},"It is not unusual to have a missionary say, “How can I bear testimony until I get one? How can I testify that God lives, that Jesus is the Christ, and that the gospel is true? If I do not have such a testimony, would that not be dishonest?”"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p36"},"Oh, if I could teach you this one principle. A testimony is to be",["span.emphasis","found"],"in the",["span.emphasis","bearing"],"of it! Somewhere in your quest for spiritual knowledge, there is that “leap of faith,” as the philosophers call it. It is the moment when you have gone to the edge of the light and stepped into the darkness to discover that the way is lighted ahead for just a footstep or two. “The spirit of man,” as the scripture says, indeed “is the candle of the Lord.” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/20.27"},"Prov. 20:27"],".)"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p37"},"It is one thing to receive a witness from what you have read or what another has said; and that is a necessary beginning. It is quite another to have the Spirit confirm to you in your bosom that what",["span.emphasis","you"],"have testified is true. Can you not see that it will be supplied as you share it? As you give that which you have, there is a replacement, with increase! …"]],[".topic",["h2","He Will Sustain You"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p39"},"If you will speak with humility and honest intent, the Lord will not leave you alone. The scriptures promise that. Consider this one:"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p40"},"“Therefore, verily I say unto you, lift up your voices unto this people; speak the thoughts that I",["span.emphasis","shall"],"[note that it is future tense] put into your hearts, and you shall not be confounded before men;"],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p41"},"“For it",["span.emphasis","shall"],"[again note the future tense] be given you in the very hour, yea, in the very moment, what ye shall say."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p42"},"“But a commandment I give unto you, that ye shall declare whatsoever thing ye declare in my name, in solemnity of heart, in the spirit of meekness, in all things."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p43"},"“And I give unto you this promise, that inasmuch as ye do this the Holy Ghost shall be shed forth in bearing record unto all things whatsoever ye shall say.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"],".) …"]],[".topic",["h2","The Spirit Will Not Always Strive with Us"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p45"},"Now, once you receive it, be obedient to the promptings you receive. I learned a sobering lesson as a mission president. I was also a General Authority. I had been prompted several times, for the good of the work, to release one of my counselors. Besides praying about it, I had reasoned that it was the right thing to do. But I did not do it. I feared that it would injure a man who had given long service to the Church."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p46"},"The Spirit withdrew from me. I could get no promptings on who should be called as a counselor should I release him. It lasted for several weeks. My prayers seemed to be contained within the room where I offered them. I tried a number of alternate ways to arrange the work, but to no avail. Finally, I did as I was bidden to do by the Spirit. Immediately, the gift returned! Oh, the exquisite sweetness to have that gift again. You know it, for you have it, the gift of the Holy Ghost. And the brother was not injured, indeed he was greatly blessed and immediately thereafter the work prospered."]],[".topic",["h2","We Can Be Deceived"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p48"},"Be ever on guard lest you be deceived by inspiration from an unworthy source. You can be given false spiritual messages. There are counterfeit spirits just as there are counterfeit angels. (See",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.17"},"Moro. 7:17"],".) Be careful lest you be deceived, for the devil may come disguised as an angel of light."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p49"},"The spiritual part of us and the emotional part of us are so closely linked that it is possible to mistake an emotional impulse for something spiritual. We occasionally find people who receive what they assume to be spiritual promptings from God, when those promptings are either centered in the emotions or are from the adversary."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p50"},"Avoid like a plague those who claim that some great spiritual experience authorizes them to challenge the constituted priesthood authority in the Church. Do not be unsettled if you cannot explain every insinuation of the apostate or every challenge from the enemies who attack the Lord’s church. And we now face a tidal wave of that. In due time you will be able to confound the wicked and inspire the honest in heart. …"],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p51"},"… The choicest pearl, the one of great price, is to learn at an early age how one is guided by the Spirit of the Lord—a supernal gift. Indeed, it is a guide and a protection."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p52"},"“The Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit, ye shall not teach.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],".)"]],[".topic",["h2","You Can Do the Lord’s Work"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p54"},"There is great power in this work, spiritual power. The ordinary member of the Church, like you, having received the gift of the Holy Ghost by confirmation, can do the work of the Lord."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p55"},"Years ago a friend, who long since is gone, told this experience. He was seventeen-years-old and with his companion stopped at a cottage in the southern states. It was his first day in the mission field and was his first door. A gray-haired woman stood inside the screen and asked what they wanted. His companion nudged him to proceed. Frightened and somewhat tongue-tied, he finally blurted out, “As man is God once was, and as God is man may become.”"],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p56"},"Strangely enough, she was interested and asked where he got that. He answered, “It’s in the Bible.” She left the door for a moment, returned with her Bible. Commenting that she was a minister of a congregation, she handed it to him and said, “Here, show me.”"],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p57"},"He took the Bible and nervously thumbed back and forth through it. Finally he handed it back saying, “Here, I can’t find it. I’m not even sure that it’s in there, and even if it is, I couldn’t find it. I’m just a poor farm boy from out in Cache Valley in Utah. I haven’t had much training. But I come from a family where we live the gospel of Jesus Christ. And it’s done so much for our family that I’ve accepted a call to come on a mission for two years, at my own expense, to tell people how I feel about it.”"],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p58"},"After half a century, he could not hold back the tears as he told me how she pushed open the door and said, “Come in, my boy, I’d like to hear what you have to say.”"],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p59"},"There is great power in this work, and the ordinary member of the Church, sustained by the Spirit, can do the work of the Lord."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p60"},"There is so much more to say. I could speak of prayer, of fasting, of priesthood and authority, of worthiness—all essential to revelation. When they are understood, it all fits together—perfectly. But some things one must learn individually, and alone, taught by the Spirit."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p61"},"Nephi interrupted that great sermon on the Holy Ghost and on angels saying, “I … cannot say more; the Spirit stoppeth mine utterance.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.7"},"2 Ne. 32:7"],".) I have done the best I could with the words I have. Perchance the Spirit has opened the veil a little or confirmed to you a sacred principle of revelation, of spiritual communication."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p62"},"I know by experience too sacred to touch upon that God lives, that Jesus is the Christ, that the Gift of the Holy Ghost conferred upon us at our confirmation is a supernal gift."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p63"},"The Book of Mormon is true!"],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-candle-of-the-lord.p64"},"This is the Lord’s Church! Jesus is the Christ! There presides over us a prophet of God! The day of miracles has not ceased, neither have angels ceased to appear and minister unto man! The spiritual gifts are with the Church. Choice among them is the gift of the Holy Ghost!"]]]],"refs":null}
