{"id":8,"parent_id":0,"book_id":9403,"content_id":1,"language_id":1,"display_order":8,"title":"The Articles of Faith","subtitle":"","short_title":"The Articles of Faith","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith"},[".heading",{"id":"head1","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.head1"},["h1","The Articles of Faith"]],[".bodyBlock",[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f1"},["ul.bullet",["li",["span.label","•"],["p","The members of the Godhead"]],["li",["span.label","•"],["p","We will be punished only for our own sins"]],["li",["span.label","•"],["p","All may be saved through the Atonement of Christ"]],["li",["span.label","•"],["p","The first principles and ordinances of the gospel"]],["li",["span.label","•"],["p","The need for and the nature of authority in the ministry"]],["li",["span.label","•"],["p","Church organization"]],["li",["span.label","•"],["p","Spiritual gifts"]],["li",["span.label","•"],["p","Scripture"]],["li",["span.label","•"],["p","Continuing revelation"]],["li",["span.label","•"],["p","The gathering of Israel"]],["li",["span.label","•"],["p","Religious freedom"]],["li",["span.label","•"],["p","Obedience to law"]],["li",["span.label","•"],["p","Values"]]]],[".topic",{"id":"t1","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t1"},[".topic",{"id":"t2","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t2"},["h3","What Are the Articles of Faith?"],["p.para",{"id":"p17","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p17"},"“The Prophet [Joseph Smith] was occasionally called on to explain the teachings and practices of Mormonism to outsiders. A significant example was the Wentworth Letter. In the spring of 1842, John Wentworth, editor of the",["span.emphasis","Chicago Democrat,"],"asked Joseph Smith to provide him with a sketch of ‘the rise, progress, persecution, and faith of the Latter-Day Saints’ [“Church History,”",["span.emphasis","Times and Seasons,"],"1 Mar. 1842, 706]. … Joseph complied with this request and sent Wentworth a multi-page document containing an account of many of the early events in the history of the Restoration, including the First Vision and the coming forth of the Book of Mormon. The document also contained thirteen statements outlining Latter-day Saint beliefs, which have come to be known as the Articles of Faith. …"],["p.para",{"id":"p18","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p18"},"“Wentworth did not publish this document in the",["span.emphasis","Chicago Democrat,"],"nor did it ever appear in any history of New Hampshire. But the Church’s newspaper,",["span.emphasis","Times and Seasons,"],"published it in March 1842, and it has become one of the most important statements of inspiration, history, and doctrine for the Church” (",["span.emphasis","Church History in the Fulness of Times,"],"256–57)."]],[".topic",{"id":"t3","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t3"},["h3","The Wentworth Letter"],["p.para",{"id":"p20","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p20"},"Following is the complete text of the Wentworth Letter, as written by the Prophet Joseph Smith:"],["p.para",{"id":"p21","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p21"},"“I was born in the town of Sharon, Windsor County, Vermont, on the 23rd of December,",["span.small","A.D."],"1805. When ten years old, my parents removed to Palmyra, New York, where we resided about four years, and from thence we removed to the town of Manchester. My father was a farmer and taught me the art of husbandry. When about fourteen years of age, I began to reflect upon the importance of being prepared for a future state, and upon inquiring [about] the plan of salvation, I found that there was a great clash in religious sentiment; if I went to one society they referred me to one plan, and another to another; each one pointing to his own particular creed as the",["span.emphasis","summum bonum"],"of perfection. Considering that all could not be right, and that God could not be the author of so much confusion, I determined to investigate the subject more fully, believing that if God had a Church it would not be split up into factions, and that if He taught one society to worship one way, and administer in one set of ordinances, He would not teach another, principles which were diametrically opposed."],["p.para",{"id":"p22","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p22"},"“Believing the word of God, I had confidence in the declaration of James—‘If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.’ I retired to a secret place in a grove, and began to call upon the Lord; while fervently engaged in supplication, my mind was taken away from the objects with which I was surrounded, and I was enwrapped in a heavenly vision, and saw two glorious personages, who exactly resembled each other in features and likeness, surrounded with a brilliant light which eclipsed the sun at noon day. They told me that all religious denominations were believing in incorrect doctrines, and that none of them was acknowledged of God as His Church and kingdom: and I was expressly commanded ‘to go not after them,’ at the same time receiving a promise that the fullness of the Gospel should at some future time be made known unto me."],["p.para",{"id":"p23","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p23"},"“On the evening on the 21st of September,",["span.small","A.D."],"1823, while I was praying unto God, and endeavoring to exercise faith in the precious promises of Scripture, on a sudden a light like that of day, only of a far purer and more glorious appearance and brightness, burst into the room, indeed the first sight was as though the house was filled with consuming fire; the appearance produced a shock that affected the whole body; in a moment a personage stood before me surrounded with a glory yet greater than that with which I was already surrounded. This messenger proclaimed himself to be an angel of God, sent to bring the joyful tidings that the covenant which God made with ancient Israel was at hand to be fulfilled, that the preparatory work for the second coming of the Messiah was speedily to commence; that the time was at hand for the Gospel in all its fullness to be preached in power, unto all nations that a people might be prepared for the Millennial reign. I was informed that I was chosen to be an instrument in the hands of God to bring about some of His purposes in this glorious dispensation."],["p.para",{"id":"p24","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p24"},"“I was also informed concerning the aboriginal inhabitants of this country and shown who they were, and from whence they came; a brief sketch of their origin, progress, civilization, laws, governments, of their righteousness and iniquity, and the blessings of God being finally withdrawn from them as a people, was made known unto me; I was also told where were deposited some plates on which were engraven an abridgment of the records of the ancient Prophets that had existed on this continent. The angel appeared to me three times the same night and unfolded the same things. After having received many visits from the angels of God unfolding the majesty and glory of the events that should transpire in the last days, on the morning of the 22nd of September,",["span.small","A.D."],"1827, the angel of the Lord delivered the records into my hands."],["p.para",{"id":"p25","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p25"},"“These records were engraven on plates which had the appearance of gold, each plate was six inches wide and eight inches long, and not quite so thick as common tin. They were filled with engravings, in Egyptian characters, and bound together in a volume as the leaves of a book, with three rings running through the whole. The volume was something near six inches in thickness, a part of which was sealed. The characters on the unsealed part were small, and beautifully engraved. The whole book exhibited many marks of antiquity in its construction, and much skill in the art of engraving. With the records was found a curious instrument, which the ancients called ‘Urim and Thummim,’ which consisted of two transparent stones set in the rim of a bow fastened to a breast plate. Through the medium of the Urim and Thummim I translated the record by the gift and power of God."],["p.para",{"id":"p26","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p26"},"“In this important and interesting book the history of ancient America is unfolded, from its first settlement by a colony that came from the Tower of Babel, at the confusion of languages to the beginning of the fifth century of the Christian Era. We are informed by these records that America in ancient times has been inhabited by two distinct races of people. The first were called Jaredites, and came directly from the Tower of Babel. The second race came directly from the city of Jerusalem, about six hundred years before Christ. They were principally Israelites, of the descendants of Joseph. The Jaredites were destroyed about the time that the Israelites came from Jerusalem, who succeeded them in the inheritance of the country. The principal nation of the second race fell in battle towards the close of the fourth century. The remnant are the Indians that now inhabit this country. This book also tells us that our Savior made His appearance upon this continent after His resurrection; that He planted the Gospel here in all its fulness, and richness, and power, and blessing; that they had Apostles, Prophets, Pastors, Teachers, and Evangelists; the same order, the same priesthood, the same ordinances, gifts, powers, and blessings, as were enjoyed on the eastern continent, that the people were cut off in consequence of their transgressions, that the last of their prophets who existed among them was commanded to write an abridgment of their prophecies, history, &c, and to hide it up in the earth, and that it should come forth and be united with the Bible for the accomplishment of the purposes of God in the last days. For a more particular account I would refer to the Book of Mormon, which can be purchased at Nauvoo, or from any of our Traveling Elders."],["p.para",{"id":"p27","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p27"},"“As soon as the news of this discovery was made known, false reports, misrepresentation and slander flew, as on the wings of the wind, in every direction; the house was frequently beset by mobs and evil designing persons. Several times I was shot at, and very narrowly escaped, and every device was made use of to get the plates away from me; but the power and blessing of God attended me, and several began to believe my testimony."],["p.para",{"id":"p28","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p28"},"“On the 6th of April, 1830, the ‘Church of Jesus Christ of Latter-day Saints’ was first organized in the town of Fayette, Seneca county, state of New York. Some few were called and ordained by the Spirit of revelation and prophecy, and began to preach as the Spirit gave them utterance, and though weak, yet were they strengthened by the power of God, and many were brought to repentance, were immersed in the water, and were filled with the Holy Ghost by the laying on of hands. They saw visions and prophesied, devils were cast out, and the sick healed by the laying on of hands. From that time the work rolled forth with astonishing rapidity, and churches were soon formed in the states of New York, Pennsylvania[,] Ohio, Indiana, Illinois, and Missouri; in the last named state a considerable settlement was formed in Jackson county: numbers joined the Church and we were increasing rapidly; we made large purchases of land, our farms teemed with plenty, and peace and happiness were enjoyed in our domestic circle, and throughout our neighborhood; but as we could not associate with our neighbors (who were, many of them, of the basest of men, and had fled from the face of civilized society, to the frontier country to escape the hand of justice,) in their midnight revels, their Sabbath breaking, horse racing and gambling; they commenced at first to ridicule, then to persecute, and finally an organized mob assembled and burned our houses, tarred and feathered and whipped many of our brethren, and finally, contrary to law, justice and humanity, drove them from their habitations; who, houseless and homeless, had to wander on the bleak prairies till the children left the tracks of their blood on the prairie. This took place in the month of November, and they had no other covering but the canopy of heaven, in this inclement season of the year; this proceeding was winked at by the government, and although we had warantee deeds for our land, and had violated no law, we could obtain no redress."],["p.para",{"id":"p29","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p29"},"“There were many sick, who were thus inhumanly driven from their houses, and had to endure all this abuse and to seek homes where they could be found. The result was, that a great many of them being deprived of the comforts of life, and the necessary attendances, died; many children were left orphans, wives, widows and husbands, widowers; our farms were taken possession of by the mob, many thousands of cattle, sheep, horses and hogs were taken, and our household goods, store goods, and printing press and type were broken, taken, or otherwise destroyed."],["p.para",{"id":"p30","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p30"},"“Many of our brethren removed to Clay county, where they continued until 1836, three years; there was no violence offered, but there were threatenings of violence. But in the summer of 1836 these threatenings began to assume a more serious form, from threats, public meetings were called, resolutions were passed, vengeance and destruction were threatened, and affairs again assumed a fearful attitude, Jackson county was a sufficient precedent, and as the authorities in that county did not interfere they boasted that they would not in this; which on application to the authorities we found to be too true, and after much privation and loss of property, we were again driven from our homes."],["p.para",{"id":"p31","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p31"},"“We next settled in Caldwell and Daviess counties, where we made large and extensive settlements, thinking to free ourselves from the power of oppression, by settling in new counties, with very few inhabitants in them; but here we were not allowed to live in peace, but in 1838 we were again attacked by mobs, an exterminating order was issued by Governor Boggs, and under the sanction of law, an organized banditti ranged through the country, robbed us of our cattle, sheep, hogs, &c., many of our people were murdered in cold blood, the chastity of our women was violated, and we were forced to sign away our property at the point of the sword; and after enduring every indignity that could be heaped upon us by an inhuman, ungodly band of marauders, from twelve to fifteen thousand souls, men[,] women, and children were driven from their own firesides, and from lands to which they had warantee deeds, houseless, friendless, and homeless (in the depths of winter) to wander as exiles on the earth, or to seek an asylum in a more genial clime, and among a less barbarous people. Many sickened and died in consequence of the cold and hardships they had to endure; many wives were left widows, and children, orphans, and destitute. It would take more time than is allotted me here to describe the injustice, the wrongs, the murders the bloodshed, the theft, misery and woe that have been caused by the barbarous, inhuman, and lawless proceedings of the state of Missouri."],["p.para",{"id":"p32","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p32"},"“In the situation before alluded to, we arrived in the state of Illinois in 1839, where we found a hospitable people and a friendly home: a people who were willing to be governed by the principles of law and humanity. We have commenced to build a city called ‘Nauvoo,’ in Hancock county. We number from six to eight thousand here, besides vast numbers in the county around, and in almost every county of the state. We have a city charter granted us, and charter for a Legion, the troops of which now number 1,500. We have also a charter for a University, for an Agricultural and Manufacturing Society, have our own laws and administrators, and possess all the privileges that other free and enlightened citizens enjoy."],["p.para",{"id":"p33","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p33"},"“Persecution has not stopped the progress of truth, but has only added fuel to the flame, it has spread with increasing rapidity. Proud of the cause which they have espoused, and conscious of our innocence, and of the truth of their system, amidst calumny and reproach, have the Elders of this Church gone forth, and planted the Gospel in almost every state in the Union; it has penetrated our cities, it has spread over our villages, and has caused thousands of our intelligent, noble, and patriotic citizens to obey its divine mandates, and be governed by its sacred truths. It has also spread into England, Ireland, Scotland, and Wales, where, in the year 1840, a few of our missionaries were sent, and over five thousand joined the Standard of Truth; there are numbers now joining in every land."],["p.para",{"id":"p34","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p34"},"“Our missionaries are going forth to different nations, and in Germany, Palestine, New Holland, Australia, the East Indies, and other places, the Standard of Truth has been erected; no unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done."],["p.para",{"id":"p35","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p35"},"“We believe in God the eternal Father, and in His Son Jesus Christ, and in the Holy Ghost."],["p.para",{"id":"p36","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p36"},"“We believe that men will be punished for their own sins, and not for Adam’s transgression."],["p.para",{"id":"p37","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p37"},"“We believe that through the atonement of Christ all mankind may be saved by obedience to the laws and ordinances of the Gospel."],["p.para",{"id":"p38","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p38"},"“We believe that the first principle[s] and ordinances of the Gospel are: (1) Faith in the Lord Jesus Christ; (2) Repentance; (3) Baptism by immersion for the remission of sins; (4) Laying on of hands for the gift of the Holy Ghost."],["p.para",{"id":"p39","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p39"},"“We believe that a man must be called of God by prophecy and by the laying on hands, by those who are in authority, to preach the Gospel and administer in the ordinances thereof."],["p.para",{"id":"p40","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p40"},"“We believe in the same organization that existed in the primitive Church, viz: apostles, prophets, pastors, teachers, evangelists, etc."],["p.para",{"id":"p41","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p41"},"“We believe in the gift of tongues, prophecy, revelation, visions, healing, interpretation of tongues, etc."],["p.para",{"id":"p42","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p42"},"“We believe the Bible to be the word of God, as far as it is translated correctly; we also believe the Book of Mormon to be the word of God."],["p.para",{"id":"p43","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p43"},"“We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the kingdom of God."],["p.para",{"id":"p44","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p44"},"“We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion will be built upon this [the American] continent; that Christ will reign personally upon the earth; and that the earth will be renewed and receive its paradisiacal glory."],["p.para",{"id":"p45","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p45"},"“We claim the privilege of worshiping Almighty God according to the dictates of our own conscience, and allow all men the same privilege, let them worship how, where, or what they may."],["p.para",{"id":"p46","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p46"},"“We believe in being subject to kings, presidents, rulers and magistrates, in obeying[,] honoring, and sustaining the law."],["p.para",{"id":"p47","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p47"},"“We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to",["span.emphasis","all men"],"; indeed we may say that we follow the admonition of Paul, ‘We believe all thing[s], we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report, or praiseworthy, we seek after these things."],["p.para",{"id":"p48","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p48"},"“Respectfully, &c., Joseph Smith” (",["span.emphasis","History of the Church,"],"4:536–41)."]],[".topic",{"id":"t4","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t4"},["h3","How Did the Articles of Faith Become Part of the Scriptures?"],["p.para",{"id":"p50","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p50"},"“In 1851 the Articles of Faith were included in the first edition of the Pearl of Great Price published in the British Mission. After the Pearl of Great Price was revised in 1878 and canonized in 1880, the Articles of Faith became official doctrine of the Church” (",["span.emphasis","Church History in the Fulness of Times,"],"257)."]],[".topic",{"id":"t5","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t5"},["h3","What Is the Significance of the Articles of Faith?"],["p.para",{"id":"p52","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p52"},"The Articles of Faith can help members of the Church explain and defend many gospel principles. Elder L. Tom Perry, a member of the Quorum of the Twelve Apostles, said:"],["p.para",{"id":"p53","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p53"},"“What a great blessing it would be if every member of the Church memorized the Articles of Faith and became knowledgeable about the principles contained in each. We would be better prepared to share the gospel with others. …"],["p.para",{"id":"p54","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p54"},"“… They contain direct and simple statements of the principles of our religion, and they constitute strong evidence of the divine inspiration that rested upon the Prophet Joseph Smith."],["p.para",{"id":"p55","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p55"},"“I encourage each of you to study the Articles of Faith and the doctrines they teach. … If you will use them as a guide to direct your studies of the Savior’s doctrine, you will find yourselves prepared to declare your witness of the restored, true Church of the Lord. You will be able to declare with conviction, ‘We believe these things’” (in Conference Report, Apr. 1998, 28, 30; or",["span.emphasis","Ensign,"],"May 1998, 23–24)."]]],[".topic",{"id":"t6","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t6"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1-4"},"Articles of Faith 1:1–4"]],["h3","God and His Plan of Salvation"],[".topic",{"id":"t7","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t7"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],". Three Separate and Distinct Beings"],["p.para",{"id":"p59","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p59"},"Elder Dallin H. Oaks, a member of the Quorum of the Twelve Apostles, said:"],["p.para",{"id":"p60","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p60"},"“In common with the rest of Christianity, we believe in a Godhead of Father, Son, and Holy Ghost. However, we testify that these three members of the Godhead are three separate and distinct beings. We also testify that God the Father is not just a spirit but is a glorified person with a tangible body, as is his resurrected Son, Jesus Christ. …"],["p.para",{"id":"p61","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p61"},"“… Many Christians reject the idea of a tangible, personal God and a Godhead of three separate beings. They believe that God is a spirit and that the Godhead is only one God. …"],["p.para",{"id":"p62","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p62"},"“The collision between the speculative world of Greek philosophy and the simple, literal faith and practice of the earliest Christians produced sharp contentions that threatened to widen political divisions in the fragmenting Roman empire. This led Emperor Constantine to convene the first churchwide council in",["span.small","A.D."],"325. The action of this council of Nicaea remains the most important single event after the death of the Apostles in formulating the modern Christian concept of deity. The Nicene Creed erased the idea of the separate being of Father and Son by defining God the Son as being of ‘one substance with the Father.’"],["p.para",{"id":"p63","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p63"},"“Other councils followed, and from their decisions and the writings of churchmen and philosophers there came a synthesis of Greek philosophy and Christian doctrine in which the orthodox Christians of that day lost the fulness of truth about the nature of God and the Godhead. The consequences persist in the various creeds of Christianity, which declare a Godhead of only one being and which describe that single being or God as ‘incomprehensible’ and ‘without body, parts, or passions.’ One of the distinguishing features of the doctrine of The Church of Jesus Christ of Latter-day Saints is its rejection of all of these postbiblical creeds. …"],["p.para",{"id":"p64","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p64"},"“… Joseph Smith’s first vision showed that the prevailing concepts of the nature of God and the Godhead were untrue and could not lead their adherents to the destiny God desired for them. …"],["p.para",{"id":"p65","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p65"},"“… We can comprehend the fundamentals he has revealed about himself and the other members of the Godhead. And that knowledge is essential to our understanding of the purpose of mortal life and of our eternal destiny” (in Conference Report, Apr. 1995, 112–14; or",["span.emphasis","Ensign,"],"May 1995, 84–86)."]],[".topic",{"id":"t8","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t8"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],". “God, the Eternal Father”"],["p.para",{"id":"p67","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p67"},"In a 1916 doctrinal exposition, the First Presidency and the Quorum of the Twelve Apostles stated: “God the Eternal Father, whom we designate by the exalted name-title ‘Elohim,’ is the literal Parent of our Lord and Savior Jesus Christ, and of the spirits of the human race” (“The Father and the Son,”",["span.emphasis","Improvement Era,"],"Aug. 1916, 934)."],["p.para",{"id":"p68","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p68"},"President Brigham Young said:"],["p.para",{"id":"p69","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p69"},"“I want to tell you, each and every one of you, that you are well acquainted with God our heavenly Father, or the great Eloheim. You are all well acquainted with Him, for there is not a soul of you but what has lived in His house and dwelt with Him year after year; and yet you are seeking to become acquainted with Him, when the fact is, you have merely forgotten what you did know. …"],["p.para",{"id":"p70","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p70"},"“There is not a person here to-day but what is a son or a daughter of that Being [Heavenly Father]. In the spirit world their spirits were first begotten and brought forth, and they lived there with their parents for ages before they came here” (in",["span.emphasis","Journal of Discourses,"],"4:216)."]],[".topic",{"id":"t9","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],". “His Son, Jesus Christ”"],["p.para",{"id":"p72","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p72"},"President Heber J. Grant stated: “We believe absolutely that Jesus Christ is the Son of God, begotten of God, the first-born in the spirit and the only begotten in the flesh; that He is the Son of God just as much as you and I are the sons of our fathers” (“Analysis of the Articles of Faith,”",["span.emphasis","Latter-day Saints’ Millennial Star,"],"5 Jan. 1922, 2)."],["p.para",{"id":"p73","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p73"},"Elder Neal A. Maxwell, a member of the Quorum of the Twelve Apostles, testified:"],["p.para",{"id":"p74","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p74"},"“Whether descriptively designated as Creator, Only Begotten Son, Prince of Peace, Advocate, Mediator, Son of God, Savior, Messiah, Author and Finisher of Salvation, King of Kings—I witness that Jesus Christ is the only name under heaven whereby one can be saved! (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.23"},"D&C 18:23"],".)"],["p.para",{"id":"p75","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p75"},"“I testify that He is utterly incomparable in what He",["span.emphasis","is,"],"what He",["span.emphasis","knows,"],"what He has",["span.emphasis","accomplished,"],"and what He has",["span.emphasis","experienced."],"Yet, movingly, He calls us His friends. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/15.15"},"John 15:15"],".)” (in Conference Report, Oct. 1981, 9; or",["span.emphasis","Ensign,"],"Nov. 1981, 8)."]],[".topic",{"id":"t10","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],". The Holy Ghost"],["p.para",{"id":"p77","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p77"},"Elder Spencer W. Kimball, then a member of the Quorum of the Twelve Apostles, taught:"],["p.para",{"id":"p78","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p78"},"“The Holy Ghost is a revelator. Every worthy soul is entitled to a revelation, and it comes through the Holy Ghost. In Moroni’s farewell to the Lamanites, he says:"],["p.para",{"id":"p79","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p79"},"“‘And by the power of the Holy Ghost ye may know the truth of all things.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],".) He is a reminder and will bring to our remembrance the things which we have learned and which we need in the time thereof. He is an inspirer and will put words in our mouths, enlighten our understandings and direct our thoughts. He is a testifier and will bear record to us of the divinity of the Father and the Son and of Their missions and of the program which they have given us. He is a teacher and will increase our knowledge. He is a companion and will walk with us, inspiring us all along the way, guiding our footsteps, impeaching our weaknesses, strengthening our resolves and revealing to us righteous aims and purposes” (“The",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Fourth Article of Faith"],",”",["span.emphasis","The Instructor,"],"Apr. 1955, 108–9)."]],[".topic",{"id":"t11","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.2"},"Articles of Faith 1:2"],". Adam and Eve’s Transgression"],["p.para",{"id":"p81","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p81"},"Elder James E. Faust, then a member of the Quorum of the Twelve Apostles, explained:"],["p.para",{"id":"p82","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p82"},"“Because of their transgression, Adam and Eve, having chosen to leave their state of innocence (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.23-25"},"2 Nephi 2:23–25"],"), were banished from the presence of God. This is referred to in Christendom as the Fall, or Adam’s transgression. It is a spiritual death because Adam and Eve were separated from the presence of God and given agency ‘to act for themselves and not to be acted upon’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],"). They were also given the great power of procreation, so that they could keep the commandment to ‘multiply, and replenish the earth’ and have joy in their posterity (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],")."],[".image",{"id":"f3","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_002-adamEve.jpg"}]],["p.para",{"id":"p83","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p83"},"“All of their posterity were likewise banished from the presence of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.22-26"},"2 Nephi 2:22–26"],"). However, the posterity of Adam and Eve were innocent of the original sin because they had no part in it. It was therefore unfair for all of humanity to suffer eternally for the transgressions of our first parents, Adam and Eve. It became necessary to settle this injustice; hence the need for the atoning sacrifice of Jesus in His role as the Savior and Redeemer. Because of the transcendent act of the Atonement, it is possible for every soul to obtain forgiveness of sins, to have them washed away and be forgotten” (in Conference Report, Oct. 1988, 13–14; or",["span.emphasis","Ensign,"],"Nov. 1988, 12)."]],[".topic",{"id":"t12","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t12"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.2"},"Articles of Faith 1:2"],". Punishment for Our Own Sins"],["p.para",{"id":"p85","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p85"},"Elder Dallin H. Oaks said:"],["p.para",{"id":"p86","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p86"},"“In order to lay claim upon our Savior’s life-giving triumph over the spiritual death we suffer because of our own sins, we must follow the conditions he has prescribed. As he has told us in modern revelation, ‘I, God, have suffered these things for all, that they might not suffer if they would repent;"],["p.para",{"id":"p87","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p87"},"“‘But if they would not repent they must suffer even as I’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-17"},"D&C 19:16–17"],")” (in Conference Report, Oct. 1987, 77; or",["span.emphasis","Ensign,"],"Nov. 1987, 65)."]],[".topic",{"id":"t13","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t13"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"],". “Through the Atonement of Christ”"],["p.para",{"id":"p89","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p89"},"Elder David B. Haight, a member of the Quorum of the Twelve Apostles, testified:"],["p.para",{"id":"p90","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p90"},"“We believe that Christ came into the world to ransom mankind from the temporal and spiritual death brought into the world by the fall of Adam, that through the shedding of His innocent blood all mankind are raised in immortality and that those who believe and obey His laws are raised unto eternal life."],[".image",{"id":"f4","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_003-atonement.jpg"}]],["p.para",{"id":"p91","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p91"},"“Salvation is administered on the same terms and conditions in all ages. Men must have faith in him, repent of their sins, be baptized in his name, receive the gift of the Holy Ghost, and remain steadfast to gain life eternal."],["p.para",{"id":"p92","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p92"},"“The Lord God has sent his holy prophets among all men in all ages to declare these things, even as he does today (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.13"},"Mosiah 3:13"],")” (in Conference Report, Apr. 1988, 24–25; or",["span.emphasis","Ensign,"],"May 1988, 22)."],["p.para",{"id":"p93","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p93"},"Elder James E. Faust, then a member of the Quorum of the Twelve Apostles, explained: “There is a distinction between immortality, or eternal existence, and eternal life, which is to have a place in the presence of God. Through the grace of Jesus Christ, immortality comes to all men, just or unjust, righteous or wicked. However, eternal life is ‘the greatest of all the gifts of God’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],"). We obtain this great gift, according to the Lord, ‘if you keep my commandments and endure to the end.’ If we so endure, the promise is, ‘you shall have eternal life’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],")” (in Conference Report, Oct. 1988, 14; or",["span.emphasis","Ensign,"],"Nov. 1988, 12)."]],[".topic",{"id":"t14","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t14"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"],". Obedience to God"],["p.para",{"id":"p95","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p95"},"The Prophet Joseph Smith said: “To get salvation we must not only do some things, but everything which God has commanded. Men may preach and practice everything except those things which God commands us to do, and will be damned at last. … The object with me is to obey and teach others to obey God in just what He tells us to do. It mattereth not whether the principle is popular or unpopular, I will always maintain a true principle, even if I stand alone in it” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"332)."]],[".topic",{"id":"t15","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t15"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"],". The Laws and Ordinances of the Gospel"],["p.para",{"id":"p97","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p97"},"Elder ElRay L. Christiansen, who was an Assistant to the Quorum of the Twelve Apostles, said:"],["p.para",{"id":"p98","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p98"},"“If we keep the laws and covenants of baptism, and honor the priesthood and its covenants, we are then permitted to enter into the temple of the Lord and there again make covenants with him, which covenants if kept will qualify us for the fulness of joy in our Father’s kingdom; and to become endowed with powers, rights, blessings, and promises of blessings that may embellish our lives and bless us eternally and bring us joy that is beyond our power to comprehend."],["p.para",{"id":"p99","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p99"},"“… What hope, what assurance, what joy that should bring to the hearts of men!” (in Conference Report, Apr. 1955, 30)."]],[".topic",{"id":"t16","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t16"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". The First Principles and Ordinances of the Gospel"],["p.para",{"id":"p101","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p101"},"The Prophet Joseph Smith taught: “Baptism is a sign to God, to angels, and to heaven that we do the will of God, and there is no other way beneath the heavens whereby God hath ordained for man to come to Him to be saved, and enter into the Kingdom of God, except faith in Jesus Christ, repentance, and baptism for the remission of sins, and any other course is vain; then you have the promise of the gift of the Holy Ghost” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"198)."]],[".topic",{"id":"t17","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". Faith in the Lord Jesus Christ"],["p.para",{"id":"p103","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p103"},"President Joseph Fielding Smith wrote: “The first principle of the gospel is faith in the Lord Jesus Christ; and of course we are not going to have faith in the Lord Jesus Christ without having faith in his Father. Then if we have faith in God the Father and the Son and are guided, as we ought to be, by the Holy Ghost, we will have faith in the servants of the Lord through whom he has spoken” (",["span.emphasis","Doctrines of Salvation,"],"2:303)."]],[".topic",{"id":"t18","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". Repentance"],["p.para",{"id":"p105","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p105"},"President Joseph F. Smith taught: “True repentance is not only sorrow for sins, and humble penitence and contrition before God, but it involves the necessity of turning away from them, a discontinuance of all evil practices and deeds, a thorough reformation of life, a vital change from evil to good, from vice to virtue, from darkness to light. Not only so, but to make restitution, so far as it is possible, for all the wrongs we have done, to pay our debts, and restore to God and man their rights—that which is due to them from us” (",["span.emphasis","Gospel Doctrine,"],"100)."],["p.para",{"id":"p106","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p106"},"Elder James E. Talmage, a member of the Quorum of the Twelve Apostles, warned: “Repentance becomes more difficult as sin is more wilful; it is by humility and contrition of the heart that sinners may increase their faith in God, and so obtain from Him the gift of repentance. As the time of repentance is procrastinated, the ability to repent grows weaker; neglect of opportunity in holy things develops inability” (",["span.emphasis","Articles of Faith,"],"114)."]],[".topic",{"id":"t19","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". Baptism by Immersion for the Remission of Sins"],["p.para",{"id":"p108","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p108"},"Elder Joseph F. Smith, then a member of the Quorum of the Twelve Apostles, said: “Baptism means immersion in water, and is to be administered by one having authority, in the name of the Father, and of the Son, and of the Holy Ghost. Baptism without divine authority is not valid. It is a symbol of the burial and resurrection of Jesus Christ, and must be done in the likeness thereof” (in",["span.emphasis","Journal of Discourses,"],"19:190)."],[".image",{"id":"f5","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_004-baptism.jpg"}]],["p.para",{"id":"p109","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p109"},"Elder Richard G. Scott, a member of the Quorum of the Twelve Apostles, taught: “When a repentant soul is baptized, all former sins are forgiven and need not be remembered. When repentance is full and one has been cleansed, there comes a new vision of life and its glorious possibilities. How marvelous the promise of the Lord: ‘Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.’ The Lord is and ever will be faithful to His words” (in Conference Report, Apr. 1995, 102–3; or",["span.emphasis","Ensign,"],"May 1995, 77)."],["p.para",{"id":"p110","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p110"},"Elder James E. Talmage wrote: “The special purpose of baptism is to afford admission to the Church of Christ with remission of sins. What need of more words to prove the worth of this divinely appointed ordinance? What gift could be offered the human race greater than a sure means of obtaining forgiveness for transgression? Justice forbids the granting of universal and unconditional pardon for sins committed except through obedience to ordained law; but means simple and effective are provided whereby the penitent sinner may enter into a covenant with God, sealing that covenant with the sign that commands recognition in heaven, that he will submit himself to the laws of God; thus he places himself within the reach of Mercy, under whose protecting influence he may win eternal life” (",["span.emphasis","Articles of Faith,"],"122)."]],[".topic",{"id":"t20","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t20"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". The Laying on of Hands for the Gift of the Holy Ghost"],["p.para",{"id":"p112","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p112"},"The Lord said that one of the duties of the elders of the Church was “to confirm those who are baptized into the church, by the laying on of hands for the baptism of fire and the Holy Ghost, according to the scriptures” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D&C 20:41"],"). Elder Bruce R. McConkie, a member of the Quorum of the Twelve Apostles, said: “There is no greater gift that a person can earn and enjoy for himself, in mortality, than the gift of the Holy Ghost, which gift is the right to the constant companionship of that member of the Godhead, and which gift is actually enjoyed only on condition of individual righteousness” (in Conference Report, Apr. 1953, 76). Elder Richard G. Scott, then a member of the Seventy, stated that “through this gift we can receive pure truth to guide our lives, divine counsel to resolve our problems, and even the power of God to overcome obstacles” (in Conference Report, Oct. 1979, 102; or",["span.emphasis","Ensign,"],"Nov. 1979, 70)."],["p.para",{"id":"p113","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p113"},"Elder James E. Faust, then a member of the Quorum of the Twelve Apostles, explained: “This powerful gift entitles the leaders and all worthy members of the Church to enjoy the gifts and companionship of the Holy Ghost, a member of the Godhead whose function is to inspire, reveal, and teach ‘all things’ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"). The result of this endowment is that … the leadership and membership of this church have enjoyed, and now enjoy, continuous revelation and inspiration directing them in what is right and good” (in Conference Report, Apr. 1980, 15; or",["span.emphasis","Ensign,"],"May 1980, 12). Elder Dallin H. Oaks testified: “That Spirit—the Holy Ghost—is our comforter, our direction finder, our communicator, our interpreter, our witness, and our purifier—our infallible guide and sanctifier for our mortal journey toward eternal life” (in Conference Report, Oct. 1996, 83; or",["span.emphasis","Ensign,"],"Nov. 1996, 61)."]]],[".topic",{"id":"t21","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t21"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5-13"},"Articles of Faith 1:5–13"]],["h3","The Restored Church of Jesus Christ"],[".topic",{"id":"t22","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t22"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],". “Called of God, by Prophecy”"],["p.para",{"id":"p117","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p117"},"President Gordon B. Hinckley, then a counselor in the First Presidency, taught: “The right to nominate [members to callings within the Church] rests with the superior officer or officers at whatever the level. But that nomination must be sustained—that is, accepted and confirmed—by the membership of the Church. The procedure is peculiar to the Lord’s church. There is no seeking for office, no jockeying for position, no campaigning to promote one’s virtues. Contrast the Lord’s way with the way of the world. The Lord’s way is quiet; it is a way of peace; it is without fanfare or monetary costs. It is without egotism or vanity or ambition. Under the Lord’s plan, those who have responsibility to select officers are governed by one overriding question: ‘Whom would the Lord have?’ There is quiet and thoughtful deliberation. And there is much of prayer to receive the confirmation of the Holy Spirit that the choice is correct” (in Conference Report, Apr. 1994, 73; or",["span.emphasis","Ensign,"],"May 1994, 53)."],["p.para",{"id":"p118","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p118"},"Regarding callings made in the Church, Elder Boyd K. Packer said: “Each member of the Church, in prayer, can receive confirmation that the fifth article of faith has been honored” (in Conference Report, Apr. 1985, 45; or",["span.emphasis","Ensign,"],"May 1985, 35)."]],[".topic",{"id":"t23","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t23"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],". Called of God by the Laying on of Hands"],["p.para",{"id":"p120","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p120"},"Elder Boyd K. Packer said: “The priesthood cannot be conferred like a diploma. It cannot be handed to you as a certificate. It cannot be delivered to you as a message or sent to you in a letter. It comes only by proper ordination. An authorized holder of the priesthood has to be there. He must place his hands upon your head and ordain you” (",["span.emphasis","“That All May Be Edified”"],"[1982], 28)."]],[".topic",{"id":"t24","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],". “By Those Who Are in Authority”"],["p.para",{"id":"p122","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p122"},"President Joseph F. Smith taught: “It is necessary that every act performed under this authority shall be done at the proper time and place, in the proper way, and after the proper order. The power of directing these labors constitutes the",["span.emphasis","keys"],"of the Priesthood. In their fulness, the keys are held by only one person at a time, the prophet and president of the Church. He may delegate any portion of this power to another, in which case that person holds the keys of that particular labor” (",["span.emphasis","Gospel Doctrine,"],"136)."],["p.para",{"id":"p123","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p123"},"Concerning the power and the authority of the priesthood, Elder Boyd K. Packer said:"],["p.para",{"id":"p124","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p124"},"“The",["span.emphasis","power"],"you receive will depend on what you do with this sacred, unseen gift."],["p.para",{"id":"p125","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p125"},"“Your authority comes through your ordination; your power comes through obedience and worthiness” (",["span.emphasis","“That All May Be Edified,”"],"29)."]],[".topic",{"id":"t25","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". “The Same Organization That Existed in the Primitive Church”"],["p.para",{"id":"p127","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p127"},"Elder Ezra Taft Benson, then a member of the Quorum of the Twelve Apostles, taught:"],["p.para",{"id":"p128","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p128"},"“It is a common belief of all sects professing Christianity that Jesus the Christ established his divine Church here on the earth during his ministry among men. …"],["p.para",{"id":"p129","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p129"},"“… He brought a higher law, a law of love, the gospel of love, and he established his Church. He selected officers. We read of the apostles, the seventies, bishops, elders, priests, teachers, and deacons, and one of the members of that body of leaders later said that these officers should remain in the Church for the purpose of ‘… the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:"],["p.para",{"id":"p130","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p130"},"“‘Till we all come in the unity of the faith.’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.12-13"},"Eph. 4:12–13"],".) …"],["p.para",{"id":"p131","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p131"},"“… But even during this period there was evidence that an apostasy was beginning. …"],["p.para",{"id":"p132","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p132"},"“… The corrupting of the simple principles of the gospel, the introduction of pagan philosophies, the unwarranted and unauthorized addition of certain man-made ceremonies, changes in organization and in government—all these and more were in evidence. …"],["p.para",{"id":"p133","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p133"},"“There remained then, only human churches, without authority, which had excommunicated each other. Surely the apostasy was now complete."],["p.para",{"id":"p134","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p134"},"“As the restored Church, we affirm that with the passing of the apostolic age, the Church drifted into a condition of apostasy, that succession in the priesthood was broken, and that the Church, as an earthly organization operating under divine direction and having authority to officiate in spiritual ordinances, ceased to exist” (in Conference Report, Oct. 1949, 23–26)."],["p.para",{"id":"p135","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p135"},"Elder David B. Haight said: “The Church of Jesus Christ of Latter-day Saints proclaims to the world that this church is a restoration of Christ’s church. A restoration was necessary because prophets and Apostles, who were the foundation of the Lord’s original church, were put to death or otherwise taken. The Church today is built on a foundation of prophets and Apostles, with Jesus Christ as its chief cornerstone. It is therefore not a reformation, a revision, a reorganization, or a mere sect. It is the Church of Jesus Christ restored in these latter days” (in Conference Report, Apr. 1986, 7; or",["span.emphasis","Ensign,"],"May 1986, 7)."]],[".topic",{"id":"t26","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t26"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". Apostles"],["p.para",{"id":"p137","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p137"},"President Gordon B. Hinckley explained:"],["p.para",{"id":"p138","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p138"},"“The word",["span.emphasis","apostle,"],"in its origin, literally means ‘one sent forth.’ If that definition were stated to say ‘one sent forth with certain authority and responsibility,’ it would properly describe the calling as it was given at the time our Lord walked the earth, and as it has been given in our time. …"],["p.para",{"id":"p139","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p139"},"“… When [the first Apostles of this dispensation] were selected, they were convened in a meeting held in Kirtland on February 27, 1835. Oliver Cowdery served as clerk in that meeting and wrote this in the minutes:"],["p.para",{"id":"p140","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p140"},"“‘President Smith proposed the following question: What importance is there attached to the calling of the Twelve Apostles, different from the other callings or officers of the Church?"],["p.para",{"id":"p141","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p141"},"“‘After the question was discussed, … President Joseph Smith, Jun. gave the following decision:"],["p.para",{"id":"p142","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p142"},"“‘They are the Twelve Apostles, who are called to the office of the Traveling High Council, who are to preside over the churches of the Saints, among the Gentiles, where there is no presidency established; and they are to travel and preach among the Gentiles, until the Lord shall command them to go to the Jews. They are to hold the keys of this ministry, to unlock the door of the Kingdom of heaven unto all nations, and to preach the Gospel to every creature. This is the power, authority, and virtue in their apostleship’ (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1938], p. 74)."],["p.para",{"id":"p143","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p143"},"“As set forth in the further revelations, they are to work under the direction of the First Presidency and to go forth as ‘special witnesses of the name of Christ in all the world’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],")."],["p.para",{"id":"p144","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p144"},"“When they need assistance in this duty they are to call upon the Seventy and then upon others as circumstances dictate” (in Conference Report, Apr. 1984, 73–75; or",["span.emphasis","Ensign,"],"May 1984, 50–51)."]],[".topic",{"id":"t27","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t27"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". Prophets"],["p.para",{"id":"p146","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p146"},"Elder Hugh B. Brown, then an Assistant to the Quorum of the Twelve Apostles, gave the following “profile of a prophet”:"],["p.para",{"id":"p147","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p147"},"“The following characteristics should distinguish a man who claims to be a prophet."],["p.para",{"id":"p148","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p148"},"“A. He will boldly claim that God had spoken to him."],["p.para",{"id":"p149","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p149"},"“B. Any man so claiming would be a dignified man with a dignified message; no table-jumping, no whisperings from the dead, no clairvoyance, but an intelligent statement of truth."],["p.para",{"id":"p150","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p150"},"“C. Any man claiming to be a prophet of God would declare his message without any fear, and without making any weak concessions to public opinion."],["p.para",{"id":"p151","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p151"},"“D. If he were speaking for God he could not make concessions although what he taught would be new and contrary to the accepted teachings of the day. A prophet bears witness to what he has seen and heard and seldom tries to make a case by argument. His message and not himself is important."],["p.para",{"id":"p152","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p152"},"“E. Such a man would speak in the name of the Lord saying, ‘Thus said the Lord,’ as did Moses, Joshua and others."],["p.para",{"id":"p153","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p153"},"“F. Such a man would predict future events in the name of the Lord and they would come to pass, as did Isaiah and Ezekiel."],["p.para",{"id":"p154","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p154"},"“G. He would have not only an important message for his time, but often a message for all future time, such as Daniel, Jeremiah, and others had."],["p.para",{"id":"p155","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p155"},"“H. He would have courage and faith enough to endure persecution and to give his life, if need be, for the cause he espoused, such as Peter, James, Paul and others did."],["p.para",{"id":"p156","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p156"},"“I. Such a man would denounce wickedness fearlessly. He would generally be rejected or persecuted by the people of his time, but later generations and descendants of his persecutors, would build monuments in his honor."],["p.para",{"id":"p157","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p157"},"“J. He would be able to do superhuman things, things that no man could do without God’s help. The consequence or result of his message and work would be convincing evidence of his prophetic calling. ‘By their fruits ye shall know them.’"],["p.para",{"id":"p158","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p158"},"“K. His teachings would be in strict conformity with scripture and his words and his writings would become scripture” (",["span.emphasis","The Profile of a Prophet,"],"5–6)."]],[".topic",{"id":"t28","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t28"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". Pastors (Bishops)"],["p.para",{"id":"p160","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p160"},"Elder Bruce R. McConkie taught: “Bishops are the overseers, shepherds, pastors, and judges of their flocks” (",["span.emphasis","A New Witness for the Articles of Faith,"],"352)."],[".image",{"id":"f6","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_006-bishops.jpg"}]],["p.para",{"id":"p161","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p161"},"Elder Robert D. Hales, a member of the Quorum of the Twelve Apostles, said: “All members of the Church can turn to their bishops when they are in need of help and can feel secure in his love for them and can have confidence in following his counsel. Bishops learn not to judge people against a standard of perfection. A bishop learns that he will rejoice with those over whom he presides in any progress they make” (in Conference Report, Apr. 1985, 36; or",["span.emphasis","Ensign,"],"May 1985, 29)."]],[".topic",{"id":"t29","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t29"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". Teachers"],["p.para",{"id":"p163","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p163"},"Elder David O. McKay, then a member of the Quorum of the Twelve Apostles, said: “No greater responsibility can rest upon any man, than to be a teacher of God’s children” (in Conference Report, Oct. 1916, 57)."]],[".topic",{"id":"t30","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t30"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"Articles of Faith 1:6"],". Evangelists (Patriarchs)"],["p.para",{"id":"p165","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p165"},"President Thomas S. Monson, a counselor in the First Presidency, explained:"],["p.para",{"id":"p166","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p166"},"“The same Lord who provided a Liahona to Lehi provides for you and for me today a rare and valuable gift to give direction to our lives, to mark the hazards to our safety, and to chart the way, even safe passage—not to a promised land, but to our heavenly home. The gift to which I refer is known as your patriarchal blessing. Every worthy member of the Church is entitled to receive such a precious and priceless personal treasure."],["p.para",{"id":"p167","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p167"},"“‘Patriarchal blessings,’ wrote the First Presidency in a letter to stake presidents, ‘contemplate an inspired declaration of the lineage of the recipient and, when so moved upon by the Spirit, an inspired and prophetic statement of the life mission of the recipient, together with such blessings, cautions and admonitions as the patriarch may be prompted to give for the accomplishment of such life’s mission, it being always made clear that the realization of all promised blessings is conditioned upon faithfulness to the gospel of our Lord, whose servant the patriarch is’ (First Presidency letter to stake presidents, 28 June 1958)."],["p.para",{"id":"p168","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p168"},"“Who is this man, this patriarch, through whom such seership and priesthood power flow? How is he called? The Council of the Twelve Apostles has special responsibility pertaining to the calling of such men. From my own experience I testify that patriarchs are called of God by prophecy. How else could our Heavenly Father reveal those to whom such prophetic powers are to be given? A patriarch holds an ordained office in the Melchizedek Priesthood. The patriarchal office, however, is one of blessing—not of administration. I have never called a man to this sacred office but what I have felt the Lord’s guiding influence in the decision” (in Conference Report, Oct. 1986, 81–82; or",["span.emphasis","Ensign,"],"Nov. 1986, 65)."]],[".topic",{"id":"t31","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t31"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],". Gifts of the Spirit"],["p.para",{"id":"p170","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p170"},"Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p171","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p171"},"“By the grace of God—following devotion, faith, and obedience on man’s part—certain special spiritual blessings called",["span.emphasis","gifts of the Spirit"],"are bestowed upon men. Their receipt is always predicated upon obedience to law, but because they are freely available to all the obedient, they are called gifts. …"],["p.para",{"id":"p172","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p172"},"“Their purpose is to enlighten, encourage, and edify the faithful so that they will inherit peace in this life and be guided toward eternal life in the world to come. Their presence is proof of the divinity of the Lord’s work” (",["span.emphasis","Mormon Doctrine,"],"314)."],["p.para",{"id":"p173","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p173"},"The Prophet Joseph Smith taught: “Paul says, ‘To one is given the gift of tongues, to another the gift of prophecy, and to another the gift of healing;’ and again: ‘Do all prophesy? do all speak with tongues? do all interpret?’ evidently showing that all did not possess these several gifts; but that one received one gift, and another received another gift—all did not prophesy, all did not speak in tongues, all did not work miracles; but all did receive the gift of the Holy Ghost; sometimes they spake in tongues and prophesied in the Apostles’ days, and sometimes they did not. The same is the case with us also” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"243)."]],[".topic",{"id":"t32","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t32"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],". The Gift of Tongues and the Interpretation of Tongues"],["p.para",{"id":"p175","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p175"},"Elder Bruce R. McConkie taught that the gift of tongues and the interpretation of tongues “are of two kinds: (1) learning to speak foreign tongues, to understand the words spoken by aliens, and to translate what is written in other languages; and (2) speaking or understanding alien and unknown languages without premeditation. The first kind is by far the more important and more commonly conferred; the second type is more dramatic and may involve languages spoken by others now living or dead languages long unknown among men. Some have spoken, for instance, in the pure Adamic language."],["p.para",{"id":"p176","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p176"},"“Both the gift of tongues and the gift of interpretation of tongues are given primarily for the preaching of the gospel. Missionaries learn the languages of those among whom they labor, and sometimes they are given power, for a short time, to preach and understand without the labor of study and the struggle for understanding. …"],["p.para",{"id":"p177","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p177"},"“Tongues and their interpretation are the most dangerous and most easily imitated of all the gifts of God. Men can speak and interpret by intellectual power and thus use their abilities to teach lies and foster heresies. Lucifer can cause his disciples to give forth nonsensical gibberish in tongues known to devils” (",["span.emphasis","A New Witness for the Articles of Faith,"],"374)."]],[".topic",{"id":"t33","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t33"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],". Prophecy"],["p.para",{"id":"p179","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p179"},"Elder James E. Talmage explained: “To prophesy is to receive and declare the word of God, and the statement of His will to the people. The function of prediction, often regarded as the sole essential of prophecy, is but one among many characteristics of this divinely given power. The prophet may have as much concern with the past as with the present or the future; he may use his gift in teaching through the experience of preceding events as in foretelling occurrences. The prophets of God are entrusted with His confidences, being privileged to learn of His will and designs” (",["span.emphasis","Articles of Faith,"],"228)."]],[".topic",{"id":"t34","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t34"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],". Healing"],["p.para",{"id":"p181","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p181"},"Elder James E. Faust, then a member of the Quorum of the Twelve Apostles, said; “We believe in the gift of healing. To me, this gift extends to the healing of both the body and the spirit. The Spirit speaks peace to the soul. This spiritual solace comes by invoking spiritual gifts, which are claimed and manifested in many ways. They are rich, and full, and abundant in the Church today. They flow from the proper and humble use of a testimony. They also come through the administering to the sick following an anointing with consecrated oil. Christ is the great Physician, who rose from the dead ‘with healing in his wings’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.13"},"2 Nephi 25:13"],"), while the Comforter is the agency of healing” (in Conference Report, Apr. 1992, 6; or",["span.emphasis","Ensign,"],"May 1992, 7)."]],[".topic",{"id":"t35","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t35"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],". Other Spiritual Gifts"],["p.para",{"id":"p183","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p183"},"Elder Dallin H. Oaks explained:"],["p.para",{"id":"p184","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p184"},"“In a priesthood blessing a servant of the Lord exercises the priesthood, as moved upon by the Holy Ghost, to call upon the powers of heaven for the benefit of the person being blessed. Such blessings are conferred by holders of the Melchizedek Priesthood, which has the keys of all the spiritual blessings of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18,67"},"D&C 107:18, 67"],")."],["p.para",{"id":"p185","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p185"},"“There are many kinds of priesthood blessings. As I give various examples, please remember that priesthood blessings are available for all who need them, but they are only given on request."],["p.para",{"id":"p186","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p186"},"“… Patriarchal blessings are conferred by an ordained patriarch."],["p.para",{"id":"p187","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p187"},"“Persons desiring guidance in an important decision can receive a priesthood blessing. Persons who need extra spiritual power to overcome a personal challenge can receive a blessing. Expectant mothers can be blessed before they give birth. Many LDS families remember a sacred occasion where a worthy father gave a priesthood blessing to a son or daughter who was about to be married. Priesthood blessings are often requested from fathers before children leave home for other purposes, such as school, service in the military, or a long trip. …"],["p.para",{"id":"p188","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p188"},"“Newly called missionaries often request a father’s blessing before they depart. …"],["p.para",{"id":"p189","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p189"},"“Blessings given in circumstances such as I have just described are sometimes called blessings of comfort or counsel. They are usually given by fathers or husbands or other elders in the family. They can be recorded and kept in family records for the personal spiritual guidance of the persons blessed” (in Conference Report, Apr. 1987, 44; or",["span.emphasis","Ensign,"],"May 1987, 36)."]],[".topic",{"id":"t36","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t36"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"Articles of Faith 1:8"],". Scripture"],["p.para",{"id":"p191","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p191"},"Elder Gene R. Cook, a member of the Seventy, wrote: “Thanks be to the scriptures. Thanks be to the Lord for his words that are so imbued with his Spirit. You will face nothing in life for which the basic principles are not found in the scriptures. The key is to understand them and to share them with your family. Nephi taught the value of the scriptures when he said: ‘Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ. Wherefore, I said unto you, feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],"). It is evident that the Lord does provide the answers in the scriptures if we will but seek them out” (",["span.emphasis","Raising Up a Family to the Lord"],"[1993], 47)."],[".image",{"id":"f7","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_008-scriptures.jpg"}]]],[".topic",{"id":"t37","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t37"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"Articles of Faith 1:8"],". The Bible Is “the Word of God As Far As It Is Translated Correctly”"],["p.para",{"id":"p193","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p193"},"Approximately six hundred years before the birth of Jesus Christ, the prophet Nephi foresaw the coming forth of the collection of sacred writings that we know as the Bible (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.20-25"},"1 Nephi 13:20–25"],"). However, Nephi also prophesied the partial corruption of the biblical text. These changes in the Bible, according to what Nephi saw in vision, would be the result of the work of the “great and abominable church,” which would take away “many parts which are plain and most precious; and also many covenants of the Lord. …"],["p.para",{"id":"p194","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p194"},"“And all this have they done that they might pervert the right ways of the Lord, that they might blind the eyes and harden the hearts of the children of men” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26-27"},"1 Nephi 13:26–27"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.28-29"},"vv. 28–29"],")."],["p.para",{"id":"p195","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p195"},"Although we know that the Bible has suffered some textual corruption and perhaps other inadvertent additions, deletions, or changes through the centuries, we can still have confidence that the Lord’s guiding hand has been upon its preservation and that it has great value for us today. President Ezra Taft Benson taught:"],["p.para",{"id":"p196","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p196"},"“I love the Bible, both the Old and the New Testaments. It is a source of great truth. It teaches us about the life and ministry of the Master. From its pages we learn of the hand of God in directing the affairs of His people from the very beginning of the earth’s history. It would be difficult to underestimate the impact the Bible has had on the history of the world. Its pages have blessed the lives of generations."],["p.para",{"id":"p197","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p197"},"“But as generation followed generation, no additional scripture came forth to the children of men. Without additional revelation to guide them, men began to interpret the Bible differently. Numerous churches and creeds developed, each using the Bible as its authoritative source."],["p.para",{"id":"p198","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p198"},"“But this in no way lessens the worth of the Bible. That sacred and holy book has been of inestimable worth to the children of men. In fact, it was a passage from the Bible that inspired the Prophet Joseph Smith to go to a grove of trees near his home and kneel in prayer. What followed was the glorious vision that commenced the restoration of the fulness of the gospel of Jesus Christ to the earth. That vision also began the process of bringing forth new scripture to stand shoulder to shoulder with the Bible in bearing witness to a wicked world that Jesus is the Christ and that God lives and loves His children and is still intimately involved in their salvation and exaltation” (in Conference Report, Oct. 1986, 100–101; or",["span.emphasis","Ensign,"],"Nov. 1986, 78)."]],[".topic",{"id":"t38","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t38"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"Articles of Faith 1:8"],". The Book of Mormon"],["p.para",{"id":"p200","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p200"},"President Gordon B. Hinckley said: “I thank the Almighty for my testimony of the Book of Mormon, this wonderful companion to the Holy Bible. … The test of the book is in its reading. I speak as one who has read it again and again and tasted of its beauty and depth and power. Could Joseph Smith, I ask you, the young man reared in rural New York largely without schooling, have dictated in so short a time a volume so complex in its nature and yet so harmonious in its whole, with so large a cast of characters and so extensive in its scope? Could he of his own abilities have created the language, the thought, the moving inspiration that has caused millions over the earth to read and say, ‘It is true’?” (in Conference Report, Oct. 1993, 71; or",["span.emphasis","Ensign,"],"Nov. 1993, 51–52)."]],[".topic",{"id":"t39","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t39"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"Articles of Faith 1:9"],". Continuing Revelation"],["p.para",{"id":"p202","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p202"},"Elder David B. Haight said:"],["p.para",{"id":"p203","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p203"},"“A distinguishing feature of the Church is the claim to continuous revelation from the Lord. … Today, the Lord’s Church is guided by the same relationship with Deity that existed in previous dispensations."],["p.para",{"id":"p204","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p204"},"“This claim is not made lightly. I know there is revelation, as I am a witness to sacred things also experienced by others who administer His work."],["p.para",{"id":"p205","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p205"},"“The principle of revelation by the Holy Ghost is a fundamental principle of the Lord’s Church. Prophets of God receive revelation by this process. Individual members of the Church may also receive revelation to confirm truth” (in Conference Report, Apr. 1986, 7; or",["span.emphasis","Ensign,"],"May 1986, 7–8)."],["p.para",{"id":"p206","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p206"},"Elder James E. Faust, then a member of the Quorum of the Twelve Apostles, stated:"],["p.para",{"id":"p207","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p207"},"“This process of continuous revelation comes to the Church very frequently. President Wilford Woodruff stated, ‘This power is in the bosom of Almighty God, and he imparts it to his servants the prophets as they stand in need of it day by day to build up Zion’ (in",["span.emphasis","Journal of Discourses,"],"14:33). This is necessary for the Church to fulfill its mission. Without it, we would fail. …"],["p.para",{"id":"p208","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p208"},"“We make no claim of infallibility or perfection in the prophets, seers, and revelators. Yet I humbly state that I have sat in the company of these men, and I believe their greatest desire is to know and do the will of our Heavenly Father. Those who sit in the highest councils of this church and have participated as inspiration has come and decisions have been reached know that this light and truth is beyond human intelligence and reasoning. These deep, divine impressions have come as the dews from heaven and settled upon them individually and collectively. So inspired, we can go forward in complete unity and accord” (in Conference Report, Sept.–Oct. 1989, 10, 12; or",["span.emphasis","Ensign,"],"Nov. 1989, 10–11)."],["p.para",{"id":"p209","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p209"},"Elder James E. Talmage wrote: “The canon of scripture is still open; many lines, many precepts, are yet to be added; revelation, surpassing in importance and glorious fulness any that has been recorded, is yet to be given to the Church and declared to the world” (",["span.emphasis","Articles of Faith,"],"311)."]],[".topic",{"id":"t40","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t40"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],". The Gathering of Israel"],["p.para",{"id":"p211","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p211"},"Speaking of the house of Israel in ancient times, Elder James E. Talmage wrote:"],["p.para",{"id":"p212","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p212"},"“The Israelites have been so completely dispersed among the nations as to give to this scattered people a place of importance as a factor in the rise and development of almost every large division of the human family. This work of dispersion was brought about by many stages, and extended through millenniums. …"],["p.para",{"id":"p213","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p213"},"“Though smitten of men, a large part of them gone from a knowledge of the world, Israel are not lost unto their God. He knows whither they have been led or driven; toward them His heart still yearns with paternal love; and surely will He bring them forth, in due time and by appointed means, into a condition of blessing and influence befitting His covenant people. … As complete as was the scattering, so shall be the gathering of Israel” (",["span.emphasis","Articles of Faith,"],"316, 328–29)."],["p.para",{"id":"p214","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p214"},"Speaking of the house of Israel today, President Joseph Fielding Smith taught: “Every person who embraces the gospel becomes of the house of Israel. In other words, they become members of the chosen lineage, or Abraham’s children through Isaac and Jacob unto whom the promises were made” (",["span.emphasis","Doctrines of Salvation,"],"3:246; see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.10"},"Abraham 2:10"],")."],["p.para",{"id":"p215","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p215"},"President Spencer W. Kimball taught: “Now, the gathering of Israel consists of joining the true church and their coming to a knowledge of the true God. … Any person, therefore, who has accepted the restored gospel, and who now seeks to worship the Lord in his own tongue and with the Saints in the nations where he lives, has complied with the law of the gathering of Israel and is heir to all of the blessings promised the Saints in these last days” (",["span.emphasis","Teachings of Spencer W. Kimball,"],"439)."]],[".topic",{"id":"t41","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t41"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],". The Restoration of the Ten Tribes"],["p.para",{"id":"p217","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p217"},"Elder Bruce R. McConkie explained: “In the coming Millennial day, Israel—which, since the death of Solomon, had been divided into two divisive, warring, rebellious kingdoms: the Kingdom of Israel, with its Ten Tribes, and the Kingdom of Judah, with the residue; two kingdoms long since destroyed and taken captive, with their municipals scattered in all the earth—Israel shall again become one nation, upon the mountains of Israel, in the Palestinian home of their fathers. … They shall once again believe the gospel and receive the blessings of baptism, even as these were theirs in the day when the Risen Lord ministered among them. These blessings and the blessings of the temple will be administered to them” (",["span.emphasis","A New Witness for the Articles of Faith,"],"641–42)."]],[".topic",{"id":"t42","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t42"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],". “Zion … Will Be Built upon the American Continent”"],["p.para",{"id":"p219","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p219"},"President John Taylor declared: “We are here to build up the church of God, the Zion of God, and the kingdom of God, and to be on hand to do whatever God requires—first to purge ourselves from all iniquity, from covetousness and evil of every kind, to forsake sin of every sort, cultivate the Spirit of God, and help to build up his kingdom; to beautify Zion and have pleasant habitations, and pleasant gardens and orchards, until Zion shall be the most beautiful place there is on the earth. … Zion shall yet become the praise and the glory of the whole earth” (",["span.emphasis","The Gospel Kingdom,"],"sel. G. Homer Durham [1964], 221)."],[".image",{"id":"f8","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_010-zion.jpg"}]],["p.para",{"id":"p220","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p220"},"President Joseph Fielding Smith said: “When Joseph Smith translated the Book of Mormon, he learned that America is the land of Zion which was given to Joseph and his children and that on this land the City Zion, or New Jerusalem, is to be built. He also learned that Jerusalem in Palestine is to be rebuilt and become a holy city. These two cities, one in the land of Zion and one in Palestine, are to become capitals for the kingdom of God during the millennium” (",["span.emphasis","Doctrines of Salvation,"],"3:71)."],["p.para",{"id":"p221","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p221"},"Elder Bruce R. McConkie explained: “The stakes of Zion that now are must be strengthened and perfected before they can uphold and sustain that Zion which is destined to be. When Zion is fully established, it will be by obedience to the law of the celestial kingdom, which law is operative in the stakes of Zion only in part” (",["span.emphasis","A New Witness for the Articles of Faith,"],"592)."],["p.para",{"id":"p222","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p222"},"The Lord revealed that the “center place” of the latter-day city of Zion will be Independence, Missouri, (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-3"},"D&C 57:1–3"],"). The Lord also revealed that this Zion, which will be built before His Second Coming (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7-8"},"D&C 29:7–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.24-25"},"49:24–25"],") will be “the New Jerusalem, a land of peace, a city of refuge, a place of safety for the saints of the Most High God;"],["p.para",{"id":"p223","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p223"},"“And the glory of the Lord shall be there, and the terror of the Lord also shall be there, insomuch that the wicked will not come unto it, and it shall be called Zion. …"],["p.para",{"id":"p224","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p224"},"“… And it shall be the only people that shall not be at war one with another. …"],["p.para",{"id":"p225","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p225"},"“And it shall come to pass that the righteous shall be gathered out from among all nations, and shall come to Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-67,69,71"},"D&C 45:66–67, 69, 71"],")."]],[".topic",{"id":"t43","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],". “Christ Will Reign Personally upon the Earth”"],["p.para",{"id":"p227","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p227"},"Elder Bruce R. McConkie wrote: “As the King of the whole earth, [Jesus Christ] shall make a full end of all nations, and they, combining under one head, shall become the kingdom of our God and of his Christ, and he shall reign forever and ever. There will be no law but his law when he comes, and he shall restore his judges and rulers as at the first” (",["span.emphasis","A New Witness for the Articles of Faith,"],"642)."],[".image",{"id":"f9","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_010b-christStatue.jpg"}]]],[".topic",{"id":"t44","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],". “The Earth Will Be Renewed and Receive its Paradisiacal Glory”"],["p.para",{"id":"p229","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p229"},"Elder Joseph Fielding Smith, then a member of the Quorum of the Twelve Apostles, wrote:"],["p.para",{"id":"p230","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p230"},"“The great change which shall come when Christ our Savior begins his Millennial reign, is to be a restoration to the conditions which prevailed before the fall of man. …"],["p.para",{"id":"p231","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p231"},"“This new heaven and earth which will come into existence when our Lord comes to reign, is this same earth with its heavens renewed or restored to its primitive condition and beauty. Everything is to be brought back as nearly as it is possible to its position as it was in the beginning” (",["span.emphasis","The Restoration of All Things"],"[1945], 294–95)."]],[".topic",{"id":"t45","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.11"},"Articles of Faith 1:11"],". “The Privilege of Worshiping Almighty God”"],["p.para",{"id":"p233","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p233"},"In a 1979 statement, the First Presidency declared:"],["p.para",{"id":"p234","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p234"},"“The Church of Jesus Christ of Latter-day Saints recognizes that a vital cornerstone of a free society is the principle of religious liberty. The First Amendment to the United States Constitution forbids any ‘law respecting an establishment of religion or prohibiting the free exercise thereof.’ Ours has been a society which encourages religious liberty and toleration. …"],["p.para",{"id":"p235","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p235"},"“We, thus, deplore the growing efforts to establish irreligion, such as atheism or secularism, as the official position of the United States of America, thus obscuring and eroding the rich and diverse religious heritage of our nation. …"],["p.para",{"id":"p236","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p236"},"“From its beginning The Church of Jesus Christ of Latter-day Saints has accepted the constitutional principle that government will neither establish a state religion nor prohibit the free exercise of religion. …"],["p.para",{"id":"p237","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p237"},"“But the constitutional principle of neutrality toward religion does not call for our nation to ignore its religious heritage, including the religious motivations of its founders and the powerful religious beliefs of generations of its people and its leaders. …"],["p.para",{"id":"p238","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p238"},"“As the ruling principle of conduct in the lives of many millions of our citizens, religion should have an honorable place in the public life of our nation, and the name of Almighty God should have sacred use in its public expressions. We urge our members and people of good will everywhere to unite to protect and honor the spiritual and religious heritage of our nation and to resist the forces that would transform the public position of the United States from the constitutional position of neutrality to a position of hostility toward religion” (‘First Presidency Warns Against ‘Irreligion,’”",["span.emphasis","Ensign,"],"May 1979, 108–9)."]],[".topic",{"id":"t46","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t46"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.11"},"Articles of Faith 1:11"],". “Let Them Worship How, Where, or What They May”"],["p.para",{"id":"p240","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p240"},"Elder Carlos E. Asay, who was a member of the Presidency of the Seventy, cautioned: “Do not contend or debate over points of doctrine. The Master warned that ‘the spirit of contention is not of me, but is of the devil.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Ne. 11:29"],".) We are inconsistent if we resort to Satanic tactics in attempting to achieve righteous ends. Such inconsistency results only in frustration, loss of the Spirit, and ultimate defeat” (in Conference Report, Oct. 1981, 93; or",["span.emphasis","Ensign,"],"Nov. 1981, 68)."],["p.para",{"id":"p241","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p241"},"Elder Russell M. Nelson, a member of the Quorum of the Twelve Apostles, said:"],["p.para",{"id":"p242","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p242"},"“I attended a ‘laboratory of tolerance’ some months ago when I had the privilege of participating in the Parliament of the World’s Religions. There I conversed with good men and women representing many religious groups. Again I sensed the advantages of ethnic and cultural diversity and reflected once more on the importance of religious freedom and tolerance."],["p.para",{"id":"p243","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p243"},"“I marvel at the inspiration of the Prophet Joseph Smith when he penned the eleventh article of faith. …"],["p.para",{"id":"p244","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p244"},"“That noble expression of religious tolerance is particularly poignant in light of the Prophet’s personal persecution. On one occasion he wrote, ‘I am at this time persecuted the worst of any man on the earth, as well as this people, … and all our sacred rights are trampled under the feet of the mob.’"],["p.para",{"id":"p245","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p245"},"“Joseph Smith endured incessant persecution and finally heartless martyrdom—at the hands of the intolerant. His brutal fate stands as a stark reminder that we must never be guilty of",["span.emphasis","any"],"sin sown by the seed of intolerance. …"],["p.para",{"id":"p246","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p246"},"“… Not long ago the First Presidency and the Twelve approved a public statement from which I quote:"],["p.para",{"id":"p247","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p247"},"“‘It is morally wrong for any person or group to deny anyone his or her inalienable dignity on the tragic and abhorrent theory of racial or cultural superiority."],["p.para",{"id":"p248","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p248"},"“‘We call upon all people everywhere to recommit themselves to the time-honored ideals of tolerance and mutual respect. We sincerely believe that as we acknowledge one another with consideration and compassion we will discover that we can all peacefully coexist despite our deepest differences’” (in Conference Report, Apr. 1994, 90, 93; or",["span.emphasis","Ensign,"],"May 1994, 69, 71)."]],[".topic",{"id":"t47","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t47"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.12"},"Articles of Faith 1:12"],". Being Subject to Governmental Authority"],["p.para",{"id":"p250","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p250"},"President Spencer W. Kimball said: “We urge all Latter-day Saints to be good neighbors and to be good citizens, loyal to their flag and country” (in Conference Report, Apr. 1981, 105; or",["span.emphasis","Ensign,"],"May 1981, 78)."],["p.para",{"id":"p251","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p251"},"Elder Joseph B. Wirthlin, a member of the Quorum of the Twelve Apostles, explained: “The Church maintains a policy of strict political neutrality, favoring no party or candidate, but every member should take an active part in the political process. We should study the issues and the candidates to be sure our votes are based on knowledge rather than hearsay. We need to pray for our public officials and ask the Lord to help them in making momentous decisions that affect us. Our beliefs regarding earthly governments and laws are summarized in section 134 of the Doctrine and Covenants and the twelfth article of faith. We should support public policy that coincides with these moral beliefs” (in Conference Report, Apr. 1992, 122; or",["span.emphasis","Ensign,"],"May 1992, 87–88)."]],[".topic",{"id":"t48","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.12"},"Articles of Faith 1:12"],". “Obeying, Honoring, and Sustaining the Law”"],["p.para",{"id":"p253","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p253"},"Elder L. Tom Perry said: “All members of the Church should be committed to obeying and honoring the laws of the land in which they live. We should be exemplary in our obedience to the governments that govern us. The Church, to be of service to the nations of the world, must be a wholesome influence in the lives of individuals who embrace it, in temporal as well as spiritual affairs” (in Conference Report, Oct. 1987, 86; or",["span.emphasis","Ensign,"],"Nov. 1987, 71)."],["p.para",{"id":"p254","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p254"},"Elder James E. Talmage explained: “It is the duty of the saints to submit themselves to the laws of their country. Nevertheless, they should use every proper method, as citizens or subjects of their several governments, to secure for themselves and for all men the boon of freedom in religious service. It is not required of them to suffer without protest imposition by lawless persecutors, or through the operation of unjust laws; but their protests should be offered in legal and proper order” (",["span.emphasis","Articles of Faith,"],"423)."]],[".topic",{"id":"t49","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t49"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Characteristics of True Christianity"],["p.para",{"id":"p256","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p256"},"Elder Mark E. Petersen, who was a member of the Quorum of the Twelve Apostles, taught:"],["p.para",{"id":"p257","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p257"},"“Honesty, truth, virtue, and kindness are hallmarks of true Christianity. If we lack them, we can hardly say that we follow Christ. …"],["p.para",{"id":"p258","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p258"},"“… Professions of piety, without the works of piety, are sheer hypocrisy and are dead—even ‘as the body without the spirit is dead.’ (",["a.scriptureRef",{"href":"/scriptures/nt/james/2.26"},"James 2:26"],".)” (in Conference Report, Apr. 1982, 19; or",["span.emphasis","Ensign,"],"May 1982, 15)."],["p.para",{"id":"p259","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p259"},"Elder James E. Talmage wrote: “Religion without morality, professions of godliness without charity, church-membership without adequate responsibility as to individual conduct in daily life, are but as sounding brass and tinkling cymbals. … Honesty of purpose, integrity of soul, individual purity, freedom of conscience, willingness to do good to all men even enemies, pure benevolence—these are some of the fruits by which the religion of Christ may be known, far exceeding in importance and value the promulgation of dogmas and the enunciation of theories” (",["span.emphasis","Articles of Faith,"],"429)."]],[".topic",{"id":"t50","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Being Honest"],["p.para",{"id":"p261","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p261"},"Elder Marvin J. Ashton, who was a member of the Quorum of the Twelve Apostles, said:"],["p.para",{"id":"p262","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p262"},"“It is a sin to lie. It is a tragedy to be the victim of lies. Being trapped in the snares of dishonesty and misrepresentation does not happen instantaneously. One little lie or dishonest act leads to another until the perpetrator is caught in the web of deceit. … Those who become victims of this entrapment often struggle through life bearing their heavy burden because they are unwilling to acknowledge their problem and make the effort to change. Many are unwilling to pay the price to be free from the chains of lies. Some individuals may be very aware of the value of honesty and yet be unable to come up with the down payment. …"],["p.para",{"id":"p263","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p263"},"“Honesty is basic. It is true that lying is an accomplice to every other form of vice. Or, as someone has said, ‘Sin has many tools, but a lie is the handle which fits them all.’ (O. W. Holmes, in",["span.emphasis","The Home Book of Quotations,"],"p. 1111.)” (in Conference Report, Apr. 1982, 11, 13; or",["span.emphasis","Ensign,"],"May 1982, 9–11)."]],[".topic",{"id":"t51","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t51"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Being True"],["p.para",{"id":"p265","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p265"},"Bishop J. Richard Clarke, then a counselor in the Presiding Bishopric, said:"],["p.para",{"id":"p266","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p266"},"“The practice of truth, the acid test of our commitment, is known by many terms—for example,",["span.emphasis","honesty, integrity, uprightness,"],"and",["span.emphasis","probity."],"I especially like",["span.emphasis","probity."],"It is taken from the Latin",["span.emphasis","probus,"],"meaning good, and",["span.emphasis","probare"],"—to prove, signifying tried and confirmed integrity. A person who has mastered probity by discipline, until it has become part of his very nature, is like a moral compass which automatically points ‘true north’ under all circumstances. This individual strives for instinctive honesty, acting on impulse toward the right, without having to weigh the merits of advantage or disadvantage. …"],["p.para",{"id":"p267","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p267"},"“… Wouldn’t it be a great idea if we had a Mormon credit card? A card-carrying Mormon could be depended on to keep his word, to be honest with his employers, and to pay his bills as agreed. Then our professionals, tradesmen, and business people would perform without compromising their ethics for profit, each putting his signature on his work with pride; all of us striving for excellence in every way. Wouldn’t it be wonderful to be a ‘peculiar’ people known for our honesty and the quality of our services? The Mormon standard of integrity should be the highest standard in all the world, for we are the covenant people of God. The Lord makes no special concessions for culture, race, or nationality; He expects all His Saints to live according to gospel standards” (in Conference Report, Apr. 1984, 84–85; or",["span.emphasis","Ensign,"],"May 1984, 62–63)"]],[".topic",{"id":"t52","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t52"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Being Chaste"],["p.para",{"id":"p269","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p269"},"President Spencer W. Kimball declared: “So many of the difficulties which beset the family today stem from the breaking of the seventh commandment (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.14"},"Ex. 20:14"],"). Total chastity before marriage and total fidelity after are still the standard from which there can be no deviation without sin, misery, and unhappiness” (in Conference Report, Oct. 1980, 3–4; or",["span.emphasis","Ensign,"],"Nov. 1980, 4)."],["p.para",{"id":"p270","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p270"},"Elder Richard G. Scott taught that intimate, physical acts outside of marriage “cause serious emotional and spiritual harm. Even though participants do not realize that is happening now, they will later."],["p.para",{"id":"p271","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p271"},"“Sexual immorality creates a barrier to the influence of the Holy Spirit with all its uplifting, enlightening, and empowering capabilities. It causes powerful physical and emotional stimulation. In time, that creates an unquenchable appetite that drives the offender to ever more serious sin. It engenders selfishness and can produce aggressive acts such as brutality, abortion, sexual abuse, and violent crime. Such stimulation can lead to acts of homosexuality, and they are evil and absolutely wrong."],["p.para",{"id":"p272","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p272"},"“Sexual transgression would defile the priesthood you now hold, sap your spiritual strength, undermine your faith in Jesus Christ, and frustrate your ability to serve Him. …"],["p.para",{"id":"p273","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p273"},"“… Any sexual intimacy outside of the bonds of marriage—I mean any intentional contact with the sacred, private parts of another’s body, with or without clothing—is a sin and is forbidden by God. It is also a transgression to intentionally stimulate these emotions within your own body."],["p.para",{"id":"p274","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p274"},"“Satan tempts one to believe that there are allowable levels of physical contact between consenting individuals who seek the powerful stimulation of emotions they produce, and if kept within bounds, no harm will result. As a witness of Jesus Christ, I testify that is absolutely false. Satan particularly seeks to tempt one who has lived a pure, clean life to experiment through magazines, videocassettes, or movies with powerful images of a woman’s body. He wants to stimulate appetite to cause experimentation that quickly results in intimacies and defilement. Powerful habits are formed which are difficult to break. Mental and emotional scars result” (in Conference Report, Oct. 1994, 50–51; or",["span.emphasis","Ensign,"],"Nov. 1994, 38)."],["p.para",{"id":"p275","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p275"},"Elder Marvin J. Ashton said: “Those who would have us forfeit virtue and chastity to prove our love in sexual participation out of wedlock are neither friends nor eternally family-oriented” (in Conference Report, Apr. 1981, 30; or",["span.emphasis","Ensign,"],"May 1981, 23)."],["p.para",{"id":"p276","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p276"},"President Spencer W. Kimball taught: “In the context of lawful marriage, the intimacy of sexual relations is right and divinely approved. There is nothing unholy or degrading about sexuality in itself, for by that means men and women join in a process of creation and in an expression of love” (",["span.emphasis","President Kimball Speaks Out"],"[1981], 311)."]],[".topic",{"id":"t53","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t53"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Being Benevolent"],["p.para",{"id":"p278","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p278"},"Elder Dean L. Larsen, a member of the Seventy, taught: “The enduring strength of the kingdom is not to be found in the number of its members, the rate of its growth, or the beauty of its buildings. In God’s kingdom, power is not equated with body count nor with outward routine compliance with prescribed performances. It is found in those quiet uncharted acts of love, obedience, and Christian service which may never come to the attention of official leadership, but which emulate the ministry of the Lord himself” (in Conference Report, Oct. 1981, 38; or",["span.emphasis","Ensign,"],"Nov. 1981, 27)."],["p.para",{"id":"p279","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p279"},"Elder Antoine R. Ivins, who was a member of the Seventy, said: “I once heard a young man as he addressed a seventies’ convention in Barratt Hall say, ‘There is no measure to the good that a man may do if he does not worry as to who gets the credit for it’” (in Conference Report, Apr. 1946, 42)."]],[".topic",{"id":"t54","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t54"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Being Virtuous"],["p.para",{"id":"p281","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p281"},"Speaking in the priesthood session of general conference, President Ezra Taft Benson said:"],["p.para",{"id":"p282","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p282"},"“Virtuous behavior implies that he has pure thoughts and clean actions. He will not lust in his heart, for to do so is to ‘deny the faith’ and to lose the Spirit (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.23"},"D&C 42:23"],"). …"],["p.para",{"id":"p283","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p283"},"“Virtue is akin to holiness, an attribute of godliness. A priesthood holder should actively seek for that which is virtuous and lovely and not that which is debasing or sordid. Virtue will garnish his thoughts unceasingly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"). How can any man indulge himself in the evils of pornography, profanity, or vulgarity and consider himself totally virtuous?” (in Conference Report, Oct. 1986, 60; or",["span.emphasis","Ensign,"],"Nov. 1986, 46)."]],[".topic",{"id":"t55","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t55"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". “Doing Good to All Men”"],["p.para",{"id":"p285","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p285"},"Elder David O. McKay, then a member of the Quorum of the Twelve Apostles, taught: “There is no one great thing that we can do to obtain eternal life, and it seems to me that the great lesson to be learned in the world today is to apply in the little acts and duties of life the glorious principles of the Gospel. … The great sun is a mighty force in the universe, but we receive the blessings of his rays because they come to us as little beams, which, taken in the aggregate, fill the whole world with sunlight. The dark night is made pleasant by the glimmer of what seem to be little stars; and so the true Christian life is made up of little Christ-like acts performed this hour, this minute, in the home, in the quorum, in the organization, in the town, wherever our life and acts may be cast” (in Conference Report, Oct. 1914, 87–88)."],[".image",{"id":"f10","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_AOF_013-rakeLeaves.jpg"}]],["p.para",{"id":"p286","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p286"},"President Spencer W. Kimball said: “God does notice us, and he watches over us. But it is usually through another person that he meets our needs. Therefore, it is vital that we serve each other in the kingdom” (“Small Acts of Service,”",["span.emphasis","Ensign,"],"Dec. 1974, 5)."]],[".topic",{"id":"t56","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t56"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Paul’s Admonition to Believe, Hope, and Endure"],["p.para",{"id":"p288","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p288"},"Elder Jeffrey R. Holland, then a member of the Seventy, said: “Only the pure love of Christ will see us through. It is Christ’s love which suffereth long, and is kind. It is Christ’s love which is not puffed up nor easily provoked. Only his pure love enables him—and us—to bear all things, believe all things, hope all things, and endure all things (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45"},"Moroni 7:45"],")” (in Conference Report, Sept.–Oct. 1989, 32–33; or",["span.emphasis","Ensign,"],"Nov. 1989, 26)."],["p.para",{"id":"p289","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p289"},"Elder Marvin J. Ashton said: “Shun discouragement. One of Satan’s most powerful tools is discouragement. Whisperings of ‘you can’t do it,’ ‘you’re no good,’ ‘it’s too late,’ ‘what’s the use?’ or ‘things are hopeless’ are tools of destruction. Satan would like you to believe that because you’ve made one mistake it’s all over. He wants you to quit trying. It is important that discouragement is cast out of the lives of those who are waiting. This may take a decided amount of work and energy, but it can be accomplished” (in Conference Report, Apr. 1988, 73; or",["span.emphasis","Ensign,"],"May 1988, 63)."]],[".topic",{"id":"t57","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.t57"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],". Paul’s Admonition to Seek after Things That Are Virtuous, Lovely, of Good Report, or Praiseworthy"],["p.para",{"id":"p291","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p291"},"Elder Joseph B. Wirthlin, a member of the Quorum of the Twelve Apostles, explained:"],["p.para",{"id":"p292","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p292"},"“The word",["span.emphasis","seek"],"means to go in search of, try to discover, try to acquire. It requires an active, assertive approach to life. For example, Abraham ‘sought for the blessings of the fathers … and to be a greater follower of righteousness’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],"). It is the opposite of passively waiting for something good to come to us with no effort on our part."],["p.para",{"id":"p293","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p293"},"“We can fill our lives with good, leaving no room for anything else. We have so much good from which to choose that we need never partake of evil. Elder Richard L. Evans declared: ‘There is evil in the world. There is also good. It is for us to learn and choose between the two; to increase in self-discipline, in competence, in kindness; to keep going—putting one foot in front of the other—one day, one hour, one moment, one task at a time’ (",["span.emphasis","Thoughts for One Hundred Days,"],"5 vols. [Salt Lake City: Publishers Press, 1966–72], 4:199)."],["p.para",{"id":"p294","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p294"},"“If we seek things that are virtuous and lovely, we surely will find them” (in Conference Report, Apr. 1992, 120; or",["span.emphasis","Ensign,"],"May 1992, 86)."],["p.para",{"id":"p295","uri":"/manual/the-pearl-of-great-price-student-manual/the-articles-of-faith.p295"},"Elder Russell M. Nelson taught: “To those with an interest in the fulness of the restored gospel—regardless of nationality or religious background—we say as did Elder Bruce R. McConkie: ‘Keep all the truth and all the good that you have. Do not abandon any sound or proper principle. Do not forsake any standard of the past which is good, righteous, and true. Every truth found in every church in all the world we believe. But we also say this to all men—Come and take the added light and truth that God has restored in our day. The more truth we have, the greater is our joy here and now; the more truth we receive, the greater is our reward in eternity. This is our invitation to men [and women] of good will everywhere’ [in Conference Report, Tahiti Area Conference 1976, 31]” (in Conference Report, Apr. 1994, 92; or",["span.emphasis","Ensign,"],"May 1994, 70)."]]]]]]],"refs":null}
