{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":1,"title":"The World Needs Pioneers Today","subtitle":"By President Thomas S. Monson","short_title":"The World Needs Pioneers Today","uri":"/ensign/2013/07/the-world-needs-pioneers-today","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/the-world-needs-pioneers-today"},[".heading",{"id":"head1","uri":"/ensign/2013/07/the-world-needs-pioneers-today.head1"},[".seriesTitle","First Presidency Message"],[".title","The World Needs",["span.dominant","Pioneers Today"]],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p3"},"By President Thomas S. Monson"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p4"},"For many, the pioneer trek of 1847 didn’t begin at Nauvoo, Kirtland, Far West, or New York but rather in distant England, Scotland, Scandinavia, or Germany. Tiny children could not fully comprehend the dynamic faith that motivated their parents to leave behind family, friends, comfort, and security."],["p.para",{"id":"p5","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p5"},"A little one might ask, “Mommy, why are we leaving home? Where are we going?”"],["p.para",{"id":"p6","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p6"},"“Come along, precious one; we’re going to Zion, the city of our God.”"],["p.para",{"id":"p7","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p7"},"Between the safety of home and the promise of Zion stood the angry and treacherous waters of the mighty Atlantic. Who can recount the fear that gripped the human heart during those perilous crossings? Prompted by the silent whisperings of the Spirit, sustained by a simple yet abiding faith, those pioneer Saints trusted in God and set sail on their journey."],["p.para",{"id":"p8","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p8"},"They finally reached Nauvoo only to set out again to face hardships on the trail. Tombstones of sage and rock marked graves the entire route from Nauvoo to Salt Lake City. Such was the price some pioneers paid. Their bodies are buried in peace, but their names live on evermore."],["p.para",{"id":"p9","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p9"},"Tired oxen lumbered, wagon wheels squeaked, brave men toiled, war drums sounded, and coyotes howled. But the faith-inspired and storm-driven pioneers pressed on. Often they sang:"],[".poetry",[".stanza",[".line","Come, come, ye Saints, no toil nor labor fear;"],[".line","But with joy wend your way."],[".line","Though hard to you this journey may appear,"],[".line","Grace shall be as your day. …"],[".line","All is well! All is well!",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["p.para",{"id":"p15","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p15"},"These pioneers remembered the words of the Lord: “My people must be tried in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p16","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p16"},"The passage of time dims our memories and diminishes our appreciation for those who walked the path of pain, leaving behind a tear-marked trail of nameless graves. But what of today’s challenges? Are there no rocky roads to travel, no rugged mountains to climb, no chasms to cross, no trails to blaze, no rivers to ford? Or is there a very present need for that pioneer spirit to guide us away from the dangers that threaten to engulf us and to lead us to a Zion of safety?"],["p.para",{"id":"p17","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p17"},"In the decades since the end of World War II, standards of morality have lowered again and again. Crime spirals upward; decency careens downward. Many are on a giant roller coaster of disaster, seeking the thrills of the moment while sacrificing the joys of eternity. Thus we forfeit peace."],["p.para",{"id":"p18","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p18"},"We forget how the Greeks and Romans prevailed magnificently in a barbaric world and how that triumph ended—how a slackness and softness finally overcame them to their ruin. In the end, more than they wanted freedom, they wanted security and a comfortable life; and they lost all—comfort and security and freedom."],["p.para",{"id":"p19","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p19"},"Do not yield to Satan’s enticements; rather, stand firm for truth. The unsatisfied yearnings of the soul will not be met by a never-ending quest for joy amidst the thrills of sensation and vice. Vice never leads to virtue. Hate never promotes love. Cowardice never gives courage. Doubt never inspires faith."],["p.para",{"id":"p20","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p20"},"Some find it difficult to withstand the mocking and unsavory remarks of foolish ones who ridicule chastity, honesty, and obedience to God’s commands. But the world has ever belittled adherence to principle. When Noah was instructed to build an ark, the foolish populace looked at the cloudless sky and then scoffed and jeered—until the rain came."],["p.para",{"id":"p21","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p21"},"Must we learn such costly lessons over and over again? Times change, but truth persists. When we fail to profit from the experiences of the past, we are doomed to repeat them with all their heartache, suffering, and anguish. Haven’t we the wisdom to obey Him who knows the beginning from the end—our Lord, who designed the plan of salvation—rather than that serpent, who despised its beauty?"],["p.para",{"id":"p22","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p22"},"A dictionary defines a pioneer as “one who goes before to prepare or open up the way for others to follow.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"Can we somehow muster the courage and steadfastness of purpose that characterized the pioneers of a former generation? Can you and I, in actual fact, be pioneers?"],["p.para",{"id":"p23","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p23"},"I know we can be. Oh, how the world needs pioneers today!"]],[".notes",["h3","Notes"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.head1"},[".sectionTitle","Youth"],[".title","Driven by Faith"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p3"},"By Maggi Earl"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p4"},"The author lives in North Carolina, USA."]]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p5"},"I will never forget walking the grounds at Winter Quarters, Nebraska, USA, where pioneers had lived years before. The ground felt sacred, almost as if I were visiting an outdoor temple."],["p.para",{"id":"p6","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p6"},"My eyes filled with tears, blurring my vision. I saw a statue but could not make out the figures. When I wiped away my tears, I saw a man and a woman whose faces were full of grief. As I looked closer, I saw the figure of an infant lying in a grave at their feet."],["p.para",{"id":"p7","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p7"},"This sight filled me with so many emotions: sadness, anger, gratitude, and joy. I wanted to take away the pain those Saints felt, but I was grateful at the same time for what they had sacrificed for the gospel."],["p.para",{"id":"p8","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p8"},"My experience at Winter Quarters helped me realize that Heavenly Father gives the gospel to His children and allows them the agency to do with it as they will. The parents of that baby could have chosen to take an easier course. Following the prophet and living the gospel required these pioneers to press forward even when it meant burying their child. But they chose to take the gospel into their lives and accepted their challenges. I learned that the Saints’ dedication to the gospel and their determination to press forward were driven by faith and hope—hope for a bright future and faith that the Lord knew them and could ease their pain."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.head1"},[".sectionTitle","Children"],[".title","Be a Pioneer"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p3"},"President Monson says that a pioneer is someone who shows the way for others to follow. What can the children in these pictures do to stand up for what is right and be a pioneer for others? Write your answers in the space under the pictures."],[".figure",{"id":"f1","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13jul06d-L13Lca06_children.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/ensign/2013/07/the-world-needs-pioneers-today/the-world-needs-pioneers-today.p4"},"Illustrations by Bryan Beach"]]]],[".figure",{"id":"f2","uri":"/ensign/2013/07/the-world-needs-pioneers-today.f2"},[".title","Teaching from This Message"],["p.para",{"id":"p29","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p29"},"The scriptures explain that home teachers are to “warn, expound, exhort, and teach, and invite all to come unto Christ” (",["a",{"href":"/scriptures/dc-testament/dc/20.59"},"D&C 20:59"],"). Consider pointing out the warnings and invitations contained in President Monson’s message to those you visit. You may want to discuss with them ways to recognize and follow righteous examples, avoid deceptions, and learn from others’ mistakes. Ask those you teach how they can be pioneers today."],["p.para",{"id":"p30","uri":"/ensign/2013/07/the-world-needs-pioneers-today.p30"},"Children may enjoy learning more about pioneers by reading the On the Trail series on",["a.crossRef",{"href":"/friend/2013/07/challenges-in-missouri.p1"},"pages 14–15"],"of this month’s",["span.emphasis","Friend."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/the-world-needs-pioneers-today.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"“Come, Come, Ye Saints,”",["span.emphasis","Hymns,"],"no. 30."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/the-world-needs-pioneers-today.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],["a",{"href":"/scriptures/dc-testament/dc/136.31"},"Doctrine and Covenants 136:31"],"."],[".footnote",{"id":"fn3","uri":"/ensign/2013/07/the-world-needs-pioneers-today.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Oxford English Dictionary,"],"2nd ed. (1989), “pioneer.”"]]}
