{"id":40,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":40,"title":"The Lord Will Multiply the Harvest","subtitle":"","short_title":"The Lord Will Multiply the Harvest","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.head1"},["h1","The Lord Will Multiply the Harvest"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p2"},"Elder Henry B. Eyring"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p4"},"An Evening with Elder Henry B. Eyring, 6 February 1998"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p5"},"I am grateful to be with you tonight. This is called “An Evening with a General Authority.” For me it is an evening with friends. Many are gathered in this historic Tabernacle in Salt Lake City. Even more of you have joined this grand assembly from locations across the land, made possible by the miraculous outpouring of electronic innovation, a miracle which is accelerating. That outpouring is evidence of the intent of the Lord to accelerate his work in the earth. He, in his loving kindness, is multiplying the power available to us to do the work to which we are called, which is to offer to the children of our Heavenly Father the opportunity to choose eternal life."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.f1"},[".caption",["b","ELDER HENRY B. EYRING",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","An Evening with Elder Henry B. Eyring, 6 February 1998"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p6"},"On an evening in February, you may well be feeling a little discouragement about how hard it seems to be to lead young people to choose eternal life. In your class today or yesterday, you searched the faces and watched the body language of your students, looking for some sign that the gospel was going down into their hearts and into their lives. This is that part of the school year, midway through when the mornings are dark, at least in this hemisphere, where you may find yourself pulling out an old letter of thanks from a student or trying to remember a conversation after class which let you know that a life was changed for the better. All of us yearn—sometimes we ache—to see evidence that our efforts and our sacrifice somehow add to the Lord’s harvest of souls."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p7"},"There are reasons for us to have not only hope but overwhelming gratitude. Far more than the modern technical miracles the Lord is granting to us, he has from the beginning put powerful tools in place to multiply the results of our efforts to build up the kingdom of God. Tonight I will speak about a few of them. From what I say you may think of yet others. The ones I will mention are simple and so common that they may be ignored and their power easily overlooked."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p8"},"My purpose is to give us confidence that we can, by doing small things, expect a great harvest because of the preparations which the Lord has made to magnify the results of our work. And by speaking of those preparations we can make it more likely that we will do the little things which will bring a multiplication of the harvest, just as the Lord promised some of his servants as recorded in section 104 of the Doctrine and Covenants: “And, inasmuch as they are faithful, I will multiply blessings upon them and their seed after them, even a multiplicity of blessings” (v. 33)."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p9"},"The words of that promise remind us of one way he has prepared for the great harvest from your efforts. It is a principle put in place before the creation of the world and to last through the eternities. It is this: the Lord operates through families. When a blessing is pronounced upon not only a person but the generations to follow, there is an endless increase of blessings. Just that simple idea has changed the way I see my students and even the way I see you tonight. We teach students who will be the fathers and the mothers of generations. They not only",["span.emphasis","may"],"be the teachers of their children, they are commanded to be. We are blessed to teach our students for a few hours in a week. Parents may, if they choose, teach their children many hours each day during their tender years, long before the ages when we are blessed to teach them, when the heart and soul can be touched more easily and pointed toward eternal life."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p10"},"Now, we might wonder whether they can safely copy the way we teach when they become parents and are teaching in the sacred confines of those future homes of theirs. We, as teachers, have different responsibilities and limitations than will be theirs as parents. Yet I have come to know that not only will they use our teaching as a model but that they can do so with confidence. The principles by which we are to teach will apply with equal power in the home. Our careful study and application of those principles will bless the lives of generations of families."],[".topic",["h2","Follow the Charted Course"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p12"},"The place I would always begin, to be sure I knew what those principles are, would be to read President J. Reuben Clark Jr.’s talk “The Charted Course of the Church in Education.” He gave it sixty years ago to a few teachers at Aspen Grove, a part of Brigham Young University. He saw our time and beyond, with prophetic insight. The principles he taught, of how to see our students and thus how to teach them, will always apply in our classrooms and in the homes and families of our students and even the children of our students. Here are principles, statements of fact, from that address by President J. Reuben Clark:"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p13"},"“The youth of the Church, your students, are in great majority sound in thought and in spirit. The problem primarily is to keep them sound, not to convert them."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p14"},"“The youth of the Church are hungry for things of the Spirit; they are eager to learn the gospel, and they want it straight, undiluted” (",["span.emphasis","The Charted Course of the Church in Education,"],"rev. ed. [1994], 3)."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p15"},"Later in the talk he made clear the principles of teaching which must necessarily flow from that description of our students. He said:"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p16"},"“I have already indicated that our youth are not children spiritually; they are well on toward the normal spiritual maturity of the world. To treat them as children spiritually, as the world might treat the same age group, is therefore and likewise an anachronism. I say once more, there is scarcely a youth that comes through your seminary or institute door who has not been the conscious beneficiary of spiritual blessings, or who has not seen the efficacy of prayer, or who has not witnessed the power of faith to heal the sick, or who has not beheld spiritual outpourings of which the world at large is today ignorant. You do not have to sneak up behind this spiritually experienced youth and whisper religion in his ears; you can come right out, face to face, and talk with him. You do not need to disguise religious truths with a cloak of worldly things; you can bring these truths to him openly, in their natural guise. Youth may prove to be not more fearful of them than you are. There is no need for gradual approaches, for ‘bedtime’ stories, for coddling, for patronizing, or for any of the other childish devices used in efforts to reach those spiritually inexperienced and all but spiritually dead” (",["span.emphasis","Charted Course,"],"9)."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p17"},"As we listen to that optimistic description of youth, we might well wonder if the great growth in the Church since 1938 might change the principle that we should teach spiritual things directly because youth are hungry for them. The young people in the seminary and institute of religion classes in that day, President Clark’s day, were primarily second or third generation Latter-day Saints, born in the covenant. Today, 67 percent of the Church came in as converts. Of those converts, 60 percent are between fourteen and twenty-five years of age, the very ages where they are invited to our classrooms. Converts will increasingly be our students."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p18"},"The great change in our classrooms, as the kingdom goes forth to every nation, kindred, tongue, and people, will only verify the prophetic vision of President Clark. More and more, our students will have chosen in recent years and even in recent weeks to make sacred covenants in the waters of baptism. They will have received by the laying on of hands by those with authority from God the right to the companionship of the Holy Ghost. They will remember that moment. They will be hungry for the things of the Spirit. They will recognize when the truth is confirmed to them by the Spirit. They will be eager to have their testimonies deepened by feeling the fire of our testimonies of the fundamental truths of the restored gospel of Jesus Christ."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p19"},"Just as our students will more and more be the young people President Clark described, so also will the children who will come into the families of our students be. The last time you sat down with a child and read a scripture or taught a family home evening lesson, you saw and felt in them what President Clark described. They were hungry for things of the Spirit. And they recognized spiritual truth, sometimes as if they knew more than you were telling them. The principles described so many years ago will be a sure guide in the years ahead, both in our classrooms and in the homes of our students and their posterity."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p20"},"That makes it all the more crucial that we study and then follow in faith the principles which are to guide us. Here are some of them, in language we cannot misunderstand from President Clark:"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p21"},"“You do have an interest in matters purely cultural and in matters of purely secular knowledge, but, I repeat again for emphasis, your chief interest, your essential and all but sole duty, is to teach the gospel of the Lord Jesus Christ as that has been revealed in these latter days. … You are not, whether high or low, to intrude into your work your own peculiar philosophy, no matter what its source or how pleasing or rational it seems to you to be. To do so would be to have as many different churches as we have seminaries—and that is chaos."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p22"},"“You are not, whether high or low, to change the doctrines of the Church or to modify them as they are declared by and in the standard works of the Church and by those whose authority it is to declare the mind and will of the Lord to the Church. The Lord has declared that he is ‘the same yesterday, today, and forever’” (",["span.emphasis","Charted Course,"],"10)."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p23"},"Now, from that instruction, we are to teach spiritually hungry students, as directly as we can, the gospel of Jesus Christ as it is declared in the standard works and by the living prophets. In the main, we are doing that well—very well. And yet the greatness of our responsibility and our opportunity demands that we ask whether we could do better. Common sense and doctrine give us the answer. We",["span.emphasis","can"],"do better. As you would expect, President Brigham Young spoke about that. Can you hear his voice?"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p24"},"“Improvement belongs to the spirit and plan of the heavens. To improve in our minds, to increase in wisdom, knowledge and understanding, to gather every item of knowledge that we can in mechanism and in science of every description, respecting the earth, the object of the organization of the earth, the heavens, the heavenly bodies—all this is of Heaven, it is from God; but when a person or a people begin to dwindle, to lessen and to take the downward course, they are going from heaven and heavenly things” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], 78)."]],[".topic",["h2","Small Changes in Things We Do Often"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p26"},"Most of us have had some experience with self-improvement efforts. My experience has taught me this about how people and organizations improve: the best place to look is for small changes we could make in things we do often. There is power in steadiness and repetition. And if we can be led by inspiration to choose the right small things to change, consistent obedience will bring great improvement."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p27"},"Now, because of that I will suggest three tools which most of us use, or decide not to use, every time we teach. A small change for the better in any or all of them could bring a multiplication in the harvest, which is the desire of our hearts. The first is the devotional. The second is the curriculum. And the third is the asking and the answering of questions."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p28"},"Now, I need to tell a little bit about the way I would look for the small changes—the little improvements I could make. I would follow the principles taught by President Clark. He told us that our students are spiritually hungry and we are to help them be fed. The only way they can be fed is for the Holy Spirit to confirm and expand the truths of the gospel that we teach. And the Lord has told us how to be sure that will happen. One place in scripture which makes that clear to me is in the sixth section of the Doctrine and Covenants, in the fourteenth and fifteenth verses. The Lord described a process which our students will know was true for Oliver Cowdery, will be true for them, and will be true for their children:"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p29"},"“Verily, verily, I say unto thee, blessed art thou for what thou hast done; for thou hast inquired of me, and behold, as often as thou hast inquired thou hast received instruction of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p30"},"“Behold, thou knowest that thou hast inquired of me and I did enlighten thy mind; and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth.”"],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p31"},"I take that statement as true doctrine and simple instruction. The small changes I would look for are those which would increase the likelihood that a person I was teaching would inquire of God in faith. That will surely, every time, bring enlightenment by the Spirit. And that is the feeding we seek for those we teach. That will help us find improvements we might consider in everything we do regularly as we teach."]],[".topic",["h2","The Devotional"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p33"},"The devotional, as an example, provides an opportunity to apply the principle. For most of us a devotional might include music, prayer, and a spiritual thought—often in that order."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p34"},"The hymns of Zion invite the Holy Ghost into the room. So, whenever we can, we sing. There is a casual way to do it and a careful way. The careful way is to think ahead to what the lesson will be for a particular day, to find the central idea which we wish the students to come to know is true, and then to ask a student to select a hymn which will help make that happen. That will not seem a small thing to the young person who is asked, when they sense that we really need their help. Done carefully enough, our invitation may lead them to seek for help. If they pray, enlightenment will come. And then the singing of that song, even if the music is badly played and the voices a little thin, will be more than ordinary music."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p35"},"The same little change might be possible in the way we ask a student to pray in a devotional. We could ask a student sometime before the class if he or she would be willing to give the opening prayer. If he knows what we will be teaching that day and how much we need help, he may ask God for some help for himself. When that happens, the prayer offered in the class will have more of pleading and more of thanks. And the student who prays and the students who hear the petition will feel enlightenment."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p36"},"The Lord has also prepared a way to multiply the efforts of a student we ask to give a spiritual thought. Most of our students read every day in the scriptures we are studying. Many also read in the Book of Mormon. Whether or not they recognize it, they are receiving spiritual confirmation of the truth of those words as they read them. We will each do it in our own way, but we could invite a student to give the spiritual thought with words something like this: “I know that you have been touched by something you have read in the scriptures. Could you read that scripture to us and tell us what you felt?”"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p37"},"When that invitation is given early enough, a powerful sequence will begin. The student will listen more carefully for those quiet whisperings of the Spirit as he or she reads. That more careful listening will increase the frequency and the clarity with which the feelings come. With that will come a prompting of which scripture to choose. Then, students in the classroom will hear more than the words of the scripture and will feel more than the emotion of the student giving the scriptural thought that day. They will have been taught by the Spirit before we begin to teach the curriculum."]],[".topic",["h2","The Curriculum"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p39"},"Now, let’s move to the curriculum—another tool. We could discover ways to improve our use of the curriculum simply by accepting President Clark’s counsel as true. He made clear that we must teach the fundamental doctrines of the Church as contained in the standard works and the teachings of the prophets, whose responsibility it is to declare doctrine. Those who design the curriculum have followed that injunction carefully. Every lesson plan, every suggestion for what to teach and how to teach it is prepared according to that principle. Those called by the prophet to assure the correctness of doctrine taught in the Church review every word, every picture, every diagram in that curriculum which you receive. We can unlock the power of the curriculum simply by acting on our faith that it is inspired of God."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p40"},"First, we can follow the sequence of the lessons. That may take some faith. For instance, in recent weeks I have been struck by how much better the people in the media could have interpreted the news they reported if they had read the book of Helaman. (That will get a chuckle from those of you who know the book of Helaman and have been watching television.) That recognition led me to study carefully the seminary and institute of religion curriculum for the seventh through the sixteenth chapters of that book, which describes the terrible cycles of prosperity, pride, wickedness, disaster, and then repentance among a people of promise. Now, if I found that I was scheduled to teach that material sometime in March, I might be sorely tempted to teach it right now. It would make a lively class discussion—maybe very lively. The prophets of that day saw our day in awful clarity. The students might be impressed with the realization that prophets warn with authority from God. Surely they would see that scripture applies to the dangers of our time."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p41"},"But my counsel is this: we will do well to stay with the sequence mapped by the inspired curriculum. Our willingness to do that may teach an even more powerful lesson of faith. Our students will see that we have a sure conviction that the scriptures apply to every time. There will be sufficient reason in March or a year from March or four years from March, sadly, to liken the words in Helaman unto ourselves. And we will, by our example, show that we have perfect faith that if the Lord would have us react today to the events of today, we can depend on today’s prophet to tell us, rather than to risk the very fault President Clark warned us against when he said, “You are not … to intrude into your work your own peculiar philosophy, no matter what its source or how pleasing or rational it seems to you to be” (",["span.emphasis","Charted Course,"],"10). Let us be modest, waiting for the living prophet, in applying the scriptures to explain news, sometimes terrible, which bombards the minds and hearts of our students."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p42"},"Sticking with the content of the curriculum as well as its sequence will unlock our unique teaching gifts, not stifle them. There are more suggestions for ideas to teach, ways to teach them, and cross-references to employ than any of us can use. Even though we have reduced and simplified in obedience to the directions of the prophets, there is more in the curriculum than we can cover. So there is ample opportunity to select those parts which fit our unique teaching style. But since we want our students to inquire of the Lord so that they might be enlightened, we must bless them with example. To do that we could read the curriculum—every word. We might not have time to find and study every reference, but God knows our students and he knows those cross-references and enrichment sources. He knows and appreciates our tight schedules and the desires of our hearts. He will know when we have read and prepared all that we can. He will know how much we want our students to be enlightened and how much we want help. When we ask, he will guide us to know what parts of the curriculum to use, in what order, and what references to explore."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p43"},"When we do that an old puzzle will be solved. At least it was a puzzle for me. In the teacher development class I taught many years ago, one of the steps was to “pre-assess.” Do you remember that? It always troubled me. The teacher was to prepare a lesson by first learning what the students knew and what they needed. I was never quite clear how to do it. Even in teaching the little mini-lessons of that course it seemed nearly impossible to pre-assess each student. Some of us have few enough students that we can guess from our close association what they know and what they need with some confidence. But for the rest of us, who have students in such numbers that it becomes very hard, there is comfort. The Lord knows perfectly what they know and what they need. He loves them and he loves us. And with his help we will pre-assess and choose not only those parts of the curriculum which will allow us the full use of our powers to teach but those which will bring down the powers of heaven on those students in our classroom that day."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p44"},"Now, there may be times when we feel that we must add some enrichment to our curriculum. February is a good time for that to strike. The students may lack interest when they come to class or may begin to attend less regularly. Our first thoughts for something to add usually turn to something we know has held their interest in some other setting. Our students increasingly have been exposed to and attracted to various forms of worldly entertainment. President Clark’s message suggests how to make that choice of what to add, what enrichment to bring, how to make that choice wisely. He seemed to anticipate the media-soaked world in which we and future generations would live. He promised that we would know, if we will inquire, what experiences will invite the Spirit and what will repel the very influence of the Spirit we seek. Here is his prayer for us in that talk, and I now make it to you my promise:"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p45"},"“May God bless you always in all your righteous endeavors. May He quicken your understanding, increase your wisdom, enlighten you by experience, bestow upon you patience, charity, and, as among your most precious gifts, endow you with the discernment of spirits that you may certainly know the spirit of righteousness and its opposite as they come to you. May He give you entrance to the hearts of those you teach and then make you know that as you enter there you stand in holy places that must be neither polluted nor defiled, either by false or corrupting doctrine or by sinful misdeed. May He enrich your knowledge with the skill and power to teach righteousness. May your faith and your testimonies increase, and your ability to encourage and foster them in others grow greater every day—all that the youth of Zion may be taught, built up, encouraged, heartened, that they may not fall by the wayside, but go on to eternal life, that these blessings coming to them, you through them may be blessed also” (",["span.emphasis","Charted Course,"],"12)."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p46"},"With that blessing of President Clark, we will never choose to enliven our seminaries and institutes with music, or performances, or speakers, or humor which might offend the Spirit."]],[".topic",["h2","Questions Invite Inspiration"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p48"},"Now, I suggest one more routine tool that we might use more effectively: to ask and to answer questions is at the heart of all learning and all teaching. The Master asked, answered, and sometimes chose not to answer questions in his ministry. The curriculum suggests many questions to ask and to ponder. Some of those questions require only an answer of fact taken from memory: “Who was the father of Helaman?” or “Unto whom is this land consecrated?”"],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p49"},"But some questions invite inspiration. Great teachers ask those. That may take just a small change of words, an inflection in the voice. Here is a question that might not invite inspiration: “How is a true prophet recognized?” That question invites an answer which is a list, drawn from memory of the scriptures and the words of living prophets. Many students could participate in answering. Most could give at least a passable suggestion. And minds would be stimulated."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p50"},"But we could also ask the question this way, with just a small difference: “When have you felt that you were in the presence of a prophet?” That will invite individuals to search their memories for feelings. After asking, we might wisely wait for a moment before calling on someone to respond. Even those who do not speak will be thinking of spiritual experiences. That will invite the Holy Ghost. Then, even if no one should speak, they will be ready for you to bear quiet testimony of your witness that we are blessed to live when God has called prophets to guide and teach us."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p51"},"As we ask questions of our students we will surely stir questions in their minds. Sometimes they will ask us things which are new to us or for which we do not know the answers prophets have given. We do best at such moments to remember our purpose; it is to allow our students to be fed by hearing truth which is confirmed by the Holy Ghost. Where we have any doubt that we can answer with a fundamental and well-established truth of the gospel of Jesus Christ, we serve our students best by saying simply, “I do not know.” That puts you in excellent company, for instance, when you say that you do not know the day of the Savior’s Second Coming. Even the angels of heaven would give that answer. We can show students our faith that God answers every question for which we need an answer and our patience to go forward without answers to all the others."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p52"},"None of these suggestions may seem either novel or particularly important. But imagine with me for a moment one of our students in the years ahead. In your mind’s eye try to see a little living room, a few small children gathered around, some of them sitting on the floor, and our student, now a parent, sitting in a chair, smiling down at them. It’s time for the family home evening to begin. A parent quietly announces the program. The children begin to do common things. One child leads the song. Another prays. One gives a spiritual thought. And then our student gives a simple lesson, with a few scriptures read by the oldest child from well-worn scriptures she brought from her bedside. Our student mentions something from a previous lesson and something about a lesson to come. And then there are some games, games with the same feeling that was in the room at the start and will be there at bedtime."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p53"},"To someone watching, that might seem routine, common. But there are some things the observer could not see because they happened earlier. It happened because of the example of great teachers—your great examples—years before. The parents in that future home pondered over what scriptural curriculum to follow. They spent hours to prepare the lesson. They plead in prayer to know what ideas to teach and what scriptures to use. They gave private invitations to a child to choose the song, to pray, and to give the spiritual thought. Nor would the observer see the little girl reading her scriptures every night, nor perhaps the sparkling eyes of a child who answered a question chosen to invite the Spirit."],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p54"},"There will be days when it is hard to see fruit from our labors as teachers in the Church Educational System. But we are part of a mighty work with powers in place far beyond our own. The Lord of the harvest, Jesus Christ, is our Master and our Leader. He has called us to a special part of his work where he has placed tools to magnify the results of our labors. We will be faithful to our trust and he will be faithful to his promise. The youth of Zion will be built up, they will be fed the bread of life, and they will build the eternal families which are the foundation of the kingdom of God on the earth and the promise of the kingdom of heaven."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p55"},"We in the Church Educational System will follow our charted course. Our students will sail with us for only a few years, but they will meet us at our journey’s end with the thousands of their seed who have been blessed by their following your example. I invoke a blessing on you that you may know that the Lord loves you for your faithful service and that he will multiply the harvest."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-lord-will-multiply-the-harvest.p56"},"In the sacred name of Jesus Christ, amen."]]]],"refs":null}
