{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"The Mission and Ministry of Jesus Christ","subtitle":"By Elder Russell M. Nelson","short_title":"The Mission and Ministry of Jesus Christ","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ","content":[["div",{"id":"head1","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.head1"},[".title","The Mission and Ministry of",["span.dominant","Jesus Christ"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p2"},"By Elder Russell M. Nelson"],["div",{"id":"p3","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p4"},"From a devotional address given August 18, 1998, at Brigham Young University. For the full text in English, go to",["a",{"href":"http://speeches.byu.edu"},["span.language","speeches.byu.edu"]],"."]],[".kicker","The best evidence of our adoration of Jesus is our emulation of Him."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p6"},"As one among the “special witnesses of the name of Christ in all the world” (",["a",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],"), I believe I serve best if I teach and testify of Him. First, I might ask the same questions He once posed to the Pharisees: “What think ye of Christ? whose son is he?” (",["a",{"href":"/scriptures/nt/matt/22.42"},"Matthew 22:42"],")."],["div",{"id":"p7","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p7"},"These questions often come to mind as I meet with leaders of governments and various religious denominations. Some acknowledge that “Jesus was a great teacher.” Others say, “He was a prophet.” Others simply do not know Him at all. We should not be totally surprised. After all, relatively few people have the restored gospel truths we have. Members of The Church of Jesus Christ of Latter-day Saints are but a small minority among those who claim to be Christians."],["div",{"id":"p8","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p8"},"Our circumstance today was foreseen centuries ago by Nephi:"],["div",{"id":"p9","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p9"},"“And it came to pass that I beheld the church of the Lamb of God, and its numbers were few … ; nevertheless, I beheld that the church of the Lamb, who were the saints of God, were also upon all the face of the earth; and their dominions upon the face of the earth were small. …"],["div",{"id":"p10","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p10"},"“And it came to pass that I, Nephi, beheld the power of the Lamb of God, that it descended upon the saints of the church of the Lamb, and upon the covenant people of the Lord, who were scattered upon all the face of the earth; and they were armed with righteousness and with the power of God in great glory” (",["a",{"href":"/scriptures/bofm/1-ne/14.12,14"},"1 Nephi 14:12, 14"],")."],["div",{"id":"p11","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p11"},"That righteousness, that power, and that glory—indeed, all of our many blessings—stem from our knowledge of, obedience to, and gratitude and love for the Lord Jesus Christ."],["div",{"id":"p12","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p12"},"During His relatively brief sojourn in mortality, the Savior accomplished two overarching objectives. One was His “work and [His] glory—to bring to pass the immortality and eternal life of man” (",["a",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). The other He stated simply: “I have given you an example, that ye should do as I have done” (",["a",{"href":"/scriptures/nt/john/13.15"},"John 13:15"],")."],["div",{"id":"p13","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p13"},"His first objective we know as the Atonement. This was His magnificent mission in mortality. To the people of ancient America, the resurrected Lord gave His mission statement:"],["div",{"id":"p14","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p14"},"“I came into the world to do the will of my Father, because my Father sent me."],["div",{"id":"p15","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p15"},"“And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me” (",["a",{"href":"/scriptures/bofm/3-ne/27.13-14"},"3 Nephi 27:13–14"],")."],["div",{"id":"p16","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p16"},"In continuing His sermon, He revealed His second objective—to be our exemplar: “Ye know the things that ye must do … ; for the works which ye have seen me do that shall ye also do” (",["a",{"href":"/scriptures/bofm/3-ne/27.21"},"3 Nephi 27:21"],")."],["div",{"id":"p17","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p17"},"His first objective I have defined as His",["span.emphasis","mission."],"His second objective I would like to identify as His",["span.emphasis","ministry."],"Let us review these two components of His life—His mission and His ministry."],["div",{"id":"t1","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t1"},[".title","The Mission of Jesus Christ—the Atonement"],["div",{"id":"p19","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p19"},"His mission was the Atonement. That mission was uniquely His. Born of a mortal mother and an immortal Father, He was the only one who could voluntarily lay down His life and take it up again (see",["a",{"href":"/scriptures/nt/john/10.14-18"},"John 10:14–18"],"). The glorious consequences of His Atonement were infinite and eternal. He took the sting out of death and made temporary the grief of the grave (see",["a",{"href":"/scriptures/nt/1-cor/15.54-55"},"1 Corinthians 15:54–55"],"). His responsibility for the Atonement was known even before the Creation and the Fall. Not only was it to provide for the resurrection and immortality of all humankind, but it was also to enable us to be forgiven of our sins—upon conditions established by Him. Thus His Atonement opened the way by which we could be united with Him and with our families eternally. This prospect we esteem as eternal life—the greatest gift of God to man (see",["a",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],")."],["div",{"id":"p20","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p20"},"No one else could effect the Atonement. No other person, even with the greatest wealth and power, could ever save one soul—not even his own (see",["a",{"href":"/scriptures/nt/matt/19.24-26"},"Matthew 19:24–26"],"). And no other individual will be required or permitted to shed blood for the eternal salvation of another human being. Jesus did it “once for all” (",["a",{"href":"/scriptures/nt/heb/10.10"},"Hebrews 10:10"],")."],["div",{"id":"p21","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p21"},"Though the Atonement was consummated during the time of the New Testament, events of Old Testament times frequently foretold its importance. Adam and Eve were commanded to offer sacrifices as “a similitude of the sacrifice of the Only Begotten of the Father” (",["a",{"href":"/scriptures/pgp/moses/5.7"},"Moses 5:7"],"). How? By the shedding of blood. From their own experience they confirmed the scripture that “the life of the flesh is in the blood” (",["a",{"href":"/scriptures/ot/lev/17.11"},"Leviticus 17:11"],")."],["div",{"id":"p22","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p22"},"Physicians know that whenever blood ceases to flow to an organ, trouble begins. If blood flow to a leg is interrupted, gangrene may follow. If flow to the brain is stopped, a stroke may result. If blood fails to flow normally through a coronary artery, a heart attack may develop. And if hemorrhage is uncontrolled, death ensues."],["div",{"id":"p23","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p23"},"Adam, Eve, and generations to follow learned that whenever they shed blood from an animal, its life was terminated. For their sacrificial rite, not just",["span.emphasis","any"],"animal would do. It was to be a firstling of the flock and one without blemish (see, for example,",["a",{"href":"/scriptures/ot/ex/12.5"},"Exodus 12:5"],"). These requisites were also symbolic of the eventual sacrifice of the spotless Lamb of God."],["div",{"id":"p24","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p24"},"Adam and Eve were given a commandment: “Wherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent and call upon God in the name of the Son forevermore” (",["a",{"href":"/scriptures/pgp/moses/5.8"},"Moses 5:8"],"). From that day to the meridian of time, animal sacrifice continued to be a type and shadow of the eventual Atonement of the Son of God."],["div",{"id":"p25","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p25"},"When the Atonement was accomplished, that great and last sacrifice fulfilled the law of Moses (see",["a",{"href":"/scriptures/bofm/alma/34.13-14"},"Alma 34:13–14"],") and terminated the practice of animal sacrifice, which had taught that “the life of the flesh [was] in the blood” (",["a",{"href":"/scriptures/ot/lev/17.11"},"Leviticus 17:11"],"). Jesus explained how the elements of ancient sacrifice were subsumed by the Atonement and commemorated symbolically by the sacrament. Note again references to the life, the flesh, and the blood:"],["div",{"id":"p26","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p26"},"“Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you."],["div",{"id":"p27","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p27"},"“Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day” (",["a",{"href":"/scriptures/nt/john/6.53-54"},"John 6:53–54"],")."],["div",{"id":"p28","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p28"},"Because of the Atonement of Jesus Christ, all mankind—even as many as will—will be redeemed. The Savior began shedding His blood for all mankind not on the cross but in the Garden of Gethsemane. There He took upon Himself the weight of the sins of all who would ever live. Under that heavy load, He bled at every pore (see",["a",{"href":"/scriptures/dc-testament/dc/19.18"},"D&C 19:18"],"). The agony of the Atonement was completed on the cross at Calvary."],["div",{"id":"p29","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p29"},"The importance of the Atonement was summarized by the Prophet Joseph Smith. He said, “The fundamental principles of our religion are the testimony of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried, and rose again the third day, and ascended into heaven; and all other things which pertain to our religion are only appendages to it.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p30","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p30"},"With that authority and with profound gratitude, I so teach and testify of Him."]],["div",{"id":"t2","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t2"},[".title","The Ministry of Jesus Christ—the Exemplar"],["div",{"id":"p32","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p32"},"The Lord’s second far-reaching objective in mortality was to serve as an example for us. His exemplary life constituted His mortal ministry. It included His teachings, parables, and sermons. It encompassed His miracles, loving-kindness, and long-suffering toward the children of men (see",["a",{"href":"/scriptures/bofm/1-ne/19.9"},"1 Nephi 19:9"],"). It embraced His compassionate use of priesthood authority. It included His righteous indignation when He condemned sin (see",["a",{"href":"/scriptures/nt/rom/8.3"},"Romans 8:3"],") and when He overthrew the tables of the money changers (see",["a",{"href":"/scriptures/nt/matt/21.12"},"Matthew 21:12"],"). It also included His heartaches. He was mocked, scourged, and disowned by His own people (see",["a",{"href":"/scriptures/bofm/mosiah/15.5"},"Mosiah 15:5"],")—even betrayed by one disciple and denied by another (see",["a",{"href":"/scriptures/nt/john/18.2-3,25-27"},"John 18:2–3, 25–27"],")."],["div",{"id":"p33","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p33"},"Wonderful as His ministerial acts were, they were not and are still not unique to Him. There is no limit to the number of people who may follow the example of Jesus. Similar acts have been done by His prophets and apostles and others among His authorized servants. Many have endured persecution for His sake (see",["a",{"href":"/scriptures/nt/matt/5.10"},"Matthew 5:10"],";",["a",{"href":"/scriptures/bofm/3-ne/12.10"},"3 Nephi 12:10"],"). In our own time, you know brothers and sisters who have earnestly striven—even at a terrible price—to emulate the Lord’s example."],["div",{"id":"p34","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p34"},"That is as it should be. That is His hope for us. The Lord asked us to follow His example. His appeals are crystal clear:"],["ul.bullet",["li",["span.label","•"],[".para","“What manner of men ought ye to be? … Even as I am” (",["a",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],"; see also",["a",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],")."]],["li",["span.label","•"],[".para","“Follow me, and I will make you fishers of men” (",["a",{"href":"/scriptures/nt/matt/4.19"},"Matthew 4:19"],")."]],["li",["span.label","•"],[".para","“I have given you an example, that ye should do as I have done” (",["a",{"href":"/scriptures/nt/john/13.15"},"John 13:15"],"; see also",["a",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],")."]]],["div",{"id":"p38","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p38"},"These and other similar scriptures were not written as suggestions. They are divine imperatives! We are to follow His example!"],["div",{"id":"p39","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p39"},"To facilitate our desire to follow Him, perhaps we could consider five aspects of His life that we can emulate."],["div",{"id":"t3","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t3"},[".title","Love"],["div",{"id":"p41","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p41"},"If I were to ask which characteristic of His life you would identify first, I think you might name His attribute of love. That would include His compassion, kindness, charity, devotion, forgiveness, mercy, justice, and more. Jesus loved His Father and His mother (see",["a",{"href":"/scriptures/nt/john/19.25-27"},"John 19:25–27"],"). He loved His family and the Saints (see",["a",{"href":"/scriptures/nt/john/13.1"},"John 13:1"],";",["a",{"href":"/scriptures/nt/2-thes/2.16"},"2 Thessalonians 2:16"],"). He loved the sinner without excusing the sin (see",["a",{"href":"/scriptures/nt/matt/9.2"},"Matthew 9:2"],";",["a",{"href":"/scriptures/dc-testament/dc/24.2"},"D&C 24:2"],"). And He taught us how we can show our love for Him. He said, “If ye love me, keep my commandments” (",["a",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],"). Then, to underscore that His love was not",["span.emphasis","unconditional,"],"He added, “If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love” (",["a",{"href":"/scriptures/nt/john/15.10"},"John 15:10"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/95.12"},"D&C 95:12"],";",["a",{"href":"/scriptures/dc-testament/dc/124.87"},"124:87"],")."],["div",{"id":"p42","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p42"},"Another expression of our Savior’s love was His service. He served His Father, and He served the people with whom He lived and labored. In both ways we are to follow His example. We are to serve God, “to walk in all his ways, and to love him” (",["a",{"href":"/scriptures/ot/deut/10.12"},"Deuteronomy 10:12"],"; see also",["a",{"href":"/scriptures/ot/deut/11.13"},"11:13"],";",["a",{"href":"/scriptures/ot/josh/22.5"},"Joshua 22:5"],";",["a",{"href":"/scriptures/dc-testament/dc/20.31"},"D&C 20:31"],";",["a",{"href":"/scriptures/dc-testament/dc/59.5"},"59:5"],"). And we are to love our neighbors by serving them (see",["a",{"href":"/scriptures/nt/gal/5.13"},"Galatians 5:13"],";",["a",{"href":"/scriptures/bofm/mosiah/4.15-16"},"Mosiah 4:15–16"],"). We start with our families. The deep love that binds parents to their children is forged by service to them through their period of total dependence. Later in life dutiful children may have the opportunity to reciprocate that love when they serve their aging parents."]],["div",{"id":"t4","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t4"},[".title","Ordinances"],["div",{"id":"p44","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p44"},"A second aspect of the Savior’s exemplary life was His emphasis on sacred ordinances. During His mortal ministry He demonstrated the importance of the ordinances of salvation. He was baptized by John in the Jordan River. Even John asked, “Why?”"],["div",{"id":"p45","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p45"},"Jesus explained, “For thus it becometh",["span.emphasis","us"],"to fulfil all righteousness” (",["a",{"href":"/scriptures/nt/matt/3.15"},"Matthew 3:15"],"; emphasis added). Not only was the ordinance essential, but the example set by Jesus and John was also essential."],["div",{"id":"p46","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p46"},"Later the Lord instituted the ordinance of the sacrament. He explained the symbolism of the sacrament and administered its sacred emblems to His disciples (see",["a",{"href":"/scriptures/nt/matt/26.26-28"},"Matthew 26:26–28"],";",["a",{"href":"/scriptures/nt/mark/14.22-24"},"Mark 14:22–24"],";",["a",{"href":"/scriptures/nt/luke/24.30"},"Luke 24:30"],")."],["div",{"id":"p47","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p47"},"Our Heavenly Father also gave instruction regarding ordinances. He said: “Ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory” (",["a",{"href":"/scriptures/pgp/moses/6.59"},"Moses 6:59"],")."],["div",{"id":"p48","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p48"},"During the Lord’s postmortal ministry, the higher ordinances of exaltation were revealed (",["a",{"href":"/scriptures/dc-testament/dc/124.40-42"},"D&C 124:40–42"],"). He has provided for these ordinances in His holy temples. In our day, washings, anointings, and endowments are granted to individuals who are properly prepared (see",["a",{"href":"/scriptures/dc-testament/dc/105.12,18,33"},"D&C 105:12, 18, 33"],";",["a",{"href":"/scriptures/dc-testament/dc/110.9"},"110:9"],";",["a",{"href":"/scriptures/dc-testament/dc/124.39"},"124:39"],"). In the temple, an individual may be sealed to husband or wife, to progenitors, and to posterity (see",["a",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],"). Our Master is a God of law and order (see",["a",{"href":"/scriptures/dc-testament/dc/132.18"},"D&C 132:18"],"). His focus on ordinances is a powerful part of His example to us."]],["div",{"id":"t5","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t5"},[".title","Prayer"],["div",{"id":"p50","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p50"},"A third aspect of the Lord’s exemplary ministry is prayer. Jesus prayed to His Father in Heaven and also taught us how to pray. We are to pray to God the Eternal Father in the name of His Son, Jesus Christ, through the power of the Holy Ghost (see",["a",{"href":"/scriptures/nt/matt/6.9-13"},"Matthew 6:9–13"],";",["a",{"href":"/scriptures/bofm/3-ne/13.9-13"},"3 Nephi 13:9–13"],"; Joseph Smith Translation,",["a",{"href":"/scriptures/nt/matt/6.9-15"},"Matthew 6:9–15"],"). I love the great Intercessory Prayer offered by the Lord recorded in John, chapter 17. In it the Son communicates freely with His Father on behalf of His disciples, whom He loves. It is a model of effective and compassionate prayer."]],["div",{"id":"t6","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t6"},[".title","Knowledge"],["div",{"id":"p52","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p52"},"A fourth aspect of the Lord’s example is the use of His divine knowledge. As mentioned earlier, many non-Christians acknowledge that Jesus was a great teacher. Indeed, He was. But what truly distinguished His teaching? Was He a skilled instructor of engineering, mathematics, or science? As Creator of this and other worlds (see",["a",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],"), He surely could have been. Or, as the Author of scripture, He could have taught literary composition very well."],["div",{"id":"p53","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p53"},"The feature that distinguished His teaching above that of all other teachers was that He taught truths of",["span.emphasis","eternal"],"significance. Only He could have revealed our purpose in life. Only through Him could we learn of our",["span.emphasis","premortal"],"existence and of our",["span.emphasis","postmortal"],"potential."],"On one occasion the Master Teacher told His skeptical listeners that they had three witnesses of Him:",["ul.bullet",["li",["span.label","•"],[".para","John the Baptist."]],["li",["span.label","•"],[".para","The deeds that Jesus had accomplished."]],["li",["span.label","•"],[".para","The word of God the Eternal Father (see",["a",{"href":"/scriptures/nt/john/5.33-37"},"John 5:33–37"],")."]]],["div",{"id":"p58","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p58"},"He then proffered a fourth witness: “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me” (",["a",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],")."],["div",{"id":"p59","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p59"},"The word",["span.emphasis","think"],"in that phrase may at first seem to be out of place. But it is vital to the meaning Jesus was trying to convey. He knew that many of His listeners did actually",["span.emphasis","think"],"that eternal life was in the scriptures. But they were wrong. The scriptures alone",["span.emphasis","cannot"],"bestow eternal life. Of course there is power in scripture, but that power comes from Jesus Himself. He",["span.emphasis","is"],"the Word:",["span.emphasis","Logos."],"The power of eternal life is in Him, who “in the beginning was the Word, and the Word was with God, and the Word was God” (",["a",{"href":"/scriptures/nt/john/1.1"},"John 1:1"],"; see also",["a",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],";",["a",{"href":"/scriptures/bofm/2-ne/32.3"},"32:3"],"). Then, because of the stubborn stance of His skeptics, Jesus went on to rebuke them: “Ye will not come to me, that ye might have [eternal] life” (",["a",{"href":"/scriptures/nt/john/5.40"},"John 5:40"],")."],["div",{"id":"p60","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p60"},"The Master could overwhelm us with His supernal knowledge, but He does not. He honors our agency. He allows us the joy of discovery. He encourages us to repent of our own mistakes. He permits us to experience the freedom that comes from our willing obedience to His divine law. Yes, the way He uses His knowledge provides a great example for us."]],["div",{"id":"t7","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t7"},[".title","Endurance"],["div",{"id":"p62","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p62"},"A fifth aspect of the Lord’s ministry is His commitment to endure to the end. Never did He withdraw from His assignment. Though He experienced suffering beyond our comprehension, He was not a quitter. Through deepening trials He endured to the end of His assignment: to atone for the sins of all humankind. His final words as He hung from the cross were, “It is finished” (",["a",{"href":"/scriptures/nt/john/19.30"},"John 19:30"],")."]]],["div",{"id":"t8","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.t8"},[".title","Application to Our Lives"],["div",{"id":"p64","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p64"},"These five aspects of His ministry can be applied in our own lives. Surely the best evidence of our adoration of Jesus is our emulation of Him."],["div",{"id":"p65","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p65"},"When we begin to realize who Jesus is and what He has done for us, we can understand, to some degree, the logic of the first and great commandment: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength” (",["a",{"href":"/scriptures/nt/mark/12.30"},"Mark 12:30"],"). In other words, all that we think and do and say should be steeped in our love for Him and His Father."],["div",{"id":"p66","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p66"},"Ask yourself, “Is there anyone whom I love more than the Lord?” Then compare your answer to these standards set by the Lord:"],["ul.bullet",["li",["span.label","•"],[".para","“He that loveth father or mother more than me is not worthy of me.”"]],["li",["span.label","•"],[".para","“He that loveth son or daughter more than me is not worthy of me” (",["a",{"href":"/scriptures/nt/matt/10.37"},"Matthew 10:37"],")."]]],["div",{"id":"p69","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p69"},["span.emphasis","Love"],"for family and friends, great as it may be, is much more profound when anchored in the love of Jesus Christ. Parental love for children has more meaning here and hereafter because of Him. All loving relationships are elevated in Him. Love of our Heavenly Father and Jesus Christ provides the illumination, inspiration, and motivation to love others in a loftier way."],["div",{"id":"p70","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p70"},["span.emphasis","Ordinances"],"provide a focus for service of eternal worth. Parents should consider which ordinance is needed next by each child. Home teachers should think of an appropriate ordinance needed next in each family they serve."],["div",{"id":"p71","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p71"},"The Savior’s example of",["span.emphasis","prayer"],"reminds us that personal prayer, family prayer, and prayerful pursuit of our assignments in the Church should become part of our lives. To know and to do the will of the Father provides great spiritual strength and confidence (see",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"). On the Lord’s side is where we want to be."],["div",{"id":"p72","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p72"},["span.emphasis","Knowledge"],"“of things as they really are, and of things as they really will be” (",["a",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],") allows us to act upon true principles and doctrine. That knowledge will lift our level of behavior. Acts that otherwise might be driven by appetite and emotion will be superseded by deeds shaped by reason and right."],["div",{"id":"p73","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p73"},"A commitment to",["span.emphasis","endure to the end"],"means that we will not ask for a release from a call to serve. It means that we will persevere in pursuit of a worthy goal. It means that we will never give up on a loved one who has strayed. And it means that we will always cherish our eternal family relationships, even through difficult days of disease, disability, or death."],["div",{"id":"p74","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p74"},"With all my heart I pray that the transforming influence of the Lord may make a profound difference in your life. His mission and His ministry can bless each of us now and forevermore."]]],[".bodyNotes",["h3","Note"]],[".resources",[".callout",{"id":"f5","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.f5"},["div",{"id":"p77","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p77"},"The Savior began shedding His blood for all mankind not on the cross, where the agony of the Atonement was completed, but in the Garden of Gethsemane."]],[".callout",{"id":"f6","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.f6"},["div",{"id":"p78","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p78"},"The feature that distinguished the Savior’s teaching above that of all other teachers was that He taught truths of eternal significance. Only He could have revealed our purpose in life."]],[".callout",{"id":"f7","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.f7"},["div",{"id":"p79","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ.p79"},"The Lord’s exemplary life constituted His mortal ministry. It included His teachings, parables, and sermons. It embraced His compassionate use of priesthood authority."]]]],"refs":[["div",{"id":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ","uri":"/liahona/2013/04/the-mission-and-ministry-of-jesus-christ"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 49."]]}
