{"id":4,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":4,"title":"The (CM)2 Project","subtitle":"By Stephen Paul Anderson","short_title":"The (CM)2 Project","uri":"/new-era/2013/03/the-cm2-project","content":[["div",{"id":"head1","uri":"/new-era/2013/03/the-cm2-project.head1"},[".title","The (CM)",["sup","2"],"Project"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/the-cm2-project.p2"},"By Stephen Paul Anderson"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/03/the-cm2-project.p3"},"Stephen Paul Anderson lives in Utah, USA."]],[".kicker","When my football team started using foul language, I knew I had to do something about it."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/03/the-cm2-project.p5"},"I first started playing football in seventh grade and was excited to finally be on a school team. Moving to ninth grade football, I noticed that everyone seemed a little more intense and competitive. I also noticed that the language on and off the field was rougher than it had been before."],["div",{"id":"p6","uri":"/new-era/2013/03/the-cm2-project.p6"},"In my monthly interview with my dad I brought up my worries about the vulgar, degrading talk that was a part of school and sports. He listened while I described how the players behaved on the field and how people talked at school. Dad listened and said that language shows the true nature of a person. I pointed out that my older brothers, Peter and Christian, had played high school ball a few years before and had not talked or acted inappropriately. It occurred to me that we actually have a choice as to how we behave and express ourselves at school and on the field. In fact, in every aspect of our lives, no matter where we are, we can choose just how we are going to be."],["div",{"id":"p7","uri":"/new-era/2013/03/the-cm2-project.p7"},"At the end of the interview, my dad and I came up with the idea of “clean mouth/clean mind.” The next night in family home evening, we talked about the importance of having a clean mouth and a clean mind in everything we do, including sports. Mom abbreviated the “clean mouth/clean mind” phrase to",["span.emphasis","(CM)",["sup","2"],","],"and we set a rule to keep a clean mouth and a clean mind at work, school, and play. We even made shirts with",["span.emphasis","(CM)",["sup","2"]],"printed on them."],["div",{"id":"p8","uri":"/new-era/2013/03/the-cm2-project.p8"},"When I started wearing the (CM)",["sup","2"],"shirt at school, my friends and teachers began to ask me what",["span.emphasis","(CM)",["sup","2"]],"stands for. After I explained what it was, they wanted to join in. When some parents found out about (CM)",["sup","2"],", they also asked for shirts as a reminder for themselves. Word spread from my middle school to my high school and then to the high school across town."],["div",{"id":"p9","uri":"/new-era/2013/03/the-cm2-project.p9"},"Because of the Internet, we’ve had people participate in places as far away as India, Europe, and South Africa. We’ve had a lot of fun getting the word out. My dad refers to the project as “a family home evening out of control.” We really don’t know just how far it will spread. Maybe it will reach clear around the world. It kind of makes you wonder how much better the world would be if more people agreed to have a clean mouth and a clean mind."]],[".resources",[".moreInfo",[".title","The No-Cussing Club"],["div",{"id":"p11","uri":"/new-era/2013/03/the-cm2-project.p11"},"Watch a",["span.emphasis","Mormon Messages for Youth"],"video about another young man who motivated people to use clean language at",["a",{"href":"http://lds.org/go/33A"},"lds.org/go/33A"],"."]],["div",{"id":"f2","uri":"/new-era/2013/03/the-cm2-project.f2"},[".title","The Standard"],["div",{"id":"p13","uri":"/new-era/2013/03/the-cm2-project.p13"},"“How you communicate should reflect who you are as a son or daughter of God. Clean and intelligent language is evidence of a bright and wholesome mind. Good language that uplifts, encourages, and compliments others invites the Spirit to be with you. Our words, like our deeds, should be filled with faith, hope, and charity. … Help others improve their language by your example.”"],[".citationInfo",["div",{"id":"p14","uri":"/new-era/2013/03/the-cm2-project.p14"},["span.emphasis","For the Strength of Youth"],"(2011), 20."]]],[".sidebar",[".title","Related Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"]]],["li",["span.label","•"],[".para",["a",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"]]],["li",["span.label","•"],[".para",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"]]]]]]],"refs":null}
