{"id":25,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":25,"title":"The Twelve to Bear Off the Kingdom","subtitle":"","short_title":"Lesson 23","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-twelve-to-bear-off-the-kingdom","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-twelve-to-bear-off-the-kingdom.head1"},[".titleNumber","Lesson 23"],["h1","The Twelve to Bear Off the Kingdom"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-twelve-to-bear-off-the-kingdom.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","For almost a decade the Lord, through the Prophet Joseph Smith, had been carefully preparing the Quorum of the Twelve Apostles to assume the leadership of the Church."]],["li",["span.label","2."],[".para","In accordance with the Lord’s revelations, the Twelve became the Church’s governing body upon the death of the Prophet Joseph Smith."]],["li",["span.label","3."],[".para","In a miraculous way the Lord demonstrated to the members of his Church that President Brigham Young was his choice to lead them."]],["li",["span.label","4."],[".para","The apostolic succession of 1844 began to set the pattern for future reorganizations of the Presidency of the Church."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 23, pp. 286–96."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","In the summer of 1844, the Lord, in a miraculous fashion, manifested his will to the Saints that President Brigham Young was to be the Prophet Joseph Smith’s successor. Why doesn’t the Lord provide an equally magnificent outward display of power and authority every time a new prophet is sustained? What does that suggest about our ability to discern the Lord’s will through other means? Discuss the following statement by Elder Joseph Fielding Smith:"],[".para","“There was a time in the history of the Church when doubts arose in the minds of many of the people at the time of the disorganization of the presidency of the Church. Such a thing as the disorganization of the First Presidency had never occurred before, and many of the people were in doubt as to just what action should be taken. They wondered what the result would be. They were not acquainted, as perhaps they should have been, and as we are today, with the revelations which the Lord had given in regard to matters of that kind. Therefore, doubts arose in their minds. Men assumed authority and stood forth before the people demanding their attention and claiming the right of presidency. The matter, however, was properly settled by the vote of the people, and President Brigham Young, whose right it was, was sustained by the vote of the Latter-day Saints to stand at the head of the Church upon the earth. And yet it became necessary on that occasion, while President Young was speaking to the people, before the vote was taken, for the Lord to make it known by a manifestation that he was indeed the successor of the Prophet Joseph and that the mantle of his predecessor had fallen upon his shoulders. Such a thing as that is not required today because now we have learned the order of the Church; we know what the revelations declare. We know just what will follow in case of the disorganization of any quorum of the priesthood, and the people are not in doubt. There is no reason now for us to be at cross purposes, to have a misunderstanding, to let doubts arise in our minds in regard to these matters, because everything is clear and everything will be followed in the order which the Lord has appointed. Now we move smoothly in the path of duty and accept the word of the Lord as it has been made known and as the understanding has been impressed upon our minds, due very largely to the experience of the past” (in Conference Report, June 1919, p. 93)."]],["li",["span.label","•"],[".para","Discuss how",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22-24"},"Doctrine and Covenants 107:22–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.128"},"124:128"],"relate to succession of the President of the Church. Discuss why President Spencer W. Kimball referred to this as “the perfect succession program” (in Conference Report, Oct. 1972, p. 29; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 34). Why did succession become a test of faith for members of the Church after the Prophet Joseph’s death? How were the events surrounding the succession an important preparation for what the Saints would face in the near future?"]],["li",["span.label","•"],[".para","Discuss some of the ways the Lord prepared President Brigham Young to lead the Church. Include the following:"],["ul.bullet",["li",["span.label","•"],[".para","He participated in Zion’s Camp."]],["li",["span.label","•"],[".para","He assisted in leading the Saints across northern Missouri while the Prophet Joseph Smith was in Liberty Jail."]],["li",["span.label","•"],[".para","He served various missions, including presiding over the British mission."]],["li",["span.label","•"],[".para","He was the senior Apostle and held all the presiding keys."]]]],["li",["span.label","•"],[".para","Present the following case study to stimulate discussion:"],[".para","“Suppose that you live in Nauvoo in the summer of 1844. Joseph the Prophet is dead, murdered at Carthage a few months ago. The crisis is here. The Latter-day Saints are like sheep without a shepherd. So many of them are unsure and wondering—who is to lead the Church? Did the Lord make any provision for someone to succeed Joseph?"],[".para","“Joseph Smith is the first President of the Church to pass away. No one has ever explained to you how succession in the Presidency should occur. Ambitious pretenders are challenging Brigham Young and the Twelve, but you cannot understand their claims. Is there any way you can be sure to follow the right leader? If you follow the wrong leader, you may go into apostasy and lose the blessings of the gospel. You have no precedent to follow, and the crisis comes so suddenly."],[".para","“You have been called to a meeting at the stand in Nauvoo. Sidney Rigdon is speaking now. When he is finished, Brigham Young will rise to speak for only a few minutes. While he is speaking, the Holy Ghost will reveal to some that he is to lead the Church. Will that be your privilege? Will you know? Have you followed the counsel of the leaders before so that you will be in tune now? Are you pure so that the promptings of the Spirit may reach you and guide you? Will you be one of those to recognize the voice of authority and go from the meeting to testify that Brigham Young is the Lord’s anointed for the time and season ahead?” (",["span.emphasis","Come unto Christ"],"[Melchizedek Priesthood personal study guide, 1983], p. 133)."],[".para","Relate statements by several people who witnessed the mantle of leadership fall on Brigham Young (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-twenty-two-the-martyrdom.p1"},"pp. 291–92"],")."],[".para","Help students see the importance of keeping the commandments so they will be able to have the witness of the Spirit and know the truth."]],["li",["span.label","•"],[".para","Ask students to list the principles of succession. The Lord knows who is to be the President of the Church and has established the order of succession. Each Apostle, called by revelation, holds the keys of the kingdom of God, under the direction of the President. When the President of the Church dies, the First Presidency dissolves, and the Quorum of the Twelve Apostles becomes the governing quorum. The President of the Quorum of the Twelve, the senior Apostle, becomes the new presiding officer of the Church. Members of the Church have the opportunity of sustaining a new President in a solemn assembly. (For further insight, review",["span.emphasis","Teachings of the Living Prophets"],"[Religion 333 student manual], pp. 32–36)."]],["li",["span.label","•"],[".para","Review the principles of succession as taught by modern Apostles in the following sources:"],["ul.bullet",["li",["span.label","•"],[".para","President Harold B. Lee, in Conference Report, Apr. 1970, pp. 122–26."]],["li",["span.label","•"],[".para","President Spencer W. Kimball, in Conference Report, Apr. 1970, pp. 117–22."]],["li",["span.label","•"],[".para","President N. Eldon Tanner, in Conference Report, Oct. 1972, pp. 118–23; or Ensign, Jan. 1973, pp. 100–103."]],["li",["span.label","•"],[".para","President Spencer W. Kimball, in Conference Report, Oct. 1972, pp. 27–31; or Ensign, Jan. 1973, pp. 33–35."]],["li",["span.label","•"],[".para","President N. Eldon Tanner, in Conference Report, Oct. 1979, pp. 60–70; or Ensign, Nov. 1979, pp. 42–48."]]]],["li",["span.label","•"],[".para","You could share the following testimony of President Gordon B. Hinckley:"],[".para","“This transition of authority, in which I have participated a number of times, is beautiful in its simplicity. It is indicative of the way the Lord does things. Under His procedure a man is selected by the prophet to become a member of the Council of the Twelve Apostles. He does not choose this as a career. He is called, as were the Apostles in Jesus’ time, to whom the Lord said, ‘Ye have not chosen me, but I have chosen you, and ordained you’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],"). The years pass. He is schooled and disciplined in the duties of his office. He travels over the earth in fulfilling his apostolic calling. It is a long course of preparation, in which he comes to know the Latter-day Saints wherever they may be, and they come to know him. The Lord tests his heart and his substance. In the natural course of events, vacancies occur in that council and new appointments are made. Under this process a particular man becomes the senior Apostle. Residing latent in him, and in his associate Brethren, given to each at the time of ordination, are all of the keys of the priesthood. But authority to exercise those keys is restricted to the President of the Church. At his passing, that authority becomes operative in the senior Apostle, who is then named, set apart, and ordained a prophet and President by his associates of the Council of the Twelve” (in Conference Report, Apr. 1986, pp. 61–62; or",["span.emphasis","Ensign,"],"May 1986, pp. 46–47)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"7:129–322."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:413–45."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:1–43."]],["li",["span.label","•"],[".para","Ronald K. Esplin, “Joseph, Brigham and the Twelve: A Succession of Continuity,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1981, pp. 301–41."],[".para","Provides an overview of the entire process of the succession of Brigham Young, using illustrations, themes, and events."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Richard Lloyd Anderson, “Joseph Smith’s Brothers: Nauvoo and After,”",["span.emphasis","Ensign,"],"Sept. 1979, pp. 30–33."],[".para","Gives information about all the brothers, but most of the text following the death of the Prophet is about William Smith."]],["li",["span.label","•"],[".para",["span.emphasis","My Kingdom Shall Roll Forth,"],"2nd ed. [1980], pp. 10–15."],[".para","An overview of the succession issue in 1884."]]]]],"refs":null}
