{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"The Justice and Mercy of God","subtitle":"By Elder Jeffrey R. Holland","short_title":"The Justice and Mercy of God","uri":"/ensign/2013/09/the-justice-and-mercy-of-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/the-justice-and-mercy-of-god"},[".heading",{"id":"head1","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.head1"},["h1","The Justice and",["span.dominant","Mercy of God"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p2"},"By Elder Jeffrey R. Holland"],["p.para",{"id":"p3","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p4"},"From a fireside address, “Borne Upon Eagles’ Wings,” delivered on June 2, 1974, at Brigham Young University. For the full address, go to",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/jeffrey-r-holland.jpg"}],[".kicker","I know that we will be with the Savior again, that if we are faithful to Him, we will stand free—unfettered and unencumbered—and that we will recognize in the marks in His flesh something of His bondage and imprisonment and dying sacrifice for us."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p6"},"It was unlike any other commencement or baccalaureate exercise I had ever attended or in which I had ever participated. There were 44 graduates, all male. They did not have traditional academic robes or caps or gowns. Each man wore a light blue denim shirt and dark blue denim trousers."],["p.para",{"id":"p7","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p7"},"The ceremony was not held in a field house or a stadium or even a lovely auditorium. It was held in a modest interdenominational chapel at the Utah State Prison. The graduating class had successfully completed a year’s course of Bible study, which was sponsored by The Church of Jesus Christ of Latter-day Saints but open to all who cared to participate."],["p.para",{"id":"p8","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p8"},"The opening prayer was given by a young man who looked more like a mere boy. He was frightened to death, but he gave a prayer from his heart. He was in prison for 10 years to life on an armed robbery charge. The closing prayer was given by a man who was 45 or 50 years old and who looked as if he could have been somebody’s uncle. He was in for a life term on second-degree murder."],["p.para",{"id":"p9","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p9"},"A young man who had been released from prison had come back to get his certificate and to encourage his colleagues. He said, “Guys, the perspective in prison is really bad. It really looks better on the outside. Try to remember that.” Then he turned to the outsiders, to the friends and families who had come, and said, “You people are a light in a dark place. If it were not for love like yours, we would not be able to get from where we are to where we need to be.”"],["p.para",{"id":"p10","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p10"},"When the service was over, the inmate who conducted said, with some emotion in his voice and a little mist in his eyes, “This is the most auspicious occasion of our year. It’s better than Christmas. It’s better than Thanksgiving. It’s even better than Mother’s Day. It’s better because we’re enlightened, and that’s as close as we come to being free.”"],["p.para",{"id":"p11","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p11"},"Then the gates clanged shut behind my wife and me. That night we went home, and I confess I couldn’t sleep. That experience haunted me. In the early hours of that morning, I had feelings and thoughts and a response to imprisonment and freedom (and their relationship to enlightenment and love) that I never had before."],[".topic",{"id":"t1","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.t1"},[".title","The Justice of God"],["p.para",{"id":"p13","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p13"},"One impression I had that night is that God is just. Alma said: “Do ye suppose that mercy can rob justice? I say unto you, Nay; not one whit. If so, God would cease to be God” (",["a",{"href":"/scriptures/bofm/alma/42.25"},"Alma 42:25"],"). The Apostle Paul said to the Galatians, “Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap” (",["a",{"href":"/scriptures/nt/gal/6.7"},"Galatians 6:7"],")."],["p.para",{"id":"p14","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p14"},"One of my thoughts that followed is that Paul really meant we reap in kind. It came to me again that if we sow thistles, we don’t really plan to get strawberries. If we sow hate, we don’t really expect to receive an abundance of love. We get back in kind that which we sow."],["p.para",{"id":"p15","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p15"},"Then another thought came as I remembered those men in their blue: it’s one thing to reap in kind, but we reap, somehow, always in greater quantity. We sow a little thistle, and we get a lot of thistle—years and years of it, big bushes and branches of it. We never get rid of it unless we cut it out. If we sow a little bit of hate, before we know it we’ve reaped a lot of hate—smoldering and festering and belligerent and finally warring, malicious hate."],["p.para",{"id":"p16","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p16"},"Then, ironically, I had a comforting realization that my first thought—that God is just—wasn’t as painful as it sounded. However frightening it may be that all of us have sinned, however frightening it may be to contemplate a just God, it is infinitely more frightening to me to contemplate an unjust God."],["p.para",{"id":"p17","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p17"},"A basic principle of Latter-day Saint doctrine is that we have to know that God is just in order to go forward. One of God’s attributes is justice, and we would not have the faith—because of fear—to live righteously or to love better or to repent more readily if somehow we didn’t think that justice would count for us, if somehow we thought God would change His mind and decide there was another set of rules.",["sup",["a",{"href":"fn_footnote1"},"1"]],"Because we know that God is just and would cease to be God if He weren’t so, we have the faith to go forward, knowing that we will not be the victims of whimsy or caprice or a bad day or a bad joke. That assurance is very encouraging."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.t2"},[".title","The Mercy of God"],["p.para",{"id":"p19","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p19"},"Then I had another thought. How grateful I was that because God is who He is, He has to be a merciful God also. In",["a",{"href":"/scriptures/bofm/alma/42"},"Alma 42"],", after Alma had established with Corianton that God had to be just, he declared that that same God would have to be merciful as well and that mercy would claim the",["span.emphasis","penitent."],"Now, that thought was different to me because I had just been to the penitentiary. This thought gave me encouragement: Mercy could claim the penitent. I decided that if those men had to go to the",["span.emphasis","penitentiary"],"to take advantage of the gift of mercy—and if by going there, they found the gospel of Jesus Christ or the scriptures or the Atonement—then their imprisonment was worth it."],["p.para",{"id":"p20","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p20"},"So let us go to the place of penitence—to the bishop or to the Lord or to those we have offended or to those who have offended us. We have our own little penitentiaries, I suppose, all around us. If going there is what it takes to make us truly penitent and to enable us to lay claim to the gift of mercy, then we have to do it."],["p.para",{"id":"p21","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p21"},"I know it isn’t easy to go back and undo and make a new beginning, but I believe with all my heart that it is easier and surely more satisfying to begin anew than to go on and try to believe that justice will not take its toll."],["p.para",{"id":"p22","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p22"},"A favorite British scholar said: “I do not think that all who choose wrong roads perish; but their rescue consists in being put back on the right road. A [mathematical] sum [incorrectly worked] can be put right: but only by going back till you find the error and [then] working it afresh from that point, never by simply",["span.emphasis","going on."],"Evil can be undone, but it cannot ‘develop’ into good. Time does not heal it. The spell must be unwound.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p23","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p23"},"So God is just, “mercy claimeth the penitent” (",["a",{"href":"/scriptures/bofm/alma/42.23"},"Alma 42:23"],"), and evil can be undone."]],[".topic",{"id":"t3","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.t3"},[".title","The Need for Repentance"],["p.para",{"id":"p25","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p25"},"The final and crowning thought I had helped me understand what maybe I had never literally understood. It is why in every generation, to every dispensation, the Lord has said what He said very early in the doctrines of this dispensation: “Say nothing but repentance unto this generation; keep my commandments” (",["a",{"href":"/scriptures/dc-testament/dc/6.9"},"D&C 6:9"],"). That became a very positive, helpful, and moving thought and verse for me. I knew in a way that I had never understood before that there is no other way besides repentance."],["p.para",{"id":"p26","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p26"},"If you are like other mortals, you have some areas in which to unchain yourself, you have some bonds and fetters you could be free of, and you have some sins you could repent of. May I isolate just one example: the bondage of ignorance."],["p.para",{"id":"p27","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p27"},"What seems to me the supreme initial bond in our lives is simply not to know enough. We learn little clichés early in our lives. Two of them are “Ignorance is bliss” and “What I don’t know won’t hurt me.” Let me say with all the intensity I have that nothing will hurt you",["span.emphasis","more"],"than what you don’t know. I believe that we will be indicted for the resulting bondage that we incur and that we will serve some sentence in this life or the next for that which we fail to learn."],["p.para",{"id":"p28","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p28"},"Within the tenets of our faith we learn that we cannot be saved in ignorance (see",["a",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],"), that what we learn in this life rises with us in the resurrection (see",["a",{"href":"/scriptures/dc-testament/dc/130.18"},"D&C 130:18"],"), that we have so much the advantage in the world to come if we are knowledgeable (see",["a",{"href":"/scriptures/dc-testament/dc/130.19"},"D&C 130:19"],"), that we are saved in proportion to that which we have learned,",["sup",["a",{"href":"fn_footnote3"},"3"]],"that light and truth forsake the evil one (see",["a",{"href":"/scriptures/dc-testament/dc/93.37"},"D&C 93:37"],"), that the glory of God is intelligence (see",["a",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],"), and on and on. At one time early in this dispensation, the entire Church, collectively, was indicted. The Lord says in",["a",{"href":"/scriptures/dc-testament/dc/84.43-45"},"section 84"],"of the",["a",{"href":"/scriptures/dc-testament/dc/84.43-45"},"Doctrine and Covenants"],":"],["p.para",{"id":"p29","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p29"},"“And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the",["span.emphasis","words"],"of eternal life."],["p.para",{"id":"p30","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p30"},"“For you shall live by every",["span.emphasis","word"],"that proceedeth forth from the mouth of God."],["p.para",{"id":"p31","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p31"},"“For the",["span.emphasis","word"],"of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ” (",["a",{"href":"/scriptures/dc-testament/dc/84.43-45"},"verses 43–45"],"; emphasis added)."],["p.para",{"id":"p32","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p32"},"The beginning of coming ultimately into the presence of the Lord Jesus Christ, which is where",["a",{"href":"/scriptures/dc-testament/dc/84.43-45"},"section 84"],"takes us, is the",["span.emphasis","word."]],["p.para",{"id":"p33","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p33"},"“If ye abide in me, and my",["span.emphasis","words"],"abide in you,” the Lord declared in His ministry, “ye shall ask what ye will, and it shall be done unto you” (",["a",{"href":"/scriptures/nt/john/15.7"},"John 15:7"],"; emphasis added)."]],[".topic",{"id":"t4","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.t4"},[".title","The Importance of Freedom"],["p.para",{"id":"p35","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p35"},"If we had to pick a theme for our existence—the existence we know now, not our past in premortality and not what lies ahead—that theme would have to have something to do with the quest for true freedom. We know that an important part of the great Council in Heaven was spent in teaching us how we might progress toward complete freedom. The Father’s course was one of agency and choice—the freedom to err but ultimately the freedom to succeed. As many safeguards as possible and all the powers of the universe were brought to bear to guarantee our freedom to exercise our agency and return to our celestial home. These safeguards include the fulness of gospel truths and the Atonement of the Savior Jesus Christ."],["p.para",{"id":"p36","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p36"},"We really do experience bondage and prison when we are not free. I almost wish I had been imprisoned sometime in my life so I could make this statement very dramatic. I wish I could talk like Peter or Paul and have the angels come to startle the guards and open the prison gates (see",["a",{"href":"/scriptures/nt/acts/12.5-11"},"Acts 12:5–11"],"; see also",["a",{"href":"/scriptures/nt/acts/16.25-26"},"16:25–26"],") or like Alma and Amulek and have the prison walls crumble (see",["a",{"href":"/scriptures/bofm/alma/14.23-29"},"Alma 14:23–29"],") or like Joseph Smith, who could write what may be the most sublime scriptural literature of our dispensation out of the very heart and center of a dingy, dismal, dreary prison (see",["a",{"href":"/scriptures/dc-testament/dc/121"},"D&C 121–23"],"). We thank God that we live in such a time as we do, when the President and prophet of our Church does not need to live in fear of imprisonment and when we are not, at least politically and physically, required to go into bondage or into slavery. But there are other kinds of bonds and there are other kinds of prisons in our lives that we need to destroy. All that we came here to do, we need to do."],["p.para",{"id":"p37","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p37"},"I believe with all my heart that if we can repent of our sins, if we can be charitable with the sins of others, if we can take courage toward our circumstances and want to do something about them, the living Father of us all will reach down and, in the scriptural term, “bear [us] up as on eagles’ wings” (",["a",{"href":"/scriptures/dc-testament/dc/124.18"},"D&C 124:18"],")."],["p.para",{"id":"p38","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p38"},"I have been borne on eagles’ wings. I know with all my heart that God lives and that Jesus is the Christ. I know that Jesus leads this Church, that it is His Church, that He is the chief cornerstone, around which the foundation of living apostles and prophets is laid. I know that we will be with the Savior again, that if we are faithful to Him, we will stand free—unfettered and unencumbered—and that we will recognize in the marks in His flesh something of His bondage and imprisonment and dying sacrifice for us. I know that we must repent of our sins and that God has to be just, but I take great delight in the scriptures and in the words of the living prophets that where sin abounds, grace may much more abound and that “mercy claimeth the penitent.”"]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",["p.para",{"id":"p43","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.p43"},"For more on this topic, see D. Todd Christofferson,",["a.crossRef",{"href":"/ensign/2013/05/redemption.p1"},"“Redemption,”"],["span.emphasis","Ensign,"],"May 2013, 109; and Craig A. Cardon,",["a.crossRef",{"href":"/ensign/2013/05/the-savior-wants-to-forgive.p1"},"“The Savior Wants to Forgive,”"],["span.emphasis","Ensign,"],"May 2013, 15."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See",["span.emphasis","Lectures on Faith"],"(1985), 50–54."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"C. S. Lewis,",["span.emphasis","The Great Divorce"],"(1946), viii."],[".footnote",{"id":"fn3","uri":"/ensign/2013/09/the-justice-and-mercy-of-god.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 266."]]}
