{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":3,"title":"The Story Rug","subtitle":"By Kay Timpson","short_title":"The Story Rug","uri":"/friend/2013/07/the-story-rug","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/the-story-rug"},[".heading",{"id":"head1","uri":"/friend/2013/07/the-story-rug.head1"},[".title","The Story Rug"],[".byline",["p.para",{"id":"p2","uri":"/friend/2013/07/the-story-rug.p2"},"By Kay Timpson"],["p.para",{"id":"p3","uri":"/friend/2013/07/the-story-rug.p3"},"(Based on a true story)"]],[".epigraph","We as the children can seek out our loved ones, preserving their names and their memory",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","90–91)."]],[".kicker","Who knew so many stories could be wrapped up in one rug?"]],[".bodyBlock",["p.para",{"id":"p6","uri":"/friend/2013/07/the-story-rug.p6"},"Katy skipped along the sidewalk toward the big oak tree at the corner of her street. The old tree made Nana’s house easy to find."],["p.para",{"id":"p7","uri":"/friend/2013/07/the-story-rug.p7"},"As usual, Nana was sitting in her living room, quietly braiding and sewing strips of bright cloth. The polished wooden floors of Nana’s house were decorated with beautiful rugs that Nana made herself."],["p.para",{"id":"p8","uri":"/friend/2013/07/the-story-rug.p8"},"“Hello, honey,” Nana said as Katy came in. Soon they were talking about what Nana called the “old days.” They looked at black-and-white photos together. Katy especially liked seeing the clothes and hairstyles her relatives wore when they were younger."],["p.para",{"id":"p9","uri":"/friend/2013/07/the-story-rug.p9"},"“Things were very different then,” Nana said with a sigh. “You know, we didn’t have cars or TV or cell phones.”"],["p.para",{"id":"p10","uri":"/friend/2013/07/the-story-rug.p10"},"Katy couldn’t even imagine having to walk everywhere. “What did you do for fun, Nana?” Katy asked."],["p.para",{"id":"p11","uri":"/friend/2013/07/the-story-rug.p11"},"“We loved to sing together. We would gather around the piano in the evening and sing our favorite songs. Sometimes we’d sing ourselves hoarse! It was such a fun time.”"],["p.para",{"id":"p12","uri":"/friend/2013/07/the-story-rug.p12"},"Nana looked off into the yard as if she could rewind the years and watch them over again."],["p.para",{"id":"p13","uri":"/friend/2013/07/the-story-rug.p13"},"Katy sat next to the coiled rug that spilled off of Nana’s lap. She traced the careful stitches with her fingers."],["p.para",{"id":"p14","uri":"/friend/2013/07/the-story-rug.p14"},"“I’ve been thinking,” Nana said slowly. “How would you like to make your very own braided rug?”"],["p.para",{"id":"p15","uri":"/friend/2013/07/the-story-rug.p15"},"Katy jumped up and clapped her hands."],["p.para",{"id":"p16","uri":"/friend/2013/07/the-story-rug.p16"},"“I would love to, Nana! Can we start today?”"],["p.para",{"id":"p17","uri":"/friend/2013/07/the-story-rug.p17"},"Nana chuckled. “Well, there’s something you need to do first. Go home and gather up old clothes that we can cut into strips.”"],["p.para",{"id":"p18","uri":"/friend/2013/07/the-story-rug.p18"},"Her eyes twinkled as she leaned toward Katy, her voice quiet as if she were sharing a secret."],["p.para",{"id":"p19","uri":"/friend/2013/07/the-story-rug.p19"},"“That’s what makes the rug special. Because it’s made of clothes, the rug can tell the story of your life. Each braid is like a chapter in a book about you. Looking at the fabric of an old dress can help you remember the places you wore it and what you did when you had it on.”"],["p.para",{"id":"p20","uri":"/friend/2013/07/the-story-rug.p20"},"Katy’s eyes widened. She pointed to the rug Nana was braiding."],["p.para",{"id":"p21","uri":"/friend/2013/07/the-story-rug.p21"},"“Do you remember all about the cloth in this rug?”"],["p.para",{"id":"p22","uri":"/friend/2013/07/the-story-rug.p22"},"Nana smiled. “You bet I do! This red piece is from the dress I wore when you were born. I remember pressing my nose to the glass window in the nursery to get a closer look at you. You were still all pink and wrinkly.”"],["p.para",{"id":"p23","uri":"/friend/2013/07/the-story-rug.p23"},"Katy and Nana laughed together as Nana continued to tell Katy stories from the rug. As soon as Katy got home that night, she and Mama set aside old clothes that Katy could use for her rug."],["p.para",{"id":"p24","uri":"/friend/2013/07/the-story-rug.p24"},"The next day, Katy took the cloth to Nana’s house. Nana showed Katy how to cut the fabric into long strips, braid them, and sew the braids together."],["p.para",{"id":"p25","uri":"/friend/2013/07/the-story-rug.p25"},"Every day after school Katy went to work on the rug at Nana’s house."],["p.para",{"id":"p26","uri":"/friend/2013/07/the-story-rug.p26"},"Little by little, the rug grew. As the days went by Katy learned many of Nana’s stories by heart. Some days she was the one who told stories to Nana."],["p.para",{"id":"p27","uri":"/friend/2013/07/the-story-rug.p27"},"One day, after adding a blue strip of cloth that used to be a favorite pair of jeans, Katy rubbed the palm of her hand against the colorful braids."],["p.para",{"id":"p28","uri":"/friend/2013/07/the-story-rug.p28"},"“Don’t you think that rug is about done?” Nana asked, looking up from her work."],["p.para",{"id":"p29","uri":"/friend/2013/07/the-story-rug.p29"},"“Not yet,” Katy said with a smile. She never wanted this time with Nana to end."]],[".resources"]]]],"refs":null}
