{"id":41,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":41,"title":"The Church During the Great Depression","subtitle":"","short_title":"Lesson 39","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-during-the-great-depression","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-during-the-great-depression.head1"},[".titleNumber","Lesson 39"],["h1","The Church during the Great Depression"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-during-the-great-depression.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","During the Great Depression, the Church established a welfare program based on revealed principles."]],["li",["span.label","2."],[".para","The Church continued to emphasize missionary work during the Depression years."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 39, pp. 509–21."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Read and discuss President Brigham Young’s comment on idleness: “My experience has taught me, and it has become a principle with me, that it is never any benefit to give, out and out, to man or woman, money, food, clothing, or anything else, if they are able-bodied, and can work and earn what they need, when there is anything on the earth, for them to do. This is my principle, and I try to act upon it. To pursue a contrary course would ruin any community in the world and make them idlers” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], p. 274)."]],["li",["span.label","•"],[".para","Discuss the implications of Elder Boyd K. Packer’s counsel to the membership of the Church:"],[".para","“We have succeeded fairly well in teaching Latter-day Saints that they should take care of their own material needs and then contribute to the welfare of those who cannot provide for themselves."],[".para","“If a member is unable to sustain himself, then he is to call upon his own family, and then upon the Church, in that order, and not upon the government at all."],[".para","“We have counseled bishops and stake presidents to be very careful to avoid abuses in the welfare program."],[".para","“When people are",["span.emphasis","able"],"but",["span.emphasis","unwilling"],"to take care of themselves, we are responsible to employ the dictum of the Lord that the idler shall not eat the bread of the laborer. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],".)"],[".para","“The simple rule has been to take care of one’s self. This couplet of truth has been something of a model: ‘Eat it up, wear it out, make it do, or do without.’” (in Conference Report, Apr. 1978, p. 136; or",["span.emphasis","Ensign,"],"May 1978, p. 91)."]],["li",["span.label","•"],[".para","Describe the origin of the Church welfare program. Teach students about the importance of temporal and spiritual self-reliance. Help them understand correct principles of the welfare program."]],["li",["span.label","•"],[".para","Discuss the continued emphasis on missionary work during the Depression years. Two significant events occurred that helped missionary work move forward despite the worldwide economic depression. On 10 January 1932 missionary training classes were organized in wards and stakes throughout the Church. In April 1936, supervision of stake missions was given to the First Council of the Seventy, and stake missions were organized soon thereafter in all stakes. Prior to this the work had been under the direction of the stake presidency."]],["li",["span.label","•"],[".para","Review the purposes of fasting and of fast offerings."]],["li",["span.label","•"],[".para","During the Depression years, efforts were made for the first time to mark significant Church historical sites (see list below). Today hundreds of historical markers have been erected. Briefly describe any historical markers that might be near your area."],[".para",["b","16 July 1932"],"The first of the Mormon Trail markers were unveiled in Henefer, Utah, and Casper, Wyoming."],[".para",["b","26 July 1933"],"The Relief Society placed a monument at the site of its organization in 1842 in Nauvoo, Illinois. This is believed to be the first effort to mark an historic spot in Nauvoo."],[".para",["b","21 July 1935"],"President Heber J. Grant dedicated the Hill Cumorah monument in Palmyra, New York."],[".para",["b","20 September 1936"],"The Winter Quarters monument was placed at Florence, Nebraska, near Omaha."]],["li",["span.label","•"],[".para","On 12 October 1933, Elder Charles A. Callis was called to fill the vacancy in the Quorum of the Twelve Apostles created by the death of Elder James E. Talmage. Tell the following story about Elder Callis, and discuss the importance of not feeling like a failure when we are in the service of our fellowman and of the Lord."],[".para","A missionary returned from his labors thinking that he had been a failure. He remarked that he had only baptized one little Irish boy. The missionary established his home in Montana and one day years later a knock came on his door. There at the threshold stood a very distinguished gentleman. The man asked if he were Elder so-and-so. He was. The man then asked, “‘Do you remember having said that you thought your mission was a failure because you had only baptised one dirty little Irish kid?’ He said, ‘Yes.’ Well Brother Callis put out his hand and he said, ‘I would like to shake hands with you. My name is Charles A. Callis, of the Council of the Twelve of the Church of Jesus Christ of Latter-day Saints. I am that dirty little Irish kid that you baptised on your mission.’” (in Harold B. Lee,",["span.emphasis","Feet Shod with the Preparation of the Gospel of Peace,"],"Brigham Young University Speeches of the Year [Provo, 9 Nov. 1954], p. 1)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"3:358–404, 455–57."]],["li",["span.label","•"],[".para","Leonard J. Arrington and Wayne K. Hinton, “Origin of the Welfare Plan of The Church of Jesus Christ of Latter-day Saints,”",["span.emphasis","Brigham Young University Studies,"],"Winter 1964, pp. 67–85."],[".para","The factors that led to the Church welfare program and its historical setting."]],["li",["span.label","•"],[".para","Paul C. Child, “Physical Beginning of the Church Welfare Program,” in James B. Allen, ed., “The Historians Corner,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1974, pp. 383–86."],[".para","A short article chronicling early events in the establishment of the Church welfare program."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Albert E. Bowen,",["span.emphasis","The Church Welfare Plan"],"(Salt Lake City: Deseret Sunday School Union, 1946)."],[".para","Elder Bowen sets forth the principles on which the Church welfare program is based."]],["li",["span.label","•"],[".para","Glen L. Rudd,",["span.emphasis","Pure Religion: The Story of Church Welfare since 1930"],"(Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1995)."],[".para","A history of the Church’s welfare program."]]]]],"refs":null}
