{"id":26,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":26,"title":"The Scattering and the Gathering of Israel","subtitle":"","short_title":"Chapter 24","uri":"/manual/doctrines-of-the-gospel-teacher-manual/the-scattering-and-the-gathering-of-israel","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/-the-scattering-and-the-gathering-of-israel.head1"},[".titleNumber","Chapter 24"],["h1","The Scattering and the Gathering of Israel"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/-the-scattering-and-the-gathering-of-israel.p4"},"Early on Sunday morning, 24 October 1841, Orson Hyde climbed the Mount of Olives and found a suitable place at its summit. There, “in solemn silence, with pen, ink, and paper,” he “wrote and delivered the prayer dedicating the Holy Land for the return of the Jews and for the building of a temple in the future” (Howard H. Barron,",["span.emphasis","Orson Hyde,"],"p. 128). What historical events preceded Elder Hyde’s dedication? Why had he been sent to Palestine by the Prophet Joseph Smith? How important to a complete understanding of the gospel is an understanding of the scattering and the gathering of Israel?"]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/-the-scattering-and-the-gathering-of-israel.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","Ancient Israel was scattered throughout the earth because the people rejected God’s covenant."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Moses is honored today by all Israelites. Under his leadership, several hundred years of Israelite bondage ended, the tribes of Israel were united in their exodus, and a national identity emerged. Through Moses the Lord promised Israel, “And ye shall be unto me a kingdom of priests [and kings], and an holy nation” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.6"},"Exodus 19:6"],")."],[".para","Have the students read",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.9-10,13"},"Deuteronomy 28:9–10, 13"],"and",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.13-16"},"Leviticus 26:13–16"],". What conditions did the Lord impose upon Israel to guarantee their survival as a nation and a people? (Faithfulness, obedience, and willingness to hearken to God.) Have the students read",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.23-27"},"Deuteronomy 4:23–27"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.25,37,63-65"},"28:25, 37, 63–65"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.12-13"},"1 Nephi 10:12–13"],". Are the reasons given for the scattering consistent with the consequences the Lord warned of if Israel failed to meet the conditions God had set them for nationhood?"],[".para","Refer to Chalkboard 1, which illustrates four major scatterings of the house of Israel that the Lord has told us about (there may have been other scatterings as well as groups being led away that the Lord has not told us about). Reinforce your discussion of the phases of the scattering by referring to Chalkboard 1."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}],[".para","In 721",["span.small","B.C."],"the Northern Kingdom was taken captive by Assyria. Read",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.29"},"2 Kings 15:29"],"and",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.6-18,23"},"17:6–18, 23"],". What justification is given in the scriptures for the destruction of the Northern Kingdom? Israel had walked after the statutes of the heathen, burned incense in all the high places, and served idols. Israel would not believe in God and had rejected his covenants and commandments (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-5"},"1 Nephi 22:3–5"],";",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-24-the-scattering-and-the-gathering-of-israel.p22"},"Supporting Statements A"],"on pp. 64–65 of the student manual)."]],["li",["span.label","■"],[".para","The Babylonian captivity occurred over a period of years. Have the students read",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.10-16"},"2 Kings 24:10–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.1,7,11"},"25:1, 7, 11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.3"},"1 Nephi 10:3"],". Jerusalem fell to the Babylonians during the reign of King Jehoiachin (about 600",["span.small","B.C."],"). The temple was pillaged, captives were carried into Babylon, and Zedekiah was enthroned as a Babylonian vassal to replace Jehoiachin. Within two years Judah was crushed, Jerusalem’s walls were toppled, the temple was destroyed, and thousands were deported to Babylon."]],["li",["span.label","■"],[".para","To what extent was Lehi’s family a part of the Babylonian scattering? At times the scattering of Israel was the result of invasion and captivity, but at other times the Lord removed the righteous from a wicked environment. Point out that the Nephites considered their colony a branch broken from the main trunk of Israel (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.12"},"1 Nephi 15:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"19:24"],";",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-24-the-scattering-and-the-gathering-of-israel.p22"},"Supporting Statements A"],"on pp. 64–65 of the student manual)."]],["li",["span.label","■"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},"In the meridian dispensation, the Savior prophesied that Jerusalem would be destroyed and the Jews would be scattered. Read",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.20-24"},"Luke 21:20–24"],", noting specific details of the prophecy:",["ol.number",["li",["span.label","1."],[".para","Jerusalem would be surrounded by armies."]],["li",["span.label","2."],[".para","It would be a time of great distress and wrath."]],["li",["span.label","3."],[".para","The inhabitants of Jerusalem would fall by the sword and be led away captive."]],["li",["span.label","4."],[".para","Jerusalem would be trodden down by the Gentiles."]]]],[".para","Jacob testified that these calamities would come upon Jerusalem because the Jews will “stiffen their necks against him, that he be crucified” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.5"},"2 Nephi 10:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.3-4,6"},"vv. 3–4, 6"],")."],[".para","Jesus’ words were completely fulfilled."],[".para","The following information can be used to provide any supporting historical data you may want to share with your class:"],[".para","This phase of destruction began with a revolt against Rome in",["span.small","A.D."],"64. Roman legions under Titus finally conquered Jerusalem in September of",["span.small","A.D."],"70. The last of the Zealot revolutionaries held out in the fortress of Masada until",["span.small","A.D."],"73. When Roman troops finally breached the fortifications at Masada, they discovered that nearly one thousand defenders had taken their own lives rather than be captured."],[".para","Emperor Hadrian’s attempt to build a Roman city, Aelia Capitolina, on the ruins of Jerusalem resulted in another Jewish revolt in",["span.small","A.D."],"132. Led by a charismatic leader named Simon bar Koseba (bar Kochba), the rebels were momentarily able to free much of Judah and the city of Jerusalem from Roman control. The Romans returned in strength, however, and reconquered the land until only a small area around Jerusalem remained free. In",["span.small","A.D."],"135 bar Koseba and all his men were killed. A Roman military colony replaced Jerusalem, and the land was renamed Palestine. In every sense, the prophecy of Jesus had been fulfilled. (See Harry Thomas Frank,",["span.emphasis","Discovering the Biblical World,"],"pp. 268–75.)"]]]]],["li",["span.label","B."],[".para","Through his prophets God promised to gather scattered Israel once again."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Throughout the centuries Israel has been scattered throughout all nations. The gathering, then, is from all the earth. (See",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.8"},"Jeremiah 31:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/32.37"},"32:37"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.64-65"},"Deuteronomy 28:64–65"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.8-9"},"2 Nephi 10:8–9"],".)"],[".para","According to the Old Testament, what will the spiritual condition of scattered Israel be when the gathering begins? A spiritual rejuvenation will take place among the house of Israel. The following scriptures detail this spiritual awakening:"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29-31"},"Deuteronomy 4:29–31"],". They will be seeking the Lord and turning to him."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/jer/50.4-5"},"Jeremiah 50:4–5"],". In humility they will seek God and Zion, striving to be a covenant people."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ezek/11.17-20"},"Ezekiel 11:17–20"],". Detestable things will be put away; they will walk in the statutes and keep the commandments."]]]],["li",["span.label","■"],[".para","Have the students read the following scriptures silently and then determine to what extent acceptance of Christ and his gospel is involved in the gathering of Israel:"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.7-8"},"2 Nephi 10:7–8"],". The Jews will begin to believe in Christ."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.2"},"2 Nephi 9:2"],". They will be restored to the true Church."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.15-16"},"2 Nephi 25:15–16"],". They will be persuaded to believe in Christ."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.5-7"},"2 Nephi 30:5–7"],". Both Lamanites and Jews will begin to believe in Christ."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.12-14"},"1 Nephi 10:12–14"],". Israel will come to a knowledge of the true Messiah."]]],[".para","In the fullest sense, as Elder Bruce R. McConkie wrote, the gathering takes place when Christ and his gospel are accepted: “The gathering of Israel … consists, first, of receiving the restored gospel and of joining The Church of Jesus Christ of Latter-day Saints. Next it consists of assembling to whatever places are appointed for the worship of the Lord and the receipt of the fulness of his blessings.” (",["span.emphasis","The Millennial Messiah,"],"p. 198.)"]],["li",["span.label","■"],[".para","Nephite prophets taught the people that they were a part of the scattered remnant and that the gathering prophesied in scriptures referred to them (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.23,27"},"Alma 46:23, 27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/20.20-23"},"2 Nephi 20:20–23"],")."],[".para","Write the following scripture references on the chalkboard:",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.20-22"},"Isaiah 10:20–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.11"},"11:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.1-4"},"Jeremiah 23:1–4"],". Read the scriptures as a class. Has God promised that every descendant of Israel would be gathered? Would such a gathering violate the concepts of free agency and personal accountability? What does it mean when we read that a remnant will return? Is it possible that many in Israel may choose not to be gathered? Share Elder McConkie’s statement: “The gathering of Israel results from the Holy Spirit of God working in the hearts of contrite souls. ‘Ye shall be gathered one by one, O ye children of Israel’ Isaiah acclaimed. (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.12"},"Isa. 27:12"],".) Converts come one at a time; people are baptized as individuals; every person must make his own decision.” (",["span.emphasis","Millennial Messiah,"],"p. 201.)"]],["li",["span.label","■"],[".para","What role does the Church have today in the gathering? Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.26-29"},"3 Nephi 21:26–29"],". Preaching the gospel is the beginning of the gathering of the house of Israel. The restored Church is an ensign, or a banner, around which scattered Israel gathers. Read the statements by Elder Bruce R. McConkie and President Spencer W. Kimball in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-24-the-scattering-and-the-gathering-of-israel.p36"},"Supporting Statements B"],"on page 66 of the student manual (see McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 228; Kimball,",["span.emphasis","The Teachings of Spencer W. Kimball,"],"pp. 438–39). Elder McConkie also wrote of the role missionaries have in the gathering of the Jews: “Israel is to be gathered by the power of God, by the authority of the priesthood, by the preaching of the gospel, by the servants of the Lord going forth two by two into all the nations of the earth. The Lord’s sheep hear his voice, and they follow him, and another they will not follow. Israel is gathered by the missionaries of the kingdom.” (",["span.emphasis","Millennial Messiah,"],"p. 201.)"]],["li",["span.label","■"],[".para","Are the Gentiles part of the gathering? Gentiles become heirs to the promises of Israel by adoption through the waters of baptism. When they join the Church, they become “fellowcitizens with the saints, and of the household of God” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],"). They gather to the wards and stakes of modern Israel. Read President Kimball’s statement on this point in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-24-the-scattering-and-the-gathering-of-israel.p37"},"Supporting Statements B"],"on page 66 of the student manual (see",["span.emphasis","Teachings of Spencer W. Kimball,"],"pp. 438–39; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.2"},"1 Nephi 14:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.6,22"},"3 Nephi 21:6, 22"],")."]],["li",["span.label","■"],[".para","The spiritual gathering into the Church is a gathering that is now progressing, as evidenced by the growth of The Church of Jesus Christ of Latter-day Saints. The gathering will also be a geographical one: the tribe of Joseph will be gathered to America to receive their land inheritance, and the tribe of Judah and part of the lost tribes will gather to the Middle East (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.3-11"},"Ether 13:3–11"],")."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p42","uri":"/manual/doctrines-of-the-gospel-teacher-manual/-the-scattering-and-the-gathering-of-israel.p42"},"The doctrine of the scattering and the gathering has at least three important elements. First, we see historically God’s dealings with the house of Israel as a consequence of their violation of covenants, which led to the dispersion. Second, the gathering is an ongoing movement evidenced today by the return of thousands of Jews to Palestine and the creation of the state of Israel. Even more significant is the spiritual gathering of millions into the restored Church and their identification as members of the house of Israel. Third, our individual role in the gathering includes our responsibility to carry the gospel message to the world and to provide an ensign around which modern Israel might rally."]]]],"refs":null}
