{"id":23,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":23,"title":"The Importance of Family","subtitle":"","short_title":"The Importance of Family","uri":"/ensign/2013/03/the-importance-of-family","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/the-importance-of-family"},[".heading",{"id":"head1","uri":"/ensign/2013/03/the-importance-of-family.head1"},[".seriesTitle","Teaching",["span.emphasis","For the Strength of Youth"]],[".title","The Importance of Family"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-importance-of-family.p3"},"The family is under attack in today’s world. That is why it is more important than ever that children and youth gain a testimony of the importance of the family in Heavenly Father’s plan (see",["span.emphasis","For the Strength of Youth"],"[2011], 14). On",["a.crossRef",{"href":"/new-era/2013/03/i-have-a-testimony-of-the-family.p1"},"pages 14–15"],"of the March",["span.emphasis","New Era,"],"Ann M. Dibb, second counselor in the Young Women general presidency, recommends ways to help youth gain testimonies of families."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-importance-of-family.p4"},"For example, she writes, “As you read the [family] proclamation, make note of the doctrines, counsel, warnings, and promised blessings and what they mean to you personally.”"],[".topic",{"id":"t1","uri":"/ensign/2013/03/the-importance-of-family.t1"},[".title","Suggestions for Teaching Youth"],["ul.bullet",["li",["span.label","•"],["p.para","Read “The Family: A Proclamation to the World” and the section on family in",["span.emphasis","For the Strength of Youth."],"Talk about how these guidelines apply to your own family. Consider sharing your testimony about the importance of family."]],["li",["span.label","•"],["p.para","Consider holding a family home evening on the importance of family (a good resource is the “Marriage and Family” topic in the new youth curriculum at",["a",{"href":"http://lds.org/youth/learn"},"lds.org/youth/learn"],")."]],["li",["span.label","•"],["p.para","Visit",["a",{"href":"http://youth.lds.org"},"youth.lds.org"],". Select “For the Strength of Youth” and then “Family” to find resources to help you better understand the doctrine of the family: scripture references, videos (see, for example, “Fathers and Sons”), Mormon Channel radio programs, questions and answers, and articles, including talks by General Authorities."]]]],[".topic",{"id":"t2","uri":"/ensign/2013/03/the-importance-of-family.t2"},[".title","Suggestions for Teaching Children"],["p.preamble","Here are some examples of ways you could visually track your family’s progress toward spiritual goals:"],["ul.bullet",["li",["span.label","•"],["p.para","Get a small, clear jar. With your children, set a realistic goal that will strengthen your family, such as holding family home evening each Monday or reading the scriptures each day as a family. Ask your children to create a label for the jar with the goal written on it. Every time your family completes the activity, put a small object like a marble or bead in the jar. When the jar is full, consider celebrating by having a special family dinner or activity."]],["li",["span.label","•"],["p.para","Ask each child to draw a picture of family members doing a daily activity you would like to encourage, such as family prayer or scripture study. Display the pictures in a place everyone can see. Begin the day with the pictures face up. When your family completes the activity illustrated on the page, turn it over. The pictures still visible will remind your family of your goals and what they can do to strengthen your family that day. Turn the pictures face up again at the beginning of each day."],["p.para","Also help your children see the blessings that come to your family for doing these activities. Helping children identify the good feelings that come from having the Spirit in your home will increase their desire to follow the patterns of righteous behavior that strengthen families."]]]]],[".resources"]]]],"refs":null}
