{"id":35,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":35,"title":"The Five-Minute Lesson","subtitle":"By Christopher James Smith","short_title":"The Five-Minute Lesson","uri":"/liahona/2013/01/the-five-minute-lesson","content":[["div",{"id":"head1","uri":"/liahona/2013/01/the-five-minute-lesson.head1"},[".seriesTitle","Until We Meet Again"],[".title","The Five-Minute Lesson"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/01/the-five-minute-lesson.p3"},"By Christopher James Smith"]],[".kicker","I missed the seating cutoff by just five minutes. Surely that much time wouldn’t keep me from attending my university graduation."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/the-five-minute-lesson.p5"},"At the end of my final year of university, I was to attend a graduation ceremony where all new graduates, dressed in traditional cap and gown, received degrees from a visiting dignitary. I looked forward to this moment, a celebration of four hard years of study. The morning of the ceremony, I received a letter from the university but didn’t take time to open it."],["div",{"id":"p6","uri":"/liahona/2013/01/the-five-minute-lesson.p6"},"The ceremony started at 1:30 p.m., and I had arranged for a portrait photo to be taken before it began. Unfortunately, there was a queue for photos, and I watched the clock tick closer and closer to commencement. But I had waited for so long that I was determined to get my photo taken. Finally finishing 10 minutes before graduation began, I ran to the hall."],["div",{"id":"p7","uri":"/liahona/2013/01/the-five-minute-lesson.p7"},"When I got there, however, the doors were closed and protected by security guards. I asked to go in, but the guards refused, telling me I had to arrive 15 minutes early for seating. That was the first I had heard about this requirement, so I protested. But the guards did not move. I had worked four years to obtain this degree, and I could not collect it at the ceremony. I had to sit in the galleries with the spectators."],["div",{"id":"p8","uri":"/liahona/2013/01/the-five-minute-lesson.p8"},"When I returned home and opened the letter I had received that morning, I read a clear instruction to be seated at least 15 minutes early or be refused entry. I felt like one of the foolish virgins in the Savior’s parable:"],["div",{"id":"p9","uri":"/liahona/2013/01/the-five-minute-lesson.p9"},"“And while [the foolish virgins] went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut."],["div",{"id":"p10","uri":"/liahona/2013/01/the-five-minute-lesson.p10"},"“Afterward came also the other virgins, saying, Lord, Lord, open to us."],["div",{"id":"p11","uri":"/liahona/2013/01/the-five-minute-lesson.p11"},"“But he answered and said, Verily I say unto you, I know you not” (",["a",{"href":"/scriptures/nt/matt/25.10-12"},"Matthew 25:10–12"],")."],["div",{"id":"p12","uri":"/liahona/2013/01/the-five-minute-lesson.p12"},"Although being barred from an important celebration may seem a serious consequence for what might be considered a minor mistake, I have come to realize that so it is with choices and consequences. When I pick up one end of a stick from off the ground, I also pick up the other end. Likewise with any choice, I choose not only the action but also the associated consequence—however unforeseen the consequence happens to be."],["div",{"id":"p13","uri":"/liahona/2013/01/the-five-minute-lesson.p13"},"It is Satan who wants us to concentrate on choices without regard for consequences. He often does so by enticing us to focus on the physical appetite, “the will of the flesh” (",["a",{"href":"/scriptures/bofm/2-ne/2.29"},"2 Nephi 2:29"],"), and immediate gratification."],["div",{"id":"p14","uri":"/liahona/2013/01/the-five-minute-lesson.p14"},"Our Father in Heaven, on the other hand, desires us to focus on happiness and eternal blessings. He expects us to consider consequences when we make decisions and for consequences to be part of our motivation: “They are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death” (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],")."],["div",{"id":"p15","uri":"/liahona/2013/01/the-five-minute-lesson.p15"},"While I am not grateful to have missed formally receiving my degree, I am grateful for what this experience taught me in the eternal sense—that I never want to make a choice that would bar me from being welcomed into the Bridegroom’s presence. Rather than being shut out with “I know you not,” I strive to make choices that will allow me to hear Him say, “Enter thou into the joy of thy lord” (",["a",{"href":"/scriptures/nt/matt/25.21"},"Matthew 25:21"],")."]]],"refs":null}
