{"id":19,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":19,"title":"The Envy I Never Thought I Had","subtitle":"Name Withheld","short_title":"The Envy I Never Thought I Had","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had","content":[["div",{"id":"head1","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.head1"},[".title","The Envy I Never Thought I Had"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p2"},"Name Withheld"]],[".kicker","It didn’t seem fair that Dad made things much easier for my sister than he did for me."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.f1"},[".credit",["div",{"id":"p4","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p4"},"Illustration by Steven Keele"]]],["div",{"id":"p5","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p5"},["span.emphasis","Envy"],"is a strong word. When people talked about being “envious,” I knew it would never describe me. So when I listened to Elder Jeffrey R. Holland’s talk “The Laborers in the Vineyard” in the April 2012 general conference, I didn’t really think he was talking to me. I tried to think of things I would occasionally be jealous of—someone’s dress, my friend’s bag, or my sister’s good grade. Yet all of these things came and went quickly; I never thought I dwelled on jealousy."],["div",{"id":"p6","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p6"},"But as I went back and read Elder Holland’s words, his paraphrasing of a line from a parable stuck out to me: “",["span.emphasis","Why should"],"you",["span.emphasis","be jealous because"],"I",["span.emphasis","choose to be kind?"],"” (",["span.emphasis","Ensign,"],"May 2012, 31). Now, this was a different type of jealousy—not about material things but about someone’s choices. I began to think of the many times I may have been envious of my siblings, and then it clicked: this is",["span.emphasis","exactly"],"what I have been struggling with."],["div",{"id":"p7","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p7"},"My little sister Mary is about to move out and start her first year in college, so I was talking to my dad about where she would work this summer. I knew he most likely had three jobs lined up for her like he had for me, because when I graduated from high school he made it very clear that if I planned on going to college, I would need a summer job. This was stressed so much that I even started a job the day of my graduation. I worked hard all summer and earned the money to pay my way through school. So naturally, when I was talking to my dad about Mary’s summer before college, I expected to hear the same story."],["div",{"id":"p8","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p8"},"To my surprise, my dad explained that Mary would just be working at her part-time job until June and then take the summer off before school. Immediately several thoughts came to mind: “What about paying for school by yourself? How is she going to afford tuition? And what about paying for that nice apartment she’s decided to move into?” This just wasn’t fair."],["div",{"id":"p9","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p9"},"I don’t know why it bothered me so much, but I let it continue to affect me. That is, until I reread Elder Holland’s conference talk. I read the question: “Why should you be jealous because I choose to be kind?” This time I changed it to fit my situation and asked myself: “Why should I be jealous that my parents are being kind to my sister?” Still a little upset, I then thought, “Well, why didn’t they show that kindness to me?”"],["div",{"id":"p10","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p10"},"I sat there pondering my emotions and then read through Elder Holland’s words again. This time I realized what I was missing: I had been looking for everything to be",["span.emphasis","fair."],"In my eyes, the same thing that worked for me was obviously the right choice for the rest of my siblings. But Mary isn’t me. Mary is much more of a homebody than I am, and I started realizing how the transition to college might be tougher on her than it was for me. Maybe having a few months just to spend with my family is something she needs."],["div",{"id":"p11","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p11"},"I suddenly felt embarrassed about my envious thoughts. Elder Holland compared envy with “downing another quart of pickle juice every time anyone around you has a happy moment” (",["span.emphasis","Ensign,"],"May 2012, 32), and that is not how I want to be."],["div",{"id":"p12","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p12"},"I am so grateful for general conference and the inspired messages that are shared. I know that if we open our hearts to the messages of the living prophets and prayerfully search through their words several times, we will find what God wants us to hear at this time in our lives."]],[".resources",["div",{"id":"f2","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.f2"},[".title","Do Not Be Hurt"],["div",{"id":"p14","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p14"},"“There are going to be times in our lives when someone else gets an unexpected blessing or receives some special recognition. May I plead with us not to be hurt—and certainly not to feel envious—when good fortune comes to another person? We are not diminished when someone else is added upon. We are not in a race against each other to see who is the wealthiest or the most talented or the most beautiful or even the most blessed. The race we are",["span.emphasis","really"],"in is the race against sin, and surely envy is one of the most universal of those. … So be kind, and be grateful that God is kind. It is a happy way to live.”"],[".citationInfo",["div",{"id":"p15","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p15"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles, “The Laborers in the Vineyard,”",["span.emphasis","Ensign,"],"May 2012, 31–32."]],[".moreInfo",[".title","In Your Life"],["div",{"id":"p17","uri":"/new-era/2013/05/the-envy-i-never-thought-i-had.p17"},"Is there something that you’re envious of? Now is the time to let it go. Read Elder Holland’s talk at",["a",{"href":"http://lds.org/go/53B"},"lds.org/go/53B"],"for more on this topic. And remember that the Lord will help you let go of your burdens if you turn them over to Him (see",["a",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],")."]]]]],"refs":null}
