{"id":31,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":31,"title":"The Utah War","subtitle":"","short_title":"Lesson 29","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-utah-war","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-utah-war.head1"},[".titleNumber","Lesson 29"],["h1","The Utah War"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-utah-war.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Several factors led the United States government to believe that the Saints in Utah were in rebellion and that peace could best be maintained by the presence of a large army."]],["li",["span.label","2."],[".para","The leaders of the Church did all in their power to avoid open conflict with the United States army while at the same time hindering the entrance of the army into the Salt Lake Valley."]],["li",["span.label","3."],[".para","Peace was established through the efforts of key individuals raised up by the Lord."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 29, pp. 368–79."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","You could discuss with students the following factors that led to the Utah War:"],["ul.bullet",["li",["span.label","•"],[".para","Former Judge William Drummond wrote letters to Washington, D.C., falsely accusing the Mormons of being in a state of rebellion."]],["li",["span.label","•"],[".para","Newspapers in the east were prejudiced against the Church."]],["li",["span.label","•"],[".para","Former mail contractor W. F. Magraw also wrote letters to Washington falsely accusing the Mormons of disloyalty and crimes."]],["li",["span.label","•"],[".para","Indian agent Thomas S. Twiss wrote to Washington falsely accusing the Mormons of stirring up trouble with the Indians."]]]],["li",["span.label","•"],[".para","Discuss how the Saints slowed the approaching army to buy more time. As the army got closer, President Young sent out several small teams of men to harass the troops and do everything they could to slow down their march. They employed a variety of methods: burning wagons and supply trains, destroying bridges, stampeding animals, and burning prairie grass."],[".para","Captain Lot Smith reported one incident that occurred when his men were getting ready to burn one of the army wagon trains. His men all rode into the middle of the wagons late at night:"],[".para","“I inquired for the captain of the train. Mr. Dawson stepped out and said he was the man. I told him that I had a little business with him. He inquired the nature of it, and I replied by requesting him to get all of his men and their private property as quickly as possible out of the wagons for I meant to put a little fire into them. He exclaimed: ‘For God’s sake, don’t burn the trains.’ I said it was for His sake that I was going to burn them, and pointed out a place for his men to stack their arms, and another where they were to stand in a group, placing a guard over both” (in “The Echo Canyon War,”",["span.emphasis","Contributor,"],"June 1882, pp. 272–73)."],[".para","Captain Smith burned three government supply trains and drove away fourteen hundred head of cattle. Many of these cattle were driven into the Salt Lake Valley. Later they were all returned to the government."]],["li",["span.label","•"],[".para","Discuss the idea that frequently the Lord has raised up friends of the Church who have been able to come to its aid. Relate the help given the Saints by Thomas L. Kane during this critical period in Utah."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"4:140–557."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:517–61."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Norman F. Furniss,",["span.emphasis","The Mormon Conflict, 1850–1859"],"(New Haven: Yale University Press, 1960)."],[".para","An account giving the reasons for the conflict and the events that brought about a peaceful settlement."]],["li",["span.label","•"],[".para","Dennis D. Flake, “A Study of Mormon Resistance during the Utah War, 1857–58,” master’s thesis, Brigham Young University, 1975."],[".para","A study that focuses on the attempts of the Latter-day Saints to keep the army from coming into the Utah Territory during the winter of 1857–58."]],["li",["span.label","•"],[".para","Audrey M. Godfrey, “Housewives, Hussies, and Heroines, or the Women of Johnston’s Army,”",["span.emphasis","Utah Historical Quarterly,"],"Spring 1986, pp. 157–78."],[".para","The march of the federal army viewed from the perspective of the women who were a part of the Utah expedition."]],["li",["span.label","•"],[".para","Leonard J. Arrington, “Mormon Finance and the Utah War,”",["span.emphasis","Utah Historical Quarterly,"],"June 1952, pp. 219–37."],[".para","An article explaining the impact of the Utah War on the Church economy."]]]]],"refs":null}
