{"id":26,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":26,"title":"The Ratings Rule","subtitle":"By Jennifer Maddy","short_title":"The Ratings Rule","uri":"/liahona/2013/02/the-ratings-rule","content":[["div",{"id":"head1","uri":"/liahona/2013/02/the-ratings-rule.head1"},[".title","The Ratings Rule"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/02/the-ratings-rule.p2"},"By Jennifer Maddy"],["div",{"id":"p3","uri":"/liahona/2013/02/the-ratings-rule.p3"},"Based on a true story"]],[".bio",["div",{"id":"p4","uri":"/liahona/2013/02/the-ratings-rule.p4"},"Jennifer Maddy lives in Utah, USA."]],[".epigraph","“Children, obey your parents in all things: for this is well pleasing unto the Lord” (",["a",{"href":"/scriptures/nt/col/3.20"},"Colossians 3:20"],")."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/02/the-ratings-rule.p6"},"Ethan gazed at the colorful video game covers that lined the shelves. His parents said he could pick one game for a birthday present, and there were so many to choose from! Ethan’s eyes jumped from a car racing game to an adventure game to a dance game. Finally, he picked up the racing game and took it to his dad."],["div",{"id":"p7","uri":"/liahona/2013/02/the-ratings-rule.p7"},"“Did you find one you like?” Dad asked."],["div",{"id":"p8","uri":"/liahona/2013/02/the-ratings-rule.p8"},"“I think I want this racing game,” Ethan said."],["div",{"id":"p9","uri":"/liahona/2013/02/the-ratings-rule.p9"},"“Looks fun,” Dad said. “What is it rated?”"],["div",{"id":"p10","uri":"/liahona/2013/02/the-ratings-rule.p10"},"Ethan turned the cover over. He knew he could only play games with certain ratings. When he first got his computer, his parents talked to him about the importance of following their family’s rule about video game ratings. Ethan knew that a lot of games had bad stuff in them, and he wanted to be obedient."],["div",{"id":"p11","uri":"/liahona/2013/02/the-ratings-rule.p11"},"Ethan found the rating on the cover and showed Dad. “It’s rated for everyone,” he said."],["div",{"id":"p12","uri":"/liahona/2013/02/the-ratings-rule.p12"},"“Great,” Dad said. “Let’s go pay for it. Happy birthday, Ethan!”"],["div",{"id":"p13","uri":"/liahona/2013/02/the-ratings-rule.p13"},"“Thanks, Dad!” Ethan grinned, excited to get home and try out his new game."],["div",{"id":"p14","uri":"/liahona/2013/02/the-ratings-rule.p14"},"A few days later, Ethan went to his friend Chase’s house to play. He and Chase were in the same Primary class, and they played together a lot. Ethan took along his new video game."],["div",{"id":"p15","uri":"/liahona/2013/02/the-ratings-rule.p15"},"“Hi, Ethan,” Chase said when he answered the door. “Come on in. I got a new video game we can play!”"],["div",{"id":"p16","uri":"/liahona/2013/02/the-ratings-rule.p16"},"“I did too!” Ethan said, holding out his game."],["div",{"id":"p17","uri":"/liahona/2013/02/the-ratings-rule.p17"},"The boys settled in front of the computer, and Chase put in his game. The title flashed across the screen, and so did the rating. Ethan froze. It was a rating that he wasn’t allowed to play."],["div",{"id":"p18","uri":"/liahona/2013/02/the-ratings-rule.p18"},"Chase eagerly navigated through the menus with his controller and started the game. Ethan didn’t see anything bad yet. He clicked his own controller to move his character in the game. It was fun, but the longer he played, the more uncomfortable he felt. He still hadn’t seen anything bad, but he wanted to follow his family’s rule."],["div",{"id":"p19","uri":"/liahona/2013/02/the-ratings-rule.p19"},"“Hey, Chase, I’m not allowed to play games with this rating,” Ethan spoke up."],["div",{"id":"p20","uri":"/liahona/2013/02/the-ratings-rule.p20"},"“Oh, it’s OK,” Chase said. “There isn’t anything bad in it.”"],["div",{"id":"p21","uri":"/liahona/2013/02/the-ratings-rule.p21"},"“Are you sure?” Ethan asked."],["div",{"id":"p22","uri":"/liahona/2013/02/the-ratings-rule.p22"},"“Yeah,” Chase said. “My family plays it. I think it was given the wrong rating.”"],["div",{"id":"p23","uri":"/liahona/2013/02/the-ratings-rule.p23"},"Just then, Chase’s mom stuck her head into the room. “Hi, boys,” she said. “Is everything OK?”"],["div",{"id":"p24","uri":"/liahona/2013/02/the-ratings-rule.p24"},"Ethan swallowed hard. “Hi, Sister Murphy,” he said. “It’s just that I’m not allowed to play video games with this rating.”"],["div",{"id":"p25","uri":"/liahona/2013/02/the-ratings-rule.p25"},"“I told him there wasn’t anything bad in it,” Chase said."],["div",{"id":"p26","uri":"/liahona/2013/02/the-ratings-rule.p26"},"Chase’s mom waved her hand. “Don’t worry, Ethan,” she said. “I know a lot of the games with that rating aren’t good, but I’m sure your mom would let you play this one.” She smiled and then left the room."],["div",{"id":"p27","uri":"/liahona/2013/02/the-ratings-rule.p27"},"Chase continued playing, but Ethan put down his controller. “Chase, how about we play the racing game I brought?” Ethan asked."],["div",{"id":"p28","uri":"/liahona/2013/02/the-ratings-rule.p28"},"Chase shrugged and kept staring at the screen. “Nah, I’d rather play this.”"],["div",{"id":"p29","uri":"/liahona/2013/02/the-ratings-rule.p29"},"Ethan quietly got up and went to Chase’s room, where he found some toy racing cars to play with. They weren’t as fun as his video game, but Ethan felt good knowing he was following his family’s rule."]]],"refs":null}
