{"id":20,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":20,"title":"The Other Six","subtitle":"","short_title":"The Other Six","uri":"/new-era/2013/08/the-other-six","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/the-other-six"},[".heading",{"id":"head1","uri":"/new-era/2013/08/the-other-six.head1"},[".title","The Other Six"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/l-tom-perry.jpg"}],[".kicker","In the April 2013 general conference, Elder Perry taught us that happiness comes from keeping all—not just some—of the Ten Commandments."]],[".bodyBlock",[".figure",{"id":"f80","uri":"/new-era/2013/08/the-other-six.f80"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug38-41-the-other-six.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/08/the-other-six.p3"},"Illustrations by iStockphoto/Thinkstock"]]],["p.para",{"id":"p4","uri":"/new-era/2013/08/the-other-six.p4"},"If you think about what makes you truly happy, your thoughts will often center on things that are really meaningful to you and others. In the April 2013 general conference, several Church leaders taught that eternal happiness arises from one of the most meaningful ways we show our love of God—obedience to the commandments."],["p.para",{"id":"p5","uri":"/new-era/2013/08/the-other-six.p5"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles said that our “eternal happiness come[s] from obedience to [God’s] laws.” He talked about many ways to obey, including the Ten Commandments. He warned us that more than half of the Ten Commandments are viewed by the world as no longer important."],["p.para",{"id":"p6","uri":"/new-era/2013/08/the-other-six.p6"},"“In my judgment,” he said, “four of the Ten Commandments are taken as seriously today as ever. As a culture, we disdain and condemn murder, stealing, and lying, and we still believe in the responsibility of children to their parents."],["p.preamble","“But as a larger society, we routinely dismiss the other six commandments:"],["ul.bullet",["li",["span.label","•"],["p.para","“If worldly priorities are any indication, we certainly have ‘other gods’ we put before the true God."]],["li",["span.label","•"],["p.para","“We make idols of celebrities, of lifestyles, of wealth, and yes, sometimes of graven images or objects."]],["li",["span.label","•"],["p.para","“We use the name of God in all kinds of profane ways, including our exclamations and our swearing."]],["li",["span.label","•"],["p.para","“We use the Sabbath day for our biggest games, our most serious recreation, our heaviest shopping, and virtually everything else but worship."]],["li",["span.label","•"],["p.para","“We treat sexual relations outside marriage as recreation and entertainment."]],["li",["span.label","•"],["p.para","“And coveting has become a far too common way of life. (See",["a",{"href":"/scriptures/ot/ex/20.3-17"},"Exodus 20:3–17"],".)”",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["p.para",{"id":"p14","uri":"/new-era/2013/08/the-other-six.p14"},"Think about it: the world takes only 40% of the Ten Commandments seriously. That means 60% are dismissed as unimportant! Well, what are those six ignored commandments, and why should you keep them? Here are some ideas to help put it into perspective."],[".topic",{"id":"t1","uri":"/new-era/2013/08/the-other-six.t1"},[".title","Commandment 1: Put God First"],["p.para",{"id":"p16","uri":"/new-era/2013/08/the-other-six.p16"},"Sometimes it can be hard to put God first, such as when you’re so tired you’d rather sleep in than wake up for seminary or when you’d rather spend time on the Internet instead of preparing for your Sunday learning. While these decisions may seem small, they can have a big impact because they help you know if you’re putting “other gods” before Heavenly Father. Those “other gods” can include a lot of different things too, including possessions, a desire for power or popularity, or an unhealthy amount of time spent pursuing a hobby."],[".annotation",["p.para",{"id":"p17","uri":"/new-era/2013/08/the-other-six.p17"},"Think about how you plan your time and activities each day. Do your everyday decisions show Heavenly Father that you put Him first? Is there anything you should change because it’s taking priority over your relationship with God?"]]],[".topic",{"id":"t2","uri":"/new-era/2013/08/the-other-six.t2"},[".title","Commandment 2: Don’t Worship Idols"],["p.para",{"id":"p19","uri":"/new-era/2013/08/the-other-six.p19"},"Idolatry is “the worship of idols or an excessive attachment or devotion to anything.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"While you may think that most people don’t worship idols like they did in the Bible, it’s important to realize you may be giving more attention to everyday objects than you think. For example, have you ever become upset with a sibling because she tried to play with your autographed soccer ball or your new music player, placing that object as more important than your family? Or have you spent hours polishing and re-polishing a trophy or car that’s barely had time to gather dust since the last time you polished it? If so, you may be giving too much devotion to objects."],["p.para",{"id":"p20","uri":"/new-era/2013/08/the-other-six.p20"},"Worshiping idols can also mean becoming obsessed with people. You can learn a lot from people in the spotlight who have great skills, whether they be athletes, musicians, or actors—or even just the “popular” people at your school. But just because people get a lot of attention doesn’t necessarily mean they’re good role models for life. Learning good skills from them can be helpful, but following their examples can often go too far. Trying to be too much like someone else can cause you to lose sight of who you really are—a child of our Heavenly Father—and who the ultimate example is—Jesus Christ."],[".annotation",["p.para",{"id":"p21","uri":"/new-era/2013/08/the-other-six.p21"},"What are ways you can remember to follow Jesus Christ and keep Him as the ultimate example in your daily life?"]]],[".topic",{"id":"t3","uri":"/new-era/2013/08/the-other-six.t3"},[".title","Commandment 3: Don’t Take God’s Name in Vain"],["p.para",{"id":"p23","uri":"/new-era/2013/08/the-other-six.p23"},"It’s important to be careful about the way you treat the names of God and His Son, Jesus Christ. Doing so shows your love for Them.",["span.emphasis","For the Strength of Youth"],"says, “Always use the names of God and Jesus Christ with reverence and respect.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"Make sure the media you read, watch, or listen to shows the same respect, because if you frequently hear the Lord’s name taken in vain, you may be more tempted to do so yourself. Also, you may want to be careful to avoid any commonly used abbreviations or phrases where the names of God and Jesus Christ are taken in vain."],[".annotation",["p.para",{"id":"p24","uri":"/new-era/2013/08/the-other-six.p24"},"How does what you say or listen to reflect how you feel about the great love and blessings from Heavenly Father and Jesus Christ?"]]],[".topic",{"id":"t4","uri":"/new-era/2013/08/the-other-six.t4"},[".title","Commandment 4: Keep the Sabbath Day Holy"],["p.para",{"id":"p26","uri":"/new-era/2013/08/the-other-six.p26"},"The world often tempts you to misuse the Sabbath, treating it as a day to relax and enjoy yourself. And have you noticed that many of the biggest sporting events or the best shopping deals seem to be on Sundays? But this is not how you should view the Sabbath."],["p.para",{"id":"p27","uri":"/new-era/2013/08/the-other-six.p27"},"“Because the Sabbath is a holy day, it should be reserved for worthy and holy activities. Abstaining from work and recreation is not enough. In fact, if we merely lounge about doing nothing on the Sabbath, we fail to keep the day holy.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"Rather than doing things that would make Sunday seem like just another day of the week, try to do things that honor the Sabbath, like reaching out to people in need, studying the scriptures, and spending time with family."],[".annotation",["p.para",{"id":"p28","uri":"/new-era/2013/08/the-other-six.p28"},"What things can you do on Sunday to remind yourself that the Lord has reserved the Sabbath as a day of worship?"]]],[".topic",{"id":"t5","uri":"/new-era/2013/08/the-other-six.t5"},[".title","Commandment 7: Don’t Commit Adultery"],["p.para",{"id":"p30","uri":"/new-era/2013/08/the-other-six.p30"},"Television shows, movies, and music frequently portray sexual intimacy outside marriage not as a sin but rather as an acceptable way to have fun and for two people to show they love each other. But this attitude distorts Heavenly Father’s plan of happiness. As Elder David A. Bednar of the Quorum of the Twelve Apostles said in the April 2013 general conference, “Intimate relations are proper only between a man and a woman in the marriage relationship prescribed in God’s plan.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p31","uri":"/new-era/2013/08/the-other-six.p31"},"Like all commandments, this one is given so that we can find true, eternal happiness.",["span.emphasis","For the Strength of Youth"],"teaches, “Remaining sexually pure helps you to be confident and truly happy and improves your ability to make good decisions now and in the future.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],[".annotation",["p.para",{"id":"p32","uri":"/new-era/2013/08/the-other-six.p32"},"What do you do to apply the principles taught by living prophets and in",["span.emphasis","For the Strength of Youth"],"to keep yourself sexually pure and to avoid the false teachings of the world regarding sexual intimacy?"]]],[".topic",{"id":"t6","uri":"/new-era/2013/08/the-other-six.t6"},[".title","Commandment 10: Do Not Covet"],["p.para",{"id":"p34","uri":"/new-era/2013/08/the-other-six.p34"},["span.emphasis","Coveting"],"means that you “envy someone or … have an excessive desire for something.”",["sup",["a",{"href":"fn_footnote7"},"7"]],"It’s not wrong to want to improve your life. In fact, working hard so you can provide for yourself and your future family is part of God’s plan for you. Even so, you need to be careful not to get caught up comparing yourself to others or focusing on what you don’t have. “Coveting … can consume our thoughts and plague us with constant unhappiness and dissatisfaction.”",["sup",["a",{"href":"fn_footnote8"},"8"]],"Instead, give thanks to Heavenly Father for all He has given you and do your best to improve your education and talents so you can best serve Him and follow His plan for you."],[".annotation",["p.para",{"id":"p35","uri":"/new-era/2013/08/the-other-six.p35"},"What goals can you set to keep improving your life while staying focused on the Savior and not coveting the lives, experiences, or possessions of others?"]]],[".topic",{"id":"t7","uri":"/new-era/2013/08/the-other-six.t7"},[".title","Blessings of Obedience"],["p.para",{"id":"p38","uri":"/new-era/2013/08/the-other-six.p38"},"As you strive each day to keep the Ten Commandments—along with",["span.emphasis","all"],"of God’s commandments—you will find the blessings that our Heavenly Father has prepared for you. As Elder Perry said, “The commandments … are loving counsel from a wise, all-knowing Heavenly Father. His goal is our eternal happiness, and His commandments are the road map He has given us to return to Him, which is the only way we will be eternally happy.”",["sup",["a",{"href":"fn_footnote9"},"9"]]]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","The Ten Commandments"],[".figure",{"id":"/new-era/2013/08/the-other-six","uri":"/new-era/2013/08/the-other-six"},["ol.number",["li",["span.label","1."],["p.para","Thou shalt have no other gods before me."]],["li",["span.label","2."],["p.para","Thou shalt not make unto thee any graven image."]],["li",["span.label","3."],["p.para","Thou shalt not take the name of the Lord thy God in vain."]],["li",["span.label","4."],["p.para","Remember the Sabbath day, to keep it holy."]],["li",["span.label","5."],["p.para","Honor thy father and thy mother."]],["li",["span.label","6."],["p.para","Thou shalt not kill."]],["li",["span.label","7."],["p.para","Thou shalt not commit adultery."]],["li",["span.label","8."],["p.para","Thou shalt not steal."]],["li",["span.label","9."],["p.para","Thou shalt not bear false witness."]],["li",["span.label","10."],["p.para","Thou shalt not covet."]]]],[".citationInfo",["p.para",{"id":"p60","uri":"/new-era/2013/08/the-other-six.p60"},"See",["a",{"href":"/scriptures/ot/ex/20.1-17"},"Exodus 20:1–17"],"."]]],[".moreInfo",[".title","Learning from Conference"],["p.para",{"id":"p62","uri":"/new-era/2013/08/the-other-six.p62"},"Read more from Elder Perry’s address at",["a",{"href":"http://lds.org/go/83Ten"},"lds.org/go/83Ten"],". President Thomas S. Monson also talked about the happiness that can come from obedience in his conference address “Obedience Brings Blessings,” which you can read or watch at",["a",{"href":"http://lds.org/go/83Obey"},"lds.org/go/83Obey"],"."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/08/the-other-six.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"L. Tom Perry, “Obedience to Law Is Liberty,”",["span.emphasis","Ensign,"],"May 2013, 87–88."],[".footnote",{"id":"fn2","uri":"/new-era/2013/08/the-other-six.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Guide to the Scriptures,",["a",{"href":"/scriptures/gs/idolatry"},"“Idolatry,”"],"scriptures.lds.org."],[".footnote",{"id":"fn3","uri":"/new-era/2013/08/the-other-six.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","For the Strength of Youth"],"(2011), 20."],[".footnote",{"id":"fn4","uri":"/new-era/2013/08/the-other-six.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],["span.emphasis","True to the Faith: A Gospel Reference"],"(2004), 146."],[".footnote",{"id":"fn5","uri":"/new-era/2013/08/the-other-six.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"David A. Bednar, “We Believe in Being Chaste,”",["span.emphasis","Ensign,"],"May 2013, 42."],[".footnote",{"id":"fn6","uri":"/new-era/2013/08/the-other-six.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],["span.emphasis","For the Strength of Youth,"],"35."],[".footnote",{"id":"fn7","uri":"/new-era/2013/08/the-other-six.fn7"},["span.label",["a",{"name":"footnote7"},"7."]],"Guide to the Scriptures,",["a",{"href":"/scriptures/gs/covet"},"“Covet,”"],"scriptures.lds.org."],[".footnote",{"id":"fn8","uri":"/new-era/2013/08/the-other-six.fn8"},["span.label",["a",{"name":"footnote8"},"8."]],["span.emphasis","True to the Faith,"],"178."],[".footnote",{"id":"fn9","uri":"/new-era/2013/08/the-other-six.fn9"},["span.label",["a",{"name":"footnote9"},"9."]],"L. Tom Perry, “Obedience to Law,” 88."]]}
