{"id":7,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":7,"title":"The Power of the Word of God","subtitle":"By Elder Michael John U. Teh","short_title":"The Power of the Word of God","uri":"/liahona/2013/03/the-power-of-the-word-of-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/the-power-of-the-word-of-god"},[".heading",{"id":"head1","uri":"/liahona/2013/03/the-power-of-the-word-of-god.head1"},[".title",["span.dominant","The"],"Power",["span.dominant","of the Word of God"]],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p2"},"By Elder Michael John U. Teh"],["p.para",{"id":"p3","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p3"},"Of the Seventy"]],[".event",["p.para",{"id":"p4","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p4"},"From a devotional address delivered at Brigham Young University–Hawaii on March 22, 2011. For the full address in English, go to",["a",{"href":"http://devotional.byuh.edu/archive"},["span.language","devotional.byuh.edu/archive"]],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/michael-john-u-teh.jpg"}],[".kicker","Few other activities will bring us greater spiritual benefit than the daily, consistent study of the scriptures."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p6"},"While I was serving as a bishop many years ago, my counselors and I decided that we would visit all of the members’ homes once a year. During one such visit we walked along an abandoned railroad track that was lined on both sides with small cardboard-box homes no larger than six feet by six feet (about 2 m by 2 m). This small space served as a family’s living room, dining room, bedroom, and kitchen."],["p.para",{"id":"p7","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p7"},"The adults living in that area have set ways and established routines. Men are mostly unemployed or underemployed. They spend much of their time gathered together around makeshift tables smoking and sharing bottles of beer. The women also gather, focusing their conversations on the most controversial news of the day, sprinkled with backbiting and gossiping. Gambling is also a favorite pastime for the young and old."],["p.para",{"id":"p8","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p8"},"What disturbed me most was that the people seemed content to live out their entire lives in that manner. I later concluded that perhaps for most of them, hopelessness allowed them to believe they were consigned to this fate. It was indeed a heart-wrenching sight."],["p.para",{"id":"p9","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p9"},"Later I learned that my counselor, who was an engineer, used to live in that area. I never would have guessed it because his family was much different from the families I saw there. All his siblings were educated and raising good families."],["p.para",{"id":"p10","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p10"},"My counselor’s father was a simple man. After I met him, questions came to me. How had he elevated himself? How did he pull his family out of those conditions? What made him catch a vision of what could be? Where did he find hope when everything about him seemed hopeless?"],["p.para",{"id":"p11","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p11"},"Many years later, in the Manila Philippines Temple, I attended a gathering of all the mission presidents and their wives then serving in the Philippines. A wonderful surprise greeted me as I entered one of the rooms in the temple. Standing before me was the father of my counselor—that quiet, unassuming man—dressed in white."],["p.para",{"id":"p12","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p12"},"At that moment there opened before my eyes two scenes. The first scene was of a man drinking beer with his buddies and wasting away his life. The second scene showed the same man dressed in white and officiating in the ordinances of the holy temple. The stark contrast of that second glorious scene will forever remain in my heart and mind."],[".topic",{"id":"t1","uri":"/liahona/2013/03/the-power-of-the-word-of-god.t1"},[".title","The Power of the Word"],["p.para",{"id":"p14","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p14"},"What allowed this good brother to elevate himself and his family? The answer is found in the power of the word of God."],["p.para",{"id":"p15","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p15"},"I believe that few other activities will bring us greater spiritual benefit than the daily, consistent study of the scriptures. In section 26 of the Doctrine and Covenants—a revelation given “to strengthen, encourage, and instruct”",["sup",["a",{"href":"fn_footnote1"},"1"]],"the Prophet Joseph Smith and others—the Lord counseled, “Behold, I say unto you that you shall let your time be devoted to the studying of the scriptures” (",["a",{"href":"/scriptures/dc-testament/dc/26.1"},"verse 1"],")."],["p.para",{"id":"p16","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p16"},"The Book of Mormon tells us, “The preaching of the word … had more powerful effect upon the minds of the people than the sword, or anything else, which had happened unto them” (",["a",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],")."],["p.para",{"id":"p17","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p17"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has taught: “True doctrine, understood, changes attitudes and behavior. The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p18","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p18"},"President Ezra Taft Benson (1899–1994) said: “The Lord works from the inside out. The world works from the outside in. The world would take people out of the slums. Christ takes the slums out of people, and then they take themselves out of the slums. The world would mold men by changing their environment. Christ changes men, who then change their environment. The world would shape human behavior, but Christ can change human nature.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p19","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p19"},"Growing up in the Philippines, I learned that as recently there as the early 1900s, access to the Holy Bible was limited to religious leaders. People were not allowed access to or ownership of sacred writ."],["p.para",{"id":"p20","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p20"},"In contrast, we live in an age when access to the scriptures is unprecedented. Never in the history of the world have God’s children had the opportunity to enjoy these sacred materials as they do now. Written copies of the scriptures can be readily purchased in bookstores or online. Electronic copies can be accessed instantaneously through the World Wide Web and downloaded to numerous devices. Preparing talks, writing articles, and searching for information has never been easier."],["p.para",{"id":"p21","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p21"},"God has given us this new technology for a wise purpose. The adversary, however, has stepped up his offensive and uses technological advancements—intended by God to help us—to further his purpose of making us “miserable like unto himself” (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],")."],["p.para",{"id":"p22","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p22"},"Hence, we have a responsibility to learn to use what our Heavenly Father has given us in an effective, consistent, and proper manner."]],[".topic",{"id":"t2","uri":"/liahona/2013/03/the-power-of-the-word-of-god.t2"},[".title","The Sacredness of the Word"],["p.para",{"id":"p24","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p24"},"We Latter-day Saints accept and value the scriptures, but our actions and regard for them sometimes say otherwise. A lack of understanding of the value and importance of scripture is aptly described in Lehi’s dream:"],["p.para",{"id":"p25","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p25"},"“And I saw numberless concourses of people, many of whom were pressing forward, that they might obtain the path which led unto the tree by which I stood."],["p.para",{"id":"p26","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p26"},"“And it came to pass that they did come forth, and commence in the path which led to the tree."],["p.para",{"id":"p27","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p27"},"“And it came to pass that there arose a mist of darkness; yea, even an exceedingly great mist of darkness, insomuch that they who had commenced in the path did lose their way, that they wandered off and were lost” (",["a",{"href":"/scriptures/bofm/1-ne/8.21-23"},"1 Nephi 8:21–23"],")."],["p.para",{"id":"p28","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p28"},"To think that we need only to commence on the path without clinging to the rod of iron is folly and will surely lead to destruction. Nephi explained what it means to hold fast to the iron rod: “Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward,",["span.emphasis","feasting upon the word of Christ,"],"and endure to the end, behold, thus saith the Father: Ye shall have eternal life” (",["a",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],"; emphasis added)."],["p.para",{"id":"p29","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p29"},"Let us further examine what happened to those who recognized the significance of the rod of iron as they tried to reach the tree:"],["p.para",{"id":"p30","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p30"},"“And whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction” (",["a",{"href":"/scriptures/bofm/1-ne/15.24"},"1 Nephi 15:24"],")."],["p.para",{"id":"p31","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p31"},"In the book of Alma we read:"],["p.para",{"id":"p32","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p32"},"“It is given unto many to know the mysteries of God; nevertheless they are laid under a strict command that they shall not impart only according to the portion of his word which he doth grant unto the children of men, according to the heed and diligence which they give unto him."],["p.para",{"id":"p33","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p33"},"“And therefore, he that will harden his heart, the same receiveth the lesser portion of the word; and he that will not harden his heart, to him is given the greater portion of the word, until it is given unto him to know the mysteries of God until he know them in full."],["p.para",{"id":"p34","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p34"},"“And they that will harden their hearts, to them is given the lesser portion of the word until they know nothing concerning his mysteries; and then they are taken captive by the devil, and led by his will down to destruction” (",["a",{"href":"/scriptures/bofm/alma/12.9-11"},"Alma 12:9–11"],")."],["p.para",{"id":"p35","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p35"},"I believe that neglecting to study the scriptures on a regular basis is a form of hardening our hearts. I fear that if we persist in that course, we will be given a lesser portion of the word and eventually know nothing of God’s mysteries. Drinking daily from the scriptures, on the other hand, will help us build spiritual strength and knowledge, unmask the deceptions of the devil, and discover the snares he has laid to catch us."],["p.preamble","As you ask yourselves the following questions, I invite you to allow the Holy Ghost to speak to your mind and heart:"],["ul.bullet",["li",["span.label","•"],["p.para","Do I take time to study the scriptures every day?"]],["li",["span.label","•"],["p.para","If not, what excuse do I have for not doing so?"]],["li",["span.label","•"],["p.para","Will my excuse be acceptable to the Lord?"]]],["p.para",{"id":"p40","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p40"},"I challenge you to commit to reading the scriptures daily. Do not go to bed tonight until you have read. As you read, there will come to you a greater desire to do the will of the Lord and to make changes in your life."]]],[".notes",["h3","Notes"]],[".resources",[".figure",{"id":"f3","uri":"/liahona/2013/03/the-power-of-the-word-of-god.f3"},[".title","Rediscovering the Scriptures"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/spencer-w-kimball.jpg"}],["p.para",{"id":"p46","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p46"},"“I am convinced that each of us, at some time in our lives, must discover the scriptures for ourselves—and not just discover them once, but rediscover them again and again.”"],[".citationInfo",["p.para",{"id":"p47","uri":"/liahona/2013/03/the-power-of-the-word-of-god.p47"},"President Spencer W. Kimball (1895–1985),",["span.emphasis","Teachings of Presidents of the Church: Spencer W. Kimball"],"(2006), 62."]]]]]]],"refs":[[".footnote",{"id":"/liahona/2013/03/the-power-of-the-word-of-god","uri":"/liahona/2013/03/the-power-of-the-word-of-god"},["span.label",["a",{"name":"footnote1"},"1."]],["a",{"href":"/scriptures/dc-testament/dc/24"},"Doctrine and Covenants 24"],", section introduction."],[".footnote",{"id":"/liahona/2013/03/the-power-of-the-word-of-god","uri":"/liahona/2013/03/the-power-of-the-word-of-god"},["span.label",["a",{"name":"footnote2"},"2."]],"Boyd K. Packer, “Do Not Fear,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2004, 79."],[".footnote",{"id":"/liahona/2013/03/the-power-of-the-word-of-god","uri":"/liahona/2013/03/the-power-of-the-word-of-god"},["span.label",["a",{"name":"footnote3"},"3."]],"Ezra Taft Benson, “Born of God,”",["span.emphasis","Ensign,"],"Nov. 1985, 6."]]}
