{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":4,"title":"The One Pure Defense","subtitle":"","short_title":"The One Pure Defense","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.head1"},["h1","The One Pure Defense"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p2"},"President Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p3"},"Acting President of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p4"},"An Evening with President Boyd K. Packer, 6 February 2004"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p5"},"World War II stopped as suddenly as it had begun five years earlier. All at once, I had something I was not sure I would have. I had a future. It was a strange feeling. What does one do with a future?"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.f1"},[".caption",["b","PRESIDENT BOYD K. PACKER",["br"],"ACTING PRESIDENT OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","An Evening with President Boyd K. Packer, 6 February 2004"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p6"},"I was on Ie Shima, a tiny speck of an island off the northwest coast of Okinawa. A few days earlier the island had been destroyed by a typhoon of such ferocious power that large ships went down and planes were blown off the island. The storm was passed, and the war was over, and I had a future."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p7"},"One calm, clear, moonlit night, I sat alone on a cliff high above the beach. Only a few days before, the ocean, so calm now, sent immense waves crashing over the top of that cliff. I sat for hours pondering and praying. I decided what to do with my future. I would be a teacher."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p8"},"I had a high school diploma earned with very average grades. I had a burning witness of the restored gospel of Jesus Christ. I had some knowledge of the scriptures from hours and days and weeks and months of study. I did not know what I would teach. I could learn practical and secular subjects."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p9"},"I struggled through college. That was shortened by a year because of credits in aeronautics granted for service as an Air Force pilot. I had a college degree in education, and of consummate importance, I had a wife and two little boys."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p10"},"Suddenly I was a seminary teacher hired midyear to replace John P. Lillywhite, who was called out of the classroom to preside over the Netherlands Mission. I knew what to do with my future."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p11"},"I had no idea that I would be here now speaking to teachers. I was content then, and I would be content now, to be a classroom teacher. And my wife would be content to join me."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p12"},"Knowing what I know now, I do not expect in the field of destiny to be rewarded for my present calling above those of you I have known who wore out your lives one day at a time teaching in the classroom."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p13"},"But we are here. I say",["span.emphasis","we,"],"for my wife is with me. We do not know how many years are allotted us. Not a great number, I would think. But we have sure testimonies of the Father and the Son and the unspeakable gift of the Holy Ghost."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p14"},"We know also that the being from the unseen world who confronted the boy Joseph in the Sacred Grove is always near, for as Peter said, “Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/5.8"},"1 Peter 5:8"],")."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p15"},"Now, by moral and social and political and even intellectual standards, we seem to be losing. But mankind also knows that in the final windup scene Satan cannot win."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p16"},"There are over forty thousand of you here in this meeting. Measured against the need, that really is not a great number. But I remember hearing Sir Winston Churchill say in the darkest hours of World War II, speaking of a handful of Royal Air Force pilots facing almost insurmountable odds, “Never in the field of human conflict was so much owed by so many to so few.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p17"},"In October of 1983, I returned from South America and left almost immediately for London to join Elder Neal A. Maxwell at the first regional conference as a substitute for one of the First Presidency. This first conference was something of an experiment."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p18"},"We met in the Hyde Park Chapel for a four-hour priesthood meeting. Elder Maxwell spoke first, quoting King Benjamin, “Brethren, we did not come here to trifle with words” (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.9"},"Mosiah 2:9"],"). What he said next changed my life: “We come to you today in our true identity as Apostles of the Lord Jesus Christ.”"],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p19"},"Suddenly my body was filled with warmth and light. The weariness of travel was replaced by confidence and confirmation. What we were doing was approved of the Lord."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p20"},"I have never forgotten that moment, much like moments of inspiration each of you has experienced. Such moments confirm that the restored gospel of Jesus Christ is true."],[".topic",["h2","Book of Memory"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p22"},"As I prepared to meet you here tonight, I had great difficulty in keeping my book of memory closed."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p23"},"I remember tall, smiling J. Wiley Sessions, who opened the first institute of religion at Moscow, Idaho."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p24"},"Thomas J. Yates, an engineer at a power plant in the mountains east of Salt Lake City, rode a horse down the canyon each day to teach at the first released-time seminary, Granite. I did not know Brother Yates, but I remember those who replaced him."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p25"},"Abel S. Rich, an agriculture teacher, was hired to go across the street from the high school in Brigham City to an adobe home to open the second released-time seminary. He was serving as principal when Elder A. Theodore Tuttle and I taught there together."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p26"},"Brother Tuttle had been a lieutenant in the Marines. At Iwo Jima he returned to the ship to get a large flag. On shore he handed it to a runner who took it to the top of Mount Sirabachi and on to the pages of history."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p27"},"Before Brother Tuttle and I were called as General Authorities, we taught together in the same building where I had attended seminary and then worked together as supervisors of seminaries and institutes of religion. They were administered by William E. Berrett."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p28"},"Brother Berrett had opened the seminary in the Uintah Basin. During the summer he walked from town to town recruiting students for his class. Their first child was born and buried there. Brother and Sister Berrett rode to the cemetery in the backseat of a car. On his lap was the little wooden, unpainted casket he had built."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p29"},"I knew Elijah Hicken, who was sent to the Big Horn Basin in Wyoming to open the seminary. He was not welcomed by a very rough crowd. A group threatened his life. The patriarch came with a blessing and a promise that his life would be protected. On the strength of that blessing, Brother Hicken took off the six-shooter he had worn to class each day."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p30"},"In the 1950s we established stake boards of education. The story was told, quite possibly true, that one seminary teacher had a little difficulty convincing the stake leaders of the need to study the scriptures."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p31"},"He decided to give them a quiz to test their scriptural knowledge. The first question was, “Who knocked down the walls of Jericho?” That opened something of a debate."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p32"},"Finally the stake president said, “Oh, what difference does it make who knocked down the walls? Just get them put back up! We’ll pay for it out of stake funds.”"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p33"},"In England I attended a sacrament meeting. The seminary teacher, speaking on the subject of the scriptures, said, “I will now turn to Mosiah chapter 3 in the Doctrine and Covenants.” No one laughed. I knew we still had work to do."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p34"},"When I first taught seminary, we had three textbooks—one each for Old Testament, New Testament, and Church history. In Brigham City we added a class in the Book of Mormon."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p35"},"The Old Testament textbook was out of print and very hard to find. When the monthly faculty group meeting was held in our building, we hid our textbooks. If we did not, these precious books would disappear."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p36"},"We had a record player that played fourteen-inch Bible stories. We did not have a projector in the class."]],[".topic",["h2","Curriculum"],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p38"},"Now you have course outlines, visual aids, equipment, and buildings. All are superior to anything before available."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p39"},"Your curriculum is the same—the scriptures: the Old Testament, the New Testament, the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price. Other sources come from the living prophets and apostles. We are told in the revelation, when inspired by the Holy Ghost, their words take on the stature of scripture (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],")."]],[".topic",["h2","Be on Alert"],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p41"},"Now, again from my book of memories:"],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p42"},"In the early 1930s, there grew up in some of the institutes a so-called superior scholarship. Secular approval, they thought, would bring more acceptance from those with whom they associated at the universities."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p43"},"This attitude infected a number in the seminaries. Some work actually went forward to produce a curriculum focused on contemporary social values rather than revealed doctrine and scripture."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p44"},"Several of the teachers went to obtain advanced degrees under eminent Bible scholars. They sought learning “out of the best books” (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.7,14"},"109:7, 14"],"), but with too little faith. They came back having won their degrees but having lost touch with, and perhaps interest in, the restored gospel of Jesus Christ."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p45"},"This pulling at the moorings by some teachers of religion did not go unnoticed in the councils of the Church. The Brethren became concerned. In 1938 all seminary and institute personnel were assembled for summer school at Aspen Grove."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p46"},"President J. Reuben Clark Jr., speaking for the First Presidency, delivered a monumental address, “The Charted Course of the Church in Education.”",["sup",["a",{"href":"fn_2"},"2"]],"It is as much an anchor today as it was the day that it was given. Surely you have read and do reread that charter. Now tonight as your teacher, I assign you to read it again. That is your homework."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p47"},"I knew virtually all of those men who drifted off course. They found themselves in conflict with the simple things of the gospel. Some of them left and went on to prominent careers in secular education where they felt more comfortable. One by one they found their way outside Church activity and a few of them outside the Church. With each went a following of students—a terrible price to pay."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p48"},"Over the years I have watched. Their children and grandchildren and great-grandchildren are not numbered among the faithful in the Church."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p49"},"That same thing happened again. In 1954 the seminary and institute teachers were called to a summer school at Brigham Young University. Elder Harold B. Lee of the Quorum of the Twelve was our teacher. For two hours a day, five days a week for five weeks, Elder Lee and others of the Twelve taught us. President J. Reuben Clark Jr. spoke to us twice. That pulled us back on course."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p50"},"Happily, though, most of those who went away to study returned magnified by their experience and armed with advanced degrees. They returned firm in their knowledge that a man can be in the world but not of the world (see",["a.scriptureRef",{"href":"/scriptures/nt/john/17.14-19"},"John 17:14–19"],")."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p51"},"Be careful! Without watch care such things can and have happened again. Each of you must be on alert. If you feel drawn to others who regard intellectual achievement to be more important than the fundamental doctrines, or who expose their students to the so-called realities of life, back away."]],[".topic",["h2","In Harm’s Way"],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p53"},"When I was a boy, childhood diseases appeared regularly in every community. When someone had chicken pox or measles or mumps, the county health officer would visit the home and tack on the porch or put in the window a quarantine sign to warn everyone to stay away. In a large family such as ours, those childhood diseases would visit the home by relay, one child getting it from another, so the sign might stay up for many weeks."],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p54"},"When I was in junior high school in a health class, the teacher read an article. A mother learned that the neighbor children had chicken pox. She faced the probability that her children would have it as well, perhaps one at a time. She determined to get it all over with at once."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p55"},"So she sent her children to the neighbor’s to play with their children to let them be exposed, and then be done with it. Imagine her horror when the doctor finally came and announced that it was not chicken pox the children had; it was smallpox."]],[".topic",["h2","“Teach Them the Word of God”"],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p57"},"Now, I close the book of memories and come to here and now."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p58"},"I come to you as did Jacob when he taught in the temple, “having first obtained mine errand from the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.17"},"Jacob 1:17"],"). Jacob and his brother Joseph had been consecrated priests and",["span.emphasis","teachers"],"over the people."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p59"},"“And [they] did magnify [their] office unto the Lord, taking upon [themselves] the responsibility, answering the sins of the people upon [their] own heads if [they] did not teach them the word of God with all diligence” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.19"},"Jacob 1:19"],")."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p60"},"The world and the Christian churches have discarded the Old Testament, but it is there we find the nuggets of doctrine—such words as",["span.emphasis","Aaronic, Melchizedek, priesthood, patriarch, Jehovah, ordinance, covenants,"],"and so many more. They form essential links in our understanding of the plan of redemption."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p61"},"From the New Testament the students learn the life and teachings of the Master."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p62"},"Teach your students of the Apostasy and the Restoration of the priesthood, of Joseph Smith and the organization of The Church of Jesus Christ of Latter-day Saints, by the Lord’s own declaration, “the only true and living church upon the face of the whole earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],")."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p63"},"Immerse them in the truths of the Book of Mormon. That will lead them to the test and to the promise that is there, and then they will be armed with the protective influence of the truth."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p64"},"Each individual can then “ask God, the Eternal Father, in the name of Christ, if these things are not true,” as the Book of Mormon invites them to do. Teach them to ask “with a sincere heart, with real intent, having faith in Christ, [and God] will manifest the truth of it unto [them], by the power of the Holy Ghost."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p65"},"“And by the power of the Holy Ghost [they] may know the truth of all things” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"],")."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p66"},"With an individual testimony, they will be safe in the world."]],[".topic",["h2","Much Depends on You"],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p68"},"The world is spiraling downward at an ever-quickening pace. I am sorry to tell you that it will not get better."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p69"},"It is my purpose to",["span.emphasis","charge"],"each of you as",["span.emphasis","teachers"],"with the responsibility—to put you on alert. These are days of great spiritual danger for our youth."]],[".topic",["h2","Morally Mixed-up World"],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p71"},"I know of nothing in the history of the Church or in the history of the world to compare with our present circumstances. Nothing happened in Sodom and Gomorrah which exceeds in wickedness and depravity that which surrounds us now."],["div",{"id":"p72","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p72"},"Words of profanity, vulgarity, and blasphemy are heard everywhere. Unspeakable wickedness and perversion were once hidden in dark places; now they are in the open, even accorded legal protection."],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p73"},"At Sodom and Gomorrah these things were localized. Now they are spread across the world, and they are among us."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p74"},"I need not—I will not—identify each evil that threatens our youth. It is difficult for man to get away from it."]],[".topic",["h2","The First Line of Defense"],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p76"},"You, with the leaders and teachers in the priesthood and auxiliaries, are not the first line of defense. The family holds that line. Satan uses every intrigue to disrupt the family."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p77"},"The sacred relationship between man and woman, husband and wife, through which mortal bodies are conceived and life is passed to the next generation, is being showered with filth."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p78"},"Surely you can see what the adversary is about. The first line of defense, the home, is crumbling."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p79"},"The very purpose for the Restoration centers on the sealing authority, the temple ordinances, baptism for the dead, eternal marriage, eternal increase—centers on the family!"],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p80"},"The Lord placed the responsibility upon parents first, saying: “Inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents. …"],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p81"},"“And they shall also teach their children to pray, and to walk uprightly before the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25,28"},"D&C 68:25, 28"],")."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p82"},"There is “the shield of faith wherewith” the Lord said “ye shall be able to quench all the fiery darts of the wicked” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.17"},"D&C 27:17"],")."]],[".topic",["h2","The Armor Is Fitted at Home"],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p84"},"This shield of faith is handmade in a cottage industry. What is most worth doing ideally is done at home. It can be polished in the classroom, but it is fabricated and fitted in the home, handcrafted to each individual."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p85"},"Many do not have support in the family. When that shield is not provided at home, we must, and we can, build it. You and the leaders and teachers then become the first line of defense."]],[".topic",["h2","The Prophets Have Warned"],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p87"},"We are now exactly where the prophets warned we would be."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p88"},"In preparation for what is coming, the Lord warned, “In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],")."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p89"},"Moroni spoke to us: “O ye Gentiles, it is wisdom in God that these things should be shown unto you. …"],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p90"},"“Wherefore, the Lord commandeth you, when ye shall see these things come among you that ye shall awake to a sense of your awful situation” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/8.23-24"},"Ether 8:23–24"],")."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p91"},"Paul prophesied, “In the last days perilous times shall come” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.1"},"2 Timothy 3:1"],"), then word by word and phrase by phrase, described exactly what our present conditions are now. He spoke of:"],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p92"},"“Blasphemers, disobedient to parents, … unholy,"],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p93"},"“Without natural affection, … incontinent, … despisers of those that are good,"],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p94"},"“… lovers of pleasures more than lovers of God; …"],["div",{"id":"p95","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p95"},"“Ever learning, and never able to come to the knowledge of the truth,” and other things (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.2-4,7"},"2 Timothy 3:2–4, 7"],")."],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p96"},"Could he have described our plight more accurately? Read the prophecy very carefully."]],[".topic",["h2","The Power of Scriptures"],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p98"},"Paul prophesied, also, that things will not get better. “Evil men and seducers shall wax worse and worse, deceiving, and being deceived” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.13"},"2 Timothy 3:13"],")."],["div",{"id":"p99","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p99"},"Fortunately, he told us what to do about it: “But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;"],["div",{"id":"p100","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p100"},"“And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."],["div",{"id":"p101","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p101"},"“All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.14-16"},"2 Timothy 3:14–16"],")."],["div",{"id":"p102","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p102"},"In His supernal prayer for the Apostles, the Lord said, “I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil."],["div",{"id":"p103","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p103"},"“They are not of the world, even as I am not of the world."],["div",{"id":"p104","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p104"},"“Sanctify them through thy truth: thy word is truth” (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.15-17"},"John 17:15–17"],")."]],[".topic",["h2","A World Spiritually Diseased"],["div",{"id":"p106","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p106"},"Spiritual diseases of epidemic proportion sweep over the world. We are not able to curb them. But we can prevent our youth from being infected by them."],["div",{"id":"p107","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p107"},"Knowledge and a testimony of the restored gospel of Jesus Christ are like a vaccine. We can inoculate them."],["div",{"id":"p108","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p108"},"Inoculate:",["span.emphasis","In"],"—“to be within” and",["span.emphasis","oculate"],"means “eye to see.” We place an eye within them—the unspeakable gift of the Holy Ghost."],["div",{"id":"p109","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p109"},"Nephi told us that “angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ. Wherefore, I said unto you, feast upon the words of Christ; for behold, the words of Christ will tell you",["span.emphasis","all things"],"what ye should do” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],"; emphasis added)."]],[".topic",["h2","Narrow Way"],["div",{"id":"p111","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p111"},"It is a very narrow and straight path laid out for you teachers."],["div",{"id":"p112","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p112"},"“Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.14"},"Matthew 7:14"],")."],["div",{"id":"p113","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p113"},"Your path as teachers may be broadened to include some worthy activities and cultural events. Activities are like spices and desserts that flavor a balanced meal. These must always be of the standard to reflect the gospel. Do not leave out the nourishing nutrients that build the spirit; it is not the entertainment that protects them."],["div",{"id":"p114","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p114"},"The teaching of the restored gospel of Jesus Christ",["span.emphasis","must not"],"be regarded as just one among your offerings. It is more important than any or all of the activities put together. You may provide them activities, but you must not leave the teaching undone."],["div",{"id":"p115","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p115"},"The auxiliaries have been organized and have the responsibility for most of the activities. Teach your students to be faithful and active in the wards and branches and stakes, to have a deep regard for the priesthood leaders called to preside over them."],["div",{"id":"p116","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p116"},"I repeat, the way is straight and narrow. You must not wander from it."]],[".topic",["h2","Have Faith—Courage"],["div",{"id":"p118","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p118"},"When our youth feel surrounded and outnumbered, remember what Elisha told his servant when he saw that “an host compassed the city both with horses and chariots.” The servant was frightened and said, “Alas, my master! how shall we do?"],["div",{"id":"p119","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p119"},"“[Elisha] answered, Fear not: for they that be with us are more than they that be with them."],["div",{"id":"p120","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p120"},"“And Elisha prayed, and said, Lord, I pray thee, open his eyes, that he may see. And the Lord opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.15-17"},"2 Kings 6:15–17"],")."],["div",{"id":"p121","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p121"},"You are",["span.emphasis","not"],"responsible to cure the world’s environment. You can, with parents and priesthood and auxiliary leaders and teachers, send young Latter-day Saints out as leaven into the world, spiritually nourished, immunized to the influences of evil."],["div",{"id":"p122","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p122"},"“The glory of God is intelligence, or, in other words, light and truth."],["div",{"id":"p123","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p123"},"“Light and truth forsake that evil one. …"],["div",{"id":"p124","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p124"},"“[You are] commanded … to bring up your children in light and truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36-37,40"},"D&C 93:36–37, 40"],")."]],[".topic",["h2","A Defense and a Refuge"],["div",{"id":"p126","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p126"},"“The gathering together upon the land of Zion,” the Lord said, “and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],")."],["div",{"id":"p127","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p127"},"They need not fear.",["span.emphasis","We"],"need not fear. Fear is the opposite of faith."],["div",{"id":"p128","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p128"},"I have been in the councils of the Church and seen many things. I have seen disappointment and shock and concern. Never once have I seen any fear."],["div",{"id":"p129","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p129"},"Our youth can look forward with hope for a happy life. They shall marry and raise families in the Church and teach their little ones what you have taught them. They, in turn, will teach their children and their grandchildren."],["div",{"id":"p130","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p130"},"Isaiah and Micah prophesied: “It shall come to pass in the last days, that the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it."],["div",{"id":"p131","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p131"},"“And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-3"},"Isaiah 2:2–3"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.1-2"},"Micah 4:1–2"],")."],["div",{"id":"p132","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p132"},"In our day the house of the Lord",["span.emphasis","has"],"been established in the tops of the mountains, and nations",["span.emphasis","do"],"flow unto it. The word of the Lord—the Old and New Testaments—has gone forth from Jerusalem. Now the law goes forth from Zion. And you are teachers of the law."]],[".topic",["h2","We Will Not Fail"],["div",{"id":"p134","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p134"},"We will not fail!"],["div",{"id":"p135","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p135"},"“How long can rolling waters remain impure? What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.33"},"D&C 121:33"],")."],["div",{"id":"p136","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p136"},"It has been fifty-nine years since I sat on that cliff on that tiny speck of an island in the Pacific Ocean and decided to be a teacher. I knew then that a teacher would not be rewarded with wealth; the reward is more lasting."],["div",{"id":"p137","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p137"},"During those years, whole nations have been born and died as the evil one has worked his will. I have seen the borders of Zion enlarged to cover the whole earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.14"},"D&C 82:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.74"},"107:74"],")."],["div",{"id":"p138","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p138"},"I do not know now any more surely that Jesus is the Christ, the Son of God, the Only Begotten of the Father, than I did then as a soldier boy sitting on the cliff on that tiny speck of an island. There is one difference—now I know the Lord."],["div",{"id":"p139","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.p139"},"I bear witness of Him and invoke His blessings upon you who teach, as fathers and mothers, as grandfathers and grandmothers, upon your families, upon your classes, upon your work. I bless you that His power and inspiration will follow you in such a way that those who come within your influence will have that protective testimony born within them. I invoke this blessing upon you as a servant of the Lord and in the name of Jesus Christ, amen."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"fn1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.fn1"},["span.label","1."],"Extract from a speech by Winston Churchill, 20 August 1940 (Churchill Papers)."],["div",{"id":"fn2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-one-pure-defense.fn2"},["span.label","2."],"See",["a.crossRef",{"href":"/manual/the-charted-course-of-the-church-in-education"},["span.emphasis","The Charted Course of the Church in Education,"]],"rev. ed. (pamphlet, 1994); item 32709."]]}
