{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"The Apostasy in Kirtland, 1836-38","subtitle":"","short_title":"Lesson 14","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-apostasy-in-kirtland-1836-38","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-apostasy-in-kirtland-1836-38.head1"},[".titleNumber","Lesson 14"],["h1","The Apostasy in Kirtland, 1836–38"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-apostasy-in-kirtland-1836-38.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The peace enjoyed by the Latter-day Saints in Kirtland ended in 1837 with the apostasy of a number of members, including several Church leaders."]],["li",["span.label","2."],[".para","Heber C. Kimball was called to head a mission to England, which resulted in hundreds of faithful people joining the Church and thereby strengthening it."]],["li",["span.label","3."],[".para","During the darkest hour in Kirtland there were those who maintained their integrity and loyalty to the kingdom of God."]],["li",["span.label","4."],[".para","The Kirtland Camp was organized under the direction of the Seventy to assist the poor in leaving Kirtland."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 14, pp. 169–80."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Consider the role of materialism (the concern for temporal wealth) in the Kirtland apostasy and in personal apostasy today. You could discuss the following statement by President George Q. Cannon:"],[".para","“The Lord is working with us as well as with the nation, and I feel sure he will cleanse from our midst everything that is impure and ungodly. I expect that we shall have ordeals that will cleanse everything of this character from our midst, and that everything that can be shaken will be. In former days we had mobs to contend with, and other difficulties that were trying to the faith of the people, and those who were not grounded on the rock fell by the way. If they could be frightened, or if threats or difficult circumstances could affect them or their faith, why, of course, they dissolved their connection with the Church. But I rather think the day of mobs has gone by. We certainly have been led to expect that the time will come when we shall be delivered from the power of mobocracy. What then will be the means of trying the people? Probably prosperity, good circumstances, the increase of wealth, the effects of which are far more trying on a people than poverty. The influences which attend wealth and comfortable circumstances will probably have the same effect on the people in cleansing from our midst that which is unsound, as mobocracy and the difficult circumstances connected with it had in former days. But I never expect to see the day when the Latter-day Saints will be free from influences which will test their fidelity to God, and be a means of removing from their midst that which is unworthy to be associated with his Church. That is my feeling, and has been for a long time, and I believe that God is causing us to pass through these circumstances expressly to test, prove and try us, and see whether we will be true to him or not” (in",["span.emphasis","Journal of Discourses,"],"17:340)."]],["li",["span.label","•"],[".para","You could discuss the following topics in this lesson:"],["ul.bullet",["li",["span.label","•"],[".para","What caused the apostasy in Kirtland?"]],["li",["span.label","•"],[".para","How did the apostasy try the faithful?"]],["li",["span.label","•"],[".para","How was the apostasy a cleansing of the Church?"]]]],["li",["span.label","•"],[".para","Approximately two years after the Prophet Joseph Smith dedicated the Kirtland Temple, more than sixteen hundred Latter-day Saints abandoned this house of the Lord, vacated their homes, left their property, and headed toward northern Missouri. One contemporary who witnessed this exodus, Hepzibah Richards, wrote: “They are driven out of this place as truly as the Saints were driven out of Jackson County 4 years ago, though in a different manner. There they were driven by force of arms, here by persecution, chiefly from the dissenters” (in Milton V. Backman, Jr.,",["span.emphasis","The Heavens Resound"],"[Salt Lake City: Deseret Book Co., 1983], p. 347)."],[".para","Discuss examples of personal apostasy in Kirtland and how these affected the Church there. Point out the valiant efforts of the Saints who never faltered. Most Latter-day Saints remained faithful through these troubled times in Ohio, but there is a lesson for us in the lives of those who fell away. You could include the following:"],["ul.bullet",["li",["span.label","•"],[".para","Elder Parley P. Pratt’s disaffection and John Taylor’s testimony that helped Elder Pratt repent."]],["li",["span.label","•"],[".para","Apostates’ meeting in the Kirtland Temple and Elder Brigham Young’s defense of the Prophet."]],["li",["span.label","•"],[".para","John Taylor’s defense of the Prophet shortly before returning to Canada."]],["li",["span.label","•"],[".para","Joseph Smith, Sr.’s efforts to control an armed mob led by Warren Parrish."]],["li",["span.label","•"],[".para","Emma Smith’s compassionate feeding of the poor at a time her own family had little to eat."]]]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"2:463–529; 3:1–3, 87–148."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"1:392–412."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:235–58."]],["li",["span.label","•"],[".para","Ronald K. Esplin, “A Great Work Done in That Land,”",["span.emphasis","Ensign,"],"July 1987, pp. 20–27."],[".para","The mission of Heber C. Kimball and Orson Hyde to England in 1837."]],["li",["span.label","•"],[".para","Scott H. Partridge, “The Failure of the Kirtland Safety Society,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1972, pp. 437–54."],[".para","Emphasis on the social and economic environment within which the events took place."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr., “A Warning from Kirtland,”",["span.emphasis","Ensign,"],"Apr. 1989, pp. 26–30."],[".para","Dispels some of the misconceptions about the causes and extent of the Kirtland apostasy."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Dale W. Adams, “Chartering the Kirtland Bank,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1983, pp. 467–82."],[".para","The history of the Prophet’s attempts to have the Kirtland Bank chartered, with an explanation as to why the charter was never granted."]],["li",["span.label","•"],[".para","D. Paul Sampson and Larry T. Wimmer, “The Kirtland Safety Society: The Stock Ledger Book and the Bank Failure,”",["span.emphasis","Brigham Young University Studies,"],"Summer, 1972, pp. 427–36."],[".para","Discusses the finding of the Kirtland Safety Society ledger book and gives an analysis of its importance."]],["li",["span.label","•"],[".para","Larry C. Porter, “Beginnings of the Restoration: Canada, an ‘Effectual Door’ to the British Isles,” pp. 3–43; and James R. Moss, “The Gospel Restored to England,” pp. 71–103; in V. Ben Bloxham, James R. Moss, and Larry C. Porter, eds.,",["span.emphasis","Truth Will Prevail: The Rise of The Church of Jesus Christ of Latter-day Saints in the British Isles, 1837–1987"],"(Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1987)."],[".para","The background and history of the first British missionaries."]],["li",["span.label","•"],[".para","Backman,",["span.emphasis","Heavens Resound,"],"pp. 310–41."],[".para","Covers the reasons for the Apostasy and discusses why several individuals fell away from the Church."]],["li",["span.label","•"],[".para","Max H. Parkin, “The Nature and Cause of Internal and External Conflict of the Mormons in Ohio between 1830 and 1838,” master’s thesis, Brigham Young University, 1966."],[".para","Study on the apostasy at Kirtland and the factors that caused it. Includes a chapter on the Kirtland Camp."]],["li",["span.label","•"],[".para","Gordon Orville Hill, “A History of Kirtland Camp: Its Initial Purpose and Notable Accomplishments,” master’s thesis, Brigham Young University, 1975."],[".para","A comprehensive s tudy of a group of Latter-day Saints who left Kirtland for Missouri in the summer of 1838."]]]]],"refs":null}
