{"id":27,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":27,"title":"The Trek across Iowa","subtitle":"","short_title":"Lesson 25","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-trek-across-iowa","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-trek-across-iowa.head1"},[".titleNumber","Lesson 25"],["h1","The Trek across Iowa"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-trek-across-iowa.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Leaving Nauvoo was an act of faith on the part of the Saints. They left not knowing exactly where they were going or when they would arrive."]],["li",["span.label","2."],[".para","The most difficult part of the pioneer trek was crossing the Iowa plains."]],["li",["span.label","3."],[".para","Way stations were established between Nauvoo and Winter Quarters to facilitate the gathering of the Saints to the Rocky Mountains."]],["li",["span.label","4."],[".para","The raising of the Mormon Battalion was a blessing to the members of the Church."]],["li",["span.label","5."],[".para","The poor in Nauvoo were blessed and delivered from their oppressors."]],["li",["span.label","6."],[".para","Winter Quarters became the headquarters of the Church for a season."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 25, pp. 308–21."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Have students read the first paragraph of",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-twenty-four-nauvoo-under-apostolic-leadership.p1"},"page 309"],"in the student manual and look at the map on",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-twenty-four-nauvoo-under-apostolic-leadership.p1"},"page 312"],". Tell what happened at each of the sites on the map. Emphasize that it took the Saints longer to travel across Iowa than it did to go from Winter Quarters to the Salt Lake Valley."],[".para",["b","Sugar Creek"],"Sugar Creek was the staging ground for the trek west. Between nine and ten thousand Saints went through Sugar Creek in 1846. Freezing temperatures and harsh weather in February made life difficult."],[".para",["b","Richardson’s Point"],"Not far from Richardson’s Point, William Hall’s horse sickened with bloating and colic. “Citing the prophet Joel, who said that in the last days the Lord would pour out his spirit upon all flesh (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28"},"Joel 2:28"],"), some of the brethren laid hands on the animal and blessed it. Later it recovered” (Stanley B. Kimball, “The Iowa Trek of 1846,”",["span.emphasis","Ensign,"],"June 1972, p. 40)."],[".para","Saints remained at Richardson’s Point for two weeks because of rain and mud. William Pitt’s brass band played several times in nearby Keosauqua for money and provisions (see William E. Purdy,",["span.crossRef","“They Marched Their Way West: The Nauvoo Brass Band,”"],["span.emphasis","Ensign,"],"July 1980, pp. 20–23)."],[".para",["b","Chariton River Camp"],"Saints were reorganized and grouped into companies of one hundred families with captains of fifty and then ten. Due to bad weather and sickness, the Saints averaged between three and four miles per day while in this area."],[".para",["b","Locust Creek Encampment"],"On 6 April the Saints observed the sixteenth anniversary of the organization of the Church."],[".para","Here at the Locust Creek encampment, William Clayton penned the words of the hymn “Come, Come, Ye Saints” when he learned that his wife Diantha had safely delivered a son (see Hymns,",["span.crossRef","no. 30"],")."],[".para",["b","Garden Grove"],"A permanent camp was built in Garden Grove for the benefit of others who would follow. When President Brigham Young moved on, others stayed behind to maintain it."],[".para",["b","Mount Pisgah"],"The site was selected and named by Elder Parley P. Pratt, who was reminded of the biblical Pisgah where Moses viewed the promised land (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/3.27"},"Deuteronomy 3:27"],"). Mount Pisgah was the second permanent camp established."],[".para","President Brigham Young celebrated his forty-fifth birthday in 1846 while in Mount Pisgah. Part of the Mormon Battalion was mustered there in July 1846."],[".para","Council Bluffs (Kanesville) Council Bluffs was named Kanesville by the Saints in honor of their friend, Colonel Thomas L. Kane."],[".para","Elder Orson Hyde was appointed to preside over the Saints in Iowa, and while there he published a newspaper, the",["span.emphasis","Frontier Guardian,"],"from 7 February 1849 to 20 February 1852."],[".para","In October 1848 Oliver Cowdery returned to the Church and was rebaptized in Council Bluffs by Orson Hyde."]],["li",["span.label","•"],[".para","Discuss what it must have been like for family members to let five hundred men go with the battalion while they remained at Winter Quarters. The following account may be helpful:"],[".para","“The 500 men for the Mormon Battalion were to be signed up in two weeks. Drusilla Dorris Hendricks had one son eligible to go, her second-oldest child, William. Her husband, James, paralyzed from a shot in his neck sustained at Crooked River, Mo., required care. Her other children, Elizabeth, 9-year-old Joseph, and the younger girls, were all the help she would have for the remainder of the trek."],[".para","“As the call to muster the troops came, Drusilla’s friends would ask, ‘Is William going?’ ‘No, he is not,’ she would reply, defensively adding that ‘a burned child dreads the fire.’"],[".para","“But when she was alone, Drusilla would hear the whisperings of the Spirit: ‘Are you afraid to trust the God of Israel? Has He not been with you in your trials?’ ‘Then,’ she later wrote, ‘I would have to acknowledge that hand of God in all His goodness to me.’"],[".para","“The two weeks passed, and the battalion was to leave. Getting her flour from the wagon for breakfast, Drusilla seemed to hear the same inner voice asking if she did not want the greatest glory. Yes, she did, she answered. ‘Then how can you get it without making the greatest sacrifice?’ asked the voice."],[".para","“‘What lack I yet?’ asked Drusilla."],[".para","“‘Let your son go in the battalion,’ said the voice."],[".para","“‘It’s too late, they are to be marched off this morning.’ The spirit left her, she later wrote, with the heartache."],[".para","“As they were offering their morning prayer before breakfast, the call came through the camp ‘Turn out, men, turn out! We lack some men yet for the battalion.’"],[".para","“Wrote Drusilla, ‘William raised his eyes and looked me in the face. I knew then that he would go just as well as I know now that he has been.’ Unable to finish her breakfast, Drusilla went to milk the cows. There, in seclusion, she knelt and told the Lord ‘if He wanted my child, to take him, only spare his life.’"],[".para","“Months later, Drusilla and James had been settled just a few days in the Salt Lake Valley when William, whole and healthy, met them after his service in the Mormon Battalion” (Maureen Ursenbach Beecher, “The Greatest Glory,”",["span.emphasis","Church News,"],"13 Dec. 1980, p. 16)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"7:584–615."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:539–41, 122–59."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:125–221."]],["li",["span.label","•"],[".para","Stanley B. Kimball, “The Mormon Trail Network in Iowa 1838–1863: A New Look,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1981, pp. 417–30."],[".para","A discussion of the various routes the Latter-day Saints took as they traveled across Iowa, with a map showing those routes."]],["li",["span.label","•"],[".para","Stanley B. Kimball, “The Iowa Trek of 1846,”",["span.emphasis","Ensign,"],"June 1972, pp. 36–45."],[".para","An account of the Latter-day Saints’ trek across Iowa giving details of various points along the route."]],["li",["span.label","•"],[".para","Susan W. Easton, “Suffering and Death on the Plains of Iowa,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1981, pp. 431–39."],[".para","Discusses the accidents, births, deaths, freezing rain, and lack of clothing and provisions that caused much suffering among the Saints as they journeyed from Nauvoo to Winter Quarters."]],["li",["span.label","•"],[".para","Reed C. Durham, Jr., “The Iowa Experience: A Blessing in Disguise,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1981, pp. 463–74."],[".para","The author calls the trek across Iowa the most difficult pioneering experience in Mormon history."]],["li",["span.label","•"],[".para","Maureen Ursenbach Beecher, ed., “The Iowa Journal of Lorenzo Snow,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1984, pp. 261–73."],[".para","A firsthand account of the trek across Iowa by a future Apostle and President of the Church."]],["li",["span.label","•"],[".para","Leland H. Gentry, “The Mormon Way Stations: Garden Grove and Mt. Pisgah,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1981, pp. 445–61."],[".para","An examination of the rationale for establishing Garden Grove and Mount Pisgah, with a description of their growth and development."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Paul E. Dahl, “‘All Is Well …’: The Story of ‘the Hymn That Went around the World,’”",["span.emphasis","Brigham Young University Studies,"],"Fall 1981, pp. 515–27."],[".para","The story of the writing of the hymn “Come, Come, Ye Saints.”"]],["li",["span.label","•"],[".para","Richard E. Bennett,",["span.emphasis","Mormons at the Missouri, 1846–1852: “And Should We Die …”"],"(Norman, Okla.: University of Oklahoma Press, 1987)."],[".para","A study of the Latter-day Saints at Winter Quarters."]],["li",["span.label","•"],[".para","William E. Purdy, “They Marched Their Way West: The Nauvoo Brass Band,”",["span.emphasis","Ensign,"],"July 1980, pp. 20–23."],[".para","A brief history of the Nauvoo brass band."]]]]],"refs":null}
