{"id":6,"parent_id":0,"book_id":88,"content_id":1,"language_id":1,"display_order":6,"title":"The Teaching the Gospel Course","subtitle":"","short_title":"The Teaching the Gospel Course","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course","content":[["div",{"id":"head1","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.head1"},["h1","The Teaching the Gospel Course"]],[".bodyBlock",[".topic",["h2","Purpose of the Teaching the Gospel Course"],["div",{"id":"p3","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p3"},"The",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/f-methods-of-teaching.p1"},"Teaching the Gospel course"],"provides a foundation that will help Church members teach the gospel more effectively in their homes and in the Church. It includes lessons on teaching the doctrine, teaching by the Spirit, loving those we teach, inviting diligent learning, creating a learning atmosphere, using effective methods, and preparing lessons. It also includes guidelines to help members continually improve as teachers."]],[".topic",["h2","Format of the Course"],["div",{"id":"p5","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p5"},"The course is designed to be taught during Sunday School (for possible adaptations, see “Adapting to Meet Local Needs,” on this page). It consists of 12 lessons, which are found in",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],". It should be taught in the ward as often as possible, but at least once each year. The ward teacher improvement coordinator teaches the course unless the bishopric has called someone else to teach it."]],[".topic",["h2","Determining Who Should Participate in the Course"],["div",{"id":"p7","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p7"},"The course is designed for all Church members ages 18 and older. It is helpful for parents, leaders, home teachers, visiting teachers, classroom teachers, advisers, music and activity leaders, and members preparing to serve in any of these teaching roles. It is also helpful for members preparing to serve as full-time missionaries."],["div",{"id":"p8","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p8"},"Members of the ward council recommend individuals to participate in the course. The bishopric invites ward members to participate. Generally, it is best to have no more than 10 people enrolled in the course at one time. This allows each class member to participate fully."]],[".topic",["h2","Adapting to Meet Local Needs"],["div",{"id":"f1","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.f1"},"To meet the needs of the participants, leaders may adapt the schedule, location, and format of the course. Such adaptations should be approved by the bishopric. Some possible adaptations follow:",["ol.number",["li",["span.label","1."],[".para","At times it may be beneficial to hold the course for members who teach the same age-group or who serve in the same organization. If the course is being held for leaders and teachers from a particular organization, it might be taught as part of their regular leadership meetings."]],["li",["span.label","2."],[".para","Where distance or available facilities make the normal Sunday School format difficult to follow, leaders may arrange for a few classes, each covering several lessons, combined with personal study by the participants."]],["li",["span.label","3."],[".para","Individuals may study the lessons in",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"on their own."]]]],["div",{"id":"p14","uri":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p14"},"When adapting the course, it is important to present or study the lessons in order. It is also important to provide enough time between class meetings for participants to fulfill their assignments."]]]],"refs":null}
