{"id":14,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":14,"title":"The Salt of the Earth","subtitle":"","short_title":"The Salt of the Earth","uri":"/new-era/2013/06/the-salt-of-the-earth","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/the-salt-of-the-earth"},[".heading",{"id":"head1","uri":"/new-era/2013/06/the-salt-of-the-earth.head1"},[".title","The Salt of the Earth"],[".kicker","This common chemical compound has something to teach us about our covenants with God."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/the-salt-of-the-earth.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun32-33-000-the-salt-of-the-earth.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/06/the-salt-of-the-earth.p3"},"Photographs by Duncan Smith/Photodisc/Thinkstock and iStock/Thinkstock; illustrations by Hemera/Thinkstock and iStock/Thinkstock"]]],[".topic",{"id":"t1","uri":"/new-era/2013/06/the-salt-of-the-earth.t1"},[".title","Bible Facts"],["ul.bullet",["li",["span.label","•"],["p.para","Under the law of Moses, priests put salt on all of the offerings of grains and meats before placing them on the altar (see",["a",{"href":"/scriptures/ot/lev/2.13"},"Leviticus 2:13"],";",["a",{"href":"/scriptures/ot/ezek/43.23-24"},"Ezekiel 43:23–24"],")."]],["li",["span.label","•"],["p.para","The temple in Jerusalem required huge amounts of salt for preparing offerings and tanning hides. Jewish tradition says salt was sprinkled on the ramp leading to the altar so that the priests would not slip. Herod’s temple included a salt chamber to store all the necessary salt."]],["li",["span.label","•"],["p.para","The phrase “covenant of salt” is used in the Old Testament to signify the desirable and everlasting nature of covenants between God and man (see",["a",{"href":"/scriptures/ot/num/18.19"},"Numbers 18:19"],";",["a",{"href":"/scriptures/ot/2-chr/13.5"},"2 Chronicles 13:5"],")."]],["li",["span.label","•"],["p.para","Anciently, salt was not scarce in the Holy Land. There was a large mine near the Dead Sea and shallow evaporation pools along the Mediterranean coast."]]]],[".topic",{"id":"t2","uri":"/new-era/2013/06/the-salt-of-the-earth.t2"},[".title","Common Salt"],["p.para",{"id":"p10","uri":"/new-era/2013/06/the-salt-of-the-earth.p10"},["b",["span.emphasis","Chemical Makeup:"]],"Sodium chloride (NaCl), a crystalline compound formed when sodium hydroxide (NaOH)—a base—reacts with hydrogen chloride (HCl)—an acid—to form an ionic bond (Na",["sup","+"],"+ Cl",["sup","-"],")."],["p.para",{"id":"p11","uri":"/new-era/2013/06/the-salt-of-the-earth.p11"},["b",["span.emphasis","Major Uses:"]],"Food preservative, food seasoning."],["p.para",{"id":"p12","uri":"/new-era/2013/06/the-salt-of-the-earth.p12"},["b",["span.emphasis","Other Uses:"]],"Cleanser, ingredient in soap, aid in leavening, ice-melting agent, agent for tanning animal hides, color-fixing agent in dyeing of textiles, and many others."],["p.para",{"id":"p13","uri":"/new-era/2013/06/the-salt-of-the-earth.p13"},["b",["span.emphasis","How It Works:"]],"Salt preserves food by stopping the growth of bacteria and destructive enzymes. When salt comes in contact with the surface of food, the salt molecules try to achieve a balance between the number of salt molecules inside and outside the food. It does this by drawing water molecules out of the food and inserting salt molecules into the food through osmosis across semipermeable cell membranes. As a result, the number of free water molecules is reduced to a point where most bacteria cannot survive and most enzymes cannot operate because, basically, they get dehydrated."]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/06/the-salt-of-the-earth.f3"},[".title","Our Covenant Duty as the Salt of the Earth"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dallin-h-oaks.jpg"}],["p.para",{"id":"p15","uri":"/new-era/2013/06/the-salt-of-the-earth.p15"},"“Those who are baptized in the Church of Jesus Christ make covenants. In modern revelation the Lord declared, ‘When men are called unto mine everlasting gospel, and covenant with an everlasting covenant, they are accounted as the salt of the earth and the savor of men’ (",["a",{"href":"/scriptures/dc-testament/dc/101.39"},"D&C 101:39"],"). To perform our covenant duty as the salt of the earth, we must be different from those around us. …"],["p.para",{"id":"p16","uri":"/new-era/2013/06/the-salt-of-the-earth.p16"},"“This requires us to make some changes from our family culture, our ethnic culture, or our national culture. We must change all elements of our behavior that are in conflict with gospel commandments, covenants, and culture.”"],[".citationInfo",["p.para",{"id":"p17","uri":"/new-era/2013/06/the-salt-of-the-earth.p17"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles, “Repentance and Change,”",["span.emphasis","Ensign,"],"Nov. 2003, 39."]]],[".moreInfo",[".title","Losing Savor"],["p.para",{"id":"p19","uri":"/new-era/2013/06/the-salt-of-the-earth.p19"},"When the Savior talked about salt that has “lost his savour” (",["a",{"href":"/scriptures/nt/matt/5.13"},"Matthew 5:13"],"), He was talking about what happens when salt is mixed with other substances: it becomes corrupted and therefore cannot be used in the accustomed ways. So we must keep ourselves pure and unstained by sin and worldly things. The Lord has also said that when we disobey and do not fulfill our duty to be “saviors of men,” we “are as salt that has lost its savor” (",["a",{"href":"/scriptures/dc-testament/dc/103.10"},"D&C 103:10"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/103.8-9"},"verses 8–9"],")."]],[".moreInfo",[".title","Historical Fact"],["p.para",{"id":"p21","uri":"/new-era/2013/06/the-salt-of-the-earth.p21"},"For a time, the Roman Empire gave its soldiers a ration of salt but eventually replaced it with a fixed sum of money for purchasing salt. This is where the word",["span.emphasis","salary"],"comes from (Latin for “salt money”)."]],[".topic",{"id":"t3","uri":"/new-era/2013/06/the-salt-of-the-earth.t3"},[".title","What We Can Learn"],[".quote",{"id":"f6","uri":"/new-era/2013/06/the-salt-of-the-earth.f6"},["p.para",{"id":"p23","uri":"/new-era/2013/06/the-salt-of-the-earth.p23"},"“Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.”"],[".citationInfo",["p.para",{"id":"p24","uri":"/new-era/2013/06/the-salt-of-the-earth.p24"},["a",{"href":"/scriptures/nt/matt/5.13"},"Matthew 5:13"]]]],["p.preamble","Salt:"],["ul.bullet",["li",["span.label","•"],["p.para",["b",["span.emphasis","Prevents decay."]],"As individuals, we can be personally sanctified through covenants. As a group, those who make and keep sacred covenants can halt the spread of moral decay by living righteously and being a force for good. They also sometimes help prevent the judgments of God from falling on societies that have ripened in iniquity—or over-ripened and rotted (see, for instance,",["a",{"href":"/scriptures/bofm/hel/13.14"},"Helaman 13:14"],")."]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Makes things last."]],"Throughout the scriptures, God refers to His “everlasting covenant,” promising us eternal blessings (see Topical Guide,",["a",{"href":"/scriptures/tg/new-and-everlasting-covenant"},"“New and Everlasting Covenant”"],"). Those who make and keep covenants also work to spread those covenants throughout the world, extending eternal blessings to more and more of Heavenly Father’s children. As Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles has said, “The key to this work is the keeping of covenants by individuals” (“Keeping Covenants: A Message for Those Who Will Serve a Mission,”",["span.emphasis","New Era,"],"Jan. 2012, 4)."]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Enhances flavor."]],"Our covenants allow us to have the gift of the Holy Ghost, which enhances our spiritual capabilities and purifies our natural feelings. Righteous covenant keepers who are spread throughout the world make the world a better place to live in and are pleasing to Heavenly Father, because they help bring salvation to His children."]]]]]]]],"refs":null}
