{"id":32,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":32,"title":"The Civil War Period","subtitle":"","short_title":"Lesson 30","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-civil-war-period","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-civil-war-period.head1"},[".titleNumber","Lesson 30"],["h1","The Civil War Period"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-civil-war-period.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Throughout the Civil War the leaders of the Church supported the Union."]],["li",["span.label","2."],[".para","During the Civil War years, the Church started more than fifty additional colonies and accelerated missionary work."]],["li",["span.label","3."],[".para","Salt Lake City continued to expand."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 30, pp. 380–91."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87"},"Doctrine and Covenants 87"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss how isolation in the tops of the Rocky Mountains during the Civil War period proved to be a blessing to the Saints."]],["li",["span.label","•"],[".para","As early as 25 December 1832, the Prophet Joseph Smith had foretold the Civil War (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87"},"D&C 87"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.12-13"},"D&C 130:12–13"],"). In June 1844, while being held prisoner in Carthage and just days before his own martyrdom, the Prophet Joseph again prophesied of war. In the afternoon the Prophet was visited by several curious militia officers."],[".para","“General Smith asked them if there was anything in his appearance that indicated he was the desperate character his enemies represented him to be. … The reply was ‘No, sir, your appearance would indicate the very contrary, General Smith; but we cannot see what is in your heart, neither can we tell what are your intentions.’ To which Joseph replied, ‘Very true, gentlemen, you cannot see what is in my heart, and you are therefore unable to judge me or my intentions; but I can see what is in your hearts, and will tell you what I see. I can see that you thirst for blood, and nothing but my blood will satisfy you. It is not for crime of any description that I and my brethren are thus continually persecuted and harassed by our enemies, but there are other motives, and some of them I have expressed, so far as relates to myself; and inasmuch as you and the people thirst for blood, I prophesy, in the name of the Lord, that you shall witness scenes of blood and sorrow to your entire satisfaction. Your souls shall be perfectly satiated with blood, and many of you who are now present shall have an opportunity to face the cannon’s mouth from sources you think not of; and those people that desire this great evil upon me and my brethren, shall be filled with regret and sorrow because of the scenes of desolation and distress that await them. They shall seek for peace, and shall not be able to find it. Gentlemen, you will find what I have told you to be true.’” (",["span.emphasis","History of the Church,"],"6:566)."],[".para","Elder B. H. Roberts notes that regiments from western Illinois suffered heavy casualties in the war with Mexico and that the Civil War also took a heavy toll on the state (see",["span.emphasis","Comprehensive History of the Church,"],"2:256–67, 270–72)."]],["li",["span.label","•"],[".para","Ask the students, How would you feel if you were watching general conference and heard your name read, along with others, calling you to sell your home and most of your goods and move to a uninhabited part of the country that had few natural resources? You would be expected to leave friends, most of your family, and most comforts that you had acquired by your industry. What would you think if this were the second, third, or fourth time that you had been asked to make such a move? Read with students portions of John R. Young’s experiences as a colonizer in the early 1860s (see",["span.emphasis","Readings in LDS Church History,"],"2:340–42)."]],["li",["span.label","•"],[".para","Discuss the Church colonization efforts under the leadership of President Brigham Young. During the Utah War, settlers in the outlying settlements were called back to Utah. Then, during the Civil War period, colonization began again. The coming of the railroad in 1869 officially ended the pioneer era but greatly enhanced colonization. How was the call to colonize a new territory a test of faith for the Saints? How do their sacrifices relate to",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.29"},"Matthew 19:29"],"?"]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"5:1–145."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:563–70."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","George U. Hubbard, “Abraham Lincoln As Seen by the Mormons,”",["span.emphasis","Utah Historical Quarterly,"],"Spring 1963, pp. 91–108."],[".para","An account of how most Latter-day Saints initially were opposed to the candidacy and election of Abraham Lincoln but gradually grew to appreciate him."]],["li",["span.label","•"],[".para","Gustive O. Larson, “Utah and the Civil War,”",["span.emphasis","Utah Historical Quarterly,"],"Winter 1965, pp. 55–77."],[".para","An account of Utah’s contribution to the Union cause and the Church’s attitude toward the war."]],["li",["span.label","•"],[".para","C. LeRoy Anderson,",["span.emphasis","For Christ Will Come Tomorrow: The Saga of the Morrisites"],"(Logan, Utah: Utah State University Press, 1981)."],[".para","A book chronicling the history of the Morrisites from the beginning of the movement."]],["li",["span.label","•"],[".para","G. M. Howard, “Men, Motives, and Misunderstandings: A New Look at the Morrisite War of 1862,”",["span.emphasis","Utah Historical Quarterly,"],"Spring 1976, pp. 112–32."],[".para","A look at the Morrisite War and the mistakes that were made, resulting in tragedy."]],["li",["span.label","•"],[".para","Frank W. McGhie, “The Life and Intrigues of Walter Murray Gibson,” master’s thesis, Brigham Young University, 1958."],[".para","A treatment of the life of Gibson and the Hawaiian Mission."]],["li",["span.label","•"],[".para","Paul Bailey,",["span.emphasis","Hawaii’s Royal Prime Minister: The Life and Times of Walter Murray Gibson"],"(New York: Hastings House, 1980)."],[".para","An account of the life and career of Walter Gibson."]],["li",["span.label","•"],[".para","R. Lanier Britsch,",["span.emphasis","Unto the Islands of the Sea"],"(Salt Lake City: Deseret Book Co., 1986), pp. 118–24."],[".para","A brief summary of the life of Gibson and the problem he caused in Hawaii."]]]]],"refs":null}
