{"id":42,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":42,"title":"The Saints During World War II","subtitle":"","short_title":"Lesson 40","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-saints-during-world-war-ii","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-saints-during-world-war-ii.head1"},[".titleNumber","Lesson 40"],["h1","The Saints during World War II"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-saints-during-world-war-ii.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The Lord protected the missionaries in Europe as they were evacuated."]],["li",["span.label","2."],[".para","During World War II, members of the Church and their local leaders faced serious challenges to Church stability when communications with Church headquarters were severed."]],["li",["span.label","3."],[".para","Faithful Latter-day Saint servicemen played a significant role in spreading the gospel and strengthening the Church in areas where they were assigned during the war."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 40, pp. 522–34."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.5"},"Doctrine and Covenants 1:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.87-88"},"84:87–88"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","You could use one of the following statements to introduce the lesson. One sign of the times being fulfilled in our day is that of “wars and rumors of wars” (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.15"},"1 Nephi 14:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26"},"D&C 45:26"],")."],[".para","Elder Marion G. Romney observed, “Latter-day Saints know that this earth will never again, during its telestial existence, be free from civil disturbance and war” (in Conference Report, Apr. 1967, p. 79)."],[".para","Elder Boyd K. Packer said: “I have worn the uniform of my native land in the time of total conflict. I have smelled the stench of human dead and wept tears for slaughtered comrades. I have climbed amid the rubble of ravaged cities and contemplated in horror the ashes of a civilization sacrificed to Moloch; yet knowing this, with the issues as they are, were I called again to military service, I could not conscientiously object!” (in Conference Report, Apr. 1968, p. 35)."]],["li",["span.label","•"],[".para","Briefly discuss the challenges that war presents to Latter-day Saints. In April 1942 the First Presidency declared the Church’s position on war. Discuss this declaration with students:"],[".para","“When, therefore, constitutional law, obedient to these principles, calls the manhood of the Church into the armed service of any country to which they owe allegiance, their highest civic duty requires that they meet that call. If, harkening to that call and obeying those in command over them, they shall take the lives of those who fight against them, that will not make of them murderers, nor subject them to the penalty that God has prescribed for those who kill” (",["span.emphasis","Improvement Era,"],"May 1942, p. 348)."]],["li",["span.label","•"],[".para","Point out some of the changes the Church made to help comply with wartime restrictions in the United States (listed below)."],[".para",["b","17 January 1942"],"The First Presidency asked all general boards and auxiliary organizations to discontinue conventions and auxiliary stake meetings to help members meet wartime restrictions on travel and to help reduce personal expenses under increased war taxes."],[".para",["b","March 1942"],"The Relief Society centennial, scheduled for April, was postponed because of the First Presidency’s call to halt all but the most essential activities."],[".para",["b","April 1942"],"The annual April general conference was closed to the general membership and was confined to approximately five hundred priesthood leaders. Sessions were held in the Assembly Hall on Temple Square instead of in the Tabernacle. This practice continued for the duration of the war."],[".para","Discuss the twelfth article of faith."]],["li",["span.label","•"],[".para","Discuss the role of servicemen as missionaries. Many nations have been opened to the preaching of the gospel because of the example of Latter-day Saint servicemen."]],["li",["span.label","•"],[".para","Discuss how the Book of Mormon can help Latter-day Saints deal with the conflicts and difficulties of war. Over 100 of its 531 pages deal with war. Forms of the word",["span.emphasis","war"],"occur 171 times in the Book of Mormon. There are an additional 147 references to forms of the word",["span.emphasis","battle"],"and an equal number to the word",["span.emphasis","contention"],". Ask students how the examples of men like Captain Moroni (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.11-17"},"Alma 48:11–17"],") and the teachings found in the Book of Mormon can help us learn to rejoice in freedom and defend the cause of liberty."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","Joseph Fielding Smith,",["span.emphasis","Essentials in Church History,"],"Classics in Mormon Literature series (Salt Lake City: Deseret Book Co., 1979), pp. 526–27."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Gilbert W. Scharffs,",["span.emphasis","Mormonism in Germany"],"(Salt Lake City: Deseret Book Co., 1970)."],[".para","Details of the Mormon experience in Germany between 1840 and 1970 and particularly during the Second World War."]],["li",["span.label","•"],[".para","J. Reuben Clark, Jr., “In Time of War,”",["span.emphasis","Improvement Era,"],"Nov. 1939, pp. 656–57."],[".para","President Clark clearly stated the position Latter-day Saints should take in time of war and set forth the principles on which Latter-day Saint servicemen should conduct their lives."]],["li",["span.label","•"],[".para","Karl-Heinz Schnibbe,",["span.emphasis","The Price: The True Story of a Mormon Who Defied Hitler"],"(Salt Lake City: Bookcraft, 1984)."],[".para","The story of Karl-Heinz Schnibbe, who defied Hitler and was incarcerated in a prison camp."]],["li",["span.label","•"],[".para","David O. McKay,",["span.emphasis","Gospel Ideals"],"(Salt Lake City: Deseret Book Co., 1953), pp. 277–311."],[".para","A collection of teachings given primarily during World War II."]],["li",["span.label","•"],[".para","David O. McKay, in Conference Report, Apr. 1942, pp. 70–74."],[".para","This message, delivered at the first general conference after the bombing of Pearl Harbor, sets forth the Church’s attitude toward war."]],["li",["span.label","•"],[".para","David F. Boone, “The Worldwide Evacuation of Latter-day Saint Missionaries at the Beginning of World War II,” master’s thesis, Brigham Young University, 1981."],[".para","Faith-promoting experiences based on interviews with participants."]],["li",["span.label","•"],[".para","Joseph Fielding Smith, Jr., and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(Salt Lake City: Deseret Book Co., 1972), pp. 269–305."],[".para","Joseph Fielding Smith’s role in Europe at the outbreak of the war and an account of the loss of his son during the war."]]]]],"refs":null}
