{"id":5,"parent_id":0,"book_id":9403,"content_id":1,"language_id":1,"display_order":5,"title":"The Book of Abraham","subtitle":"","short_title":"The Book of Abraham","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham"},[".heading",{"id":"head1","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.head1"},["h1","The Book of Abraham"]],[".bodyBlock",[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f1"},["ul.bullet",["li",["span.label","•"],["p","Abraham seeks the blessings of the fathers (the priesthood)"]],["li",["span.label","•"],["p","God’s promises to Abraham"]],["li",["span.label","•"],["p","Abraham and Sarai enter Egypt"]],["li",["span.label","•"],["p","Through the Urim and Thummim, Abraham learns truths about the sun, moon, and stars"]],["li",["span.label","•"],["p","The eternal nature of spirits"]],["li",["span.label","•"],["p","The Gods plan and create this earth and the life hereon"]]]],[".topic",{"id":"t1","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t1"},[".topic",{"id":"t2","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t2"},["h3","Who Is Abraham and When Did He Live?"],["p.para",{"id":"p10","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p10"},"Adam and Eve and the Fall (approximately 4000",["span.small","B.C."],"), Enoch (approximately 3000",["span.small","B.C."],"), Noah and the Flood (approximately 2400",["span.small","B.C."],"), and the tower of Babel (approximately 2200",["span.small","B.C."],") preceded Abraham’s time. Abraham, who was born in about 2000",["span.small","B.C."],", was the father of Isaac and the grandfather of Jacob, whose name was changed to",["span.emphasis","Israel."],"(See Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/chronology"},"“chronology,”"],"635–36.)"]],[".topic",{"id":"t3","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t3"},["h3","How Did the Church Obtain the Book of Abraham?"],["p.para",{"id":"p12","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p12"},"On 3 July 1835 a man named Michael Chandler brought four Egyptian mummies and several papyrus scrolls of ancient Egyptian writings to Kirtland, Ohio. The mummies and papyri had been discovered in Egypt several years earlier by Antonio Lebolo. Kirtland was one of many stops in the eastern United States for Chandler’s mummy exhibition. Chandler was offering the mummies and rolls of papyrus for sale and, at the urging of the Prophet Joseph Smith, several members of the Church donated money to purchase them. In a statement dated 5 July 1835, Joseph Smith, declaring the importance of these ancient Egyptian writings, recorded: “I commenced the translation of some of the characters or hieroglyphics, and much to our joy found that one of the rolls contained the writings of Abraham. … Truly we can say, the Lord is beginning to reveal the abundance of peace and truth” (",["span.emphasis","History of the Church,"],"2:236)."]],[".topic",{"id":"t4","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t4"},["h3","How Did the Prophet Translate the Ancient Writings?"],["p.para",{"id":"p14","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p14"},"The Prophet Joseph Smith never communicated his method of translating these records. As with all other scriptures, a testimony of the truthfulness of these writings is primarily a matter of faith. The greatest evidence of the truthfulness of the book of Abraham is not found in an analysis of physical evidence nor historical background, but in prayerful consideration of its content and power."]],[".topic",{"id":"t5","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t5"},["h3","Why Did the Prophet Joseph Smith Say He Translated the Writings of Abraham When the Manuscripts Do Not Date to Abraham’s Time?"],["p.para",{"id":"p16","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p16"},"In 1966 eleven fragments of papyri once possessed by the Prophet Joseph Smith were discovered in the Metropolitan Museum of Art in New York City. They were given to the Church and have been analyzed by scholars who date them between about 100",["span.small","B.C."],"and",["span.small","A.D."],"100. A common objection to the authenticity of the book of Abraham is that the manuscripts are not old enough to have been written by Abraham, who lived almost two thousand years before Christ. Joseph Smith never claimed that the papyri were autographic (written by Abraham himself), nor that they dated from the time of Abraham. It is common to refer to an author’s works as “his” writings, whether he penned them himself, dictated them to others, or others copied his writings later."]],[".topic",{"id":"t6","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t6"},["h3","What Did the Prophet Joseph Smith Do with His Translation?"],["p.para",{"id":"p18","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p18"},"The book of Abraham was originally published a few excerpts at a time in",["span.emphasis","Times and Seasons,"],"a Church publication, beginning in March 1842 at Nauvoo, Illinois (see",["a.scriptureRef",{"href":"/scriptures/pgp"},"Introductory Note"],"at the beginning of the Pearl of Great Price). The Prophet Joseph Smith indicated that he would publish more of the book of Abraham later, but he was martyred before he was able to do so. Concerning the potential length of the completed translation, Oliver Cowdery once said that “volumes” would be necessary to contain it (see",["span.emphasis","Messenger and Advocate,"],"Dec. 1835, 236)."],["p.para",{"id":"p19","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p19"},"In addition to hieroglyphic writings, the manuscript also contained Egyptian drawings. On 23 February 1842, the Prophet Joseph Smith asked Reuben Hedlock, a professional wood engraver and member of the Church, to prepare woodcuts of three of those drawings so they could be printed. Hedlock finished the engravings in one week, and Joseph Smith published the copies (facsimiles) along with the book of Abraham. Joseph Smith’s explanations of the drawings accompany the facsimiles."]],[".topic",{"id":"t7","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t7"},["h3","What Happened to the Mummies and the Papyri?"],["p.para",{"id":"p21","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p21"},"After the death of the Prophet Joseph Smith, the four mummies and the papyri became the property of Joseph’s widowed mother, Lucy Mack Smith. At Lucy’s death in 1856, Emma Smith, the Prophet’s wife, sold the collection to Mr. A. Combs. Several theories have been offered regarding what happened subsequently to the mummies and the papyri. It appears that at least two of the mummies were burned in the great Chicago fire of 1871 (see B. H. Roberts,",["span.emphasis","New Witnesses for God,"],"3 vols. [1909–11], 2:380–382)."],["p.para",{"id":"p22","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p22"},"In the early spring of 1966, Dr. Aziz S. Atiya, a University of Utah professor, discovered several fragments of the book of Abraham papyri while doing research at the Metropolitan Museum of Art in New York City. These fragments were presented to the Church by the director of the museum on 27 November 1967. The current whereabouts of the other mummies and the other portions of the papyri are unknown (see H. Donl Peterson, “Some Joseph Smith Papyri Rediscovered (1967)” in",["span.emphasis","Studies in Scripture, Volume Two,"],"183–85)."]],[".topic",{"id":"t8","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t8"},["h3","What Is the Significance of the Book of Abraham?"],["p.para",{"id":"p24","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p24"},"The book of Abraham is an evidence of the inspired calling of the Prophet Joseph Smith. It came forth at a time when the study of the ancient Egyptian language and culture was just beginning. The scholars of the 1800s had scarcely begun to explore the field of Egyptology, and yet, with no formal training in ancient languages and no knowledge of ancient Egypt (except his work with the Book of Mormon), Joseph Smith began his translation of the ancient manuscripts. His knowledge and ability came through the power and gift of God, together with his own determination and faith."],["p.para",{"id":"p25","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p25"},"The book of Abraham reveals truths of the gospel of Jesus Christ that were previously unknown to Church members of Joseph Smith’s day. It also casts a bright light upon difficult passages found in other scriptural texts."]]],[".topic",{"id":"t9","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t9"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.1-4"},"Abraham 1:1–4"]],["h3","Abraham Sought the Blessings of the Fathers"],[".topic",{"id":"t10","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.1"},"Abraham 1:1"],". The Chaldeans and the Egyptians"],["p.para",{"id":"p83","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p83"},"Ur, the birthplace of Abraham, is generally identified with the modern town of Mugheir in present-day Iraq. It is about 150 miles (240 kilometers) from the Persian Gulf and 875 miles (1,400 kilometers) from Egypt. Although the peoples of Chaldea and Egypt were separated geographically, it appears that in the days of Abraham they shared religious beliefs and practices."],["p.para",{"id":"p84","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p84"},"Elder Mark E. Petersen, who was a member of the Quorum of the Twelve Apostles, explained that Abraham “mentions that the priest of Elkenah was also the priest of Pharaoh. The altar [see",["a.scriptureRef",{"href":"/scriptures/pgp/abr"},"facsimile 1, figure 4"],"] was obviously specially built for human sacrifice."],["p.para",{"id":"p85","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p85"},"“How did this Egyptian infusion reach into Mesopotamia? What was the priest of Pharaoh doing in Ur?"],["p.para",{"id":"p86","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p86"},"“At this time Egyptian influence was felt throughout the Fertile Crescent [a geographic region that extends in a curve from Egypt north into Mesopotamia, then east and south again toward the Persian Gulf]. Much of the advanced learning of the people of the Nile was exported abroad, including some of their religious customs” (",["span.emphasis","Abraham, Friend of God"],"[1979], 42–43)."]],[".topic",{"id":"t11","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.1"},"Abraham 1:1"],". Abraham’s Early Years"],["p.para",{"id":"p88","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p88"},"Abraham may have known the prophet Noah. The biblical chronology clearly indicates that Noah was alive during the early years of Abraham’s life. In",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.19"},"Abraham 1:19"],"the Lord mentioned His covenant relationship with Noah in order to teach Abraham about the covenant relationship the Lord would have with him."]],[".topic",{"id":"t12","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t12"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],". Why Did Abraham Seek the Blessings of the Fathers?"],["p.para",{"id":"p90","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p90"},"Elder Neal A. Maxwell, a member of the Quorum of the Twelve Apostles, said: “The true disciple has an inborn questioning to know, personally, all that God is willing to teach us. Nephi could have accepted gladly the vision of his father, Lehi. But Nephi ‘desired to know the things that [his] father had seen.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.1"},"1 Nephi 11:1"],".) Abraham sought, even though he had a father who had turned from the faith, ‘for greater happiness and peace’ and ‘for mine appointment unto the Priesthood.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2,4"},"Abraham 1:2, 4"],".) Abraham described himself as desiring ‘great knowledge, and to be a greater follower of righteousness’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],"), questing for the word of Christ. Divine discontent in the form of promptings can move us to feast because we know that by feasting we can increase our knowledge, effectiveness, and joy” (",["span.emphasis","Wherefore, Ye Must Press Forward"],"[1977], 119)."]],[".topic",{"id":"t13","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t13"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],". What Is “the Right Belonging to the Fathers”?"],["p.para",{"id":"p92","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p92"},"The Prophet Joseph Smith taught that Adam received the priesthood “in the Creation, before the world was formed,” and that he held the keys of the First Presidency (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"157)."],["p.para",{"id":"p93","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p93"},"President Ezra Taft Benson said:"],["p.para",{"id":"p94","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p94"},"“The order of priesthood spoken of in the scriptures is sometimes referred to as the patriarchal order because it came down from father to son. …"],["p.para",{"id":"p95","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p95"},"“Abraham, a righteous servant of God, desiring as he said, ‘to be a greater follower of righteousness,’ sought for these same blessings. Speaking of the order of the priesthood, he said: ‘It was conferred upon me from the fathers; it came down from the fathers, from the beginning of time … even the right of the firstborn, or the first man, who is Adam, our first father, through the fathers unto me.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2-3"},"Abr. 1:2–3"],".)” (“What I Hope You Will Teach Your Children about the Temple,”",["span.emphasis","Ensign,"],"Aug. 1985, 9)."],["p.para",{"id":"p96","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p96"},"Abraham explained that he had “the records of the fathers, even the patriarchs, concerning the right of Priesthood” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.31"},"Abraham 1:31"],"). These records confirmed Abraham’s right to the priesthood. This can be traced in",["a.scriptureRef",{"href":"/scriptures/ot/gen/5"},"Genesis 5"],"(from Adam to Shem; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.8-25"},"Moses 6:8–25"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.1-13"},"8:1–13"],") and",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.10-26"},"Genesis 11:10–26"],"(from Shem to Abram [Abraham]; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.14-16"},"D&C 84:14–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.40-52"},"107:40–52"],")."],["p.para",{"id":"p97","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p97"},"President Joseph Fielding Smith, speaking of the patriarchal organization from Adam to Moses, wrote: “The order of this priesthood which was established in the beginning was patriarchal. The authority descended from father to son, and those who held it were high priests. This order of descent from Adam to Noah is given in the Doctrine and Covenants. Noah, who stands next to Adam in authority, brought this priesthood through the flood, and it continued from generation to generation. Abraham, the 10th from Noah, received special blessings from the Lord, and the priesthood continued through him and his seed with the promise that all who received the gospel should be counted as Abraham’s seed and partake of his blessings” (",["span.emphasis","Doctrines of Salvation,"],"3:160–61)."]],[".topic",{"id":"t14","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t14"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.3"},"Abraham 1:3"],". Who Conferred the Priesthood upon Abraham?"],["p.para",{"id":"p99","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p99"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.14-16"},"Doctrine and Covenants 84:14–16"],"indicates that “Abraham received the priesthood from Melchizedek, who received it through the lineage of his fathers, even till Noah” and from Noah back to Enoch and eventually to Adam. Abraham’s record shows that his fathers had “turned from their righteousness” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.5"},"Abraham 1:5"],") and therefore could not confer the holy priesthood upon Abraham. Yet Abraham became a “rightful heir” to the priesthood through his righteousness and “sought for the blessings of the fathers” who held the priesthood (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"v. 2"],"). The Prophet Joseph Smith also referred to Abraham’s relationship with the righteous patriarch Melchizedek when he wrote: “Abraham says to Melchizedek, I believe all that thou hast taught me concerning the priesthood and the coming of the Son of Man; so Melchizedek ordained Abraham and sent him away. Abraham rejoiced, saying, Now I have a priesthood” (",["span.emphasis","History of the Church,"],"5:555)."]]],[".topic",{"id":"t15","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t15"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.5-19"},"Abraham 1:5–19"],"and Facsimile 1"],["h3","Jehovah Saved Abraham"],[".topic",{"id":"t16","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t16"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.4-6"},"Abraham 1:4–6"],". The Courage of Abraham"],["p.para",{"id":"p103","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p103"},"President Joseph Fielding Smith stated: “We all know something of the courage it takes for one to stand in opposition to united custom, and general belief. None of us likes to be ridiculed. Few are able to withstand popular opinion even when they know it is wrong, and it is difficult to comprehend the magnificent courage displayed by Abraham in his profound obedience to Jehovah, in the midst of his surroundings. His moral courage, his implicit faith in God, his boldness in raising his voice in opposition to the prevailing wickedness, is almost beyond comparison” (",["span.emphasis","The Way to Perfection,"],"86)."]],[".topic",{"id":"t17","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.6-7"},"Abraham 1:6–7"],". Why Did the Fathers Seek to Sacrifice Abraham?"],["p.para",{"id":"p105","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p105"},["a.scriptureRef",{"href":"/scriptures/pgp/abr/1"},"Abraham 1"],"reveals that Abraham’s father, Terah, had given himself to the worship of false gods and was willing to offer his own son as a sacrifice (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.5-6,17"},"Abraham 1:5–6, 17"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.2"},"Joshua 24:2"],"). Elder John A. Widtsoe, who was a member of the Quorum of the Twelve Apostles, wrote: “The family of Abraham had turned from righteousness and had become idolators. Abraham therefore, himself a follower of God’s truth, preached righteousness to them but without avail. For his insistence upon the worship of the only true and Living God, he was persecuted and his life sought. So intense was the hatred of the idolators that it was only by the intervention of the Lord that he was saved from being offered up as a sacrifice to the idols of the people,” (",["span.emphasis","Evidences and Reconciliations,"],"398)."]],[".topic",{"id":"t18","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.8-11"},"Abraham 1:8–11"],". Egyptian Human Sacrifice"],["p.para",{"id":"p107","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p107"},"President Joseph Fielding Smith, commenting on the human sacrifices that took place during the time of Abraham, wrote: “Abraham was of the [tenth] generation from Noah. Several hundred years had passed since the flood, and people had multiplied and spread over the face of the earth. The civilizations of Egypt, Chaldea, Assyria and the petty nations of Canaan, had been established. In the midst of this scattering the true worship of the Father was nearly lost. Sacrifice instituted in the days of Adam and continued in the practice and teaching of Noah, in the similitude of the great sacrifice of the Son of Man, had become perverted. Instead of offering clean animals, such as the lamb and bullock, the apostate nations had dwindled in unbelief to the extent that human sacrifice was offered to their idol gods” (",["span.emphasis","The Way to Perfection,"],"85)."]],[".topic",{"id":"t19","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.11"},"Abraham 1:11"],". The Three Virgins"],["p.para",{"id":"p109","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p109"},"Along with three exceptionally faithful young men—Shadrach, Meshach, and Abed-nego (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.12-30"},"Daniel 3:12–30"],")—Elder Neal A. Maxwell discussed these three virtuous young women as “marvelous models on enduring uncertainty and on trusting God”: “Matching those three young men are three young women whose names we do not have. They are mentioned in the book of Abraham, remarkable young women about whom I am anxious to know more. They were actually sacrificed upon the altar because ‘they would not bow down to worship [an idol] of wood or stone’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.11"},"Abraham 1:11"],"). Some day the faithful will get to meet them” (",["span.emphasis","“Not My Will, But Thine”"],"[1988], 119–20)."]],[".topic",{"id":"t20","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t20"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.12-20"},"Abraham 1:12–20"],". The Sacrifice of All Things If Necessary"],["p.para",{"id":"p111","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p111"},"The Prophet Joseph Smith taught:"],["p.para",{"id":"p112","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p112"},"“For a man to lay down his all, his character and reputation, his honor, and applause, his good name among men, his houses, his lands, his brothers and sisters, his wife and children, and even his own life also—counting all things but filth and dross for the excellency of the knowledge of Jesus Christ—requires more than mere belief or supposition that he is doing the will of God; but actual knowledge, realizing that, when these sufferings are ended, he will enter into eternal rest, and be a partaker of the glory of God. …"],["p.para",{"id":"p113","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p113"},"“… A religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life."],["p.para",{"id":"p114","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p114"},"“… It is in vain for persons to fancy to themselves that they are heirs with those, or can be heirs with them, who have offered their all in sacrifice, and by this means obtained faith in God and favor with him so as to obtain eternal life, unless they, in like manner, offer unto him the same sacrifice, and through that offering obtain the knowledge that they are accepted of him. …"],["p.para",{"id":"p115","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p115"},"“… From the days of righteous Abel to the present time, the knowledge that men have that they are accepted in the sight of God is obtained by offering sacrifice. …"],["p.para",{"id":"p116","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p116"},"“… Those, then, who make the sacrifice, will have the testimony that their course is pleasing in the sight of God; and those who have this testimony will have faith to lay hold on eternal life, and will be enabled, through faith, to endure unto the end, and receive the crown that is laid up for them that love the appearing of our Lord Jesus Christ. But those who do not make the sacrifice cannot enjoy this faith, because men are dependent upon this sacrifice in order to obtain this faith: therefore, they cannot lay hold upon eternal life, because the revelations of God do not guarantee unto them the authority so to do, and without this guarantee faith could not exist” (",["span.emphasis","Lectures on Faith,"],"68–70)."]],[".topic",{"id":"t21","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t21"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.20"},"Abraham 1:20"],". There Was Mourning in the Court of Pharaoh"],["p.para",{"id":"p118","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p118"},"Chaldea was a great distance from Egypt, yet there was mourning in Egypt when the Lord broke down the altar and smote the priest. Regarding this event, Elder Mark E. Petersen wrote:"],[".image",{"id":"f3","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_A01_001-priestAbraham.gif"}]],["p.para",{"id":"p119","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p119"},"“When the scripture says that the Lord broke down the altars of the gods of the land, it must have had broad repercussions because it brought great mourning in Chaldea ‘and also in the court of Pharaoh.’ Pharaoh and his court were in Egypt. Only a most unusual event could have caused such extensive and distant reactions."],["p.para",{"id":"p120","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p120"},"“Abraham’s brief account obviously does not tell the whole story” (",["span.emphasis","Abraham, Friend of God,"],"48–49)."]]],[".topic",{"id":"t22","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t22"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.20-31"},"Abraham 1:20–31"]],["h3","Pharoah, King of Egypt"],[".topic",{"id":"t23","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t23"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.20-27"},"Abraham 1:20–27"],". A Pharaoh in Egypt"],["p.para",{"id":"p124","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p124"},"Elder Bruce R. McConkie, a member of the Quorum of the Twelve Apostles, wrote: “After the immersion of the earth in the waters of Noah came a day of new beginning. As in Adam’s day, the faithful lived under a theocratic system, and as in the days before the flood, those who chose to live after the manner of the world set up their own governments and their own ways of worship. The seed of Shem, Ham, and Japheth began to populate the earth, and it so continued for more than four hundred years, when Abraham, who received theocratic power from Melchizedek, went down into Egypt. There he found a descendant of Ham, reigning as Pharaoh, whose government was patterned after the patriarchal governments of old, but which was devoid of priesthood and revelation, and hence, as far as worship is concerned—a worship prescribed, mandated, and commanded by pharaoh—had turned to idolatry.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.20-27"},"Abraham 1:20–27"],".)” (",["span.emphasis","A New Witness for the Articles of Faith,"],"660)."],[".image",{"id":"f4","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_A01_002-pharaoh.gif"}]]],[".topic",{"id":"t24","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.25"},"Abraham 1:25"],". “The First Government of Egypt … Was after the Manner of the Government of Ham, Which Was Patriarchal”"],["p.para",{"id":"p126","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p126"},"Elder Joseph Fielding Smith, then a member of the Quorum of the Twelve Apostles, wrote:"],["p.para",{"id":"p127","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p127"},"“Egypt was not the only nation, in these early times, which attempted to imitate the patriarchal order of government. We have seen in Abraham’s record that this was the order of government in the reign of Adam, and down to the time of Noah."],["p.para",{"id":"p128","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p128"},"“Naturally that form of government would be perpetuated in large degree by all tribes as they began to spread over the face of the earth. As men multiplied they organized first in the family group, then into tribes and eventually into nations. The greater powers would naturally occupy the most favored spots. Stronger tribes would overcome the weaker and force them to join the national government, or else they would be subdued and treated as slaves, or placed under tribute. As the patriarchal order was handed down from father to son so also would the political authority be perpetuated with the same claims to authority. We know that in ancient times in Egypt, Assyria, Chaldea, Babylon, Persia, and among all the petty nations of the Mesopotamia and Palestine, the monarch was succeeded by his posterity in hereditary right” (",["span.emphasis","The Progress of Man,"],"3rd ed. [1944], 100–101.)"]],[".topic",{"id":"t25","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.24-27"},"Abraham 1:24–27"],". The Pharaoh and the Priesthood"],["p.para",{"id":"p130","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p130"},"At times in the past, the power and authority to act in the name of the Lord was bestowed upon only a few worthy males and withheld from all others. In the days of Moses’ leadership of the children of Israel, for example, only the tribe of Levi had the privilege to hold the priesthood (see",["a.scriptureRef",{"href":"/scriptures/ot/num/8.5-26"},"Numbers 8:5–26"],"). Our day is the “long-promised day … when every faithful, worthy man in the Church may receive the holy priesthood.” On 8 June 1978, the First Presidency announced:"],["p.para",{"id":"p131","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p131"},"“Aware of the promises made by the prophets and presidents of the Church who have preceded us that at some time, in God’s eternal plan, all of our brethren who are worthy may receive the priesthood, and witnessing the faithfulness of those from whom the priesthood has been withheld, we have pleaded long and earnestly in behalf of these, our faithful brethren, spending many hours in the Upper Room of the Temple supplicating the Lord for divine guidance."],["p.para",{"id":"p132","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p132"},"“He has heard our prayers, and by revelation has confirmed that the long-promised day has come when every faithful, worthy man in the Church may receive the holy priesthood, with power to exercise its divine authority, and enjoy with his loved ones every blessing that flows therefrom, including the blessings of the temple. Accordingly, all worthy male members of the Church may be ordained to the priesthood without regard for race or color. Priesthood leaders are instructed to follow the policy of carefully interviewing all candidates for ordination to either the Aaronic or the Melchizedek Priesthood to insure that they meet the established standards for worthiness."],["p.para",{"id":"p133","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p133"},"“We declare with soberness that the Lord has now made known his will for the blessing of all his children throughout the earth who will hearken to the voice of his authorized servants, and prepare themselves to receive every blessing of the gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],")."]],[".topic",{"id":"t26","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t26"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.27"},"Abraham 1:27"],". What Does it Mean to “Fain Claim” the Right of Priesthood?"],["p.para",{"id":"p135","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p135"},["span.emphasis","Fain"],"means “content or willing to accept an alternative when the more desirable thing cannot be attained” (",["span.emphasis","Webster’s New Twentieth Century Dictionary of the English Language Unabridged,"],"2nd ed., 657). “The Pharaohs would fain claim [the priesthood] from Noah, through Ham” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.27"},"Abraham 1:27"],")."]]],[".topic",{"id":"t27","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t27"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1-13"},"Abraham 2:1–13"]],["h3","The Abrahamic Covenant"],[".topic",{"id":"t28","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t28"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1"},"Abraham 2:1"],". The Famine Waxed Sore in the Land"],["p.para",{"id":"p139","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p139"},"The famine in the land was most likely caused by drought, a prolonged period of dry weather during which crops wither and animals die from lack of feed. Note how the Lord used famine to influence Abraham and his family: a famine in Ur helped Terah, Abraham’s father, turn from his idolatry and join his sons in the land of Haran (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.30"},"Abraham 1:30"],"); the famine in Ur also created an additional sense of urgency for Abraham to leave Ur (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1-2"},"Abraham 2:1–2"],"); famine was a possible motivator for Abraham’s departure from the land of Haran, and was a probable factor in the death of Terah (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.17"},"Abraham 2:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.32"},"Genesis 11:32"],"); a famine persuaded Abraham and his family to leave the land of Canaan and continue their journey into Egypt (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.21"},"Abraham 2:21"],"). See also",["a.scriptureRef",{"href":"/scriptures/bofm/hel/11.3-20"},"Helaman 11:3–20"],"."]],[".topic",{"id":"t29","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t29"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6"},"Abraham 2:6"],". What Was the “Strange Land” Promised to Abraham?"],["p.para",{"id":"p141","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p141"},"The Bible and the book of Abraham both identify the strange land as the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.8"},"Genesis 17:8"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.15"},"Abraham 2:15"],"). It is not the same land possessed by the people of Canaan as recorded in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.6-8"},"Moses 7:6–8"],". Abraham’s Canaan was named for Canaan, the fourth son of Ham (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.22"},"Genesis 9:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.6"},"10:6"],"). Canaan and his household originally inhabited the land located in the lowland toward the Mediterranean coast of Palestine.",["span.emphasis","Canaan"],"sometimes refers to all the country west of the Jordan River, from Dan in the north to Beersheba in the south. This is the same land that Joshua parceled out to the twelve tribes of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/14"},"Joshua 14–21"],"). To learn more about the land and people of Canaan, see",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.18-21"},"Genesis 15:18–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.1-4"},"24:1–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.1-2,8-9"},"28:1–2, 8–9"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.11"},"Joshua 24:11"],"."],["p.para",{"id":"p148","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p148"},"Many of Abraham’s descendants have dwelt in the land of Canaan, yet from time to time some of them were driven out of that promised land (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6"},"Abraham 2:6"],"). President Joseph Fielding Smith explained: “The descendants of Abraham, the tribes of Israel, became the chosen people of the Lord according to the promise. The Lord honored them, nourished them, watched over them with a jealous care, until they became a great nation in the land the Lord had given to their fathers. Notwithstanding this tender care and the instructions and warnings this people received from time to time through their prophets, they failed to comprehend the goodness of the Lord and departed from him. Because of their rebellion they were driven out of their land and eventually were scattered among the nations” (",["span.emphasis","Doctrines of Salvation,"],"1:164)."]],[".topic",{"id":"t30","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t30"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6"},"Abraham 2:6"],". An Everlasting Possession"],["p.para",{"id":"p150","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p150"},"Elder Bruce R. McConkie taught that “Abraham’s inheritance in Canaan, for himself and his seed after him, was to be an eternal inheritance, one that would endure in time and in eternity. This promise is the hope of Israel, the hope that the meek shall inherit the earth, first during the millennial era and finally in that same immortal state when the earth becomes a celestial sphere” (",["span.emphasis","Doctrinal New Testament Commentary,"],"2:71)."],[".image",{"id":"f5","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_000_A02_001-godsPromise.gif"}]]],[".topic",{"id":"t31","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t31"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6,9-11"},"Abraham 2:6, 9–11"],". The Abrahamic Covenant"],["p.para",{"id":"p162","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p162"},"Elder Bruce R. McConkie explained:"],["p.para",{"id":"p163","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p163"},"“Abraham stands in the same position as Noah for all who have lived since his day, as far as eternal blessings are concerned. Even those who are not his literal seed shall receive their eternal blessings through him and the covenant God made with him. The Lord made repeated promises to Abraham that he would become a great nation and also that in him should ‘all families of the earth be blessed.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.2-3"},"Genesis 12:2–3"],".) He was promised the land of Canaan as an everlasting inheritance for him and for his seed. ‘And I will make thy seed as the dust of the earth: so that if a man can number the dust of the earth, then shall thy seed also be numbered.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.16"},"Genesis 13:16"],".) This has reference to eternal increase, for no man’s seed could exceed in number the dust particles of the earth. ‘Look now toward heaven,’ the Lord said, ‘and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.’ And Abraham ‘believed in the Lord; and he counted it to him for righteousness.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.5-6"},"Genesis 15:5–6"],".) All these things are part of the Abrahamic covenant."],["p.para",{"id":"p164","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p164"},"“And yet again the Lord said to Abraham: ‘As for me, behold, my covenant is with thee, and thou shalt be a father of many nations. … And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee. And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee. And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.4-8"},"Genesis 17:4–8"],".) Abraham thus covenants for himself and for his seed that he and they will serve the Lord Jehovah, who in turn promises them eternal increase."],["p.para",{"id":"p165","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p165"},"“In its purest and best form, as far as the ancient word is concerned, the Abrahamic covenant is thus set forth: [quotes",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abraham 2:9–11"],".]"],["p.para",{"id":"p166","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p166"},"“What, then, is the Abrahamic covenant? It is that Abraham and his seed (including those adopted into his family) shall have all of the blessings of the gospel, of the priesthood, and of eternal life. The gate to eternal life is celestial marriage, which holy order of matrimony enables the family unit to continue in eternity, so that the participating parties may have posterity as numerous as the sands upon the seashore or the stars in heaven. The Abrahamic covenant enables men to create for themselves eternal family units that are patterned after the family of God our Heavenly Father. A lesser part of the covenant is that the seed of Abraham have the Millennial destiny of inheriting as an everlasting possession the very land of Canaan whereon the feet of the righteous have trod in days gone by” (",["span.emphasis","A New Witness for the Articles of Faith,"],"503–5; see also",["span.crossRef","“The Abrahamic Covenant,”"],"pp. 93–98 of this manual)."],[".image",{"id":"f6","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_000_APP_002-abrahamicCov.gif"}]]],[".topic",{"id":"t32","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t32"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.10"},"Abraham 2:10"],". Abraham’s Seed"],["p.para",{"id":"p168","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p168"},"Elder John A. Widtsoe stated: “All who accept the gospel become by adoption members of the family of Abraham” (",["span.emphasis","Evidences and Reconciliations,"],"399). The Prophet Joseph Smith taught: “As the Holy Ghost falls upon one of the literal seed of Abraham, it is calm and serene; and his whole soul and body are only exercised by the pure spirit of intelligence; while the effect of the Holy Ghost upon a Gentile, is to purge out the old blood, and make him actually of the seed of Abraham. That man that has none of the blood of Abraham (naturally) must have a new creation by the Holy Ghost” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"149–50)."]],[".topic",{"id":"t33","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t33"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],". “This Right Shall Continue in Thee, and in Thy Seed”"],["p.para",{"id":"p170","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p170"},"Abraham desired the blessings of the fathers—the right to administer in the Melchizedek Priesthood. He was a rightful heir, and because of his righteousness he became a high priest in the Melchizedek Priesthood (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],"). The Lord promised him that his posterity would also be rightful heirs of the priesthood. “Being an heir to the Abrahamic covenant does not make one a ‘chosen person’ per se, but does signify that such are chosen to responsibly carry the gospel to all the peoples of the earth. Abraham’s seed have carried out the missionary activity in all the nations since Abraham’s day. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.9"},"Matt. 3:9"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abr. 2:9–11"],")” (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/abraham-covenant-of"},"“Abraham, covenant of,”"],"602)."],["p.para",{"id":"p171","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p171"},"President Ezra Taft Benson said: “The responsibility of the seed of Abraham, which we are, is to be missionaries to ‘bear this ministry and Priesthood unto all nations’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9"},"Abraham 2:9"],")” (in Conference Report, Apr. 1987, 107; or",["span.emphasis","Ensign,"],"May 1987, 85)."],["p.para",{"id":"p172","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p172"},"The same keys of the priesthood given to Abraham have been restored to the earth in the latter days. On 3 April 1836 a prophet named Elias appeared to Joseph Smith and Oliver Cowdery in the newly dedicated Kirtland Temple and committed to them “the gospel of Abraham, saying that in us and our seed all generations after us should be blessed” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"D&C 110:12"],"). With these keys of the priesthood on earth once again, a person can receive all of the blessings given to Abraham (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29-33"},"D&C 132:29–33"],")."]],[".topic",{"id":"t34","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t34"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.13"},"Abraham 2:13"],". “I Will Do Well to Hearken unto Thy Voice”"],["p.para",{"id":"p174","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p174"},"The Prophet Joseph Smith taught: “Abraham was guided in all his family affairs by the Lord; was conversed with by angels, and by the Lord; was told where to go, and when to stop; and prospered exceedingly in all that he put his hand unto; it was because he and his family obeyed the counsel of the Lord” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"251–52)."]]],[".topic",{"id":"t35","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t35"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.14-25"},"Abraham 2:14–25"]],["h3","Abraham Continued His Journey"],[".topic",{"id":"t36","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t36"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.14"},"Abraham 2:14"],". A Chronology of the Later Years of Abraham’s Life"],[".figure",{"id":"f7","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f7"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Age"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham left Ur for the land of Haran (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.3-4"},"Abraham 2:3–4"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","62"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham and his family left the land of Haran for the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.14"},"Abraham 2:14"],"; note that",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.4"},"Genesis 12:4"],"says that he was 75 years old when they left Haran)."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham and his family lived in Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.11-20"},"Genesis 12:11–20"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham settled in Hebron (in the land of Canaan) and the Lord appeared to him again (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/13"},"Genesis 13"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham rescued Lot and met with Melchizedek (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/14"},"Genesis 14"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","86"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Ishmael, Abraham’s son by Hagar, was born (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.16"},"Genesis 16:16"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","99"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Lord again appeared to Abraham, confirming his covenant with him (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1"},"Genesis 17:1"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","100"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Isaac, Abraham’s son by Sarah, was born (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.5"},"Genesis 21:5"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham obeyed the command to offer his son Isaac as a sacrifice to the Lord; the Abrahamic Covenant was reconfirmed (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22"},"Genesis 22"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Sarah, Abraham’s wife, died (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/23"},"Genesis 23"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","175"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham died and was buried with Sarah in Hebron (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.7-10"},"Genesis 25:7–10"],")."]]]]]],["p.para",{"id":"p202","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p202"},"Abraham’s call to leave Ur of the Chaldees and go to the lands of Canaan and Egypt altered the course of his life, the lives of his descendants, and ultimately other nations and civilizations."]],[".topic",{"id":"t37","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t37"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.19"},"Abraham 2:19"],". The Lord Appeared to Abraham Again"],["p.para",{"id":"p204","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p204"},"The scriptures reveal numerous occasions when the Lord spoke or appeared to Abraham. Thus far the book of Abraham told about:"],["ul.bullet",["li",["span.label","•"],["p","A vision of God, an angel, and the voice of the Lord while Abraham lay on the altar (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.15-19"},"Abraham 1:15–19"],")."]],["li",["span.label","•"],["p","An appearance of the Lord while Abraham prayed in the land of Haran (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6-11"},"Abraham 2:6–11"],")."]],["li",["span.label","•"],["p","Another appearance of the Lord in answer to Abraham’s prayer as he entered the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.19"},"v. 19"],")."]]],["p.preamble","Later, the Lord spoke or appeared to Abraham:"],["ul.bullet",["li",["span.label","•"],["p","Before Abraham went into Egypt (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.22"},"Abraham 2:22"],")."]],["li",["span.label","•"],["p","After he returned from Egypt and settled in the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.14-18"},"Genesis 13:14–18"],")."]],["li",["span.label","•"],["p","When he prayed for offspring (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/15"},"Genesis 15"],")."]],["li",["span.label","•"],["p","When he was ninety-nine years old (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17"},"Genesis 17"],")."]],["li",["span.label","•"],["p","When he pled for the residents of Sodom (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.17-33"},"Genesis 18:17–33"],")."]],["li",["span.label","•"],["p","Near the time Isaac was born (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.12-14"},"Genesis 21:12–14"],")."]],["li",["span.label","•"],["p","When he was commanded to offer Isaac as a burnt offering (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.1-2"},"Genesis 22:1–2"],")."]],["li",["span.label","•"],["p","At the offering of Isaac on the mount (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.6-19"},"Genesis 22:6–19"],")."]]],["p.para",{"id":"p217","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p217"},"“Abraham received all things, whatsoever he received, by revelation and commandment, by my word, saith the Lord, and hath entered into his exaltation and sitteth upon his throne” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29"},"D&C 132:29"],")."]],[".topic",{"id":"t38","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t38"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.22-25"},"Abraham 2:22–25"],". Abraham and Sarai in Egypt"],["p.para",{"id":"p219","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p219"},"Facsimile 3 shows that Abraham not only survived his experience in Egypt, but that he was invited by Pharaoh to sit on the throne and teach principles of astronomy. The Lord blessed Abraham and Sarai spiritually, socially, and economically during their time in Egypt (see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.16-20"},"Genesis 12:16–20"],")."]],[".topic",{"id":"t39","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t39"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.24-25"},"Abraham 2:24–25"],". Sarai’s Obedience"],["p.para",{"id":"p221","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p221"},"Sarai was instructed to tell the Egyptians that she was Abraham’s sister. It was a test of her faith, just as it was undoubtedly a difficult experience for Abraham. Whatever the Lord commands a person to do is right and must be obeyed (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"256). Abraham and Sarai understood this principle and passed the divine test the Lord had put before them. Elder Mark E. Petersen wrote: “To protect himself, Abraham had told Pharaoh that Sarah was his sister, which of course she was. Had he divulged that she was his wife, he might have been slain. But as his sister, Pharaoh was willing to buy her at a good price” (",["span.emphasis","Abraham, Friend of God,"],"69; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/20.12"},"Genesis 20:12"],"; for further discussion of this, see S. Kent Brown,",["span.crossRef","“Biblical Egypt: Land of Refuge, Land of Bondage,”"],["span.emphasis","Ensign,"],"Sept. 1980, pp. 45, 47)."],["p.para",{"id":"p222","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p222"},["span.emphasis","Sarai"],"comes from the root of a word meaning “princess” in Hebrew and “queen” in the Akkadian language. There is no doubt that Sarai was a woman of great spiritual stature. Elder Bruce R. McConkie explained: “The Lord never sends apostles and prophets and righteous men to minister to his people without placing women of like spiritual stature at their sides. Adam stands as the great high priest, under Christ, to rule as a natural patriarch over all men of all ages, but he cannot rule alone; Eve, his wife, rules at his side, having like caliber and attainments to his own. Abraham is tested as few men have been when the Lord commands him to offer Isaac upon the altar (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.1-19"},"Gen. 22:1–19"],"); and Sarah struggles with like problems when the Lord directs that she withhold from the Egyptians her status as Abraham’s wife. … And so it goes, in all dispensations and at all times when there are holy men there are also holy women. Neither stands alone before the Lord. The exaltation of the one is dependent upon that of the other” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:302)."]]],[".topic",{"id":"t40","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t40"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.1-17"},"Abraham 3:1–17"]],["h3","The Lord Showed Abraham the Stars"],[".topic",{"id":"t41","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t41"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.1"},"Abraham 3:1"],". What Is the Urim and Thummim?"],["p.para",{"id":"p226","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p226"},["span.emphasis","Urim"],"and",["span.emphasis","thummim"],"come from Hebrew words meaning “lights” and “perfections.” The title",["span.emphasis","Urim and Thummim"],"was given to an instrument the Lord prepared to assist man in obtaining revelation and in translating languages. The earliest use of the Urim and Thummim mentioned in the scriptures is associated with the brother of Jared (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.21-28"},"Ether 3:21–28"],")."],["p.para",{"id":"p227","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p227"},"The Prophet Joseph Smith was given the Urim and Thummim that had previously been in the possession of the brother of Jared (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.1"},"D&C 17:1"],"). The Prophet described them as being “two stones in silver bows—and these stones, fastened to a breastplate, constituted what is called the Urim and Thummim” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.35"},"Joseph Smith—History 1:35"],")."],["p.para",{"id":"p228","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p228"},"The scriptures reveal that there were more than one Urim and Thummim. While the prophets of the Book of Mormon were using one set of stones (see",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.20-21"},"Omni 1:20–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13-19"},"Mosiah 8:13–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.26-28"},"21:26–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.11-20"},"28:11–20"],"), the prophets of the Old Testament were using another (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.30"},"Exodus 28:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/27.21"},"Numbers 27:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.8"},"Deuteronomy 33:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/28.6"},"1 Samuel 28:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.63"},"Ezra 2:63"],")."]],[".topic",{"id":"t42","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t42"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-16"},"Abraham 3:2–16"],". The Name of the Great One Is Kolob"],["p.para",{"id":"p230","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p230"},"President Joseph Fielding Smith wrote: “The Lord made known to him the following facts: That Kolob is the first creation, and is nearest to the celestial, or the residence of God. It is the first in government, the last pertaining to the measurement of time. This measurement is according to celestial time. One day in Kolob is equal to a thousand years according to the measurement of this earth, which by the Egyptians was called Jah-oh-eh. Oliblish, so called by the Egyptians, stands next to Kolob in the grand governing creation near the celestial, or place where God resides. This great star is also a governing star and is equal to Kolob in its revolutions and in its measuring of time. Other grand governing stars were also revealed to Abraham” (",["span.emphasis","Man: His Origin and Destiny"],"[1954], 461.)"]],[".topic",{"id":"t43","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-10,16-17"},"Abraham 3:2–10, 16–17"],". Other Governing Stars"],["p.para",{"id":"p232","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p232"},"Abraham learned that, like Kolob, there were other stars that were “very great,” and that these great stars were governing stars (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-3"},"Abraham 3:2–3"],"). The Lord taught Abraham about “the set time of all the stars” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.10"},"v. 10"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4-9"},"vv. 4–9"],"). Abraham also learned that there are other governing stars located nearer to Kolob and that they rotate more slowly, or “longer,” than many other stars (but not more slowly than Kolob)."]],[".topic",{"id":"t44","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.3-4"},"Abraham 3:3–4"],". “The Same Order as That upon Which Thou Standest”"],["p.para",{"id":"p234","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p234"},"The Lord’s teachings about stars and planets helped Abraham understand more about this earth and its relationship to Kolob. For example, he taught Abraham that one day on Kolob was equal to one thousand years of time on our earth (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"Abraham 3:4"],")."]],[".topic",{"id":"t45","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.5-7"},"Abraham 3:5–7"],". The Measurement of Time May Vary"],["p.para",{"id":"p236","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p236"},"“Abraham learned that bodies in space have different periods of revolution and that they move in their own time frames of reference (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"Abr. 3:4"],"). Each planet, or star, operates according to a time base which is set by its location from a central, governing body. …"],["p.para",{"id":"p237","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p237"},"“To further clarify, let us consider a moon explorer who is faced with an extended stay on the moon’s surface. After a while, he finds it more convenient to redefine his time base in terms of the sun’s motion across the moon sky (his new environment). Following the method he remembers from his experiences on earth (the old environment), he defines the moon day as beginning when the sun rises at one place on the horizon and ending when the sun sets on the opposite horizon. …"],["p.para",{"id":"p238","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p238"},"“Long after the moon days, months and years are well established for the intrepid moon voyager, he compares his moon system to the earthly calendar. He finds that one full moon day (complete rotation) corresponds to approximately 29 earth days. … The moon observer agrees that his day passes much slower than the days that are reckoned on the earth” (Fred Holmstrom, “Astronomy and the Book of Abraham,”",["span.emphasis","Sidney B. Sperry Symposium, 1982: The Pearl of Great Price"],"[1982], 110–11)."]],[".topic",{"id":"t46","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t46"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.13"},"Abraham 3:13"],". The Lord Knows All of His Creations"],["p.para",{"id":"p240","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p240"},"The Lord identified by name several of the planets or stars in His creations. Speaking of His numerous and marvelous works, the Lord said:"],["p.para",{"id":"p241","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p241"},"“There are many worlds that have passed away by the word of my power. And there are many that now stand, and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them. …"],["p.para",{"id":"p242","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p242"},"“… The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.35,37"},"Moses 1:35, 37"],")."]],[".topic",{"id":"t47","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t47"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.14"},"Abraham 3:14"],". “I Will Multiply Thee, and Thy Seed after Thee”"],["p.para",{"id":"p244","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p244"},"The Lord fulfilled His promise to Abraham regarding his posterity, for many billions of people have been born on this earth who can consider themselves his children. The promise of great posterity applies to all the faithful. Elder Joseph Fielding Smith, when he was a member of the Quorum of the Twelve Apostles, taught:"],["p.para",{"id":"p245","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p245"},"“The children of Abraham, if they will keep the covenant as they receive it in the house of the Lord, shall, as Abraham their father, continue on through all eternity to increase, and there shall be no end to their posterity. In this way the blessings of Abraham, Isaac and Jacob, are extended to them, and they become partakers to the fullest extent. For there is to be a continuation of the ‘seeds forever’ among those who receive exaltation in the kingdom of God” (",["span.emphasis","The Way to Perfection,"],"96)."]],[".topic",{"id":"t48","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.16-17"},"Abraham 3:16–17"],". Stars Differ in Greatness"],["p.para",{"id":"p247","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p247"},"Abraham learned that wherever there are two stars one will be greater than the other, and that there are other stars greater than those two, until Kolob, which is the greatest of all. He learned that it is not size that makes one star or planet greater than another, but rather its proximity to Kolob. So it is with the children of God—their greatness and glory will depend upon their proximity to the Creator, Jesus Christ, who is “nearest unto the throne of God,” “the great one,” “the first creation,” and is “set to govern all those which belong to the same order.” Thus the great star, Kolob, is a symbol of Jesus Christ."]],[".topic",{"id":"t49","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t49"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.17"},"Abraham 3:17"],". The Perfections of the Lord God"],["p.para",{"id":"p249","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p249"},"God sees to completion the actual accomplishment of everything that He takes into His heart. How different this is from the nature of mankind. The Lord explained:"],["p.para",{"id":"p250","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p250"},"“For my thoughts are not your thoughts, neither are your ways my ways. …"],["p.para",{"id":"p251","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p251"},"“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-9"},"Isaiah 55:8–9"],")."]]],[".topic",{"id":"t50","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t50"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-28"},"Abraham 3:18–28"]],["h3","The Lord Taught Abraham about the Premortal Existence"],[".topic",{"id":"t51","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t51"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-23"},"Abraham 3:18–23"],". The Spirit Children of Heavenly Father"],["p.para",{"id":"p255","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p255"},"Abraham learned that there are varying degrees of intelligence among Heavenly Father’s spirit children. (Abraham called the spirit children of our Heavenly Father “spirits” in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-19"},"Abraham 3:18–19"],", “intelligences” in verse 22, and “souls” in verse 23.) He learned that God dwelled in the midst of all the spirits or intelligences and that God “is more intelligent than they all.” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.19"},"v. 19"],")"]],[".topic",{"id":"t52","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t52"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-23"},"Abraham 3:18–23"],". The Premortal Existence"],["p.para",{"id":"p257","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p257"},"The Prophet Joseph Smith stated: “God himself, finding he was in the midst of spirits and glory, because he was more intelligent, saw proper to institute laws whereby the rest could have a privilege to advance like himself. The relationship we have with God places us in a situation to advance in knowledge. He has power to institute laws to instruct the weaker intelligences, that they may be exalted with Himself, so that they might have one glory upon another, and all that knowledge, power, glory, and intelligence, which is requisite in order to save them in the world of spirits” (",["span.emphasis","History of the Church,"],"6:312)."]],[".topic",{"id":"t53","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t53"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-19"},"Abraham 3:18–19"],". What Does it Mean to Be “More Intelligent”?"],["p.para",{"id":"p259","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p259"},"Speaking of the differences between spirits, President Joseph Fielding Smith said: “We know they were all innocent in the beginning; but the right of free agency which was given to them enabled some to outstrip others, and thus, through the eons of immortal existence, to become more intelligent, more faithful, for they were free to act for themselves, to think for themselves, to receive the truth or rebel against it” (",["span.emphasis","Doctrines of Salvation,"],"1:59)."]],[".topic",{"id":"t54","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t54"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18-19"},"Abraham 3:18–19"],". Our Spirits Are Eternal"],["p.para",{"id":"p261","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p261"},"The Prophet Joseph Smith taught: “I am dwelling on the immortality of the spirit of man. Is it logical to say that the intelligence of spirits is immortal, and yet that it has a beginning? The intelligence of spirits had no beginning, neither will it have an end. That is good logic” (",["span.emphasis","History of the Church,"],"6:311)."],["p.para",{"id":"p262","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p262"},"Speaking about the eternal nature of our spirit, President Brigham Young stated:"],["p.para",{"id":"p263","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p263"},"“Mankind are organized of element designed to endure to all eternity; it never had a beginning and never can have an end. There never was a time when this matter, of which you and I are composed, was not in existence, and there never can be a time when it will pass out of existence; it cannot be annihilated."],["p.para",{"id":"p264","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p264"},"“It is brought together, organized, and capacitated to receive knowledge and intelligence, to be enthroned in glory, to be made angels, Gods—beings who will hold control over the elements, and have power by their word to command the creation and redemption of worlds, or to extinguish suns by their breath, and disorganize worlds, hurling them back into their chaotic state. This is what you and I are created for” (",["span.emphasis","Discourses of Brigham Young,"],"48; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.29-33"},"D&C 93:29–33"],")."],["p.para",{"id":"p265","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p265"},"Regarding the origin of our spirits in the premortal life, President Marion G. Romney, who was a counselor in the First Presidency, taught: “In origin, man is a son of God. The spirits of men ‘are begotten sons and daughters unto God’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.24"},"D&C 76:24"],"). Through that birth process, self-existing intelligence was organized into individual spirit beings” (in Conference Report, Sept.–Oct. 1978, 18; or",["span.emphasis","Ensign,"],"Nov. 1978, 14)."],["p.para",{"id":"p266","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p266"},"Elder Neal A. Maxwell wrote: “Admittedly we do not now understand all the implications of the words, ‘spirits … have no beginning; they existed before … for they are … eternal’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.18"},"Abraham 3:18"],"). Yet we surely understand enough to see a loving and redeeming God at work, striving to help us become as He is—a cause for our deep gratitude and joy, instead of despair and doubt, and for a willing submission to whatever He perceives will further that purpose” (",["span.emphasis","“Not My Will, But Thine,”"],"40)."]],[".topic",{"id":"t55","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t55"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.19-21"},"Abraham 3:19–21"],". The Lord Is “More Intelligent than They All”"],["p.para",{"id":"p268","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p268"},"Elder Neal A. Maxwell wrote: “Let us not forget that great insight given us about the premortal world. The ascendancy of Jesus Christ (among all of our spirit brothers and sisters) is clearly set forth. Of Him it was said that He is ‘more intelligent than they all.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.19"},"Abraham 3:19"],".) … Moreover, what the Lord knows is, fortunately,",["span.emphasis","vastly"],"more—not just",["span.emphasis","barely"],"more—than the combination of what all mortals know” (",["span.emphasis","All These Things Shall Give Thee Experience"],"[1979], 22)."]],[".topic",{"id":"t56","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t56"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22–23"],". The Noble and Great Ones"],["p.para",{"id":"p270","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p270"},"Among the spirits or intelligences that Abraham saw were many “noble and great ones” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22"},"Abraham 3:22"],"). God said that these noble and great spirits were good and that He would make them His rulers. Abraham was one of the noble and great ones. President Joseph F. Smith also saw in a vision many of the noble and great spirits “who were chosen in the beginning to be rulers in the Church of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.55"},"D&C 138:55"],"). Of them President Smith stated: “Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3"},"v. 56"],")."]],[".topic",{"id":"t57","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t57"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.23-24"},"Abraham 3:23–24"],". “Thou Wast Chosen Before Thou Wast Born”"],["p.para",{"id":"p272","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p272"},"The Lord told Abraham that he, Abraham, was chosen in the premortal existence to be a ruler on earth. Elder Bruce R. McConkie explained: “As it was with Abraham, so it was with Joseph Smith. Each was foreordained [chosen and set apart before mortal birth] to preside over a great gospel dispensation” (",["span.emphasis","A New Witness for the Articles of Faith,"],"4)."],["p.para",{"id":"p273","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p273"},"The Prophet Joseph Smith said: “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was. I suppose I was ordained to this very office in that Grand Council” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"365)."]],[".topic",{"id":"t58","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t58"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-28"},"Abraham 3:24–28"],". “One among Them That Was Like unto God”"],["p.para",{"id":"p275","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p275"},"Abraham learned additional things about Jesus Christ. For example, Jesus Christ was the One who created the earth upon which the spirit children of Heavenly Father would dwell (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24"},"Abraham 3:24"],"). He was also chosen and sent to earth to be the Savior (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.27-28"},"vv. 27–28"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],")."]],[".topic",{"id":"t59","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t59"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24"},"Abraham 3:24"],". “We Will Make an Earth”"],["p.para",{"id":"p277","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p277"},"Elder Bruce R. McConkie taught: “Christ, acting under the direction of the Father, was and is the Creator of all things. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.1-4"},"D.&C. 38:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.22-24"},"76:22–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.1-3"},"John 1:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.16-17"},"Col. 1:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.1-3"},"Heb. 1:1–3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2"},"2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3"},"3"],".) That he was aided in the creation of this earth by ‘many of the noble and great’ spirit children of the Father is evident from Abraham’s writings. … Michael or Adam was one of these. Enoch, Noah, Abraham, Moses, Peter, James, and John, Joseph Smith, and many other ‘noble and great’ ones played a part in the great creative enterprise” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:194)."]],[".topic",{"id":"t60","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t60"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],". “We Will Prove Them”"],["p.para",{"id":"p279","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p279"},"President Ezra Taft Benson succinctly restated the message of",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],"when he said: “The",["span.emphasis","great test of life"],"is obedience to God” (in Conference Report, Apr. 1988, 3; or",["span.emphasis","Ensign,"],"May 1988, 4). We are not here to test or “prove” God, but to be tested and proved ourselves. We are on trial, not God."],["p.para",{"id":"p280","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p280"},"Elder Rex C. Reeve Sr., who was a member of the Seventy, said: “This life is a time of testing. It is not the reward time. That will come later. We are here being tested. The test is going on now!” (in Conference Report, Oct. 1982, 37; or",["span.emphasis","Ensign,"],"Nov. 1982, 26)."]],[".topic",{"id":"t61","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t61"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],". What Does it Mean to “Keep” an Estate?"],["p.para",{"id":"p282","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p282"},"The “first estate” refers to the period of time before we were born on this earth, also known as the premortal life. To “keep” this first estate, a spirit child of God in pre-earth life had to use his or her agency to choose to follow the plan of salvation offered by Heavenly Father. A third part of the spirit children of Heavenly Father followed Lucifer (the devil) and rebelled against God and the plan of salvation, thereby failing to keep their first estate. They were therefore cast out of heaven, with no more opportunity to progress."],["p.para",{"id":"p283","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p283"},"The “second estate” refers to mankind’s mortal existence on this earth. This estate is a probationary period in which individuals “prepare to meet God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24"},"Alma 12:24"],"). All who accept and obey the saving principles and ordinances of the gospel of Jesus Christ will receive eternal life, the greatest gift of God, and will have “glory added upon their heads for ever and ever” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],"). Those who do not have the opportunity to accept and live the gospel in mortality are given that opportunity in the spirit world, after they die."],["p.para",{"id":"p284","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p284"},"Additional insight on the first and second estates is offered by Elder Neal A. Maxwell:"],["p.para",{"id":"p285","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p285"},"“Premortality is not a relaxing doctrine. For each of us, there are choices to be made, incessant and difficult chores to be done, ironies and adversities to be experienced, time to be well spent, talents and gifts to be well employed. Just because we were chosen ‘there and then,’ surely does not mean we can be indifferent ‘here and now.’ …"],["p.para",{"id":"p286","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p286"},"“In fact, adequacy in the first estate may merely have ensured a stern, second estate with more duties and no immunities! Additional tutoring and suffering appears to be the pattern for the Lord’s most apt pupils. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.19"},"1 Peter 4:19"],".) Our existence, therefore, is a continuum matched by God’s stretching curriculum. …"],["p.para",{"id":"p287","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p287"},"“Agreeing to enter this second estate, therefore, was like agreeing in advance to anesthetic—the anesthetic of forgetfulness. Doctors do not deanesthetize a patient, in the midst of what was previously authorized, to ask him, again, if it should be continued. We agreed to come here and to undergo certain experiences under certain conditions” (in Conference Report, Oct. 1985, 21; or",["span.emphasis","Ensign,"],"Nov. 1985, 17)."]]],[".topic",{"id":"t62","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t62"},["h2","Facsimiles 2–3"],["h3","Abraham Taught the Egyptians"],[".topic",{"id":"t63","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t63"},["h3","Facsimiles 2–3. Interpreting the Facsimiles"],["p.para",{"id":"p291","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p291"},"The figures in the facsimiles are symbolic. Explanations of the facsimiles other than those provided by the Prophet Joseph Smith, which are printed with the facsimiles in the Pearl of Great Price, are tentative and subject to revision by additional revelation and insight from modern prophets."]],[".topic",{"id":"t64","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t64"},["h3","Facsimile 2. General Information"],["p.para",{"id":"p293","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p293"},"The type of drawing depicted in facsimile 2 is known among scholars as a “hypocephalus,” which means “under or beneath the head.” “A hypocephalus is a small disk-shaped object made of papyrus, stuccoed linen, bronze, gold, wood, or clay, which the Egyptians placed under the head of their dead. They believed it would magically cause the head and body to be enveloped in flames or radiance, thus making the deceased divine. The hypocephalus itself symbolized the eye of Re or Horus, i.e., the sun, and the scenes portrayed on it relate to the Egyptian concept of the resurrection and life after death” (Michael D. Rhodes,",["span.emphasis","The Joseph Smith Hypocephalus … Seventeen Years Later"],"[F.A.R.M.S. paper, RHO-94], 1)."],[".image",{"id":"f10","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_A03_001-roundStone.gif"}]],["p.para",{"id":"p294","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p294"},"If the hypocephalus represents the eye of God, as explained above, what might be depicted on it? We know that God’s focus and attention are upon bringing to pass the immortality and eternal life of His children (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). It is not strange, therefore, that the symbolic drawing of the eye of God, as represented by Abraham facsimile 2, shows this great hope for all of His children. Indeed, facsimile 2 contains figures and explanations relating to the Lord’s plan of salvation. For example, the explanations for figures 3, 7, and 8 establish a clear relationship between the contents of facsimile 2 and the ordinances of the temple."],["p.para",{"id":"p295","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p295"},"President Joseph Fielding Smith taught: “Abraham wrote things and sealed them up that they cannot be read. They cannot be revealed unto the world, but are to be had in the holy temple of God. They are certain keys and blessings that are obtained in the house of the Lord that we must have if we are to obtain exaltation” (",["span.emphasis","Doctrines of Salvation,"],"2:253)."]],[".topic",{"id":"t65","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t65"},["h3","Facsimile 2, figure 1. Kolob"],["p.para",{"id":"p297","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p297"},"The center of facsimile 2 contains a representation of Kolob. In his explanation for figure 1, the Prophet Joseph Smith said that Kolob is “first in government, the last pertaining to the measurement of time.” This means that Kolob is the star nearest to the presence of God (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-3"},"Abraham 3:2–3"],"), is the governing star in all the universe (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.3"},"v. 3"],"), and that time passes more slowly on Kolob than on any other star in this order (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"v. 4"],"). Kolob is also symbolic of Jesus Christ, the central figure in God’s plan of salvation."]],[".topic",{"id":"t66","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t66"},["h3","Facsimile 2, figure 3. A Crown of Eternal Light"],["p.para",{"id":"p299","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p299"},"Note in the explanation for figure 3 the mention of the crown of eternal light upon God’s head. Note also that the stars represented by figures 22–23 receive their light from Kolob (as given in the explanation for figure 5). Jesus Christ is the source of all light (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.7-13"},"D&C 88:7–13"],")."]],[".topic",{"id":"t67","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t67"},["h3","Facsimile 2, figure 5. Enish-go-on-dosh"],["p.para",{"id":"p301","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p301"},"The drawing shown in figure 5 represents another of the great stars in the expanse of space that help govern with power (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2,13"},"Abraham 3:2, 13"],"). The moon, earth, and sun in our solar system are examples of these kinds of stars. These stars could also be symbolic of other great and noble spirits in the premortal existence (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22–23"],"). Note how close in this facsimile this “ noble and great” one is to the central drawing of Kolob, or Jesus Christ."]],[".topic",{"id":"t68","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t68"},["h3","Facsimile 2, figures 7–8. Returning to God’s Presence"],["p.para",{"id":"p303","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p303"},"Egyptologists suggest that hypocephali contain information to help deceased persons return to the presence of God. Similarly, the Lord has given Latter-day Saints divine help to return to His presence. President Brigham Young taught: “Your [temple] endowment is, to receive all those ordinances in the house of the Lord, which are necessary for you, after you have departed this life, to enable you to walk back to the presence of the Father, passing the angels who stand as sentinels” (",["span.emphasis","Discourses of Brigham Young,"],"416)."],[".image",{"id":"f11","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_A03_002-pharaohsCourt.gif"}]]],[".topic",{"id":"t69","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t69"},["h3","Facsimile 3. General Information"],["p.para",{"id":"p305","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p305"},"In",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.15"},"Abraham 3:15"],", the Lord told Abraham that he was to teach the Egyptians the things he had learned (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.15"},"Abraham 3:15"],"). Commenting on this, the Prophet Joseph Smith said: “The learning of the Egyptians, and their knowledge of astronomy was no doubt taught them by Abraham and Joseph, as their records testify, who received it from the Lord” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"251)."]],[".topic",{"id":"t70","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t70"},["h3","Facsimile 3, figure 1. Abraham upon Pharaoh’s Throne"],["p.para",{"id":"p307","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p307"},"In figure 1 of facsimile 3, Abraham is shown seated upon the throne of Pharaoh, “reasoning upon the principles of Astronomy, in the king’s court” (explanation for facsimile 3; see also the explanation for figure 1). It is clear in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.1-16"},"Abraham 3:1–16"],"and facsimile 2, figures 1–5, that Abraham gained great knowledge of the principles of astronomy. Figure 1 could also be symbolic of Abraham receiving his exaltation and sitting upon a throne in the presence of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],")."]]],[".topic",{"id":"t71","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t71"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4–5"]],["h3","Abraham’s Vision of the Creation of the Earth"],["p.para",{"id":"p310","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p310"},"There are three accounts of the Creation in the scriptures:",["a.scriptureRef",{"href":"/scriptures/ot/gen/1"},"Genesis 1–2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2"},"Moses 2–3"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4–5"],". Each account contains a portion of the story, varying in some ways from the other accounts (see",["span.crossRef","“A Harmony of the Creation Accounts,”"],"pp. 82–92 of this manual)."],[".image",{"id":"f12","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_000_APP_001-creationAccts.gif"}]],[".topic",{"id":"t72","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t72"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.1"},"Abraham 4:1"],". “They, That Is the Gods”"],["p.para",{"id":"p312","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p312"},"See also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.31-33"},"Moses 1:31–33"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.1"},"2:1"],". Elder Bruce R. McConkie explained: “In the ultimate and final sense of the word, the Father is the Creator of all things. That he used the Son and others to perform many of the creative acts, delegating to them his creative powers, does not make these others creators in their own right, independent of him. He is the source of all creative power, and he simply chooses others to act for him in many of his creative enterprises” (",["span.emphasis","A New Witness for the Articles of Faith,"],"63)."]],[".topic",{"id":"t73","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t73"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.1"},"Abraham 4:1"],". The Earth Was Formed from Existing Matter"],["p.para",{"id":"p314","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p314"},"The belief of traditional Christianity is that God created all things",["span.emphasis","ex nihilo,"],"which means “out of nothing.” The Prophet Joseph Smith taught that “there is no such thing as immaterial matter” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.7"},"D&C 131:7"],"), and the Lord said that “the elements are eternal” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D&C 93:33"],"). The word",["span.emphasis","create,"],"as found in the Genesis account of the Creation, is from a Hebrew word that means “to organize” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],", footnote c; see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24"},"Abraham 3:24"],"). Joseph Smith likened the creative activity to the building of a ship (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"350–51). Just as a shipbuilder needs materials to create the ship, the Creator made the heavens and the earth out of existing materials."]],[".topic",{"id":"t74","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t74"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.2"},"Abraham 4:2"],". “The Earth, After It Was Formed, Was Empty and Desolate”"],["p.para",{"id":"p316","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p316"},"The Prophet Joseph Smith indicated that the translation “without form, and void,” as found in",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.2"},"Genesis 1:2"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.2"},"Moses 2:2"],", should read “empty and desolate,” as it does in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.2"},"Abraham 4:2"],"(see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"181)."]],[".topic",{"id":"t75","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t75"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.2"},"Abraham 4:2"],". “The Spirit of the Gods Was Brooding”"],["p.para",{"id":"p318","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p318"},"“Brooding” is what a hen does with her eggs and chicks; she broods over them, meaning she protects, warms, nurtures, and defends them. Jesus used this analogy of a hen gathering her chicks in His description of what He will do for His followers (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37"},"Matthew 23:37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.3-6"},"3 Nephi 10:3–6"],"). In this sense, the Spirit is still brooding over the creations of God."]],[".topic",{"id":"t76","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t76"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.5"},"Abraham 4:5"],". Night and Day"],["p.para",{"id":"p320","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p320"},"One of the interesting differences between the Abraham account of the Creation and the other scriptural accounts is the idea found in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.5"},"Abraham 4:5"],": “From the evening until morning they called night; and from the morning until the evening they called day” (see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.8,13,19,23,31"},"vv. 8, 13, 19, 23, 31"],"). The other accounts simply refer to each creative period as a day. Additionally, the creative periods in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4"],"are called “times,” not days (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.8,13,19,23,31"},"Abraham 4:8, 13, 19, 23, 31"],")."]],[".topic",{"id":"t77","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t77"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.6"},"Abraham 4:6"],". Dividing the Waters from the Waters"],["p.para",{"id":"p322","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p322"},"See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.6-8"},"Moses 2:6–8"],"and the explanations for Abraham facsimile 1, figure 12, and facsimile 2, figure 4."]],[".topic",{"id":"t78","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t78"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.12"},"Abraham 4:12"],". “After His Kind”"],["p.para",{"id":"p324","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p324"},"Compared with the book of Moses, the book of Abraham seems to more forcefully state the idea that all beings could",["span.emphasis","only"],"reproduce after their own kind. Speaking of the Creation, Elder Bruce R. McConkie taught: “There was no provision for evolvement or change from one species to another” (“Christ and the Creation,”",["span.emphasis","Ensign,"],"June 1982, 12)."]],[".topic",{"id":"t79","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t79"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.1-3,5"},"Abraham 5:1–3, 5"],". The Gods Counseled and Planned"],["p.para",{"id":"p326","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p326"},"On the subject of planning for the Creation, President Spencer W. Kimball said: “Before this earth was created the Lord made a blueprint, as any great contractor will do before constructing. He drew up the plans, wrote the specifications, and presented them. He outlined it and we were associated with him. … Our Father called us all together as explained in the scripture, and plans were perfected now for forming an earth. In his own words: ‘And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell; And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-25"},"Abraham 3:24–25"],".) That assemblage included us all. The gods would make land, water, and atmosphere and then the animal kingdom, and give dominion over it all to man. That was the plan. … God was the Master-worker, and he created us and brought us into existence” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"Edward L. Kimball, ed. [1982], 29–30; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.28-30"},"Luke 14:28–30"],")."]],[".topic",{"id":"t80","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t80"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.7"},"Abraham 5:7"],". The Breath of Life"],["p.para",{"id":"p328","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p328"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.7"},"Moses 3:7"],"states that God “formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.”",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.7"},"Abraham 5:7"],"helps us understand that the breath of life was “the man’s spirit” (see also",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"301). Man is a dual being, made up of mortal flesh and an immortal spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"D&C 88:15"],")."]],[".topic",{"id":"t81","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.t81"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.13"},"Abraham 5:13"],". Time in the Garden of Eden Was according to the Time of Kolob"],["p.para",{"id":"p330","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p330"},"President Joseph Fielding Smith stated: “When this earth was created, it was not according to our present time, but it was created according to Kolob’s time, for the Lord has said it was created on celestial time which is Kolob’s time. Then he revealed to Abraham that Adam was subject to Kolob’s time before his transgression” (",["span.emphasis","Doctrines of Salvation,"],"1:79)."],["p.para",{"id":"p331","uri":"/manual/the-pearl-of-great-price-student-manual/the-book-of-abraham.p331"},"This helps us understand the Lord’s warning to Adam and Eve regarding their partaking of the fruit of the tree of knowledge of good and evil: “In the day thou eatest thereof thou shalt surely die” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.17"},"Moses 3:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.17"},"Genesis 2:17"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.13"},"Abraham 5:13"],"). After Adam and Eve partook of the fruit, they did not die physically within a twenty-four hour period, as we now measure a day. Adam did, however, die within the period of one Kolob day (one thousand earth years, as measured after the Fall; see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"Abraham 3:4"],"; explanation for Abraham facsimile 2, figure 1; see also",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.8"},"2 Peter 3:8"],").",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.12"},"Moses 6:12"],"indicates that Adam died 930 years after the Fall."]]]]]]],"refs":null}
