{"id":47,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":47,"title":"The Church Needs Senior Couples’ Maturity and Experience","subtitle":"","short_title":"The Church Needs Senior Couples’ Maturity and Experience","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience","content":[["div",{"id":"head1","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.head1"},[".title","The Church Needs Senior Couples’ Maturity and Experience"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p2"},"Along with the increase in the number of young missionaries due to the lowering of missionary age, senior couples are also greatly needed in missions throughout the world. With the recent creation of 58 new missions, many more senior couples will be needed to provide the leadership experience and other support that are so vital to a successful mission."],["div",{"id":"p3","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p3"},"In the April 2013 conference, President Thomas S. Monson spoke of the rapidly increasing number of missionaries and expressed his love for those willing to serve the Lord in the mission field (see",["a.crossRef",{"href":"/liahona/2013/05/welcome-to-conference.p1"},"pages 4"],",",["a.crossRef",{"href":"/liahona/2013/05/come-all-ye-sons-of-god.p1"},"66"],"). Elder Russell M. Nelson of the Quorum of the Twelve Apostles specifically encouraged senior couples to serve. “You senior couples, you plan for the day when you can go on your mission. We will be most grateful for your service,” he said (see",["a.crossRef",{"href":"/liahona/2013/05/catch-the-wave.p1"},"page 45"],")."],["div",{"id":"p4","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p4"},"In the opening moments of the October 2012 general conference, President Monson said: “We continue to need many more senior couples. As your circumstances allow, as you are eligible for retirement, and as your health permits, I encourage you to make yourselves available for full-time missionary service. Both husband and wife will have a greater joy as they together serve our Father’s children” (“Welcome to Conference,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2012, 5)."],["div",{"id":"p5","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p5"},"For many years, Church leaders have encouraged senior couples to serve. Elder M. Russell Ballard of the Quorum of the Twelve Apostles said: “Missions everywhere need more couples. Their maturity and experience make them some of the best missionaries we have. Their special skills … enable them to train local leaders effectively, strengthen and reactivate members, and bring nonmembers to Christ” (“Missionary Couples—Trading Something Good for Something Better,”",["span.emphasis","Ensign,"],"June 1988, 9, 11)."],["div",{"id":"p6","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p6"},"Worthy couples who wish to serve as missionaries are encouraged to let their bishops or branch presidents know of their desire to serve. Length of service can vary between 6 and 23 months."],["div",{"id":"p7","uri":"/liahona/2013/05/the-church-needs-senior-couples-maturity-and-experience.p7"},"Those who have questions about senior missions may call 1-800-453-3860, ext. 2-6741 (or 1-801-240-6741), or email",["a",{"href":"mailto:seniormissionaryservices@ldschurch.org"},["span.language","SeniorMissionaryServices@ldschurch.org"]],"to receive a response to specific questions."]],[".resources"]],"refs":null}
