{"id":2,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":2,"title":"The Five-Dollar Miracle","subtitle":"By Heidi S. Swinton","short_title":"The Five-Dollar Miracle","uri":"/friend/2013/01/the-five-dollar-miracle","content":[["div",{"id":"head1","uri":"/friend/2013/01/the-five-dollar-miracle.head1"},[".seriesTitle","Follow the Prophet"],[".title","The Five-Dollar Miracle"],[".byline",["div",{"id":"p3","uri":"/friend/2013/01/the-five-dollar-miracle.p3"},"By Heidi S. Swinton"]]],[".bodyBlock",["div",{"id":"p4","uri":"/friend/2013/01/the-five-dollar-miracle.p4"},"President Monson grew up during the Great Depression, when money was scarce. When he was 12 years old, he worked hard and saved five dollars in coins. Tommy traded the coins with his father for a five-dollar bill. He tucked his precious five-dollar bill in the pocket of his jeans for safekeeping. He had never had that much money before."],["div",{"id":"p5","uri":"/friend/2013/01/the-five-dollar-miracle.p5"},"Tommy’s family did not own a washing machine, so they sent their dirty clothes to the laundry each week. A few days later, the clean, wet clothes were delivered back to Tommy’s family, and they hung them on the clothesline to dry."],["div",{"id":"p6","uri":"/friend/2013/01/the-five-dollar-miracle.p6"},"When it was time for his jeans to go to the laundry, Tommy forgot to take the five-dollar bill out of his pocket, and his money went to the laundry too! Tommy was sick with worry because he knew that the people who worked at the laundry usually checked pockets for change. Even if they didn’t find and take his money, he knew it would probably be lost in the washing machine."],["div",{"id":"p7","uri":"/friend/2013/01/the-five-dollar-miracle.p7"},"Tommy needed that money, and he had worked very hard for it. He knew there was only one thing to do. He knelt and pleaded that Heavenly Father would keep his five-dollar bill safe until his jeans came back."],["div",{"id":"p8","uri":"/friend/2013/01/the-five-dollar-miracle.p8"},"After two long days, Tommy watched the delivery truck pull up to the curb. As his mother unloaded the clothes, Tommy grabbed his jeans and ran to his room. With his heart pounding and his hands trembling, he reached into the pocket. At first he found nothing, but then his fingers touched a wet five-dollar bill. Filled with relief, he offered a prayer of gratitude. He knew Heavenly Father had heard and answered his prayer."],["div",{"id":"p9","uri":"/friend/2013/01/the-five-dollar-miracle.p9"},"“Since that time,” said President Monson, “not a day has gone by that I have not communicated with my Father in Heaven through prayer” (“Stand in Holy Places,”",["span.emphasis","Ensign,"],"Nov. 2011, 84). President Monson wants everyone to know that as we pray daily, we will be entitled to Heavenly Father’s guidance—even in things as small as a five-dollar bill forgotten in a pair of jeans."]]],"refs":null}
