{"id":17,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":17,"title":"The Importance of Delegation","subtitle":"","short_title":"Lesson 15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.head1"},[".titleNumber","Lesson 15"],["h1","The Importance of Delegation"],[".intro","“Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place such over them, to be rulers of thousands, and rulers of hundreds, rulers of fifties, and rulers of tens:"],[".intro","“And let them judge the people at all seasons: and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear the burden with thee” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/18.21-22"},"Exodus 18:21–22"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p6"},"Wise leaders use the principle of delegation to help those they serve meet righteous goals and become more like Jesus Christ."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.f1"},["ol.number",["li",["span.label","1."],[".para","Wise leaders delegate meaningful tasks and responsibilities to those they lead."]]]]],[".topic",["h2","Concept 1. Wise Leaders Delegate Meaningful Tasks and Responsibilities to Those They Lead."],[".topic",["h3","Commentary"],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p11"},"During His mortal ministry, Jesus Christ delegated responsibilities to His disciples and gave them authority. For example, He commissioned His Apostles to “heal the sick, cleanse the lepers, raise the dead, cast out devils” (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-8"},"Matthew 10:5–8"],")."],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p12"},"The Apostle Paul wrote: “And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;"],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p13"},"“For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-12"},"Ephesians 4:11–12"],")."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p14"},"Elder Neal A. Maxwell, a member of the Quorum of the Twelve, explained that after Christ’s Resurrection, “the Twelve … realized that they had not been called to serve tables but, rather, to spread the word of God about the earth. Hence, they wisely delegated the welfare task to others. So the needs of the Greek widows—which were real—were met, but without sacrificing the Twelve’s higher calling [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-7"},"Acts 6:1–7"],"]” (",["span.emphasis","We Will Prove Them Herewith"],"[1982], 110)."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p15"},"The Prophet Joseph Smith exemplified the principle of delegation. Elder Spencer J. Condie, a member of the Seventy, observed, “A great strength of the Prophet was his ability to delegate and develop leadership skills in those around him” (in Conference Report, Mar.–Apr. 1990, 35; or",["span.emphasis","Ensign,"],"May 1990, 28). Elder Dallin H. Oaks of the Quorum of the Twelve said, “A bishop needs to be a skillful delegator, or he will be crushed under the burden of his responsibilities or frustrated at seeing so many of them unfilled” (in Conference Report, Apr. 1997, 29; or",["span.emphasis","Ensign,"],"May 1997, 22)."],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p16"},"Church and family leadership can be both joyful and demanding. The Holy Spirit strengthens and renews leaders, but wise leaders delegate responsibilities to the people they serve, because leaders cannot do everything themselves, and because people grow more when they participate."],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p17"},"Elder James E. Faust, who was then a member of the Quorum of the Twelve, taught: “One of the first principles we must keep in mind is that the work of the Lord goes forward through assignments. Leaders receive and give assignments. This is an important part of the necessary principle of delegating” (in Conference Report, Oct. 1980, 50; or",["span.emphasis","Ensign,"],"Nov. 1980, 34)."],["div",{"id":"f2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.f2"},"Elder Neal A. Maxwell, then a member of the Presidency of the Seventy, suggested the following reasons leaders sometimes fail to delegate:",["ol.number",["li",["span.label","“1."],[".para","We would really rather do it ourselves."]],["li",["span.label","“2."],[".para","We are not really willing to use our time and talents in order to train others so they can help."]],["li",["span.label","“3."],[".para","We dislike asking others to help, forgetting that receiving help is as much a part of the gospel as giving help."]],["li",["span.label","“4."],[".para","We like to feel a bit harried because it gives us a false sense of being noble."]],["li",["span.label","“5."],[".para","We say we are concerned about ‘quality control’ if the task is delegated, and sometimes there is good reason for the concern; other times, however, we actually worry not about tasks being done poorly, but too well.”"]]]],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p24"},"Elder Maxwell advised: “The sense we may have at times of being devoured by duty … is at least partially avoidable. … We could, if we chose more often, delegate, thus developing others, including our children, more and, finally, thereby reducing unnecessary burdens on ourselves” (",["span.emphasis","Wherefore Ye Must Press Forward"],"[1977], 99–100)."],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p25"},"Elder Sterling W. Sill, who was then an Assistant to the Twelve, wrote: “A leader does not lose his authority nor his responsibility when he delegates it. … He must inspect; he must train; he must encourage; he must supervise the one to whom the responsibility has been given. … Delegation without control is irresponsibility” (",["span.emphasis","Leadership"],"[1958], 213)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p27"},"Ask students to define the word",["span.emphasis","delegate."],"(“To entrust someone else with a portion of one’s responsibility.”) Discuss how this definition applies to leadership in the Church and family."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p28"},"Invite students to find examples of delegation in the scriptures. Have them share examples of successful delegation in family or Church settings. Discuss why delegation is an important part of family and Church leadership."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p29"},"Divide students into small groups. Invite each group to discuss the advantages and disadvantages of delegation. Have them report their findings, and then discuss them as a class."],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p30"},"Invite students to think about how important delegation is to effective leadership. Encourage them to notice how leaders in the Church and in families delegate responsibilities. Invite them to think about which responsibilities leaders can and cannot delegate and why."],"Discuss some of the characteristics of successful delegators. For example, successful delegators:",["ul.bullet",["li",["span.label","•"],[".para","Give people clear and specific assignments."]],["li",["span.label","•"],[".para","Specify what is to be done but not exactly how it should be done."]],["li",["span.label","•"],[".para","Give people the authority to accomplish their assigned tasks."]],["li",["span.label","•"],[".para","Train people, if necessary, in the skills they need to be successful."]],["li",["span.label","•"],[".para","Make available the tools and resources the people need to be successful."]],["li",["span.label","•"],[".para","Provide appropriate supervision as people work to accomplish their tasks."]],["li",["span.label","•"],[".para","Give sincere encouragement and support to people when they do well."]],["li",["span.label","•"],[".para","Make themselves available to give counsel and direction."]],["li",["span.label","•"],[".para","Provide an opportunity for people to report on their assigned tasks."]]],"Discuss what leaders can do to see that delegated responsibilities are met. Have students read",["a.scriptureRef",{"href":"/scriptures/ot/ex/18.13-27"},"Exodus 18:13–27"],". Discuss questions such as:",["ul.bullet",["li",["span.label","•"],[".para","What concerns did Jethro have regarding Moses’ leadership?"]],["li",["span.label","•"],[".para","How did Moses respond to Jethro’s concerns?"]],["li",["span.label","•"],[".para","What can we learn about leadership from this experience of Moses?"]]],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p45"},"Read the following statement by President Ezra Taft Benson, who was then President of the Quorum of the Twelve: “This is the Lord’s organization through which we operate. We are dealing with voluntary workers—our Father’s children whom he loves, regardless of their mistakes and weaknesses. There must be no force, coercion, or intimidation in our delegation. To be effective, we must seek and obtain the Spirit if we are to delegate wisely” (",["span.emphasis","God, Family, Country: Our Three Great Loyalties"],"[1974], 130)."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p47"},"President N. Eldon Tanner"],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p48"},"First Counselor in the First Presidency"]],[".citationInfo",["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p49"},["span.emphasis","“The Message: Leading as the Savior Led,”"],"New Era,",["span.emphasis","June 1977, 4–7"]]],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p50"},"In order to be a successful leader or teacher (and I will use these terms interchangeably) in The Church of Jesus Christ of Latter-day Saints, it is important that each realizes and understands fully that he is a spirit child of God and that those he is leading are also spirit children of God. It is important also that those whom he is leading know and understand that",["span.emphasis","they"],"are spirit children of God, and that this knowledge is important in their lives. They must realize that God is interested in them, wants them to live the way they should, and is ready to answer their prayers and help them wherever possible if they will but listen."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p51"},"Someone has said that leadership entails a certain boldness. It is, after all, essentially the business of venturing out front, going first, standing in front of the mob, the congregation, the faceless audience of thousands, or the hard-eyed gaze of only one doubter."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p52"},"Everyone is a leader or has influence in the lives of others even though he may not realize it. The question is: What kind of leader will he be? What kind of influence will he have?"],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p53"},"Each individual must make his own decision as to what kind he will be. He should be determined to be the kind who can say as Jesus said, “Come follow me and do as ye see me do,” knowing that he is leading in the path of truth and righteousness. This should be the aim of every leader."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p54"},"In order to lead as Jesus led, we are faced with many challenges. One of the first steps in meeting these challenges is to realize that Christ is a model of correct leadership; and as the scriptures record his life and his teachings, they become case studies of divine leadership. To lead as he led it is important that we search and understand the scriptures and apply them in our lives. As Nephi said, we should “liken all scriptures unto us” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Ne. 19:23"],"); and as the Lord said, “live by every word that proceedeth forth from the mouth of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],")."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p55"},"In 3 Nephi we read:"],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p56"},"“And blessed are all they who are persecuted for my name’s sake, for theirs is the kingdom of heaven."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p57"},"“And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p58"},"“For ye shall have great joy and be exceeding glad, for great shall be your reward in heaven; for so persecuted they the prophets who were before you."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p59"},"“Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p60"},"“And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p61"},"“Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.10-13,19-20"},"3 Ne. 12:10–13, 19–20"],".)"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p62"},"When Christ came upon the earth to save mankind that they might return to live again with their Father in heaven, he did not say, “I will obey this law, but I will not obey that law.” He did not say, as pertaining to the commandments, “This I will do; this I will not do.” In spite of his experience and pain and suffering in the Garden of Gethsemane he persevered to the end and gave his life that man might have immortality and eternal life."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p63"},"It is so important that we learn to obey and keep the commandments of God. It has been said that obedience is not the mark of a slave; it is one of the prime qualities of leadership."],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p64"},"Some people fail to become great leaders because they have not learned to follow instructions—even the teachings of Jesus Christ. In order, then, to lead as Jesus led, we must first learn to follow Christ as he followed his Father in heaven. We must keep in mind those eternal goals to which I have referred, and as spirit children of God become more and more like him until we are perfect. Let us not just believe in Christ, but let us follow him. Let us worship him and always be obedient to his teachings."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p65"},"When Joseph Smith was asked how he governed his people so well, he replied, “I teach them correct principles and they govern themselves.” This is the essence of the Lord’s approach to leadership, implying that we must be sure we are teaching correct principles with a testimony and understanding of the gospel. Understanding principles of the gospel allows infinitely more freedom and growth than does training in procedures only."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p66"},"When asked the difference between a sheepherder and a shepherd, a man explained that a sheepherder drives his sheep and a shepherd leads them. Someone said, “Men are like spaghetti: If you get in front and pull, they will follow along behind; but if you get in back and push, they will all wad up.”"],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p67"},"A leader in the Church is also a teacher, and one of the greatest tools in teaching is example, the tool Christ always used. A wise man once observed, “Your actions speak so loudly I cannot hear what you say.” Though we may not be conscious of it, what we teach by example becomes more persuasive than what we teach intentionally by precept, and it will leave a much more lasting impression on the observer."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p68"},"To be an effective leader or teacher one must show love and actually feel love for the person he is trying to instruct. No power is as motivating as the power of love. Christ loved everyone—the weak, the sinner, the righteous. Sometimes the ones who need to be loved most are the ones who seem to deserve it the least. Though we may not appreciate or approve of what someone does, we must still show love for the individual."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p69"},"At such times a leader needs patience and understanding. He cannot always act hastily, and he must never overreact. All people cannot move at his pace. President Joseph F. Smith said:"],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p70"},"“In leaders undue impatience and a gloomy mind are almost unpardonable, and it sometimes takes almost as much courage to wait as to act. It is to be hoped, then, that the leaders of God’s people, and the people themselves, will not feel that they must have at once a solution of every question that arises to disturb the even tenor of their ways.” (",["span.emphasis","Gospel Doctrine,"],"Deseret Book Co., 1939, p. 156.)"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p71"},"Another very important step in leadership is delegation. Those delegated must be given a meaningful stewardship. Assigning the stewardship is the duty of the leader. Each individual must accept the assigned stewardship and commit himself to perform the duties as he is taught. He must be given the authority as well as the responsibility. Socrates is reported to have said, “Whatever duty thou assignest me, sooner would I die a thousand times than to forsake it.”"],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p72"},"A leader should never try to do the work of one to whom he has made an assignment. As President Harold B. Lee said, “Let them do everything within their power, and you stand in the background and teach them",["span.emphasis","how"],"to do it. I think therein is the secret of growth, to fix responsibility and then teach our people",["span.emphasis","how to carry"],"that responsibility.”"],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p73"},"Give them freedom to do their tasks. Never criticize them, but praise success and encourage efforts."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p74"},"We must make every person realize the great importance of his calling. A leader must never be one who is referred to or thought of as the boss, but as the Savior taught, one who serves with the people. He said, “He that is greatest among you shall be your servant” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.11"},"Matt. 23:11"],"), and gave us the great example when washing his disciples’ feet. He also said, “And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.12"},"Matt. 23:12"],".)"],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p75"},"I remember President Heber J. Grant saying so often that he would never make an assignment to anyone to do a job that he would not be prepared to do himself."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p76"},"A good leader is concerned with the welfare of his followers or those he serves. As a cabinet minister in the government of the province of Alberta, I had many difficult decisions to make. I always asked myself, “What is the best for the province, for the people who will be affected, and for the employees of the department?” I also discussed the problems with the leaders of the different divisions of the department, particularly the ones affected, and made them feel that they were accepting at least some of the responsibility, following which I always went to the Lord for guidance, and received it, and was able to make decisions that I could not have made otherwise."],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p77"},"As leaders we must realize that the Lord said, “This is my work and my glory—to bring to pass the immortality and eternal life of man.” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],".) He also said, “Wherefore, as ye are agents, ye are on the Lord’s errand; and whatever ye do according to the will of the Lord is the Lord’s business.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.29"},"D&C 64:29"],".)"],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p78"},"Yes, we as leaders",["span.emphasis","are"],"on his errand and should give the utmost attention to the personal growth of each individual through teaching correct principles and try to lead that individual to prepare himself for immortality and eternal life. This we should do by example and precept and then be prepared to help and support him in his efforts, but we should let him make his own decisions and govern himself according to the free agency that is his gift."],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p79"},"Let us remember the words of the Lord to Joseph Smith regarding stewardship: “It is required of the Lord, at the hand of every steward, to render an account of his stewardship, both in time and in eternity.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3"},"D&C 72:3"],".)"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p80"},"When a leader gives an assignment, it should be clearly understood, with the area of responsibility clearly defined, and then the individual should be free to act and complete the assignment, with a specified time set for a progress or final report. An accounting should always be made to the leader, and he should expect such accounting."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p81"},"In Church administration the basic tool for accountability is personal interview. If the relationship between the interviewee and interviewer is as it should be, this can be a very rewarding experience for both parties, where there is opportunity to give a self-evaluation, and where communication should be open and constructive. It is an ideal setting for offering and receiving help and assistance."],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p82"},"My experience in the government and business world as well as in the Church has emphasized this great need for proper delegation of authority, following through, and getting a report."],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p83"},"We might consider seven steps that Christ followed in delegation."],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p84"},"First, the organization of the church Jesus established was structured in a frame of delegated authority."],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p85"},"Second, in delegating, Jesus did not make the assignments sound easy, but he made them sound exciting and challenging."],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p86"},"Third, Jesus let those he called know and fully understand their duties."],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p87"},"Fourth, Jesus gave those delegated full confidence, as his father had given him."],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p88"},"Fifth, Jesus gave those he called his loyalty and expected theirs in return."],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p89"},"Sixth, Jesus expected much from those to whom he delegated responsibility and was prepared to give much."],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p90"},"Seventh, Jesus taught that he who leads should follow the progress of and receive an accounting from those to whom responsibility has been delegated, giving praise and reproof where necessary in a spirit of love. …"],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p91"},"George Washington, in his farewell address to his fellow countrymen, warned them against thinking that they could have a great democracy without a deep and abiding faith in God. …"],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p92"},"Winston Churchill emphasized, “We must become aware that the flame of Christian ethics is still our highest guide. … The fulfillment of spiritual duty in our daily lives is vital to our survival.”"],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p93"},"In essence they are … saying the same thing—our only hope of greatness lies in following the example of Christ. To be a great leader, then, one must do the following:"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p94"},"First, look to our Savior as the perfect leadership example."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p95"},"Second, accept the role of teacher and servant."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p96"},"Third, search the scriptures for correct principles."],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p97"},"Fourth, pray for guidance, listen, and respond."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p98"},"Fifth, help the individual to develop self-government."],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p99"},"Sixth, hold individuals accountable for their work."],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p100"},"Seventh, express adequate appreciation."],["div",{"id":"p101","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p101"},"Eighth, set a personal example consistent with that which he teaches."],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/the-importance-of-delegation.p102"},"Ninth, listen to the voice of the President of the Church, who is a prophet of God, and follow his counsel and example."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","According to President Tanner, what must a leader do to delegate properly?"]],["li",["span.label","•"],[".para","How should a leader go about assigning responsibilities to people and defining how they meet those responsibilities?"]],["li",["span.label","•"],[".para","What role should personal interviews play in accountability? What are features of a good personal interview?"]]]]]]]],"refs":null}
