{"id":24,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":24,"title":"The Longest Sacrament Meeting","subtitle":"By Okon Edet Effiong","short_title":"The Longest Sacrament Meeting","uri":"/ensign/2013/09/the-longest-sacrament-meeting","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/the-longest-sacrament-meeting"},[".heading",{"id":"head1","uri":"/ensign/2013/09/the-longest-sacrament-meeting.head1"},[".seriesTitle","Until We Meet Again"],["h1","The Longest Sacrament Meeting"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p3"},"By Okon Edet Effiong"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p4"},"The author lives in Lagos, Nigeria."]],[".kicker","Sacrament meeting usually lasts for 70 minutes. But one Sunday it seemed to stretch on forever."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p6"},"I love to read Latter-day Saint religious books. And because these books are not readily available in Nigeria, I borrow them from a friend. Desiring to return my friend’s books within a few days, I always carry them with me and use spare moments to read."],["p.para",{"id":"p7","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p7"},"One Sunday I had a borrowed book with me as I attended sacrament meeting in the ward where I am assigned as high councilor. I read the book while I waited to give the bishop a message from the stake presidency. When the bishop arrived, he asked me to speak to his first counselor since he needed to greet some visitors. After passing the message to the first counselor, I took a seat on the stand."],["p.para",{"id":"p8","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p8"},"No sooner had I sat down, however, than I realized my friend’s book was gone. With about five minutes before the meeting was to begin—and with the presiding authority seated on the stand—I thought I shouldn’t leave. Sick about disappointing my friend, I thus started my ordeal in the longest sacrament meeting I have ever attended."],["p.para",{"id":"p9","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p9"},"I hoped that time would pass quickly, but every item on the meeting agenda took what seemed like a lifetime. I was restless, praying silently that God would keep the book safe. Truly, the talks were not long, but an unreasonable anxiety had taken over my mind. Five minutes before the end of the meeting, I could bear it no more. I passed a note to the first counselor asking if I had left the book by him. I wished he would nod his head yes. He shook it instead."],["p.para",{"id":"p10","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p10"},"I did not close my eyes during the benediction but closely monitored the two remaining places where I thought the book might be. Meanwhile, I decided that, if necessary, I would go to the Sunday School classes to announce that I had lost a book."],["p.para",{"id":"p11","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p11"},"Surprisingly, however, when sacrament meeting concluded, my feelings had changed radically, and I wasn’t worried about the book. The Holy Spirit showed me—in just a few short moments of spiritual enlightenment—that my concerns were misplaced. I learned that what",["span.emphasis","truly"],"mattered was whether or not I would protect those things that God had put into my care. My mind immediately listed what I could remember God entrusting to me: my soul, my family, those I home teach, those I should share the gospel with, ward members I serve, my departed ancestors who need temple work, and so on."],["p.para",{"id":"p12","uri":"/ensign/2013/09/the-longest-sacrament-meeting.p12"},"I did find the book after what became an important soul-searching experience. But at the end of the longest sacrament meeting, I also found areas of my life that needed improvement. And I found the commitment to work on the priorities Heavenly Father desires."]],[".resources"]]]],"refs":null}
