{"id":54,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":54,"title":"The Ideal Teacher","subtitle":"","short_title":"The Ideal Teacher","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.head1"},["h1","The Ideal Teacher"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p4"},"Address to religious educators, Brigham Young University, 28 June 1962"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p5"},"I am grateful to be here, brothers and sisters. I know most of you personally, many of you intimately. Because I know that knowledge is reciprocal, I am doubly humbled and would appreciate an interest in your faith and prayers for the moments assigned me to visit here with you."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Address to religious educators, Brigham Young University, 28 June 1962"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p6"},"I would like to make just a comment or two about the assignments that are mine as one of the General Authorities. First, one of the things that intensified my apprehension at this moment is that I have learned firsthand how the General Authorities of the Church regard this group. I now know the importance of this body of men, and I do not know whether it is quite what I expected it to be. It is a good deal finer than I hoped it would be. And I know now, firsthand, how tremendously important this body is in reference to the destiny of the Church."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p7"},"My major assignment has to do with missionary work. I want to say that the principles of this work in which we are involved together are so closely akin to my present assignment that the training both Brother Tuttle and I received under the direction of President William E. Berrett has been immeasurably valuable in the work that is now ours. And I would like to pay tribute to this great man, President William E. Berrett, and express my love and respect for him. I appreciate him. I appreciate what he is, what he does, what he believes. I appreciate the doctrine he teaches and have great love and admiration for him."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p8"},"In the last few days I have reviewed the twelve years I spent with you in the Department of Education, and in order to share with you some of the thoughts which came to me, I would like to talk about a teacher with whom I became acquainted. We all know him. Some of you know him intimately, some have just a casual acquaintance with him. But for the duration of this talk, I would like to discuss this teacher with you."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p9"},"When in a supervisory and an administrative position, it was my responsibility, and it is the responsibility of many of you brethren, to make appraisals and sometimes render judgments of your contributions as teachers. Sometimes we were heard to say to one another in rendering these appraisals, “He is too strict with his discipline,” or “He places too much emphasis on written work,” or, perhaps, “He pays too little attention to the students themselves,” or “He is not systematic enough,” or “He makes too little preparation.” Now, in the very saying of “there is too much” or “too little,” or “he is too something” or “not enough of something,” there is the implication that somewhere there is just enough—that somewhere there is just the right amount of whatever we are talking about. And so the teacher I would like to discuss with you is that teacher we carry in our minds—against whom all of you are measured by those of us who have the responsibility of appraising you. This teacher, of course, is the ideal teacher."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p10"},"I will admit to being an idealist, not in the strict educational-philosophical definition of the word, because I have little patience when we want to equate ourselves or to define ourselves in the terminology of that field. We are not idealists, we are not pragmatists, or existentialists, or naturalists, or realists; and we are not idealistic realists or realistic idealists. We are Christians; we are Latter-day Saints; we are Mormons; and we should fight in context. Let them explain us in their terms, if they will, but let us hold and explain ourselves in our own terms. And, philosophically, we are Christians—Latter-day Saints."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p11"},"Now I would like to bring to your attention some of the things I learned about this teacher. No one of us, I am sure, is quite like him. Sometimes I felt I knew him intimately, and other times I was forcefully reminded how very casual my acquaintance was with this teacher. These are some observations regarding him that I would like to present for your consideration. These are things I noticed about him during the twelve years that it was my privilege, with you, to be a companion with him."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p12"},"I found first that this teacher has a deep sense of loyalty—a naive, simple, child-like loyalty. It is not insincere, and I say that such a loyalty cannot be counterfeited; there is no fabricating of it. This loyalty cost him something. If it had not, then he would not have earned it. It cost him viewpoints; it cost him philosophical positions; it cost him that which it takes to humble himself and to commit himself. I never noticed any attempt on his part to search for angles; he is not looking for the angles. I saw very little “I” trouble in him. That “I” trouble is not the kind of eye trouble you see on the physical examination form. It is the other kind. You know the kind. It becomes apparent in an interview with a prospective seminary teacher when one asks, “Why do you want to teach seminary?” Often the answer will be, “",["span.emphasis","I"],"think",["span.emphasis","I"],"would enjoy it;",["span.emphasis","I"],"will get a great deal of good out of it; it will do",["span.emphasis","me"],"a great deal of good;",["span.emphasis","I"],"have always liked …” And then there is the rare exception who says: “There is a service to be rendered; my qualifications are not so much, but I am willing to try.” I noticed very little “I” trouble in this teacher."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p13"},"This ideal teacher seems to be comfortable with his coordinators and supervisors. He is not afraid to call on them,",["span.emphasis","especially"],"when he is in trouble. He knows that their value to him is most important when he is having difficulty. He does not have a “parade” lesson in his desk drawer which he can bring forth the minute some stranger walks in the room. He has not prearranged with students a signal to be given when someone comes in, in order that the finest demonstration can be observed of what he (the teacher) is supposed to be doing."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p14"},"And then this—he is willing to accept the decision of any one of the administration as though it were the judgment of all of them. He does not try to play one of them against the other. Because of this, it makes him unusually easy to work with, and we find ourselves depending upon him."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p15"},"He is earnest about his preparation and the improvement of his qualifications academically and his capabilities otherwise. Although he is in the routine best described, I suppose, by saying that he is killing himself by “degrees,” he does not “aspire.” He is not a climber. You know of the bishop who died in Santa Clara in the early days, and it was some time before the Brethren came around to reorganize. One of the converts, an immigrant, got up in sacrament meeting once and said, “Bredren und sistern, vat ve need here in dis vard iss a bishop. Bredren und sistern, I am here to tell you I doesn’t vant to be bishop.”"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p16"},"This teacher of whom I speak is content to do with excellence the job which is assigned him. There are very infrequent glances up, if ever at all. And I often wondered, as I watched him work, if he realized that by so doing, by employing himself intensively at the thing he is assigned, he has almost no chance of staying there. The likelihood that he will stay in that assignment is very remote. When you do exceptionally well that which you are assigned, there is only one way to move, and that is up. And, I suppose, such is somewhat conditioned upon your not aspiring to do so."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p17"},"He is efficient enough in his details. He answers correspondence promptly. One of the things which sets him apart from most of the teachers is that he never bargains over his salary. When hired, he forgets to ask what the salary is to be, he is so preoccupied with the job he will be doing, the service he can render, and the opportunity to be had. He may be discontented, but he never shows it, and he has never once agitated among his fellow teachers nor does he concern himself with what their salaries are. (And I may say here parenthetically that my viewpoint has changed. I think I listen with less sympathy now, having learned that the Brethren treat you better than they treat themselves.)"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p18"},"His dedication is total. He does not sell insurance on the side; he does not have any other job. This teacher somehow has faith enough that if he will commit himself totally to that which is most important, that somewhere (without an assurance from the beginning) things will equalize themselves and finances will resolve themselves. He is content with the middle class, maybe lower middle class, financial economic status with no complaints, because he can serve."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p19"},"My observation of this teacher indicated that he has the general respect of his colleagues. Some one or two of them are critical of him, but an honest judgment, I think, will find him guiltless of any disservice to them. Perhaps there are some misunderstandings, most probably built on the lack of knowledge. In one or two cases some regard him with outright jealousy."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p20"},"He is positive in his attitudes and he seems to know—and this is important, I emphasize this, my brethren and sisters—he seems to know that the assignment of the teacher is not analysis; it is synthesis. It is not taking apart, analyzing, and looking for the flaws, the aberrations, the difficulties, or the problems. It is synthesis: the putting together, the organizing, the giving of meaning, the working towards wholeness. He is positive, looking for that which is right and, in consequence of his search, finding it—obtaining, just as the Lord has outlined for us in the Book of Mormon, the fruits of his labors and being rewarded according to that which he desires. Every man will be granted according to the desires of his own heart. Those who desire virtue and beauty and truth and salvation shall have it, and those who fail in that desire, or who unfortunately direct their desires in the opposite direction, shall have their agency respected."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p21"},"I do not think I ever heard him use a nickname or speak a word of ridicule concerning his colleagues or concerning those who were called to administer his program. He never baits or tempts either his students or his colleagues. And I noticed this—that his colleagues make mistakes. So do those who are assigned to direct his work. And he has had reason to snipe, to heckle, to pick, but this he does not do. I recall when I was in high school, a friend of mine, who I think was a sophomore, was working for the telephone company. In the evenings he swept up the building. One night he found on the basement floor, in the dust in back of the furnace, a five-dollar bill—an old bill, dusty and dirty. He picked it up and looked at it. After wrestling with his conscience during the night, he returned to work the next day and gave the five-dollar bill to his employer. His employer said, “Well, thank you. I put it there yesterday. I was testing you.” I recall that this young man thoroughly resented the action of his employer, and then he made this observation, “I thought it was Satan who had the job of tempting.”"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p22"},"My observation of this teacher convinces me that, while he is ideal, he is certainly not perfect. I learned that once or twice, even with the best of intentions, he lost his temper, he broke a promise or two, and on a number of occasions he just plain did not do his best. Then he confided in me that he was not free from moral temptations. As a matter of fact, not infrequently, unclean thoughts enter his mind. He has learned, however, that the stage of the human mind is seldom bare. The only time the curtains go down is at night in sleep. If on that stage there is not a production that is wholesome, educational, developmental—or a light, purposeful, and entertaining presentation—if the stage is left bare, suddenly from the wings will steal thoughts of ugliness, darkness, and sin to hold the stage and dance and tempt. But he is ideal in the sense that he has developed the ability to combat this. He has chosen a fine hymn or two, and when these thoughts come he will hum them. This changes his attitude and his mind. He has learned to change his train of thought, to busy himself. Then if these urges to submit and to indulge are persistent, he has learned to skip a meal or two because he has found that the human body, if it is subdued, becomes obedient. Thereby he practices virtue and purity."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p23"},"Now everything is not always rosy for this teacher. There are moments of disappointment. In fact, there are moments of despair. But his mistakes, his depressions, his disappointments, and his problems seem to be a source of growth. He finds that they are not merely tolerable, but they are actually necessary. For there must needs be opposition in all things, and after much tribulation cometh the blessings. Whom the Lord loveth, he chasteneth."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p24"},"This teacher is a manly man, and although his work keeps him as kind of a hothouse plant, indoors all the time, he is not afraid of a rainstorm, a snowflake, a breath of fresh air, or manual labor. He is careful, this teacher with whom we are acquainted, about his appearance and he dresses appropriately, with shoes polished and a tie. He wears a coat; there is a certain dignity about that. (I noticed that if it were in Arizona and it was hot, it was a very light coat.) There is nothing fancy about his clothing, but he is neat."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p25"},"He is sensible about his health. As a teacher and colleague he has to work strenuously; the work is not the type to keep him in trim. When he begins to put on weight and starts to get paunchy, he has the simple willpower—the simple willpower that is most appropriate for one in his station or anyone else—to control his passions and his appetites. And this is rather remarkable about him; it shows fortitude and courage."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p26"},"Then I observed that this teacher has a certain presence about him. When I visited the classroom in Idaho or in Arizona, I found it the same. The students refer to him in terms of respect. They call him “brother” and not “mister.” He has noticed that students do not need a friend—they have plenty of those. If they want advice from a friend, there are numbers of them around. They need a teacher, a counselor, an advisor. Now this distance that is between him and the students is always there, but it is crossed frequently from him to them. This distance, sometimes called dignity, secures him, both his office and his character and his kindness, from trespass by his students."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p27"},"I was always grateful, when I met him, to notice that he has a very keen and alert sense of humor. It is just quietly there all the time. Now, it is human enough, and it is plain enough, but it does not depend on the vulgar or the commonplace for its funniness. And never is it the object of his humor to debase or degrade that most sacred and most personal of all human relationships that is so often in the world the centerpoint for all that is presumed to be funny."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p28"},"I noticed that he has a sincere compassion for his students; he knows them and loves them, and he cannot help himself. And the less they deserve his love, the more of it there seems to be sponsored within him. He has learned that young people need a lot of love, particularly when they do not deserve it. He has this characteristic about him. I have come to know, after having watched him operate in the classroom in Idaho, Arizona, California, or Wyoming, that this feeling of love is akin to and has a close relationship with discernment. It is an appropriate power he uses in his work which few other teachers display."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p29"},"Once or twice, when I worked with him outside the classroom, I recognized a reverence for life; something you see, for instance, in Albert Schweitzer: A boat was coming into the camp, was overturned by a hippopotamus, and a native was drowned. The tribesmen immediately went for guns to search for the animal to kill it, and Albert Schweitzer prayed that they would not find it. David O. McKay was once informed by his farmhand that he had killed a porcupine over on the edge of the grove. “But did you kill it?” asked President McKay. “Oh, yes,” replied the farmhand, “I dispatched it with a stick.” And David O. McKay, Apostle, climbed over the fence, walked across the field, and found the animal critically and painfully injured but not killed. He mercifully killed it. That interest, that compassion, that reverence for life, is characteristic of the teacher I describe."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p30"},"To a great extent, this teacher is what he is because he married “her.” She is not so concerned with status symbols. The youngsters have patches on their levis and their shoes are half-soled; they are not always new. Her home is modest, but she keeps it clean. She encourages him, sometimes provokes him, to righteousness. She is in the home. I emphasize again, she is in the home! She has not joined him on the breadwinning line. She is there to comfort, bless, and love him, and to give him that tenderness and compassionate regard that only a wife can give a husband which inspires him to do that which otherwise he would be incapable of doing."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p31"},"Now, he notices children. I was at quarterly conference in Preston, Idaho, with Elder LeGrand Richards. We were about five minutes late to go into the meeting. The congregation was waiting as we went across the foyer. As he was about to open the door to go into the chapel and to the stand, the door across the foyer opened. In came a little group of homespun youngsters, five or six of them in one family, dressed in the best they had. Brother Richards, with his cane, held up the meeting, walked back to the door, bent over and shook hands with each one of those little youngsters. He blessed them in his own way, stopped to greet their parents, then went in to start the meeting. Two weeks ago I was on a plane with Elder Harold B. Lee going to Washington State. We got off at Boise. There was a woman sitting on the right side of the aisle in the last seat nearest the exit holding a little boy about a year old. The other passengers waited for just a moment as Brother Lee fussed over the “little fellow,” as he called him. The mother was proud as he blessed the boy in passing."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p32"},"I have had dinner in this teacher’s home at Rexburg. He is the head of his household. His wife is a lovely, unassuming woman, and he is in charge. The priesthood has the final vote."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p33"},"Part of the genius of this teacher, I noted, is that he lives each particular day. However much he is searching for tomorrow, he takes time. You know, my brethren and sisters, we often say that if we can just get this done, then we will be free for a few weeks. If we can just get this project over with; if we can just get this thesis out of the way; if we can just get this pageant taken care of; if graduation were just out of the way; then we can relax. Have you not learned, yet, that it never will be over? that it never will be done? that unless you take time now, it is forever gone, forever forfeited? This teacher, with no slackening of his effort, reminds you, as you drive along, that the sunset is beautiful and that he sees the deer almost obscured by the foliage. He takes time to look at his children and be glad he has them, to love them, to hug them, to build a playhouse. He lives as he goes along. That is the genius of this teacher."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p34"},"Where did I see him, this teacher of whom I speak? One morning I saw him down at Beaver, all covered with smudge, giving a lesson on the First Vision. He was kneeling on the floor in front of the classroom as he demonstrated the First Vision—something I would never recommend to any other teacher. But with him it was supernal. I chanced upon him one Saturday morning scrubbing the floors in the Arimo Seminary. The building was finished and in use, but a janitor had not been appointed; there he was, in some leftover army khaki coveralls, with a bucket of suds and a scrubbing brush. I watched him lead the singing at Reno, bringing out the untalented students’ backward, faltering voices and blending them together to complement weakness with strength to produce harmony and spirituality. I hunted deer with him up Manti Canyon and saw the depth of his soul, the vibrance of his humor, the sincerity of the spirit within him."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p35"},"I have seen him with his arms about an Indian child in Arizona, oblivious to the fact that this was a child of a different race, unbathed, sorrowful, unkempt, but the object of his love. I watched with reverence up at the Ogden State Industrial School as he gave the gift of gentleness to these students, and I saw in him a heart that was larger than the gigantic body which contained it. I heard him give a lesson at Dragerton in a garage. It was below freezing. There was no door on the garage, but they had a canvas over it, and they had a little gas heater there. After I had been there for a few moments I did not know but what we were in the finest classroom in the system. And do you know, he had such blindness that he did not know it either? I saw him in the Pocatello Seminary. The windows were clear glass. Across the street a machine was demolishing a building. Suddenly I noticed that I was the only one who was conscious of what was transpiring outside the window."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p36"},"In Preston, Idaho, I saw him giving guidance to a teenage couple who were fretful, out of harmony, in difficulty. I saw him, the mantle of bishop still upon him, and with the depth of his inspiration always apparent. I have ridden in his Chevrolet with him (not without cost). I saw him with his arm around a wayward boy up in Oakley, Idaho, bearing testimony, assuring this lad that if nobody else loved him, he did. I have knelt in prayer with him in the head office of this department, and felt his spirit. It has been a choice, rewarding association. You see, he sits here with you, next to you, behind me here on the stand, this teacher of whom I speak."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p37"},"Now, as I met this teacher from time to time, I have sensed that there are some things about him, some depth to him that one from the outside can never probe and that he himself will never reveal. He alone knows the sincerity of his prayers, the honesty of his repentance, the reality and actuality of his love for other people, the sheer drudgery he has endured, and the struggle it has been to overcome and to improve. Only he knows the disappointments and the joys that are all a part of this truly great soul. Line upon line, precept upon precept, here a little and there a little, he works with you and me and improves others."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p38"},"A quotation from Ralph Waldo Emerson’s essay “Spiritual Laws” suggests to me this teacher:"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p39"},"“There is no teaching until the pupil is brought into the same state or principle in which you are; a transfusion takes place; he is you and you are he; then is a teaching, and by no unfriendly chance or bad company can he ever quite lose the benefit.” (",["span.emphasis","The Complete Writings of Ralph Waldo Emerson"],"[New York: Wm. H. Wise & Co., 1929], p. 172.)"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p40"},"And because I believe that a transfusion does take place and that he is you and you are he, that there is teaching, I also believe that the image each of us presents should be most like this ideal teacher."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p41"},"I said at the beginning that no one of us is quite like him, but I find much of him in many of you. We may ask these questions: What makes him ideal? Can we find whatever this is? If we can find it, can we isolate it? Can we get hold of it? I suggest that there is the simplest and most basic of all explanations for it, and that is faith. He has it. I repeat, he has it! You see, he is willing, without any assurance of any promotion or financial improvement or any assurance of betterment of his circumstances, to go ahead with faith and do that which he is assigned to do. He orders his life first. If I were to tell you one of the most important laws of life that I have learned, I should say this: The good things—those which are desirable, those which tend to elevate, glorify, and exalt—must be paid for in advance. The opposite items can be paid for afterwards. Good must be earned."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p42"},"The attributes which it has been my choice privilege to recognize in you brethren and sisters over these twelve years are no more nor less than the image of the Master Teacher showing through. I believe that to the degree you perform according to the challenge and charge which you have, the image of Christ does become engraved upon your countenances. And for all practical purposes, in that classroom at that time and in that expression and with that inspiration, you are He and He is you. The transfusion takes place. By no unfriendly chance or bad company can you ever quite lose the benefit of it."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p43"},"How do we achieve this transfusion? First, we ask for it. We pray that we might be ideal. We seek. Now I differentiate between saying prayers and praying. I would like to draw an example which some of you have heard. It is so commonplace. We have a cow. (We live on a little farm just a few miles north of here.) I had not been home in daylight hours for three weeks. One day I was catching a later plane and went out to see the cow. She was in trouble. I called the vet and he looked at her, tested her, and said, “She has swallowed a wire and it has punctured her heart. She will be dead before the day is over.” The next day the calf was to come, and the cow was important to our economy. Also, she kind of “belongs”—you know how that gets to be. I asked him if he could do anything, and he said he could but it would likely be useless, money down the drain. I said, “Well, what will it cost me?” He told me—and it did. I told him to go ahead. The next morning the calf was there but the cow was lying down gasping. I called the vet again, thinking the calf might need some attention. He looked the cow over and said she would be dead within an hour or so. I went in to the telephone directory, copied down the number of the animal by-products company, put it on the nail by the phone, and told my wife to call them to come and get the cow later in the day."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p44"},"We had our family prayer before I left to go to Salt Lake to catch the plane out to the Gridley Stake. Our little boy was praying. It was to be his calf, you see. In the middle of",["span.emphasis","saying his prayers,"],"after he said all that he usually says, asking Heavenly Father to “bless Daddy that he won’t get hurt in his travels,” “bless us at school,” and so on, he started to",["span.emphasis","pray."],"There is a difference, and this is the point I should like to make. He then said, “Heavenly Father, please bless Bossy so that she will get to be all right.” He said “please,” you see. While I was in California I remembered that story, and when we were talking about prayer I told of the incident, saying, “I am glad he prayed that way, because he will learn something. He will mature and he will learn that you do not get everything you pray for just that easy. There is a lesson to be learned.” And truly there was, but it was I who learned it, not my son; because when I got home Sunday night Bossy had “got to be all right.” She still is."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p45"},"Now pray for this transfusion to take place; work for it! Work that you become worthy of it, morally and spiritually worthy."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-ideal-teacher.p46"},"I leave my blessings with you, my brethren and sisters, and tell you of the love I have for you. You mean much to me. I tell you how much the Master Teacher among you has influenced me. Now that my companionship with him has become more intimate, more certain, I bear witness that he lives; that he is all that we know him to be, and that the work in which we are engaged is at his insistence and his approval. This witness I bear in the name of Jesus Christ, amen."]]],"refs":null}
