{"id":34,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":34,"title":"Therefore, What?","subtitle":"","short_title":"Therefore, What?","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.head1"},["h1","Therefore, What?"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p2"},"Elder Jeffrey R. Holland"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p4"},"Excerpt from an address to religious educators at a symposium on the New Testament, Brigham Young University, 8 August 2000, 3–5, 7–9"]]],[".bodyBlock",[".topic",["h2","Teaching, Preaching, Healing"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p6"},"Let me give you an example, an example that I’ve chosen because it also lets me say something about desired outcomes in the classroom. (I’m trying to get as much mileage out of scriptural concepts this afternoon as I can.)"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.f1"},[".caption",["b","ELDER JEFFREY R. HOLLAND",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators at a symposium on the New Testament, Brigham Young University, 8 August 2000, 3–5, 7–9"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p7"},"We quickly and readily think of Christ as a teacher. I always have and always will. The greatest teacher who ever lived or ever will live. The New Testament is full of His teachings, His sayings, His sermons, His parables. One way or another He is a teacher on every page of that book. But even as He taught, He was consciously doing something in addition to that, something that put teaching in perspective."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p8"},"After the account of His nativity and His childhood, about which we know relatively little, we are told of Christ’s baptism at the hands of John. Then He is led up into the wilderness “to be with God,” not the devil. “To be with God,” the Joseph Smith Translation tells us (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.1b"},"JST, Matthew 4:1"],")."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p9"},"I pause here parenthetically and ask you and your students to be sure to pay attention to those wonderful footnotes and study aids we have in our LDS editions of the standard works. Our LDS products, the scriptures—in today’s case the King James Bible for the New Testament—makes these LDS publications the best “teaching scriptures” ever produced in the history of the world. Enjoy these study aids and footnotes like the one I just cited. Now back to the story."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p10"},"Following the temptations that were presented by the adversary and the Savior’s successful triumph over them, Christ makes His initial call to those first disciples (not yet Apostles), and the work begins."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p11"},"This is what Matthew says:"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p12"},"“And Jesus went about all Galilee,",["span.emphasis","teaching"],"in their synagogues, and",["span.emphasis","preaching"],"the gospel of the kingdom, and",["span.emphasis","healing"],"all manner of sickness and all manner of disease among the people” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.23"},"Matthew 4:23"],"; italics added)."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p13"},"Now the teaching and the preaching we know and would expect. Furthermore, we know there were miracles of every kind, healings of many of the afflicted. But I remember the first time I realized that from this earliest beginning, from the first hour, healing is mentioned as if it were a synonym for teaching and preaching. In fact, the passage being cited goes on to say more about the healing than the teaching."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p14"},"Matthew continues:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p15"},"“And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them” (v. 24)."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p16"},"What then follows is the masterful Sermon on the Mount, six and a half pages that would take six and a half years to teach properly, I suppose. But the moment that sermon is over, He comes down from the mountain and is healing again. In rapid succession He heals a leper, the centurion’s servant, Peter’s mother-in-law, then a group described only as “many that were possessed with devils” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.16"},"Matthew 8:16"],"). In short, it says, He “healed all that were sick” (v. 16)."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p17"},"Driven to cross the Sea of Galilee by the crowds that now swarmed around Him, He cast devils out of two who were dwelling in the Gadarene tombs, and then sailed back to “his own city” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.1"},"Matthew 9:1"],") where He healed a man confined to bed with palsy, healed a woman with a twelve-year issue of blood (in what I think is one of the sweetest and most remarkable moments in all of the New Testament), and then raised the ruler’s daughter from the dead—only, by the way, after dismissing the sideshow-seeking audience from the room. (I wish I had the time to comment on what",["span.emphasis","that"],"New Testament lesson has come to mean to me in my present ministry, but that is for another day.)"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p18"},"Then He restored the sight of two blind men, followed by the casting out of a devil which had robbed a man of the ability to speak. That is a quick summary of the first five chapters in the New Testament devoted to Christ’s ministry. Then this verse. See if it has an echo for you:"],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p19"},"“And Jesus went about all the cities and villages,",["span.emphasis","teaching"],"in their synagogues, and",["span.emphasis","preaching"],"the gospel of the kingdom, and",["span.emphasis","healing"],"every sickness and every disease among the people” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.35"},"Matthew 9:35"],"; italics added)."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p20"},"That is, of course, except for a few words, exactly the verse we read five chapters earlier. And He needs help."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p21"},"“But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p22"},"“Then saith he unto his disciples, The harvest truly is plenteous, but the labourers are few;"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p23"},"“Pray ye therefore the Lord of the harvest, that he will send forth labourers into his harvest” (vv. 36–38)."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p24"},"With that He calls the Twelve and charges them with this directive. “Go,” He says, “to the lost sheep of the house of Israel."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p25"},"“And as ye go, preach, saying, The kingdom of heaven is at hand."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p26"},["span.emphasis","“Heal the sick, cleanse the lepers, raise the dead, cast out devils:"],"freely ye have received, freely give” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.6-8"},"Matthew 10:6–8"],"; italics added)."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p27"},"Now, after taking much too much time to make this point, let me make it. We think of the Savior, we know the Savior to be, the Master Teacher. He is that and more. And when He says the bulk of the harvest yet lies before us and that there are far too few laborers, we immediately think of missionaries and others, like you, who need to teach. But the call is for a certain kind of teacher, a teacher who in the process heals."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p28"},"Now let me make myself absolutely clear. It will save you a stamp on your letter to President Hinckley or a phone call. By “healing,” as I have been speaking of it, as it applies to your role in the classroom, I am",["span.emphasis","not"],"talking about formal use of the priesthood, or administration of the sick, or any such thing as that. That is conspicuously",["span.emphasis","not"],"your role as CES instructors and administrators. Are we clear on that? Indeed, one of the few ways, and they really have been only a few, that I have seen CES people get in trouble over the years is because some have not understood the distinction between your role as teachers and the role one has as a priesthood bearer holding ecclesiastical office. Now, if you promise not to be confused on that, we will go on."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p29"},"I believe Christ wants our teaching to lead to healing of the spiritual kind. I cannot believe that the ten chapters we have just referenced, of only twenty-eight that Matthew wrote, could be focused so much on the context of the Savior’s ministry to distressed people, troubled people, distraught people if it were for no purpose. As with the Master, wouldn’t it be wonderful to measure the success of your teaching by the healing that takes place in the lives of your students?"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p30"},"Let me be a little more specific. Rather than just giving a lesson, please try a little harder to help that blind basketball star really see, or the deaf homecoming queen really hear, or the privately lame student body president really walk. Try a little harder to fortify someone so powerfully that whatever temptations the devils of hell throw at her or him, these students will be able to withstand and thus truly in that moment be free from evil. Can you try a little harder to teach so powerfully and so spiritually that you can take that student—that boy or girl who walks alone to school and from school, who sits alone in the lunchroom, who has never had a date, who is the brunt of every joke, who weeps in the dark of the night—can you unleash the power in the scriptures and the power in the gospel and “cleanse” that leper, a leper not of his or her making, a leper made by those on our right and on our left and sometimes by us?"]],[".topic",["h2","“Therefore, What?”"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p32"},"Perhaps a lesson from contemporary life in the Quorum of the Twelve will help me say what I want to say on this point and avoid any confusion on your part. I have suggested reading for a broad view, a “big picture,” to see teachings in context. I have just used one example, not the best example, just an example. Now I want to turn that into an outcome, a teacher’s assessment."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p33"},"President Boyd K. Packer, himself a master teacher and long-time administrator in the Church Educational System, has a question he often asks when we have made a presentation or given some sort of exhortation to one another in the Twelve. He looks up as if to say, “Are you through?” And then says to the speaker (and, by implication, to the rest of the group), “Therefore, what?”"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p34"},"“Therefore, what?” I think that is what the Savior answered day in and day out as an inseparable element of His teaching and preaching. I’ve tried to suggest that. These sermons and exhortations were to no avail if the actual lives of His disciples did not change."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p35"},"“Therefore, what?” You and I know that we still have young people, and too many older ones as well, who have not made the connection between what they say they believe and how they actually live their lives. Some, certainly not all and certainly not most, but some seem to be able to come from good homes, with the boys being graded up in the priesthood, and both the girls and boys advancing through the various Church programs, sometimes getting (and here I wish to be very careful) even to the temple for missions and marriage and those sacred covenants, only to discover that almost none of what they had been taught earlier—or at least not enough of it—had been translated into true repentance and gospel living."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p36"},"Again I stress that I am speaking of exceptions. But some days it seems that there are more exceptions than either you or I or our Father in Heaven would like. So I reissue the call of the Master to have more laborers in the vineyard, not only declaring the gospel of the kingdom, but teaching in such a way that heals all manner of sickness among the people."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p37"},"Pray that your teaching will bring change. Pray that, like the lyrics of a now-forgotten song, your lessons will literally cause a student to “straighten up and fly right” (Nat King Cole, “Straighten Up and Fly Right” [1943]). We want them straight and we want them right. We want them happy, happy in this life and saved in the world to come. …"]],[".topic",["h2","Teach by the Spirit"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p39"},"Please teach by the Holy Spirit. If we do not teach that way, then by scriptural definition we are teaching “some other way” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.17"},"D&C 50:17"],"). And any other way “is not of God” (v. 20). Give your students a spiritual experience in every way that you can. That is what the New Testament is trying to do for you. That is the message of the Gospels. It is the message of the book of Acts. It is the message of all scripture. Those spiritual experiences from those sacred records will keep your students on track and in the Church in our day just as it did in the early days of those members in New Testament times, and just as it is done in every other dispensation of time."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p40"},"“The Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],"). Not just that you won’t teach or that you can’t teach or that it will be pretty shoddy teaching. No, it is stronger than that. It is the imperative form of the verb. “Ye",["span.emphasis","shall not"],"teach.” Put a",["span.emphasis","thou"],"in there for",["span.emphasis","ye"],"and you have Mt. Sinai language. This is a commandment. These are God’s students, not yours, just like it was God’s Church, not Peter or Paul or Joseph or Brigham’s."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p41"},"Facilitate that manifestation in the hearts of your young people, which lets them know where power, safety, and salvation really are, through the instrumentality of these our Church leaders and the blessings of Church life. Have them look to heaven for their guidance just as the eleven did that day Christ ascended from the Mount of Olives before their very eyes, just as Peter did that day when he led them in prayer to fill the vacancy in the Twelve, just as the early Saints did in seeing Brigham Young transformed before their eyes."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p42"},"Let me close. I remember almost dreading (I think that’s not too strong a word) the responsibility to teach the Crucifixion, Atonement, and Resurrection in my classes because I never felt I could rise to the level of worthiness that I knew the subject deserved. I wanted so much for it to matter in the hearts of the students and I knew if there was a weak link in the experience, it wouldn’t be the student and it surely wouldn’t be the Lord—it would be me."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p43"},"Although I love the Savior even more now and have been called to be a witness of His name in all the world, still I feel overwhelmed and inadequate on this topic. I say that to encourage you. You as teachers will feel that some days, and often it will be the days when you want to be your best."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p44"},"Take heart. Let the Spirit work in you in ways that you may not be privileged to see or even to recognize. More will go on than you think if you are honest in your heart and trying to live as purely as you can. When you get to those supreme and nearly impossible-to-teach moments of Gethsemane and Calvary and the Ascension, I would ask that you remember, among many things, two of the many applications that I would hope you would make with your students."]],[".topic",["h2","Christ Remained True"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p46"},"Remind the students, and there is so much else to say, but remind the students that in this unspeakably wrenching and nature-shattering pain,",["span.emphasis","Christ remained true."]],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p47"},"Matthew said He was “sorrowful and very heavy … exceeding sorrowful, even unto death” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.37-38"},"Matthew 26:37–38"],"). He went alone into the garden, intentionally left the Brethren outside to wait. He had to do this alone. He dropped to His knees and then, the Apostle says, He “fell on his face” (v. 39). Luke says He was “in an agony” and prayed so earnestly His sweat became “great drops of blood falling down to the ground” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"Luke 22:44"],"). Mark says He fell and cried, “Abba, Father” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.36"},"Mark 14:36"],").",["span.emphasis","Papa,"],"we would say, or",["span.emphasis","Daddy."],"This is not abstract theology now. This is a Boy pleading with His Dad. “Abba [Daddy, Papa] … all things are possible unto thee; take away this cup from me.”"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p48"},"Who could resist that? God in His heavens—in His righteousness, for this, His only perfect child—who could resist? “You can do anything. I know you can do anything. Take this cup from me.”"],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p49"},"That whole prayer, Mark noted, had been that if it were possible, this hour would be stricken from the plan. He says, in effect, “If there is another path, I would rather walk it. If there is any other way—any other way—I will gladly embrace it.” “Let this cup pass from me,” Matthew says (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.39"},"Matthew 26:39"],"). “Remove this cup from me,” says Luke (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],"). But in the end the cup does not pass."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p50"},"Then He said and did that which most characterizes His life in time and in eternity, the words and the act that made Jesus the Son of God, according to the great Book of Mormon prophet Abinadi. He said and did what He had to do to become the Son (with a capital",["span.emphasis","S"],") of God. He yielded to the will of His Father and said, “Not my will, but thine, be done” (v. 42). That is, for all intents and purposes, the last moment in the divine conversation between Father and Son in Jesus’ mortal ministry. From there on the die has been cast. He will see it through no matter what."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p51"},"And from that last declaration in the Old World we get this first declaration in the New. To the Nephites gathered at the temple, He would say, “Behold, I am Jesus Christ, … the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and … I have suffered the will of the Father in all things from the beginning” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.11"},"3 Nephi 11:11"],"). That is His own introduction of Himself, the declaration He feels best tells us who He is."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p52"},"If you can leave your students one element of commitment in response to the Savior’s incomparable sacrifice for them, His payment for their transgressions, His sorrow for their sins, try to help them see the necessity to obey—to, in their own difficult domain and hours of decision, yield, to suffer “the will of the Father” (v. 11), whatever the cost. They won’t always do that, any better than you and I have been able to do it, but that ought to be their goal; that ought to be their aim. The thing Christ seems most anxious to stress about His mission—beyond the personal virtues and beyond the magnificent sermons and even beyond the healing, is that He submitted His will to the will of the Father."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p53"},"We are all willful people, maybe too much of the time. Certainly your students can be willful as they test the water, test the limits, test their faith and the Church, and often enough, your faith. But the message for every one of us and every one of them is that our offering, in similitude of His offering, is a broken heart and a contrite spirit. We must break out of our petty selves and weep for our sins and for the sins of the world. Plead with your students to yield to the Father, to yield to the Son, to yield to the Holy Spirit. There is no other way. Without likening ourselves to Him too much, because that would be sacrilegious to do, nevertheless that symbol of the cup that cannot pass is a cup that comes in our life as well as in His. It is in a much lesser way, to a much lesser degree, but it comes often enough to teach us that we have to obey."]],[".topic",["h2","Christ Knows the Way"],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p55"},"The second lesson of the Atonement that I would ask you to remember for and with your students is related. If your students feel that they have somehow made too many mistakes already, if they feel they have turned their back on the principle of obedience one too many times, if they feel that they work and live and labor lower than the light of Christ can shine, teach them, as the Prophet Joseph shared with the Saints, that God has “a forgiving disposition,” that Christ is “merciful and gracious, slow to anger, long-suffering and full of goodness” (",["span.emphasis","Lectures on Faith"],"[1985], 42). Mercy, with its sister virtues of repentance and forgiveness, is at the very heart of the Atonement of Jesus Christ. Everything in the gospel teaches us that we can change if we really want to, that we can be helped if we truly ask for it, that we can be made whole, whatever the problems of the past."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p56"},"In spite of life’s tribulations and as fearful as some of their prospects are, there is help for your students on this journey. When Christ bids them to yield, to submit, to obey the Father, He knows how to help us do that. He has walked that way, asking them to do what He has done. He has made it safer. He has made it very much easier for their travel and ours. He knows where the sharp stones and the stumbling blocks lie and where the thorns and the thistles are the most severe. He knows where the path is perilous, and He knows which way to go when the road forks and nightfall comes. He knows this because He has suffered “pains and afflictions and temptations of every kind … that he may know … how to succor his people according to their infirmities” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-12"},"Alma 7:11–12"],").",["span.emphasis","To succor"],"means “to run to.” Testify to your students that Christ will run to them, and is running even now, if they will but receive the extended arm of His mercy."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p57"},"To those who stagger or stumble, He is there to steady and strengthen us. In the end He is there to save us, and for all this He gave His life. However dim our days or your students’ days may seem, they have been a lot darker for the Savior of the world. As a reminder of those days, Jesus has chosen, even in a resurrected, otherwise perfected body, to retain for the benefit of His disciples the wounds in His hands and in His feet and in His side—signs, if you will, that painful things happen even to the pure and the perfect; signs, if you will, that pain in this world is",["span.emphasis","not"],"evidence that God doesn’t love you; signs, if you will, that problems pass and happiness can be ours. Remind your students that it is the wounded Christ who is the Captain of our souls, He who yet bears the scars of our forgiveness, the lesions of His love and humility, the torn flesh of obedience and sacrifice."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p58"},"These wounds are the principal way we are to recognize Him when He comes. He may invite us forward, as He has invited others, to see and to feel those marks. If not before, then surely at that time, we will remember with Isaiah that it was for us that a God was “despised and rejected … ; a man of sorrows, and acquainted with grief,” that “he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.3,5"},"Isaiah 53:3, 5"],")."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p59"},"I testify that Jesus Christ is the Son of God. I testify that He is perfect, one with His Father in every thought, every virtue, every deed, every desire. I testify that His is the greatest life ever lived and that in His name only is salvation. I testify that Joseph Smith saw the Father and the Son as he was carried through the veil by the Holy Spirit. I testify that these divine beings, the Godhead, lead and direct this Church still, and that President Gordon B. Hinckley is their prophet in word and in deed in every way in the current hour."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/therefore-what.p60"},"I love you and I love this work. I love your students, and I envy your opportunity to immerse yourselves this year in the majestic New Testament and in the life of Him of whom it testifies."]]]],"refs":null}
