{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":4,"title":"Through Thin Walls","subtitle":"By Monica Garcia Adams","short_title":"Through Thin Walls","uri":"/new-era/2013/09/through-thin-walls","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/through-thin-walls"},[".heading",{"id":"head1","uri":"/new-era/2013/09/through-thin-walls.head1"},[".seriesTitle","From the Mission Field"],["h1",["span.dominant","Through"],"Thin Walls"],[".byline",["p.para",{"id":"p3","uri":"/new-era/2013/09/through-thin-walls.p3"},"By Monica Garcia Adams"]],[".bio",["p.para",{"id":"p4","uri":"/new-era/2013/09/through-thin-walls.p4"},"Monica Garcia Adams lives in Utah, USA."]],[".kicker","We didn’t realize until later that, as we taught one family the gospel, we were also teaching their neighbor next door."]],[".bodyBlock",[".figure",{"id":"f8","uri":"/new-era/2013/09/through-thin-walls.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep08-missionaries-teaching.jpg"}],[".credit",["p.para",{"id":"p6","uri":"/new-era/2013/09/through-thin-walls.p6"},"Illustration by Sam Lawlor"]]],["p.para",{"id":"p7","uri":"/new-era/2013/09/through-thin-walls.p7"},"As sister missionaries, we were sharing the gospel with a woman who lived in modest circumstances at the bottom of a large hill near a small city dump on the outskirts of Asunción, Paraguay."],["p.para",{"id":"p8","uri":"/new-era/2013/09/through-thin-walls.p8"},"Soledad and her husband, Oscar, lived in one room of a long, narrow house that was actually a series of connected rooms, side by side, with very thin walls. Each room was a tiny residence with one window, one door, one table, and one bed. There were several such buildings in this area, constructed of wood, with a thatched roof and dirt floors. Clay that had been pushed into the crevices kept out some of the cold."],[".topic",{"id":"t1","uri":"/new-era/2013/09/through-thin-walls.t1"},[".title","Soledad Listened"],["p.para",{"id":"p10","uri":"/new-era/2013/09/through-thin-walls.p10"},"Soledad was the mother of three young children, and she was young herself—and overwhelmed. It was all she could do to take care of her home and the daily demands of her children. But she seemed to welcome our visits and to recognize a need for God in her life."],["p.para",{"id":"p11","uri":"/new-era/2013/09/through-thin-walls.p11"},"Soledad expressed her thoughts and feelings freely. She had fallen in love and run away from home with Oscar, even though her parents didn’t approve. Neither she nor her husband had any education or a job, and their future was bleak. She wondered if God had abandoned her and if He was punishing them for the poor choices they had made."],["p.para",{"id":"p12","uri":"/new-era/2013/09/through-thin-walls.p12"},"Oscar peddled trinkets door to door in an effort to help his family survive. When he had a successful day, he would buy food and, sometimes, small gifts for the children. But when sales were poor, he would often return home depressed, angry, and drunk."],["p.para",{"id":"p13","uri":"/new-era/2013/09/through-thin-walls.p13"},"We felt challenged to help them deal with so many temporal concerns. But we also felt urged by the Spirit to continue loving and teaching them, even though at times their progress was disappointing. After several more visits and after praying sincerely, we finally felt we needed to give them some time to consider what we had taught, study the Book of Mormon, and pray by themselves."],["p.para",{"id":"p14","uri":"/new-era/2013/09/through-thin-walls.p14"},"We explained our concerns to Soledad, and she was upset. She felt we were abandoning her family. She also told us they were expecting a fourth child and didn’t know how they would survive. In anger she told us to leave and never return."]],[".topic",{"id":"t2","uri":"/new-era/2013/09/through-thin-walls.t2"},[".title","Juan Listened Too"],["p.para",{"id":"p16","uri":"/new-era/2013/09/through-thin-walls.p16"},"Unknown to us, however, the neighbor next door, Juan, had been listening through the wall to what we had been teaching. He was young, curious, and painfully shy. As he had listened, he had had many questions about the plan of salvation, the Book of Mormon, and repentance. He had even been borrowing Soledad’s copy of the Book of Mormon, reading it, and praying regarding all that he had been quietly learning."],["p.para",{"id":"p17","uri":"/new-era/2013/09/through-thin-walls.p17"},"Days passed. Juan began to worry when we did not return to teach Soledad and Oscar. Then one night, as a heavy winter storm was brewing, he asked Soledad where we lived and how he could contact us. She said she didn’t know, and he began to cry. He bore his testimony to her of the truthfulness of our message and ran out into the stormy night to look for us as rain poured down, turning the streets into muddy rivers."],["p.para",{"id":"p18","uri":"/new-era/2013/09/through-thin-walls.p18"},"Hours later, tired and cold, he continued to search. He began to pray as he made his way through the darkness, promising his Father in Heaven that if He would help him find us, he would be baptized and serve Him all the days of his life. In the meantime, Soledad, impressed by Juan’s testimony, started praying that we would return. Juan came home but continued to pray and read the Book of Mormon for the next two days. Soledad also prayed earnestly and talked with Oscar. Together they began reading the Book of Mormon."]],[".topic",{"id":"t3","uri":"/new-era/2013/09/through-thin-walls.t3"},[".title","And Heavenly Father Listened"],["p.para",{"id":"p20","uri":"/new-era/2013/09/through-thin-walls.p20"},"Two days after the storm, as my companion and I knelt in prayer, we felt compelled to return to the tiny little homes at the bottom of the hill. We went immediately, and when we arrived, we were greeted with happy tears and excitement by Soledad, Oscar, their children, and Juan. They told us all that had happened, and from that time on, all of them were eager to learn about the gospel. It wasn’t long before Juan was baptized, and Soledad and Oscar soon followed."],["p.para",{"id":"p21","uri":"/new-era/2013/09/through-thin-walls.p21"},"I remember wondering why we were so strongly impressed to keep teaching even when Soledad and Oscar weren’t responding well. I remember wondering why we felt such an urgency to return when we had been chased away in anger. But as I saw the joy that came into Juan’s life and then into Soledad and Oscar’s family, I knew that not only was Juan listening through thin walls but that Heavenly Father was listening to prayers from each of us in turn, prayers that came from the heart."]]]]]],"refs":null}
