{"id":5,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":5,"title":"Timing Is Everything","subtitle":"By Joshua J. Perkey","short_title":"Timing Is Everything","uri":"/ensign/2013/08/timing-is-everything","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/timing-is-everything"},[".heading",{"id":"head1","uri":"/ensign/2013/08/timing-is-everything.head1"},[".seriesTitle","Our Homes, Our Families"],[".title","Timing Is Everything"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/08/timing-is-everything.p3"},"By Joshua J. Perkey"],["p.para",{"id":"p4","uri":"/ensign/2013/08/timing-is-everything.p4"},"Church Magazines"]],[".kicker","How one great love story finally reached the temple—in a surprising way."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/08/timing-is-everything.p6"},"As Vinca Gilman gazes pensively into the Alaskan forest beyond her home, she thinks fondly of her husband, now long since passed away. Ward Kepler Gilman was a strong, striking man, a World War II veteran, a doctor, and a faithful husband. But it took a journey of faith and a new chance at the gospel for Vinca and Ward to be united eternally."],["p.para",{"id":"p7","uri":"/ensign/2013/08/timing-is-everything.p7"},"Vinca Helen Gilman’s story begins in Denmark. She was born near Vordingborg, a town on the same island as Copenhagen. She was raised in a family with seven children, including three adopted boys."],["p.para",{"id":"p8","uri":"/ensign/2013/08/timing-is-everything.p8"},"Then came World War II. Through the mercy of God, she and her parents survived the Holocaust and three years of prison camps, an experience she would now rather forget."],["p.para",{"id":"p9","uri":"/ensign/2013/08/timing-is-everything.p9"},"After the war, her family rebuilt their lives. One day, Vinca and her parents were staying in a summer home in Aarhus in Jutland. There they happened to meet a pair of missionaries, who were seeking a place to stay. The young men were so kind and friendly, Vinca’s parents agreed to let them board in the guest quarters."],["p.para",{"id":"p10","uri":"/ensign/2013/08/timing-is-everything.p10"},"“I attended church with them for a short time,” Vinca recalls, “but my family wasn’t really into religion at all. My father was of Jewish descent, and my mother was Lutheran, but we weren’t raised in a religion. And then I had to return to school.”"],["p.para",{"id":"p11","uri":"/ensign/2013/08/timing-is-everything.p11"},"The missionaries later visited her briefly in Copenhagen. Although Vinca enjoyed the visit, she was not yet ready to accept the gospel."],["p.para",{"id":"p12","uri":"/ensign/2013/08/timing-is-everything.p12"},"“I moved to Salt Lake City around 1950,” Vinca says. “I was a nurse, but I had to renew my certificate to practice in the U.S.”"],["p.para",{"id":"p13","uri":"/ensign/2013/08/timing-is-everything.p13"},"The move gave her a chance to learn English better. It also gave her another opportunity to learn about the Church. She lived in the Beehive House and worked at a doctor’s office across the street. She also played the cello in the Utah Symphony and made a number of good friends."],["p.para",{"id":"p14","uri":"/ensign/2013/08/timing-is-everything.p14"},"“I attended church with them too. And I walked on Temple Square during my lunch hour every day. But I still thought of religion as something you could decide to make a part of your life as you liked.”"],["p.para",{"id":"p15","uri":"/ensign/2013/08/timing-is-everything.p15"},"After two years in Salt Lake, Vinca moved to Sacramento, California, USA, and lived for a short time with the family of one of the missionaries who had taught her in Denmark. When she made enough money as a surgical nurse to support herself, she moved out on her own. She and the missionary dated and eventually became engaged."],["p.para",{"id":"p16","uri":"/ensign/2013/08/timing-is-everything.p16"},"“Things didn’t work out,” Vinca recalls, and when they broke off their engagement, she moved on, losing touch with Church members."],["p.para",{"id":"p17","uri":"/ensign/2013/08/timing-is-everything.p17"},"Not long after, Vinca met Ward, a dentist and oral surgeon who was born and raised in Sacramento. He was a strong, handsome man who had served as a navy officer during the war. Though 11 years older than Vinca, he swept her off her feet, and the two were married in 1954."],["p.para",{"id":"p18","uri":"/ensign/2013/08/timing-is-everything.p18"},"They bought a home not far from his practice. Though they could not have children, they had a wonderful, loving marriage. They worked, they traveled, he painted, and she continued to play her music. Life was good for many years."],["p.para",{"id":"p19","uri":"/ensign/2013/08/timing-is-everything.p19"},"Ward passed away in 1985. Vinca lived on in their home until about 1999, when she started feeling anxious to move. Her home was large, more than she needed, and she felt a desire for change. She discovered a small town that suited her in Haines, Alaska. She retired there, and so things would have ended if the missionaries had not come knocking on her door once more in 2006."],["p.para",{"id":"p20","uri":"/ensign/2013/08/timing-is-everything.p20"},"At last, after many chances and many years, the timing was right."],["p.para",{"id":"p21","uri":"/ensign/2013/08/timing-is-everything.p21"},"“I never really had known much about religion,” Vinca says, “but I knew some things that made me ask questions, things that disappointed me or seemed strange."],["p.para",{"id":"p22","uri":"/ensign/2013/08/timing-is-everything.p22"},"“When I learned about this gospel, everything just made sense: the plan of salvation, what is expected of us, the promises made, the Book of Mormon. I like especially the Church doctrine of temple work for those who pass away who have not been introduced to the gospel. I felt at ease about it; it was something I could accept because it was clear and open to me, like coming home."],["p.para",{"id":"p23","uri":"/ensign/2013/08/timing-is-everything.p23"},"“I finally did what I should have done a long time ago. I don’t know why it took me so long. I had met a lot of wonderful people, and they all had some influence in my decision to join the Church. It did take years, but getting baptized was the best thing I ever did.”"],["p.para",{"id":"p24","uri":"/ensign/2013/08/timing-is-everything.p24"},"Vinca was baptized on October 14, 2006—on her husband’s birthday. Just a year later, she attended the temple for the first time and was sealed to Ward (by proxy) for time and all eternity. For Vinca, the experience of attending the temple and of being sealed to the love of her life “was unbelievable, beautiful.”"],["p.para",{"id":"p25","uri":"/ensign/2013/08/timing-is-everything.p25"},"Having gained this supernal blessing of being sealed to her beloved husband, Vinca desires now to share temple blessings with her relatives. Though she is 86 years old and suffers from kidney failure, she is motivated."],["p.para",{"id":"p26","uri":"/ensign/2013/08/timing-is-everything.p26"},"“I hope my husband and his parents and my parents and my own brothers and sisters will accept the gospel. I have a lot of temple work to get done."],["p.para",{"id":"p27","uri":"/ensign/2013/08/timing-is-everything.p27"},"“One of my main projects in life now is to do as much temple work as I can, as much genealogy as possible. I feel I have a reason for living here. Even if I live to be 100, it’s all right. I have things to do now. It feels good, really, to be able to do it.”"],["p.para",{"id":"p28","uri":"/ensign/2013/08/timing-is-everything.p28"},"As Vinca turns her gaze back to her house to head inside, she is filled with the hope that comes from the gospel of Jesus Christ. Being a member of this Church “has been a blessing in so many countless ways. You feel peace of mind. You feel stronger. When things are absolutely gorgeous, you feel, ‘Oh boy, this is heaven.’ It makes you feel grateful for living.”"],["p.para",{"id":"p29","uri":"/ensign/2013/08/timing-is-everything.p29"},"Vinca lives with a grateful heart—because the fire of the gospel and the hope of eternities with her loving husband burns bright within her."]],[".resources",[".moreInfo",["p.para",{"id":"p30","uri":"/ensign/2013/08/timing-is-everything.p30"},"For more on strengthening your marriage, see L. Whitney Clayton,",["a.crossRef",{"href":"/ensign/2013/05/marriage-watch-and-learn.p1"},"“Marriage: Watch and Learn,”"],["span.emphasis","Ensign,"],"May 2013, 83."]]]]]],"refs":null}
