{"id":53,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":53,"title":"Timing","subtitle":"","short_title":"Timing","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.head1"},["h1","Timing"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p2"},"Elder Dallin H. Oaks"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p4"},"In",["span.emphasis","Brigham Young University 2001–2002 Speeches"],"(2002), 187–93"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p5"},"The most significant academic talks I heard during my service at BYU had one common characteristic. Instead of providing new facts or advocating a particular position, as many lectures do, the most significant talks changed the listeners’ way of thinking about an important subject. Though I am a devotional speaker rather than a lecturer on an academic subject, I am going to make that same attempt today. I will attempt to change some listeners’ ways of thinking about an important subject—the matter of",["span.emphasis","timing."]],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.f1"},[".caption",["b","ELDER DALLIN H. OAKS",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","In"],"Brigham Young University 2001–2002 Speeches",["span.emphasis","(2002), 187–93"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p6"},"I begin with a story I heard many years ago at the inauguration of a university president. It illustrates the importance of timing in university administration. One university president had come to the end of his period of service, and another was just beginning. As a gesture of goodwill, the wise outgoing president handed his young successor three sealed envelopes. “Hold these until you have the first crisis in your administration,” he explained. “Then open the first one, and you will find some valuable advice.”"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p7"},"It was a year before the new president had a crisis. When he opened the first envelope, he found a single sheet of paper on which were written the words “Blame the prior administration.” He followed that advice and survived the crisis."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p8"},"Two years later he faced another serious challenge to his leadership. He opened the second envelope and read: “Reorganize your administration.” He did so, and the reorganization disarmed his critics and gave new impetus to his leadership."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p9"},"Much later the now-seasoned president encountered his third major crisis. Eagerly he opened the last envelope, anticipating the advice that would provide the solution for his troubles. Again he found a single sheet of paper, but this time it read, “Prepare three envelopes.” It was time for new leadership."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p10"},"The familiar observation that “timing is everything” surely overstates the point, but timing",["span.emphasis","is"],"vital. We read in Ecclesiastes:"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p11"},"“To every thing there is a season, and a time to every purpose under the heaven:"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p12"},"“A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted; …"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p13"},"“A time to weep, and a time to laugh; a time to mourn, and a time to dance; …"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p14"},"“[A] time to embrace, and a time to refrain from embracing;"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p15"},"“[A] time to keep silence, and a time to speak.” [",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.1-2,4-5,7"},"Ecclesiastes 3:1–2, 4–5, 7"],"]"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p16"},"In all the important decisions in our lives, what is most important is to",["span.emphasis","do the right thing."],"Second, and only slightly behind the first, is to",["span.emphasis","do the right thing at the right time."],"People who do the right thing at the wrong time can be frustrated and ineffective. They can even be confused about whether they made the right choice when what was wrong was not their choice but their timing."],[".topic",["h2","I. The Lord’s Timing"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p18"},"My first point on the subject of timing is that the Lord has His own timetable. “My words are sure and shall not fail,” the Lord taught the early elders of this dispensation. “But,” He continued, “all things must come to pass in their time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.31-32"},"D&C 64:31–32"],")."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p19"},"The first principle of the gospel is faith in the Lord Jesus Christ. Faith means trust—trust in God’s will, trust in His way of doing things, and trust in His timetable. We should not try to impose our timetable on His. As Elder Neal A. Maxwell has said:"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p20"},"“The issue for us is trusting God enough to trust also His timing. If we can truly believe He has our welfare at heart, may we not let His plans unfold as He thinks best? The same is true with the second coming and with all those matters wherein our faith needs to include faith in the Lord’s timing for us personally, not just in His overall plans and purposes.” [",["span.emphasis","Even As I Am"],"(Salt Lake City: Deseret Book, 1982), 93]"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p21"},"More recently, during last April conference, Elder Maxwell said: “Since faith in the timing of the Lord may be tried, let us learn to say not only, ‘Thy will be done,’ but patiently also, ‘Thy timing be done’” (",["span.emphasis","CR,"],"April 2001,76; or “Plow in Hope,”",["span.emphasis","Ensign,"],"May 2001, 59)."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p22"},"Indeed, we cannot have true faith in the Lord without also having complete trust in the Lord’s will and in the Lord’s timing."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p23"},"Among the persons who violate this principle are those who advocate euthanasia. They are trying to take an essential matter that we understand to be determined only by God and accelerate its occurrence according to their own will or preference."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p24"},"In our service in the Lord’s church we should remember that",["span.emphasis","when"],"is just as important as",["span.emphasis","who, what, where,"],"and",["span.emphasis","how."]],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p25"},"For a vivid illustration of the importance of timing we can look to the earthly ministry of the Lord and His succeeding instructions to His Apostles. During His lifetime the Lord instructed the Twelve Apostles not to preach to the Gentiles but “rather to the lost sheep of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-6"},"Matthew 10:5–6"],"; also see",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.22-26"},"Matthew 15:22–26"],"). Then, at the appropriate time, this instruction was reversed in a great revelation to the Apostle Peter. Only then, at the precise time dictated by the Lord, was the gospel taken to the Gentiles (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10–11"],")."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p26"},"As this example shows, continuing revelation is the means by which the Lord administers His timing. We need that revelatory direction. For example, many of us or our descendants will doubtless participate in the fulfillment of prophecies about the building of the city of New Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2-4"},"D&C 84:2–4"],"). But in this matter the timing is the Lord’s, not ours. We will not be approved or blessed in clearing the ground or pouring the footings for that great project until the Lord has said that it is time. In this, as in so many other things, the Lord will proceed in His own time and in His own way."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p27"},"We prepare in the way the Lord has directed. We hold ourselves in readiness to act on the Lord’s timing. He will tell us when the time is right to take the next step. For now, we simply concentrate on our own assignments and on what we have been asked to do today. In this we are also mindful of the Lord’s assurance: “I will hasten my work in its time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.73"},"D&C 88:73"],")."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p28"},"People who do not accept continuing revelation sometimes get into trouble by doing things too soon or too late or too long. The practice of polygamy is an example."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p29"},"The importance of the Lord’s timing is also evident in His dietary laws. The Lord gave one dietary direction to ancient Israel. Much later, because of the “evils and designs” that exist in these “last days” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],"), He has given us a Word of Wisdom suited to the circumstances of our time, accompanied by the promised blessings we need in our time."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p30"},"The Lord’s timing also applies to the important events of our personal lives. A great scripture in the Doctrine and Covenants declares that a particular spiritual experience will come to us “in his own time, and in his own way, and according to his own will” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.68"},"D&C 88:68"],"). This principle applies to revelation (see Oaks,",["span.crossRef","“Teaching and Learning by the Spirit,”"],"Ensign, March 1997, 11) and to all of the most important events in our lives: birth, marriage, death, and even our moves from place to place."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p31"},"Here is an example from the life of a prominent pioneer ancestor of many in this audience. Anson Call was in the initial exodus from Nauvoo. He and his family crossed Iowa in the spring of 1846 and reached Council Bluffs, Iowa, that summer. There Brigham Young was organizing wagon companies. He appointed Anson Call captain of the first 10 wagons. The Twelve ordered his wagon train to move west. It left the Missouri River for the West on July 22, 1846. Organized by priesthood authority, they were directed toward the Rocky Mountains, and they went westward with great energy."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p32"},"After traveling more than 130 miles through what is now Nebraska, this first wagon train was overtaken by new instructions directing them not to proceed further that season. They found a place to winter, and then, in the spring of 1847, returned east and rejoined the main body of the Church on the Iowa side of the Missouri. There Anson Call and his family remained for a year, making further preparations and helping others prepare for the trip west. It was two years after their initial start westward in 1846 that Anson Call and his family finally journeyed to the valleys of the mountains. There the obedient and resourceful Anson Call was frequently used by Brigham Young to begin new settlements in the Intermountain West. (See",["span.emphasis","The Journal of Anson Call"],"[United States: Ethan L. Call and Christine Shaffer Call; Afton, Wyoming: Shann L. Call, 1986], 36.)"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p33"},"What is the meaning of this pioneer experience? It is not enough that we are under call, or even that we are going in the right direction. The timing must be right, and if the time is not right, our actions should be adjusted to the Lord’s timetable as revealed by His servants."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p34"},"The Lord’s timing is often revealed in this way. Several years ago President Hinckley announced the construction of a large number of new temples, essentially doubling the number of operating temples of the Church from about 50 to about 100 in just a few years. Having additional temples has always been the direction to go, but until the prophet of the Lord signaled this as a major initiative, no one could have properly urged such a sudden and dramatic increase for the Church and its people. Only the Lord’s prophet could move the whole Church west. Only the Lord’s prophet could signal the Church to double its operating temples in just a few years."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p35"},"In my conference talk last October I gave another illustration—the importance of following the Lord’s timing with those we try to interest in hearing the gospel message. Proclaiming the gospel is His work, not ours, and therefore it must be done on His timing, not ours. There are nations in the world today that must hear the gospel before the Lord will come again. We know this, but we cannot force it. We must wait upon the Lord’s timing. He will tell us, and He will open the doors or bring down the walls when the time is right. We should pray for the Lord’s help and directions so that we can be instruments in His hands to proclaim the gospel to nations and persons who are now ready—persons He would have us help today. The Lord loves all of His children, and He desires that all have the fulness of His truth and the abundance of His blessings. He knows when groups or individuals are ready, and He wants us to hear and heed His timetable for sharing His gospel with them."]],[".topic",["h2","II. The Agency of Others"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p37"},"The achievement of some important goals in our lives is subject to more than the timing of the Lord. Some personal achievements are also subject to the agency of others. This is particularly evident in two matters of special importance to young people of college age—missionary baptisms and marriage."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p38"},"Last summer Sister Oaks and I were in Manaus, Brazil. I spoke to about a hundred missionaries in that great city on the Amazon. As I stood to speak, I was prompted to put aside some notes I usually use on such occasions and substitute some thoughts on the importance of timing—some of the scriptures and principles I have been talking about today."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p39"},"I reminded the missionaries that some of our most important plans cannot be brought to pass without the agency and actions of others. A missionary cannot baptize five persons this month without the agency and action of five other persons. A missionary can plan and work and do all within his or her power, but the desired result will depend upon the additional agency and action of others. Consequently a missionary’s goals ought to be based upon the missionary’s personal agency and action, not upon the agency or action of others."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p40"},"But this is not the time to elaborate on what I told the missionaries about goals. Instead I will share some other applications of the principle of timing, giving illustrations from our personal lives."]],[".topic",["h2","III. Applications to Our Lives"],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p42"},"Someone has said that life is what happens to us while we are making other plans. Because of things over which we have no control, we cannot plan and bring to pass everything we desire in our lives. Many important things will occur in our lives that we have not planned, and not all of them will be welcome. The tragic events of September 11th and their revolutionary consequences provide an obvious example. Even our most righteous desires may elude us, or come in different ways or at different times than we have sought to plan."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p43"},"For example, we cannot be sure that we will marry as soon as we desire. A marriage that is timely in our view may be our blessing or it may not. My wife Kristen is an example. She did not marry until many years after her mission and her graduation. Older singles have some interesting experiences. While she was at her sister’s place to celebrate her fiftieth birthday, her sister’s husband shared something he had just read in a newspaper. “Kristen,” he said, “now that you are a single woman over 50, your chances of marrying are not as good as your chances of being killed by a terrorist.”"],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p44"},"The timing of marriage is perhaps the best example of an extremely important event in our lives that is almost impossible to plan. Like other important mortal events that depend on the agency of others or the will and timing of the Lord, marriage cannot be anticipated or planned with certainty. We can and should work for and pray for our righteous desires, but, despite this, many will remain single well beyond their desired time for marriage."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p45"},"So what should be done in the meantime? Faith in the Lord Jesus Christ prepares us for whatever life brings. This kind of faith prepares us to deal with life’s opportunities—to take advantage of those that are received and to persist through the disappointments of those that are lost. In the exercise of that faith we should commit ourselves to the priorities and standards we will follow on matters we do not control and persist faithfully in those commitments whatever happens to us because of the agency of others or the timing of the Lord. When we do this, we will have a constancy in our lives that will give us direction and peace. Whatever the circumstances beyond our control, our commitments and standards can be constant."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p46"},"Sometimes our commitments will surface at unexpected times and be applied in unexpected circumstances. Sometimes the principles we have taught to others come back to guide our own actions when we think we don’t need them anymore. A personal experience illustrates this reality. Most Latter-day Saint parents know the importance of giving their children reminders as they go out on a date. I did this with our children, and I think they heeded my counsel. During the time I was getting acquainted with Kristen, when I left the house to meet her, one of my children said to me with a twinkle in the eye: “Now Dad, remember who you are!”"],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p47"},"The commitments and service of adult singles can anchor them through the difficult years of waiting for the right time and the right person. Their commitments and service can also inspire and strengthen others. The poet John Greenleaf Whittier wrote of this in his wonderful poem “Snow-Bound,” which contains this description of a dear aunt who never married:"],[".poetry",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.f2"},[".stanza",[".line",["span.emphasis","The sweetest woman ever Fate"]],[".line",["span.emphasis","Perverse denied a household mate,"]],[".line",["span.emphasis","Who, lonely, homeless, not the less"]],[".line",["span.emphasis","Found peace in love’s unselfishness,"]],[".line",["span.emphasis","And welcome whereso’er she went,"]],[".line",["span.emphasis","A calm and gracious element."]]],[".citationInfo",["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p54"},"[John Greenleaf Whittier, “Snow-Bound: A Winter Idyl,” in",["span.emphasis","Snow-Bound: Among the Hills: Songs of Labor: and Other Poems"],"(Boston; New York: Houghton, Mifflin and Company, 1898), lines 352–57]"]]],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p55"},"Wise are those who make this commitment:",["span.emphasis","I will put the Lord first in my life and I will keep His commandments."],"The performance of that commitment is within everyone’s control. We can fulfill that commitment without regard to what others decide to do, and that commitment will anchor us no matter what timing the Lord directs for the most important events in our lives."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p56"},"Do you see the difference between committing to what",["span.emphasis","you will do,"],"in contrast to trying to plan that you will be married by the time you graduate or that you will earn at least X amount of dollars on your first job?"],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p57"},"If we have faith in God and if we are committed to the fundamentals of keeping His commandments and putting Him first in our lives, we do not need to plan every single event—even every important event—and we should not feel rejected or depressed if some things—even some very important things—do not happen at the time we had planned or hoped or prayed."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p58"},"Commit yourself to put the Lord first in your life, keep His commandments, and do what the Lord’s servants ask you to do. Then your feet are on the pathway to eternal life. Then it does not matter whether you are called to be a bishop or a Relief Society president, whether you are married or single, or whether you die tomorrow. You do not know what will happen. Do your best on what is fundamental and personal and then trust in the Lord and His timing."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p59"},"Life has some strange turns. I will share some personal experiences that illustrate this."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p60"},"When I was a young man I thought I would serve a mission. I graduated from high school in June 1950. Thousands of miles away, one week after that high school graduation, a North Korean army crossed the 38th parallel, and our country was at war. I was 17 years old, but as a member of the Utah National Guard I was soon under orders to prepare for mobilization and active service. Suddenly, for me and for many other young men of my generation, the full-time mission we had planned or assumed was not to be."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p61"},"Another example: After I served as president of BYU for nine years, I was released. A few months later the governor of the state of Utah appointed me to a 10-year term on the supreme court of this state. I was then 48 years old. My wife June and I tried to plan the rest of our lives. We wanted to serve the full-time mission neither of us had been privileged to serve. We planned that I would serve 20 years on the state supreme court. Then, at the end of two 10-year terms, when I would be nearly 69 years old, I would retire from the supreme court and we would submit our missionary papers and serve a mission as a couple."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p62"},"I had my 69th birthday last summer and was vividly reminded of that important plan. If things had gone as we planned, I would now be submitting papers to serve a mission with my wife June."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p63"},"Four years after we made that plan I was called to the Quorum of the Twelve Apostles—something we never dreamed would happen. Realizing then that the Lord had different plans and different timing than we had assumed, I resigned as a justice of the supreme court. But this was not the end of the important differences. When I was 66, my wife June died of cancer. Two years later—a year and a half ago—I married Kristen McMain, the eternal companion who now stands at my side."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p64"},"How fundamentally different my life is than I had sought to plan! My professional life has changed. My personal life has changed. But the commitment I made to the Lord—to put Him first in my life and to be ready for whatever He would have me do—has carried me through these changes of eternal importance."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p65"},"Faith and trust in the Lord give us the strength to accept and persist, whatever happens in our lives. I did not know why I received a “no” answer to my prayers for the recovery of my wife of many years, but the Lord gave me a witness that this was His will, and He gave me the strength to accept it. Two years after her death, I met this wonderful woman who is now my wife for eternity. And I know that this also was the will of the Lord."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p66"},"I return to the subject with which I began. Do not rely on planning every event of your life—even every important event. Stand ready to accept the Lord’s planning and the agency of others in matters that inevitably affect you. Plan, of course, but fix your planning on personal commitments that will carry you through no matter what happens. Anchor your life to eternal principles, and act upon those principles whatever the circumstances and whatever the actions of others. Then you can await the Lord’s timing and be sure of the outcome in eternity."],["div",{"id":"p67","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p67"},"The most important principle of timing is to take the long view. Mortality is just a small slice of eternity, but how we conduct ourselves here—what we become by our actions and desires, confirmed by our covenants and the ordinances administered to us by proper authority—will shape our destiny for all eternity. As the prophet Amulek taught, “This life is the time for men to prepare to meet God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32"},"Alma 34:32"],"). That reality should help us take the long view—the timing of eternity. As President Charles W. Penrose declared at a general conference memorializing the death of President Joseph F. Smith:"],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p68"},"“Why waste your time, your talents, your means, your influence in following something that will perish and pass away, when you could devote yourselves to a thing that will stand forever? For this Church and kingdom, to which you belong, will abide and continue in time, in eternity, while endless ages roll along, and you with it will become mightier and more powerful; while the things of this world will pass away and perish, and will not abide in nor after the resurrection, saith the Lord our God.” [",["span.emphasis","CR,"],"June 1919, 37]"],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/timing.p69"},"I pray that each of us will hear and heed the word of the Lord on how to conduct ourselves in mortality and set our standards and make our commitments so that we can be in harmony and in tune with the timing of our Father in Heaven. I testify of Jesus Christ, our Savior, whose Church this is, in the name of Jesus Christ, amen."]]]],"refs":null}
