{"id":17,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":17,"title":"To the Tender Wives: What I Have Learned from My Husband’s Addiction to Pornography","subtitle":"Name withheld","short_title":"To the Tender Wives: What I Have Learned from My Husband’s Addiction to Pornography","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography"},[".heading",{"id":"head1","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.head1"},[".title","To the",["span.dominant","Tender Wives:"],"What I Have Learned from My Husband’s Addiction to Pornography"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p2"},"Name withheld"]],[".kicker","Having a spouse with a pornography addiction can be devastating. Here are some ways to get through it."]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p4"},"Some time ago, in a conversation with my cousin Emily (names have been changed), I mentioned I was under a lot of stress. She said, “I know what you’re going through.”"],["p.para",{"id":"p5","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p5"},"I thought she was referring to the normal busyness that accompanies the lives of a young family, so I clarified by explaining that my husband was working through some problems. Then Emily said, “I understand what",["span.emphasis","you"],"are going through. I went through it with Brian.”"],["p.para",{"id":"p6","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p6"},"I was stunned. For the past three years, Steve had struggled with a pornography addiction we had told few people about. I didn’t know Emily knew about it or that her husband had struggled with pornography too. We talked about our experiences and found many of them to be similar."],["p.para",{"id":"p7","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p7"},"At the end of our conversation, Emily informed me that counsel and assistance are readily available for those who struggle with a pornography addiction, but relatively little help is available for those closest to them, particularly spouses and other family members. How can the broken hearts of those whom Jacob calls the “tender wives” (",["a",{"href":"/scriptures/bofm/jacob/2.35"},"Jacob 2:35"],") be healed?"],["p.para",{"id":"p8","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p8"},"To help others who are experiencing situations similar to mine, I want to share some of what I’ve learned. Some of these things I’ve gained from my own experiences, while others are based on my observations of people around me. Although every situation is different, these principles have helped me cope with and manage my own pain."],[".topic",{"id":"t1","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t1"},[".title","Stay Close to the Lord"],["p.para",{"id":"p10","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p10"},"The first and most important thing I learned was to stay close to the Lord. After the prophet Jacob spoke to the Nephite men about their whoredoms, he spoke to their families, the “pure in heart.” He counseled them, “Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause” (",["a",{"href":"/scriptures/bofm/jacob/3.1"},"Jacob 3:1"],"). Staying close to the Lord can help you feel the peace only the Savior can give and can allow you to recognize inspiration and guidance that will help you and your family."]],[".topic",{"id":"t2","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t2"},[".title","Realize It Is Not Your Fault"],["p.para",{"id":"p12","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p12"},"Upon learning about a spouse’s pornography addiction, many women react by blaming themselves. They think, “If I were more attractive, or younger, or thinner, this would not have happened.” It is easy to take this problem personally, but I learned that this was not about my weaknesses or deficiencies. It was about my husband’s struggle."],["p.para",{"id":"p13","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p13"},"I also racked my brain to see what I had done wrong in my life to deserve this. I had tried to be so diligent, so obedient growing up. I had earned awards in Primary, Young Women, and seminary. I had served faithfully in my callings. I had dated righteous young men and had been careful in my relationships. Finally, I had married an incredible returned missionary in the temple after receiving a strong confirmation from the Lord that Steve would help me become the type of person I wanted to be. Soon after our marriage, we started our family. And then I learned about Steve’s addiction. What had I done wrong? I now know the answer is “nothing.”"],["p.para",{"id":"p14","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p14"},"I came to realize that those good things in my life had brought me to a place where I could be strong and have the Spirit guide me. This trial was neither a punishment nor the result of my mistake but rather an invitation to grow. That I am in this situation is not the tragedy. The tragedy would be for me to suffer needlessly and not use this opportunity to draw closer to the Savior, to become purified in the refiner’s fire. Looking back on all I’ve learned and the person I’ve become, I am grateful. I am much more empathetic, less inclined to judge, and more confident in God’s love and in my value as a person. What great gifts these are!"],["p.para",{"id":"p15","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p15"},"It is also important not to take your husband’s problems upon yourself. This is difficult when the marriage is painful, bills are not being paid, and chaos is everywhere. You are not responsible for his behavior—good or bad. Satan’s plan was to control everyone and compel them to be righteous. Allow your spouse to use his agency, yet set boundaries about how you and your children will be treated."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t3"},[".title","See the Eternal Identity of Your Spouse"],["p.para",{"id":"p17","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p17"},"When my husband first confessed to me—just one month after our first child was born—I felt incredibly hurt and betrayed. The consequences of one curious look had changed our lives."],["p.para",{"id":"p18","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p18"},"While I appreciated Steve’s honesty about his behavior, I couldn’t help but feel disgusted by him. As the addiction reached its worst, Steve’s personality changed. He became like Dr. Jekyll and Mr. Hyde, though it seemed that most of the time he was Mr. Hyde. The smartest, kindest, funniest, most faithful, and most considerate man I had ever known—my hero—became cynical, sarcastic, rude, manipulative, and suicidal. He was at his worst on Sundays, being mad at God and mocking things that were important to me."],["p.para",{"id":"p19","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p19"},"Steve was unable to financially support our family. He was unable to feel or express love and eventually became unable to nurture relationships. This man with many friends suddenly had none. He continually found fault with me."],["p.para",{"id":"p20","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p20"},"My self-esteem was shattered, not only because of the addiction itself but also because suddenly in my husband’s eyes, everything was wrong with me. It took a long time, but I eventually learned that Heavenly Father—not my husband—was the source of the love and acceptance I needed (although it was wonderful when Steve did offer it). As I learned to respect myself and accept the love of God, I was able to set standards about how I would be treated. I did not believe the negative comments that formerly had crushed me, and I firmly expressed my feelings and established boundaries about my husband’s behavior."],["p.para",{"id":"p21","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p21"},"Even through all of this, I was blessed to be able to see who Steve really was. Somehow I was able to see him as someone with so much value, so much strength, so much good—someone with an important mission on earth. Someone who was struggling, yes, but someone who was also priceless. I felt the love of Heavenly Father for Steve and for me."],["p.para",{"id":"p22","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p22"},"I also realized that the Savior loved Steve more than I did, wanted Steve to repent more than I did, and knew more than I did with my limited mortal vision. I needed to stop analyzing the heart-numbing what-ifs and simply trust the Savior."]],[".topic",{"id":"t4","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t4"},[".title","Seek to Forgive Your Spouse"],["p.para",{"id":"p24","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p24"},"For some, it can be easy to confuse forgiveness with trust. Trust is earned based on behavior, but forgiveness is something we’re commanded to do (see",["a",{"href":"/scriptures/dc-testament/dc/64.10"},"D&C 64:10"],"). Even so, it is hard to forgive someone who has offended you in such a personal way. When my cousin Emily learned of her husband’s behavior, she found herself hating him. She felt unable to be emotionally close to him—even years after her husband had repented. She told me that she was also unable to feel the Spirit and that she constantly relived Brian’s actions in her mind. Finally, absolutely miserable, she opened up to her mother and told her everything. Her mother listened and then wisely reminded Emily of the parable of the unmerciful debtor (see",["a",{"href":"/scriptures/nt/matt/18.23-35"},"Matthew 18:23–35"],"). She asked Emily how she could expect Heavenly Father to guide her, give her His Spirit, and forgive her when she could not forgive Brian. This caused Emily to reconsider some things. She has since received help in forgiving Brian, and their marriage is better than ever."]],[".topic",{"id":"t5","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t5"},[".title","Take Care of Yourself"],["p.para",{"id":"p26","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p26"},"Both Emily and I suffered from stomach problems due to the stress of our situations—and of feeling that we weren’t able to tell anyone about them. Such personal situations are not easy to talk about and certainly should not be spread around, but it is crucial to find someone you can trust, someone who will support you, someone who will help you see things objectively. I received untold measures of peace and strength from friends and family who let me cry and talk to them anytime and who prayed for my family and me."],["p.para",{"id":"p27","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p27"},"You may or may not choose to tell family members and friends. As you explore possible resources of help, you might consider your bishop, professional counselors, LDS Family Services’ Addiction Recovery Program, or community groups. But it is important to find someone in whom you can confide. Even if finances are tight or nonexistent, find some help. Obtaining it for yourself is just as important as finding help for your spouse."],["p.para",{"id":"p28","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p28"},"Many women who are struggling with this challenge grow depressed, lose interest in friends and hobbies, and suffer from low self-esteem. Stay close to the Spirit to remember your eternal identity. Continue to be your best self, associate with people, exercise, participate in your favorite activities, and try new things. Even though there are days when it is hard to get out of bed (let alone to smile), staying healthy physically, spiritually, and emotionally will be among the best things you can do to find internal joy and peace and to share them with your family."]],[".topic",{"id":"t6","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.t6"},[".title","Move Forward with Faith"],["p.para",{"id":"p30","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p30"},"My husband and I are not at the end of this long road. The way has been unimaginably painful and sometimes even hellish, but the scriptures have comforted me."],["p.para",{"id":"p31","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p31"},"At times I have felt like the woman with an issue of blood who desired to gain healing from the Savior. It strengthens me to remember her conviction that by merely touching the Savior’s robe, she would be healed. (See",["a",{"href":"/scriptures/nt/mark/5.25-34"},"Mark 5:25–34"],".) It comforts me to know that although I feel weak, my earnest efforts to reach out to the Savior and receive His influence and power in my life will be rewarded."],["p.para",{"id":"p32","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p32"},"In my darkest days, when I didn’t know if my husband could find his way to the Atonement, I took comfort from the story of the man with the palsy whose friends carried him to the Savior and lowered their sick friend into the home from the roof so Jesus could heal him (see",["a",{"href":"/scriptures/nt/mark/2.1-12"},"Mark 2:1–12"],"). I also remembered Alma the Younger, who in his youth apparently had no intention of repenting yet whose family continued to pray for him (see",["a",{"href":"/scriptures/bofm/mosiah/27.14"},"Mosiah 27:14"],"). These two men found their way to repentance, healing, and happiness because of the faith of their family members and friends."],["p.para",{"id":"p33","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p33"},"Whether your loved one wants to change or not, whether you have to make drastic changes in your family or not, never give up your faith and never give up your prayers offered for your family. Remember that the Savior is able to heal even the worst maladies, both physical and spiritual. As President Harold B. Lee (1899–1973) taught, “The greatest miracles I see today are not necessarily the healing of sick bodies, but the greatest miracles I see are the healing of sick souls.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p34","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p34"},"One day, after many years of struggle related to my husband’s addiction, I was at the temple, sitting in the chapel and thanking God in my heart for the progress our family had made. The organist was playing “Abide with Me; ’Tis Eventide.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"As I reviewed the words of the chorus in my mind, “O Savior, stay this night with me,” my eyes filled with tears. The Savior had been with me through the dark night. Now, several years later, it is hard to remember the pain and almost impossible to feel it. It is hard to remember all the days when it seemed impossible to put a smile on my face for my children. I don’t remember all the awful things my husband said or did. I don’t remember the persistent pain in my stomach. But I do remember what Alma taught about the Savior: “He will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities” (",["a",{"href":"/scriptures/bofm/alma/7.12"},"Alma 7:12"],")."],["p.para",{"id":"p35","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p35"},"I know that hope and healing can be found in the Savior. He can make our burdens light, still the winds and the waves in our lives, and bring peace and joy to our hearts."]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.f2"},[".title","A Bright Dawn"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p40","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p40"},"“My heart grieves for the many sorrows some of you face, for the painful loneliness and wearisome fears you may be experiencing."],["p.para",{"id":"p41","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p41"},"“Nevertheless, I bear witness that our living hope is in Christ Jesus! …"],["p.para",{"id":"p42","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p42"},"“… Even after the darkest night, the Savior of the world will lead you to a gradual, sweet, and bright dawn that will assuredly rise within you.”"],[".citationInfo",["p.para",{"id":"p43","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p43"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “The Hope of God’s Light,”",["span.emphasis","Ensign,"],"May 2013, 77."]]],[".moreInfo",[".title","Answering Questions"],[".subtitle","What help is available for those addicted to pornography and for their families?"],["p.para",{"id":"p46","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.p46"},"The Church offers support groups, sponsored by LDS Family Services, for those addicted to pornography as well as for their spouses and others who might be affected. To find out more, visit",["a",{"href":"http://ldsfamilyservices.org"},"ldsfamilyservices.org"],"or contact the LDS Family Services office nearest you. Another resource is the Church’s new website",["a",{"href":"http://overcomingpornography.org"},"overcomingpornography.org"],"."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Harold B. Lee, “Stand Ye in Holy Places,”",["span.emphasis","Ensign,"],"July 1973, 123."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/to-the-tender-wives-what-i-have-learned-from-my-husbands-addiction-to-pornography.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"“Abide with Me; ’Tis Eventide,”",["span.emphasis","Hymns,"],"no. 165."]]}
