{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"Trouble in a Teapot","subtitle":"By Jessica Larsen","short_title":"Trouble in a Teapot","uri":"/friend/2013/07/trouble-in-a-teapot","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/trouble-in-a-teapot"},[".heading",{"id":"head1","uri":"/friend/2013/07/trouble-in-a-teapot.head1"},[".title","Trouble in a Teapot"],[".byline",["p.para",{"id":"p2","uri":"/friend/2013/07/trouble-in-a-teapot.p2"},"By Jessica Larsen"],["p.para",{"id":"p3","uri":"/friend/2013/07/trouble-in-a-teapot.p3"},"(Based on a true story)"]],[".epigraph","Hot drinks are not for the body",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/89.9"},"D&C 89:9"],")."]],[".kicker","Amy’s ancestors stood up for their beliefs. Can she?"]],[".bodyBlock",["p.para",{"id":"p6","uri":"/friend/2013/07/trouble-in-a-teapot.p6"},"Amy bounced up and down in her seat."],["p.para",{"id":"p7","uri":"/friend/2013/07/trouble-in-a-teapot.p7"},"“What are you so excited about?” Mom asked, smiling at her from the front of the car."],["p.para",{"id":"p8","uri":"/friend/2013/07/trouble-in-a-teapot.p8"},"“It’s England Day!” Amy squealed. Mrs. Harvey’s second-grade class had been learning about countries around the world. Amy had already learned to do the Mexican hat dance and sing a song in Japanese. Today her class was having a special party with lots of English food."],["p.para",{"id":"p9","uri":"/friend/2013/07/trouble-in-a-teapot.p9"},"“Your ancestors joined the Church in England,” Mom reminded her. “They were very brave and stood up for what they believed in.”"],["p.para",{"id":"p10","uri":"/friend/2013/07/trouble-in-a-teapot.p10"},"“Today I’ll pretend to be just like them. It’ll be fun!” Amy said happily."],["p.para",{"id":"p11","uri":"/friend/2013/07/trouble-in-a-teapot.p11"},"When she reached her classroom, Amy stared in awe. The school chairs were arranged in a circle around a table filled with warm crumpets, lemon custard, and raspberry jam. There was even a bowl of English toffee! Amy couldn’t wait for the party to start."],["p.para",{"id":"p12","uri":"/friend/2013/07/trouble-in-a-teapot.p12"},"But then Amy noticed something. At the back of the table, a small, blue teapot was labeled TEA. Amy felt a knot form in her stomach."],["p.para",{"id":"p13","uri":"/friend/2013/07/trouble-in-a-teapot.p13"},"Mrs. Harvey clapped her hands for the children to settle down. “Class, take a seat!” she sang out. “Today we’re having a very special party—a tea party! In England, people drink tea and eat crumpets as a snack. Who can tell me what a crumpet is?”"],["p.para",{"id":"p14","uri":"/friend/2013/07/trouble-in-a-teapot.p14"},"Amy’s classmates eagerly raised their hands, and one explained that a crumpet is a small cake. But Amy just sat in her seat feeling sick. Tea! She knew that tea and coffee were bad for her body. A commandment in the Word of Wisdom said not to drink them. The knot in her stomach kept growing. If she refused, what would her teacher and classmates think?"],["p.para",{"id":"p15","uri":"/friend/2013/07/trouble-in-a-teapot.p15"},"Then Amy thought of a better question. What would Jesus think? What would her ancestors think? Amy remembered Mom saying her ancestors were brave people who stood up for what they believed in. They followed Jesus Christ. They had been baptized in England, the same way Amy had been baptized. She still remembered that warm, clean feeling from her baptism, and how she always wanted to choose the right."],["p.para",{"id":"p16","uri":"/friend/2013/07/trouble-in-a-teapot.p16"},"Slowly the knot loosened, and she knew what she had to do."],["p.para",{"id":"p17","uri":"/friend/2013/07/trouble-in-a-teapot.p17"},"When Mrs. Harvey came to pour her some tea, Amy put her hand over the cup. “No, thank you,” she said. “I don’t drink tea. May I have a glass of water instead?”"],["p.para",{"id":"p18","uri":"/friend/2013/07/trouble-in-a-teapot.p18"},"“Of course you may,” Mrs. Harvey said, and she continued down the row."],["p.para",{"id":"p19","uri":"/friend/2013/07/trouble-in-a-teapot.p19"},"As Amy drank her water and ate a crumpet dripping with jam, she felt warm inside. She had obeyed the Word of Wisdom, and—like her ancestors—she had been brave and stood up for what she believed."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/07/trouble-in-a-teapot.f1"},["p.para",{"id":"p20","uri":"/friend/2013/07/trouble-in-a-teapot.p20"},"When I was eight years old, I attended my friend’s birthday party. It was a princess-themed party, and we had a tea party with real tea! I asked for juice instead. I’m glad I chose the right and listened to the Holy Ghost."],[".bio",["p.para",{"id":"p21","uri":"/friend/2013/07/trouble-in-a-teapot.p21"},"Robyn S., age 10, Alberta, Canada"]]]]]]],"refs":null}
