{"id":19,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":19,"title":"Two Envelopes","subtitle":"By Beth Hippard","short_title":"Two Envelopes","uri":"/new-era/2013/08/two-envelopes","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/two-envelopes"},[".heading",{"id":"head1","uri":"/new-era/2013/08/two-envelopes.head1"},[".title","2 Envelopes"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/two-envelopes.p2"},"By Beth Hippard"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/08/two-envelopes.p3"},"Beth Hippard lives in England."]],[".kicker","Paying my tithing meant I might lose out on the trip of a lifetime."]],[".bodyBlock",[".figure",{"id":"f77","uri":"/new-era/2013/08/two-envelopes.f77"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug36-37-envelopes.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/08/two-envelopes.p5"},"Illustration by Taia Morley"]]],["p.para",{"id":"p6","uri":"/new-era/2013/08/two-envelopes.p6"},"The thought of going from England to the United States was exciting, and performing in a Church-themed musical would be fantastic! I quickly signed up for the trip, not thinking about the cost."],["p.para",{"id":"p7","uri":"/new-era/2013/08/two-envelopes.p7"},"I started saving my money, but I knew it was going to be difficult. I was at a new job, which had been amazing for work experience but didn’t pay well, and I was really struggling for money."],["p.para",{"id":"p8","uri":"/new-era/2013/08/two-envelopes.p8"},"One afternoon I was looking at my bills. As I calculated everything I owed, I thought back to the previous Sunday. We’d had a lesson about paying tithing and the blessings that would come. During the lesson I’d been thinking about how I hadn’t yet paid my tithing that month. I realized that if I paid my tithing, my bank account would be emptied."],["p.para",{"id":"p9","uri":"/new-era/2013/08/two-envelopes.p9"},"I wouldn’t have time to earn enough money to go on the trip or have any spending money while there. But I knew I had to pay my tithing."],["p.para",{"id":"p10","uri":"/new-era/2013/08/two-envelopes.p10"},"The next Sunday, I filled out the tithing slip and gave it to my bishop. I wondered what I was going to do about the money I’d need for this trip, but I told myself that if I showed my faithfulness, everything would work out for the best. I hoped that meant I could find a way to go on the trip."],["p.para",{"id":"p11","uri":"/new-era/2013/08/two-envelopes.p11"},"Not 10 minutes after I gave my tithing envelope to the bishop, a woman in my ward came up to me and handed me another envelope. “Just something to wish you luck on your trip. Have a good time!” she said. I’d been in the ward for only six months and didn’t know her very well, but I did know that she had 10 children and led a very busy life."],["p.para",{"id":"p12","uri":"/new-era/2013/08/two-envelopes.p12"},"When I got home, I opened the envelope to find U.S. money. I immediately called her up and told her I couldn’t accept the money she had given me. She stopped me short. “Beth, this is something I felt really prompted to do. I really want to do this and help you out with your trip. I really want you to be able to have a good time.”"],["p.para",{"id":"p13","uri":"/new-era/2013/08/two-envelopes.p13"},"I sat at the desk in my room, absolutely stunned. I couldn’t believe what had just happened. As I stared at the money, I started wondering about the currency conversion. I had paid my tithing in British pounds, and she had given me U.S. dollars. I quickly looked on the Internet to see the conversion rates. As I typed in the amount of dollars I had just been given, I stared in shock at the screen. It was the exact amount that I had paid in tithing, plus 10 pence. I couldn’t believe my eyes!"],["p.para",{"id":"p14","uri":"/new-era/2013/08/two-envelopes.p14"},"Now I was back to my starting balance. I was so grateful to the Lord. With that, I would have just enough money to go on my trip, although I wouldn’t be able to go on any outings or buy anything, including food."],["p.para",{"id":"p15","uri":"/new-era/2013/08/two-envelopes.p15"},"The next morning, a friend of mine called me out of the blue and told me about a job. It would last for one week and the hours were terrible, but it paid really well—enough to provide money for food and other activities while on my trip."],["p.para",{"id":"p16","uri":"/new-era/2013/08/two-envelopes.p16"},"Even though it wasn’t easy for me to give up the last of my money for tithing, I knew that the money wasn’t mine—it was the Lord’s. I know that tithing can really bless lives when it is paid faithfully, and I saw this in my own life."]],[".resources",[".sideQuote",{"id":"f78","uri":"/new-era/2013/08/two-envelopes.f78"},[".title","Temporal and Spiritual Blessings"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dallin-h-oaks.jpg"}],["p.para",{"id":"p18","uri":"/new-era/2013/08/two-envelopes.p18"},"“Tithing is a commandment with a promise. The words of Malachi, reaffirmed by the Savior, promise those who bring their tithes into the storehouse that the Lord will open ‘the windows of heaven, and pour [them] out a blessing, that there shall not be room enough to receive it’ [",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"; see",["a",{"href":"/scriptures/bofm/3-ne/24.10"},"3 Nephi 24:10"],"]. The promised blessings are temporal and spiritual.”"],[".citationInfo",["p.para",{"id":"p19","uri":"/new-era/2013/08/two-envelopes.p19"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles, “Tithing,”",["span.emphasis","Ensign,"],"May 1994, 34."]]],[".moreInfo",[".title","What Blessings Are Available to You?"],["p.para",{"id":"p21","uri":"/new-era/2013/08/two-envelopes.p21"},"Not all blessings that come from paying tithing will be of a temporal nature. Elder Carl B. Pratt, formerly of the Seventy, reminds us, “The Lord’s richest blessings are spiritual.” He says, “Tithing is not a matter of money, really; it is a matter of faith—faith in the Lord” (“The Lord’s Richest Blessings,”",["span.emphasis","Ensign,"],"May 2011, 102–3). Read his address at",["a",{"href":"http://lds.org/go/83Tithing"},"lds.org/go/83Tithing"],"and search the scriptures to see what blessings the Lord promises those who faithfully pay their tithes and offerings."]]]]]],"refs":null}
