{"id":30,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":30,"title":"Utah in Isolation","subtitle":"","short_title":"Lesson 28","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/utah-in-isolation","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/utah-in-isolation.head1"},[".titleNumber","Lesson 28"],["h1","Utah in Isolation"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/utah-in-isolation.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Church leaders laid plans in 1848 to petition the United States government for either statehood or territorial status."]],["li",["span.label","2."],[".para","In 1850 Utah became a territory, and some conflicts immediately arose between the federal appointees to the territory and the Latter-day Saints."]],["li",["span.label","3."],[".para","The Church used various means to gather Latter-day Saints to Utah as economically as possible."]],["li",["span.label","4."],[".para","During a decade of relative peace, the Saints became firmly planted, and Salt Lake City became their largest city."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 28, pp. 352–67."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","The area in which the Latter-day Saints settled in July 1847 was claimed by Mexico. Following the war with Mexico, the region became United States territory through the Treaty of Guadalupe-Hidalgo, drawn up on 2 February 1848 and ratified by President James K. Polk on 4 July 1848. The Saints were once again on U.S. soil. They petitioned for a governmental organization, but the federal government was slow to help, so the Saints functioned under a “theo-democracy,” a blend of civil and ecclesiastical leadership."],[".para","Problems were settled before religious tribunals known as bishop’s courts. After Utah became a territory, the federal government appointed non-Mormon judges, though criminal cases were often handled in local courts, which were often presided over by Church members. Discuss some of the feelings of the Saints toward the government, as well as the problems the Saints faced during this time. Howard Stansbury, a member of the United States survey team sent to explore the area of the Great Salt Lake, observed:"],[".para","“That a deep and abiding resentment of injuries received and wrongs endured in Missouri and Illinois pervades the whole Mormon community, is perfectly true; and that among many of the less informed, and, I regret to add, some even whose intelligence and education ought to have enabled them to form more correct opinions, this exasperation has extended itself to the General Government, because of its refusal to interpose for their protection at the time of these difficulties, is also true; but, from all that I saw and heard, I deem it but simple justice to say, that notwithstanding these causes of irritation, a more loyal and patriotic people cannot be found within the limits of the Union” (",["span.emphasis","Exploration and Survey of the Valley of the Great Salt Lake of Utah"],"[Philadelphia: Lippincott, Grambo, and Co., 1852], p. 144)."]],["li",["span.label","•"],[".para","Discuss some of the early conflicts between the Saints and territorial officials. What was the cause of these conflicts? What effect did territorial officials have on the Church?"]],["li",["span.label","•"],[".para","Discuss the various methods used to gather the members of the Church to Utah. Consider wagon trains, handcarts, ships, railroads, and Church trains. What were the advantages and disadvantages of each method?"]],["li",["span.label","•"],[".para","Discuss the foresight and courage of the pioneers who, after crossing the plains, immediately set out for missions all over the world. President Spencer W. Kimball observed:"],[".para","“When I read Church history, I am amazed at the boldness of the early brethren as they went out into the world. They seemed to find a way. Even in persecution and hardship, they went and opened doors which evidently have been allowed to sag on their hinges and many of them to close. I remember that these fearless men were teaching the gospel in Indian lands before the Church was even fully organized. As early as 1837 the Twelve were in England fighting Satan, in Tahiti in 1844, Australia in 1851, Iceland 1853, Italy 1850, and also in Switzerland, Germany, Tonga, Turkey, Mexico, Japan, Czechoslovakia, China, Samoa, New Zealand, South America, France, and Hawaii in 1850. When you look at the progress we have made in some countries, with no progress in many of their nearby countries, it makes us wonder. Much of this early proselyting was done while the leaders were climbing the Rockies and planting the sod and starting their homes. It is faith and super faith” (“When the World Will Be Converted,”",["span.emphasis","Ensign,"],"Oct. 1974, p. 6)."]],["li",["span.label","•"],[".para","Discuss the benefits to the Church of the ten-year period between 1847 and 1857. How did that decade prepare the Church for the next forty years of political persecution? How did the gold rush affect the temporal and spiritual atmosphere of the Church population in Utah?"]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"3:414–4:138."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:327–440."]],["li",["span.label","•"],[".para","William G. Hartley, “Coming to Zion: Saga of the Gathering,”",["span.emphasis","Ensign,"],"July 1975, pp. 14–18."],[".para","Deals with the problem of funding the gathering, and includes statistics of where the Saints had gathered from."]],["li",["span.label","•"],[".para","Glen M. Leonard, “Westward the Saints: The Nineteenth-Century Mormon Migration,”",["span.emphasis","Ensign,"],"Jan. 1980, pp. 6–13."],[".para","A discussion of the various factors that motivated the Latter-day Saints to come to the Great Basin."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Gwynn W. Barrett, “Dr. John M. Bernhisel: Mormon Elder in Congress,”",["span.emphasis","Utah Historical Quarterly,"],"Spring 1968, pp. 143–67."],[".para","Provides a biographical sketch of John M. Bernhisel and his years in Congress."]],["li",["span.label","•"],[".para","Rebecca Cornwall and Leonard J. Arrington,",["span.emphasis","Rescue of the 1856 Handcart Companies"],"(Provo: Brigham Young University Press, 1981)."],[".para","A historical account of the heroic rescue of the stranded handcart company from almost certain death."]],["li",["span.label","•"],[".para","LeRoy R. Hafen and Ann W. Hafen,",["span.emphasis","Handcarts to Zion,"],"pioneers ed. (Glendale, Cal.: Arthur H. Clark Co., 1960)."],[".para","A history of the Latter-day Saints who crossed the plains by handcart, derived from the diaries and journals of participants."]],["li",["span.label","•"],[".para","T. Edgar Lyon, “Mormon Colonization in the Far West,”",["span.emphasis","Improvement Era,"],"July 1970, pp. 10–14."],[".para","An analysis of the contributions made by the Latter-day Saints in settling the west."]],["li",["span.label","•"],[".para","Conway B. Sonne,",["span.emphasis","Saints on the Sea"],"(Salt Lake City: University of Utah Press, 1983)."],[".para","A maritime history of Latter-day Saint migration detailing the ships they sailed on and their experiences."]],["li",["span.label","•"],[".para","John K. Hulmston, “Mormon Immigration in the 1860s: The Story of the Church Trains,”",["span.emphasis","Utah Historical Quarterly,"],"Winter 1990, pp. 32–48."],[".para","A history of the Church trains during the decade of the 1860s."]],["li",["span.label","•"],[".para","Paul H. Peterson, “The Mormon Reformation,” Ph.D. diss., Brigham Young University, 1981."],[".para","Covers the reformation of 1856–57 in Utah."]]]]],"refs":null}
