{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":1,"title":"Walking in Circles","subtitle":"By President Dieter F. Uchtdorf","short_title":"Walking in Circles","uri":"/liahona/2013/06/walking-in-circles","content":[["div",{"id":"head1","uri":"/liahona/2013/06/walking-in-circles.head1"},[".seriesTitle","First Presidency Message"],[".title",["span.dominant","Walking"],"in Circles"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/06/walking-in-circles.p3"},"By President Dieter F. Uchtdorf"],["div",{"id":"p4","uri":"/liahona/2013/06/walking-in-circles.p4"},"Second Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/06/walking-in-circles.p5"},"Have you ever heard the old saying that people who get lost tend to walk in circles?"],["div",{"id":"p6","uri":"/liahona/2013/06/walking-in-circles.p6"},"Jan L. Souman, a German psychologist, wanted to determine scientifically if this was true. He took participants of an experiment to a large forest area and to the Sahara desert and used a global positioning system to track where they went. They had no compass or any other device. Instructions to them were simple: walk in a straight line in the direction indicated."],["div",{"id":"p7","uri":"/liahona/2013/06/walking-in-circles.p7"},"Dr. Souman later described what happened. “[Some] of them walked on a cloudy day, with the sun hidden behind the clouds [and with no reference points in view]. … [They] all walked in circles, with [several] of them repeatedly crossing their own path without noticing it.” Other participants walked while the sun was shining, with faraway reference points in view. “These … followed an almost perfectly straight course.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p8","uri":"/liahona/2013/06/walking-in-circles.p8"},"This study has been repeated by others with different methodologies.",["sup",["a",{"href":"fn_footnote2"},"2"]],"All returned similar results."],["div",{"id":"p9","uri":"/liahona/2013/06/walking-in-circles.p9"},"Without visible landmarks, human beings tend to walk in circles."],["div",{"id":"t1","uri":"/liahona/2013/06/walking-in-circles.t1"},[".title","The Landmark of the Scriptures"],["div",{"id":"p11","uri":"/liahona/2013/06/walking-in-circles.p11"},"Without spiritual landmarks, mankind wanders as well. Without the word of God, we walk in circles."],["div",{"id":"p12","uri":"/liahona/2013/06/walking-in-circles.p12"},"Both as individuals and as societies, we see this pattern repeated over and over in every dispensation since the beginning of time. When we lose sight of the word of God, we tend to get lost."],["div",{"id":"p13","uri":"/liahona/2013/06/walking-in-circles.p13"},"This is undoubtedly the reason the Lord commanded Lehi to send his sons back to Jerusalem for the brass plates. God knew that the descendants of Lehi would need reliable landmarks—points of reference—that would provide a guide they could use to determine if they were on course."],["div",{"id":"p14","uri":"/liahona/2013/06/walking-in-circles.p14"},"The scriptures are the word of God. They are God’s landmarks that show the way we should travel in order to draw closer to our Savior and reach worthy goals."]],["div",{"id":"t2","uri":"/liahona/2013/06/walking-in-circles.t2"},[".title","The Landmark of General Conference"],["div",{"id":"p16","uri":"/liahona/2013/06/walking-in-circles.p16"},"The instructions given at general conference are another landmark that can help us know if we are on course."],["div",{"id":"p17","uri":"/liahona/2013/06/walking-in-circles.p17"},"Occasionally I ask myself, “Did I listen to the words given by the men and women who spoke at the most recent general conference of the Church? Have I read and reread their words? Have I pondered them and applied them to my life? Or have I just enjoyed the fine talks and neglected to apply their inspired messages in my personal life?”"],["div",{"id":"p18","uri":"/liahona/2013/06/walking-in-circles.p18"},"Maybe while you were listening or reading, you jotted down a note or two. Perhaps you made a commitment to do some things better or differently. Just think about the messages of last general conference. Many encouraged us to strengthen our families and improve our marriages. This issue of the",["span.emphasis","Liahona"],"also focuses on these eternal values, with many practical recommendations to bless our lives."],["div",{"id":"p19","uri":"/liahona/2013/06/walking-in-circles.p19"},"Are we noting and applying this worthwhile counsel? Are we recognizing and walking toward these real and valuable landmarks?"]],["div",{"id":"t3","uri":"/liahona/2013/06/walking-in-circles.t3"},[".title","The Antidote to Wandering"],["div",{"id":"p21","uri":"/liahona/2013/06/walking-in-circles.p21"},"Spiritual landmarks are indispensable for keeping us on the straight and narrow path. They give clear direction as to the way we should travel—but only if we recognize them and walk toward them."],["div",{"id":"p22","uri":"/liahona/2013/06/walking-in-circles.p22"},"If we refuse to be guided by these landmarks, they become meaningless, decorative masses that have no purpose but to break up the flatness of the horizon."],["div",{"id":"p23","uri":"/liahona/2013/06/walking-in-circles.p23"},"It’s not enough to go solely by our instincts."],["div",{"id":"p24","uri":"/liahona/2013/06/walking-in-circles.p24"},"It’s not enough to have the best of intentions."],["div",{"id":"p25","uri":"/liahona/2013/06/walking-in-circles.p25"},"It won’t do to rely only on our natural senses."],["div",{"id":"p26","uri":"/liahona/2013/06/walking-in-circles.p26"},"Even when we think we are following a straight spiritual path, without true landmarks to guide us—without the guidance of the Spirit—we will tend to wander."],["div",{"id":"p27","uri":"/liahona/2013/06/walking-in-circles.p27"},"Let us, therefore, open our eyes and see the landmarks our benevolent God has provided to His children. Let us read, hear, and apply the word of God. Let us pray with real intent and listen to and follow the promptings of the Spirit. Once we have recognized the supernal landmarks offered by our loving Heavenly Father, we should set our course by them. We should also make regular course corrections as we orient ourselves toward spiritual landmarks."],["div",{"id":"p28","uri":"/liahona/2013/06/walking-in-circles.p28"},"In this way, we will not wander in circles but walk with confidence and certainty toward that great heavenly blessing that is the birthright of all who walk in the straight and narrow way of Christ’s discipleship."]]],[".bodyNotes",["h3","Notes"]],[".resources",["div",{"id":"f2","uri":"/liahona/2013/06/walking-in-circles.f2"},[".title","Teaching from this Message"],["div",{"id":"p33","uri":"/liahona/2013/06/walking-in-circles.p33"},"As you prepare to teach from this message, you can search the scriptures for examples of people who were led by spiritual landmarks or people who wandered in circles. You could begin your study with these scriptures:",["a",{"href":"/scriptures/ot/num/14.33"},"Numbers 14:26–33"],";",["a",{"href":"/scriptures/bofm/1-ne/16.28-29"},"1 Nephi 16:28–29"],";",["a",{"href":"/scriptures/bofm/alma/37.38-47"},"Alma 37:38–47"],". If you feel prompted, you can share insights from these examples with those you are teaching. Ask them what we can learn from these stories."]]]],"refs":[["div",{"id":"/liahona/2013/06/walking-in-circles","uri":"/liahona/2013/06/walking-in-circles"},["span.label",["a",{"name":"footnote1"},"1."]],"See Jan L. Souman and others, “Walking Straight into Circles,”",["span.emphasis","Current Biology"],"vol. 19 (Sept. 29, 2009), 1538–42."],["div",{"id":"/liahona/2013/06/walking-in-circles","uri":"/liahona/2013/06/walking-in-circles"},["span.label",["a",{"name":"footnote2"},"2."]],"See, for example, Robert Krulwich, “A Mystery: Why Can’t We Walk Straight?” npr.org/blogs/krulwich/2011/06/01/131050832/a-mystery-why-can-t-we-walk-straight."]]}
