{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Walking the Trail of Hope—Together","subtitle":"By LaRene Porter Gaunt","short_title":"Walking the Trail of Hope—Together","uri":"/ensign/2013/07/walking-the-trail-of-hope-together","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/walking-the-trail-of-hope-together"},[".heading",{"id":"head1","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.head1"},[".seriesTitle","Until We Meet Again"],[".title","Walking the Trail of Hope—Together"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p3"},"By LaRene Porter Gaunt"],["p.para",{"id":"p4","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p4"},"Church Magazines"]],[".kicker","In February 1846 Latter-day Saint pioneers were driven from Nauvoo. Filled with hope that they would find peace in Zion, they walked down Parley Street—now called the Trail of Hope—and crossed the Mississippi River."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p6"},"It was early spring in Nauvoo when I first walked the Trail of Hope. The light was golden and the shadows warm as I walked the tree-lined path. As a photographer, I was focused only on shutter speed, aperture, and the amazing light that filled my lens."],["p.para",{"id":"p7","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p7"},"Then gradually the thoughts of my ancestors who had walked this trail began to fill my heart. First it was Jared and Cornelia with their two-year-old son. I felt the chill in the air, but that chill was nothing compared to the freezing conditions Jared and his little family had experienced during their exodus. Cornelia died somewhere between Nauvoo and Salt Lake. I imagined Jared weeping as he picked up his son and continued on."],["p.para",{"id":"p8","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p8"},"Afraid the feeling of their presence would leave, I didn’t stop photographing as tears blurred my view. Then I remembered young Sarah, who had left with her loving stepmother in the last group of Saints to leave Nauvoo. At one point, a loving Heavenly Father filled their camp with quail to feed them. Then they struggled forward with grateful hearts."],["p.para",{"id":"p9","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p9"},"My heart began to swell with emotion; it felt as though Sarah had joined me. Jared and Cornelia with their little son were with me also. We walked together amid the light and shadow, past and present merging on this trail—this trail of hope, this trail of tears. In a way I can’t explain, they were with me and awakened in me our shared love of the gospel of Jesus Christ. I realized that my testimony burns in me because it had burned in them—passed from generation to generation—each laying the foundation for the next. I wept with gratitude."],["p.para",{"id":"p10","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p10"},"Soon my husband, who had been photographing elsewhere, caught up with me. I stood close to him as I told him of my experience. He, like those Nauvoo Saints, was the first in his family to believe the gospel. And he, like those who had walked this trail more than 150 years before, would not be the last to believe. His testimony and mine nurtured the testimonies that now burn in the hearts of our children, just as the testimonies of Jared and Cornelia and Sarah nurtured the testimonies of thousands of their descendants."],["p.para",{"id":"p11","uri":"/ensign/2013/07/walking-the-trail-of-hope-together.p11"},"Forgetting about our photography, my husband and I slowly walked the rest of the Trail of Hope together, quietly remembering those who had gone before."]],[".resources"]]]],"refs":null}
