{"id":33,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":33,"title":"We Must Raise Our Sights","subtitle":"","short_title":"We Must Raise Our Sights","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.head1"},["h1","We Must Raise Our Sights"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p2"},"Elder Henry B. Eyring"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p4"},"Address to religious educators at a conference on the Book of Mormon, Brigham Young University, 14 August 2001"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p5"},"I am grateful for that music, beautifully sung, and perfectly chosen for the message and for the purpose that I believe I have been given tonight. I’m grateful to Brother Stanley Peterson for his introduction. One of the things that is most pleasant in my being allowed to be the Commissioner of Education and still go on associating with you and with people like you and Brother Peterson is that from time to time I have the chance to sense the appreciation of the Savior for you and for him. I think you need to know that I have had clear and unmistakable evidence that the Lord knows Brother Peterson and has watched over him and is grateful and is pleased. I believe he was inspired to have the volunteers and missionaries stand so that I might for a second feel not",["span.emphasis","my"],"gratitude but the Master’s gratitude."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.f1"},[".caption",["b","ELDER HENRY B. EYRING",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Address to religious educators at a conference on the Book of Mormon, Brigham Young University, 14 August 2001"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p6"},"I was also touched by the opening prayer, to have someone who has given such long full-time service be asked to pray. Because again, as he prayed, I had a sense that some of you who are full-time people have labored in obscurity. But you are not obscure, and your work is known."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p7"},"I am grateful to be with you and for our opportunity to teach the gospel to the young people of the Church. They hold the future in their hands. The Church has always been one generation away from extinction. If a whole generation were lost, which will not happen, we would lose the Church. But even a single individual lost to the gospel of Jesus Christ closes doors for generations of descendants, unless the Lord reaches out to bring some of them back. Our trust from the Lord as teachers of youth is great. And so is our opportunity."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p8"},"The world in which our students choose spiritual life or death is changing rapidly. When their older brothers and sisters return to visit the same schools and campuses they attended, they find a radically different moral climate. The language in the hallways and the locker rooms has coarsened. Clothing is less modest. Pornography has moved into the open. Tolerance for wickedness has not only increased, but much of what was called wrong is no longer condemned at all and may, even by our students, be admired. Parents and administrators have in many cases bent to the pressures coming from a shifting world to retreat from moral standards once widely accepted."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p9"},"The spiritual strength sufficient for our youth to stand firm just a few years ago will soon not be enough. Many of them are remarkable in their spiritual maturity and in their faith. But even the best of them are sorely tested. And the testing will become more severe."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p10"},"The youth are responsible for their own choices. And there are many others to help them. Faithful parents and priesthood and youth leaders shore up the faith of the students we teach. But ours is a unique opportunity. Students at our Church universities and colleges have been required to take our religion classes. The prophets of God have repeatedly endorsed seminary and institute classes and urged the youth to become our students. We are given a regular, often daily, opportunity to meet with them where the word of God from the scriptures is the text and we are their trusted guides."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p11"},"You and those who have gone before you have done a wonderful work. The world has changed but so has our curriculum. Students in seminary and institute and in our campus religion classes are reading the scriptures and understanding them. If you were not teaching with us twenty-five years ago, you may not sense the great sweep of that change. Where once there was a wealth of material calculated to hold the wandering interest of young people and even entertain them, the words of the scriptures are now doing the holding. In your classes students know the scriptures beyond what their older brothers and sisters, or their parents, did. You have made the scriptures live for them."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p12"},"But they need more. Too many graduates of seminary fail to qualify for the mission field. Too many of our faithful students never receive the blessings of the temple ordinances. The proportion of those tragedies among them will increase if we do not change."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p13"},"The place to begin is with our aim, our vision of what we seek in the lives of our students. We have always sought to enroll and hold students in our classes. We have aimed to see them persist to graduation. We have always had a goal that they will qualify for the mission field and for temple marriage and then remain faithful. Those are lofty, difficult goals, but we must raise our sights."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p14"},"Too many of our students want the blessings of a mission and the temple and yet fail to endure to claim them. For many of our students, next year is a long way away, and beyond a year looks like forever. To them, missions and the temple are far distant, in some time when the joys of youth have flown away. Those goals are distant enough that too many, far too many, say to themselves: “Well, I know I may have to repent some day, and I know that a mission and temple marriage will require big changes, but I can always take care of that when the time comes. I have a testimony. I know the scriptures. I know what it takes to repent. I’ll see the bishop when it’s time and I’ll make the changes later. I’m only young once. For now, I’ll go with the flow.”"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p15"},"Well, the flow has become a flood and soon will be a torrent. It will become a torrent of sounds and sights and sensations that invite temptation and offend the Spirit of God. Swimming back upstream to purity against the tides of the world was never easy. It is getting harder and may soon be frighteningly difficult."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p16"},"We must raise our sights. We must keep the goals we have always had: enrollment, regular attendance, graduation, knowledge of the scriptures, the experience of feeling the Holy Ghost confirm truth. In addition, we must aim for the mission field and the temple. But students need more during the time they are our students. That is when they make the daily choices that will bless or mar their lives. That is when the pressures of temptation and spiritual confusion are increasing."],[".topic",["h2","The Pure Gospel Changes Hearts and Lives"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p18"},"The pure gospel of Jesus Christ must go down into the hearts of students by the power of the Holy Ghost. It will not be enough for them to have had a spiritual witness of the truth and to want good things later. It will not be enough for them to hope for some future cleansing and strengthening. Our aim must be for them to become truly converted to the restored gospel of Jesus Christ while they are with us."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p19"},"Then they will have gained a strength from what they are, not only from what they know. They will become disciples of Christ. They will be His spiritual children who always remember Him with gratitude and in faith. They will then have the Holy Ghost as a constant companion. Their hearts will be turned outward, concerned for the temporal and spiritual welfare of others. They will walk humbly. They will feel cleansed and they will look on evil with abhorrence."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p20"},"The Book of Mormon describes such a change and testifies that it is possible. The accounts are found everywhere in the book. One evidence is the experience of the people of King Benjamin, the master teacher:"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p21"},"“And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p22"},"“And they all cried with one voice, saying: Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p23"},"“And we, ourselves, also, through the infinite goodness of God, and the manifestations of his Spirit, have great views of that which is to come; and were it expedient, we could prophesy of all things."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p24"},"“And it is the faith which we have had on the things which our king has spoken unto us that has brought us to this great knowledge, whereby we do rejoice with such exceedingly great joy."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p25"},"“And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days, that we may not bring upon ourselves a never-ending torment, as has been spoken by the angel, that we may not drink out of the cup of the wrath of God."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p26"},"“And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p27"},"“And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1-7"},"Mosiah 5:1–7"],")."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p28"},"That mighty change is reported time after time in the Book of Mormon. The way it is wrought and what the person becomes is always the same. The words of God in pure doctrine go down deep into the heart by the power of the Holy Ghost. The person pleads with God in faith. The repentant heart is broken and the spirit contrite. Sacred covenants have been made. Then God keeps His covenant to grant a new heart and a new life, in His time."]],[".topic",["h2","Teach the Pure Gospel in a Simple Way"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p30"},"Whether the miracle comes in a moment or over years, as is far more common, it is the doctrine of Jesus Christ that drives the change. We sometimes underestimate the power that pure doctrine has to penetrate the hearts of people. Why did so many respond to the words of the missionaries when the Church was so young, so small, and seemingly so strange? What did Brigham Young and John Taylor and Heber C. Kimball preach in the streets and on the hills of England? They taught that the Lord had opened a new dispensation, that He had given us a Prophet of God, that the priesthood was restored, that the Book of Mormon was the word of God, and that we had a glorious new day. They taught that the pure gospel of Jesus Christ had been restored."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p31"},"That pure doctrine went down into the hearts then, as it will now, because the people were starved and the doctrine was taught simply. The people of England, and our students, were seen long before by a prophet of God named Amos:"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p32"},"“Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord:"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p33"},"“And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the Lord, and shall not find it."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p34"},"“In that day shall the fair virgins and young men faint for thirst” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-13"},"Amos 8:11–13"],")."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p35"},"Most of those early converts in England had known they were hungry for the true word of God. Our students may not know that they are fainting from famine, but the words of God will slake a thirst they did not know they had, and the Holy Ghost will take it down into their hearts. If we make the doctrine simple and clear, and if we teach out of our own changed hearts, the change for them will come as surely as it did for Enos. Listen to his account, so similar to the others:"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p36"},"“Behold, it came to pass that I, Enos, knowing my father that he was a just man—for he taught me in his language, and also in the nurture and admonition of the Lord—and blessed be the name of my God for it—"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p37"},"“And I will tell you of the wrestle which I had before God, before I received a remission of my sins."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p38"},"“Behold, I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p39"},"“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.1-4"},"Enos 1:1–4"],")."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p40"},"And then the miracle came:"],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p41"},"“And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p42"},"“And I, Enos, knew that God could not lie; wherefore, my guilt was swept away."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p43"},"“And I said: Lord, how is it done?"],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p44"},"“And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole” (vv. 5–8)."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p45"},"Then Enos describes the first effects:"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p46"},"“Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them” (v. 9)."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p47"},"He ends with a description of the lasting effects:"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p48"},"“And it came to pass that I began to be old, and an hundred and seventy and nine years had passed away from the time that our father Lehi left Jerusalem."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p49"},"“And I saw that I must soon go down to my grave, having been wrought upon by the power of God that I must preach and prophesy unto this people, and declare the word according to the truth which is in Christ. And I have declared it in all my days, and have rejoiced in it above that of the world."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p50"},"“And I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father. Amen” (vv. 25–27)."]],[".topic",["h2","A Deep Change in Our Students"],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p52"},"What we seek for our students is that change. We must be humble about our part in it. True conversion depends on a student seeking freely in faith, with great effort and some pain. Then it is the Lord who can grant, in His time, the miracle of cleansing and change. Each person starts from a different place, with a different set of experiences, and so a different need for cleansing and for change. The Lord knows that place and so only He can set the course."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p53"},"But for all of our students, we can play a vital part. Enos remembered the words of eternal life that he had been taught. So did Nephi, and so did the people of King Benjamin. The words had been placed in memory in such a way that the Holy Ghost could take them deep into the heart. We are teachers whose charge is to place those words so that when the student chooses and pleads, the Holy Ghost can confirm them in the heart and the miracle can begin."]],[".topic",["h2","The Pure Doctrine Taught in Plainness"],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p55"},"Much of the power of the Book of Mormon is that it presents the pure doctrine so plainly. For instance, as if He were speaking to us, the Lord through prophets gave us these words in 2 Nephi:"],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p56"},"“And now, behold, my beloved brethren, this is the way; and there is none other way nor name given under heaven whereby man can be saved in the kingdom of God. And now, behold, this is the doctrine of Christ, and the only and true doctrine of the Father, and of the Son, and of the Holy Ghost, which is one God, without end. Amen” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.21"},"2 Nephi 31:21"],")."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p57"},"And the Lord repeats Himself, as if we might misunderstand:"],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p58"},"“And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father, and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me; and I bear record that the Father commandeth all men, everywhere, to repent and believe in me."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p59"},"“And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p60"},"“And whoso believeth not in me, and is not baptized, shall be damned."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p61"},"“Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.32-35"},"3 Nephi 11:32–35"],")."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p62"},"And He goes on to say it yet again:"],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p63"},"“Verily, verily, I say unto you, that this is my doctrine, and whoso buildeth upon this buildeth upon my rock, and the gates of hell shall not prevail against them."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p64"},"“And whoso shall declare more or less than this, and establish it for my doctrine, the same cometh of evil, and is not built upon my rock; but he buildeth upon a sandy foundation, and the gates of hell stand open to receive such when the floods come and the winds beat upon them."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p65"},"“Therefore, go forth unto this people, and declare the words which I have spoken, unto the ends of the earth” (vv. 39–41)."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p66"},"You wonderful teachers already put great effort and sacrifice into your preparation to teach the word, into your teaching, and into caring for students. You more than study, you ponder the words of God. You declare them with faith and with testimony. You fast and plead in prayer for help, for your students and for yourselves. You teach the pure doctrine with testimony and in clarity."]],[".topic",["h2","A Higher Vision"],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p68"},"But there is more. We can raise our sights by adding greater faith that the change promised by the Lord will come to our students. The teachers of the Church Educational System had faith that the students would take the scriptures into their lives, and they did. Of all the great contributions Stan Peterson can look back on with satisfaction, it is that he was a major force in allowing that miracle, that I think he will someday find, when the Lord shows him the sweep of things, was, if not his greatest contribution, one of the greatest. He drew from you the faith that a mighty change could come."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p69"},"You can now add your faith that more of our students will make the choices that lead to true conversion. The Lord always keeps His promises. We can exercise our faith that He will keep His word, for our students and for ourselves."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p70"},"You have already been prepared. You have felt the desire to repent and be cleansed when these words went down into your heart:"],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p71"},"“And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end."],["div",{"id":"p72","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p72"},"“O the greatness and the justice of our God! For he executeth all his words, and they have gone forth out of his mouth, and his law must be fulfilled."],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p73"},"“But, behold, the righteous, the saints of the Holy One of Israel, they who have believed in the Holy One of Israel, they who have endured the crosses of the world, and despised the shame of it, they shall inherit the kingdom of God, which was prepared for them from the foundation of the world, and their joy shall be full forever” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.16-18"},"2 Nephi 9:16–18"],")."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p74"},"You have also felt your heart swell with love just as it is described in the words from Moroni (think of your own experiences—remember):"],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p75"},"“And the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.26"},"Moroni 8:26"],")."],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p76"},"Each of you have at some time in your life, because of the power of the Atonement, felt relief when a temptation no longer seemed appealing to you, exactly as in the words in Alma:"],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p77"},"“And it came to pass that when Ammon arose he also administered unto them, and also did all the servants of Lamoni; and they did all declare unto the people the selfsame thing—that their hearts had been changed; that they had no more desire to do evil” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.33"},"Alma 19:33"],")."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p78"},"And you’ve felt spots on your soul fade just as it did for these servants of God, described in these words from Alma:"],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p79"},"“Therefore they were called after this holy order, and were sanctified, and their garments were washed white through the blood of the Lamb."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p80"},"“Now they, after being sanctified by the Holy Ghost, having their garments made white, being pure and spotless before God, could not look upon sin save it were with abhorrence; and there were many, exceedingly great many, who were made pure and entered into the rest of the Lord their God."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p81"},"“And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.11-13"},"Alma 13:11–13"],")."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p82"},"And you have also felt this: you have felt yourself look up, and feast on the words of the Master and His love, just as promised in the words of Jacob, and just as some of you may have experienced in this very hour we are together:"],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p83"},"“O all ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your minds are firm, forever” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.2"},"Jacob 3:2"],")."],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p84"},"You know what I know. As a witness of Jesus Christ, I testify that the promises are true. Our Heavenly Father lives. Jesus is the Christ. By faith in Him and keeping His commandments, we and our students can have eternal life. I know that the word of God can be carried into the hearts of men and women by the power of the Holy Ghost. And I know that the blessing the Lord has given so freely since the world began, of a new heart, unspotted and filled with His pure love, is still offered in His true Church. I testify that He has called you to teach and that He invites all who will to become His true disciples, His sons and His daughters."]],[".topic",["h2","A Concluding Blessing"],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p86"},"Now as I close I need to share with you the desire of my heart. I have prayed that I might have the opportunity to bless you. You know about blessings.",["span.emphasis","All blessings are contingent."],"I know what I want you to have, and I know what I want for your students and for your families. But it is not enough that I want it. I had to know, is it what God is now ready to give? Are you ready to do what you must do to receive the gift? Are your students ready? I have prayed to know that, and I have been given assurance, both as to the blessing He would give you, and that you and your students are prepared to receive the blessing."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p87"},"The reason I take a moment to explain this to you is that I need to explain to you the way you exercise unwavering faith. Faith is not to hope. Faith is not simply to know God",["span.emphasis","could"],"do something. Faith is to know He will. And I testify to you that our Heavenly Father and Jesus Christ are prepared to bless our students. I now leave a blessing with you."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p88"},"This is my blessing: I bless you that as you exercise unwavering faith in the Lord Jesus Christ and in His Atonement, you will see mighty change multiplied in the lives of your students. As I sought the power to give this blessing I was told that many of you have already seen, often, change in your students beyond what you know is even reasonable to hope for, and so you knew the power of the Atonement was working in their lives. I bless you that you will see that magnified, both in the extent of change and in the numbers who will be touched."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p89"},"I bless you in that same way in your families."],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p90"},"Now as I leave you that blessing, I need of course to also caution you. Teach the doctrine simply. You don’t need to give discourses on true conversion. I have tried tonight to be an example. I could have told stories of the mighty change. I chose not to do that on this occasion, although I have at other times. I tried to give to you the words that the Lord has given us, with faith that the Holy Ghost would take them into your hearts, and that the desire to exercise your faith would come from that."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p91"},"My hope would be this: not that you would speak a great deal to your students about the mighty change nor the blessing from Brother Eyring. It would be better if you simply taught with unshakable faith the simple doctrine taught so well in the Book of Mormon. Then, alone, as you kneel in prayer, in great faith, express the confidence you have in them and the love you have for them."],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p92"},"I have been given assurance that many will respond to the pure doctrine when it is taught in humility and with testimony and by those who themselves are feeling the effects of the Atonement in their lives."],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p93"},"You have seen the effects of the Atonement in your life. You don’t need to speak of that to the students. They will sense it in the way you teach. They will know."],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p94"},"I could have told you of my own wrestles. I could have told you of my own experiences. I felt a restraining hand which seemed to say: Don’t do that. Do the simple thing. Teach the doctrine of Jesus Christ, simply, clearly, from the Book of Mormon."],["div",{"id":"p95","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p95"},"Bear testimony without unduly focusing on examples from your own lives, but rather, having faith that students have been prepared, and each of them will see in their own lives the application of the scriptures that you will read with them."],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p96"},"I have been given that assurance, that the Holy Ghost will teach them and bear witness to them not only of what is true but of what they should do. Each will be given a different course. Each will be blessed in a different way. The Lord may not reveal to you where they are or what they must do, but He will to them. I so assure you."],["div",{"id":"p97","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p97"},"I love you. The Savior loves you. There is great safety as the young people of the Church accept the gospel into their lives. There will be safety even in the times of great difficulty that are coming. There is a protection that they will have—because of the mighty change that has come in their hearts. They will choose righteousness and find that they have no more desire to do evil. That will come. It will not come in an instant, it will come over time. But you will, I promise you, in the year ahead, see miracles of strengthening among your students, and they will strengthen each other. And there will be a fortification created by the gospel of Jesus Christ through your faith and through your great efforts."],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/we-must-raise-our-sights.p98"},"I say to you again, in the name of Jesus Christ, He loves you. He knows you. You will, in this service, feel His love. I so testify as His servant in the name of Jesus Christ, amen."]]]],"refs":null}
