{"id":5,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":5,"title":"We “Speak” after These Things","subtitle":"By Larry M. Gibson","short_title":"We “Speak” after These Things","uri":"/new-era/2013/08/we-speak-after-these-things","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/we-speak-after-these-things"},[".heading",{"id":"head1","uri":"/new-era/2013/08/we-speak-after-these-things.head1"},[".seriesTitle",["span.emphasis","For the Strength of Youth"]],[".title","We",["span.dominant","“Speak”"],"after These Things"],[".byline",["p.para",{"id":"p3","uri":"/new-era/2013/08/we-speak-after-these-things.p3"},"By Larry M. Gibson"],["p.para",{"id":"p4","uri":"/new-era/2013/08/we-speak-after-these-things.p4"},"First Counselor in the Young Men General Presidency"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/larry-m-gibson.jpg"}],[".kicker","The words we use reflect the feelings of our heart and who we really are."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/new-era/2013/08/we-speak-after-these-things.p6"},"While I was serving as a bishop, a wonderful young man came to my office for an interview. As we visited, he mentioned that his only major problem was swearing. He constantly heard vulgar language around him, and he too had started swearing. He said he had been trying to quit but was unsuccessful, and he wanted some counsel on how he might stop using bad language."],["p.para",{"id":"p7","uri":"/new-era/2013/08/we-speak-after-these-things.p7"},"I immediately thought of suggestions similar to what is now found in",["span.emphasis","For the Strength of Youth:"],"“If you have developed the habit of using language that is not in keeping with these standards—such as swearing, mocking, gossiping, or speaking in anger to others—you can change. Pray for help. Ask your family and friends to support you.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"I wish this counsel had been available in",["span.emphasis","For the Strength of Youth"],"at that time."],[".figure",{"id":"f20","uri":"/new-era/2013/08/we-speak-after-these-things.f20"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug10-young-man-smiling-with-friends.jpg"}],[".credit",["p.para",{"id":"p8","uri":"/new-era/2013/08/we-speak-after-these-things.p8"},"Photo illustration by Cody Bell"]]],[".topic",{"id":"t1","uri":"/new-era/2013/08/we-speak-after-these-things.t1"},[".title","An Experience from My Youth"],["p.para",{"id":"p10","uri":"/new-era/2013/08/we-speak-after-these-things.p10"},"I did tell this young man of an experience I had as a youth in an environment where inappropriate language was often used. It seemed that whenever I heard any type of profanity, those words would take hold in my mind more easily than the good thoughts I wanted to have. A wonderful priesthood leader told me that the mind was like a miraculous storage device and that we could remove inappropriate thoughts by quickly overwriting them with things that were praiseworthy."],["p.para",{"id":"p11","uri":"/new-era/2013/08/we-speak-after-these-things.p11"},"A friend and I decided to do just that. We memorized two hymns, “I Need Thee Every Hour” (",["span.emphasis","Hymns,"],"no. 98) and “More Holiness Give Me” (",["span.emphasis","Hymns,"],"no. 131), and the thirteenth article of faith. We agreed that if either of us said something inappropriate, we would immediately sing one of the hymns or quote the article of faith."],["p.para",{"id":"p12","uri":"/new-era/2013/08/we-speak-after-these-things.p12"},"We quickly realized we did not want to sing the hymns aloud in certain places. We were too embarrassed! So we quoted the thirteenth article of faith, emphasizing the part, “If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.” It worked! We discovered that when we would repeat it, the inappropriate thoughts would disappear. By changing one word, we also created a simple motto: “We",["span.emphasis","speak"],"after these things!” When either of us said this phrase, we would think, “Are my words true, chaste, benevolent, virtuous, lovely, or of good report or praiseworthy?” (see",["a",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],"). If they were not, we knew we had work to do."]],[".topic",{"id":"t2","uri":"/new-era/2013/08/we-speak-after-these-things.t2"},[".title","What We Can Do"],["p.para",{"id":"p14","uri":"/new-era/2013/08/we-speak-after-these-things.p14"},"We live in a time when there is much that is profane, crude, and vulgar. It seems nearly impossible to completely shield ourselves from hearing or seeing things we wish to avoid. The key is for us to ensure that we do not become the carrier of things profane, crude, or vulgar. Paul must have felt this when he said, “Let no corrupt communication proceed out of your mouth” (",["a",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],")."],["p.para",{"id":"p15","uri":"/new-era/2013/08/we-speak-after-these-things.p15"},"I have watched some youth use inappropriate language because they thought it would help them fit in and others use it because of a desire to stand out. In fact, these seem to be the major reasons why youth slip into this habit."],["p.para",{"id":"p16","uri":"/new-era/2013/08/we-speak-after-these-things.p16"},"I am most impressed with those youth who “dare to be different,”",["sup",["a",{"href":"fn_footnote2"},"2"]],"like one young man with a nonmember friend who cursed regularly. Each time his friend would swear, he would good-naturedly ask him to stop. Eventually his friend did stop. The friend was so impressed with him and the way he lived his life that he wanted to learn more about the Church. Soon after, he was baptized."],["p.para",{"id":"p17","uri":"/new-era/2013/08/we-speak-after-these-things.p17"},"What we feel in our hearts is what we think about, and what we think about is what we speak about. Thus, it is true that the words we use reflect the feelings of our heart and who we really are."],["p.para",{"id":"p18","uri":"/new-era/2013/08/we-speak-after-these-things.p18"},"As is so well stated in",["span.emphasis","For the Strength of Youth:"],"“Clean and intelligent language is evidence of a bright and wholesome mind. Good language that uplifts, encourages, and compliments others invites the Spirit to be with you.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p19","uri":"/new-era/2013/08/we-speak-after-these-things.p19"},"Each of us can enjoy the blessings of having the Spirit",["span.emphasis","always"],"with us, as promised when we partake of the sacrament each Sabbath day. It will depend on us—on how we act, what we do, and, yes, even what we say. It is my hope that we will use our words not to profane or gossip but to show that we are followers of our Savior, even Jesus Christ."]]],[".notes",["h3","Notes"]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/08/we-speak-after-these-things.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","For the Strength of Youth"],"(2011), 21."],[".footnote",{"id":"fn2","uri":"/new-era/2013/08/we-speak-after-these-things.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"L. Tom Perry, “The Tradition of a Balanced, Righteous Life,”",["span.emphasis","Ensign,"],"Aug. 2011, 49."],[".footnote",{"id":"fn3","uri":"/new-era/2013/08/we-speak-after-these-things.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","For the Strength of Youth,"],"20."]]}
