{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":3,"title":"What’s So Great about the Great and Spacious Building?","subtitle":"By Dennis C. Gaunt","short_title":"What’s So Great about the Great and Spacious Building?","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building"},[".heading",{"id":"head1","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.head1"},["h1","What’s So",["span.dominant","Great"],"about the",["span.dominant","Great"],"and",["span.dominant","Spacious Building?"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p2"},"By Dennis C. Gaunt"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p3"},"Dennis C. Gaunt lives in Utah, USA."]],[".kicker","When the world tells you that its way is better, have the courage to stand up and live the truths of the gospel."]],[".bodyBlock",[".figure",{"id":"f5","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep07-people-on-path.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p5"},"Illustrations by Steve Kropp"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p6"},"Abby is excited about going to the prom but wishes her new dress were just a little more like the dresses her friends will be wearing. She thinks her friends will look more glamorous and sophisticated in their sleeveless dresses than she will in her modest dress, and she worries she’ll stand out."],["p.para",{"id":"p7","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p7"},"Nate is hanging out with his friends one evening when one of his buddies brings out some cans of beer and passes them around. When Nate refuses at first, saying, “I can’t,” his friends begin to laugh and tease him. Nate doesn’t want his friends to think he’s not cool, so he considers taking a few sips of beer just to get his friends to stop laughing."],["p.para",{"id":"p8","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p8"},"Do these situations feel familiar? Like Abby and Nate, we each come to crossroads in our lives where different choices are laid out before us like pathways. At these difficult and important decision points, sometimes we’re afraid to stand up for what we believe because we’re afraid we’ll stand out."],["p.para",{"id":"p9","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p9"},"Abby and Nate are experiencing firsthand some of the difficulties described in Lehi’s vision of the tree of life. In that vision, we learn that two of the main reasons people leave the strait and narrow path are that they are blinded by the allure of temptation (see",["a",{"href":"/scriptures/bofm/1-ne/8.23"},"1 Nephi 8:23"],";",["a",{"href":"/scriptures/bofm/1-ne/12.17"},"12:17"],") and that they are embarrassed by the mockery from those in the great and spacious building (see",["a",{"href":"/scriptures/bofm/1-ne/8.26-28"},"1 Nephi 8:26–28"],"). Let’s examine these two parts of Lehi’s vision to see if we can not only understand them better but also learn from them to find the strength to stand up and stand out for what is right."],[".topic",{"id":"t1","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.t1"},[".title","Walk This Way"],["p.para",{"id":"p11","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p11"},"The problem with the temptations of the world is that they’re just so",["span.emphasis","tempting,"],"aren’t they? As President Spencer W. Kimball (1895–1985) said: “Whoever said that sin was not fun? … Sin is attractive and desirable. … Sin is easy and has a big company of pleasant companions.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p12","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p12"},"As much as we hate to admit it, many of those other paths often look appealing. Some paths veer off suddenly in exciting directions, while others curve away so subtly that for a while they appear to run parallel to the gospel path. Some are glamorously carpeted in red and echo with applause. Others appear to be paved with gold and jewels."],["p.para",{"id":"p13","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p13"},"The appeal of the great and spacious building itself is very similar. After all, some of the richest, most popular, most attractive, and most powerful people in the world live there! Who wouldn’t want to hang out with, act like, and dress like those people? They often appear to be having a much better time than the rest of us who are trying to stay on the gospel path."],["p.para",{"id":"p14","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p14"},"Much like our friend Abby, the more attention we give the residents of the great and spacious building, the more we might feel jealous or frustrated or even angry. We might think it doesn’t seem fair that they should have so many nice things while we’re trying to stay on the path to the tree of life."],["p.para",{"id":"p15","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p15"},"Satan knows that one of the best ways to get people to leave the gospel path is by tricking them into believing that it’s too hard, boring, or old-fashioned to stay on the path. He doesn’t care which of the other paths we take—any path will do—so long as it’s not the gospel path."]],[".topic",{"id":"t2","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.t2"},[".title","“How Does That Fruit Taste?”"],["p.para",{"id":"p17","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p17"},"Mocking the faithful is a favorite activity at the great and spacious building. President Thomas S. Monson has said: “Increasingly, some celebrities and others … in the public eye have a tendency to ridicule religion in general and, at times, the Church in particular. If our testimonies are not firmly enough rooted, such criticisms can cause us to doubt our own beliefs or to waver in our resolves.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p18","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p18"},"It seems as though no matter where we go in life, whether in person or online, there will be an open window from the great and spacious building nearby with someone ready to point a finger and laugh at the things we value. We have probably all experienced this mockery at different times, and it can be very painful. We know we should react in a Christlike manner, but it’s not always easy. Nobody likes to be laughed at or have deeply held beliefs belittled. Like Nate, we might sometimes respond with a phrase like “I can’t—I’m Mormon,” only to hear others laugh even harder."]],[".topic",{"id":"t3","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.t3"},[".title","“I Can’t …”"],["p.para",{"id":"p20","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p20"},"Have you ever noticed how mockers always tend to focus on the word",["span.emphasis","can’t?"],"As in, “Why",["span.emphasis","can’t"],"you drink that?” “Why",["span.emphasis","can’t"],"you go shopping with me on Sunday?” or “Why",["span.emphasis","can’t"],"you have sex before you’re married?”"],["p.para",{"id":"p21","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p21"},"This focus on the word",["span.emphasis","can’t"],"may cause us to feel powerless. It may feel as though we’re weak and spineless. It may feel as though we’re helpless victims of an impersonal God who has locked us up so that we don’t have any fun."],["p.para",{"id":"p22","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p22"},"This tactic is very, very old. In fact, Satan has been using it from the very beginning. When God placed Adam and Eve in the Garden of Eden, He told them, “Of every tree of the garden thou mayest freely eat” (",["a",{"href":"/scriptures/pgp/moses/3.16"},"Moses 3:16"],"). Do the words “every tree” sound like a restriction to you? While God told Adam and Eve that there were specific consequences for eating of the tree of knowledge of good and evil, He never physically restricted them. They had the whole garden to themselves and were told, “Thou mayest choose for thyself, for it is given unto thee” (",["a",{"href":"/scriptures/pgp/moses/3.17"},"Moses 3:17"],"). That sounds like freedom to me!"],["p.para",{"id":"p23","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p23"},"So it’s interesting that when Satan comes along later he says, “Yea, hath God said—Ye shall not eat of every tree of the garden?” (",["a",{"href":"/scriptures/pgp/moses/4.7"},"Moses 4:7"],"). Essentially, Satan was asking, “Why",["span.emphasis","can’t"],"you eat the fruit of that tree?” in the same mocking tone that comes from the windows of the great and spacious building. Satan focused on the one thing that God had attached consequences to, and he made it sound as though God wanted to deprive Adam and Eve. Satan twisted God’s words, adding lies in the effort to convince them to follow him instead of God. In the end, partaking of the fruit had been part of the plan all along. And God provided a Savior to give Adam and Eve and all their children the chance to grow and return home."]],[".topic",{"id":"t4","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.t4"},[".title","“I Won’t!”"],["p.para",{"id":"p25","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p25"},"And what is it we’re really saying when we say, “I can’t—I’m Mormon”? Are we really saying, “I wish I could, and if I weren’t Mormon, I totally would”? I once had a friend who used to joke about all the things he’d like to do if he weren’t a member of the Church. The problem was, I couldn’t always tell if he was joking."],["p.para",{"id":"p26","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p26"},"Rather than focusing on",["span.emphasis","can’t"],"and",["span.emphasis","don’t,"],"we would be much better off if we used the word",["span.emphasis","won’t."],"As in, “I won’t—I’m Mormon.” Using",["span.emphasis","won’t"],"instead of",["span.emphasis","can’t"],"changes the focus of the phrase and shows that we are empowered to choose for ourselves. By saying, “I won’t,” we’re saying, “I’m",["span.emphasis","choosing"],"not to do that, not because I’m a blind follower or because I’m restricted but because I believe in agency and accountability and I",["span.emphasis","want"],"to do what’s right. I am choosing to act and not be acted upon” (see",["a",{"href":"/scriptures/bofm/2-ne/2.14,26"},"2 Nephi 2:14, 26"],")."],["p.para",{"id":"p27","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p27"},"Using “I won’t” instead of “I can’t” is also a monumental act of courage. It doesn’t take any courage to follow the crowds down the various paths of the world. Anyone can do that. Standing up for the truth shows real faith. Standing out from the world takes real courage. It shows that we are truly using our agency and really thinking for ourselves. The people in the great and spacious building are always referred to as a nameless crowd, a faceless mob. In the end, their words are hollow and meaningless. By faithfully exercising our agency, we can find the courage to say, as did Lehi and the brave and faithful members of his family, “We heeded them not” (",["a",{"href":"/scriptures/bofm/1-ne/8.33"},"1 Nephi 8:33"],")."],["p.para",{"id":"p28","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p28"},"Amid an increasingly wicked world, those who stand up and walk the gospel path truly do stand out. But they are not alone. As President Thomas S. Monson has invited us, “May we ever be courageous and prepared to stand for what we believe, and if we must stand alone in the process, may we do so courageously, strengthened by the knowledge that in reality we are never alone when we stand with our Father in Heaven.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Standing for What We Believe"],["p.para",{"id":"p34","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p34"},"To watch a video about standing up for what we believe and to listen to youth explain why they choose to keep their standards, watch “Dare to Stand Alone” (",["a",{"href":"http://lds.org/go/93Alone"},"lds.org/go/93Alone"],") and “I Choose to Be Pure” (",["a",{"href":"http://lds.org/go/93Pure"},"lds.org/go/93Pure"],")."]],[".sideQuote",{"id":"f7","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.f7"},[".title","The Power to Choose"],["p.para",{"id":"p36","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.p36"},"“Because [the children of men] are redeemed from the fall they have become free forever, knowing good from evil; to act for themselves and not to be acted upon” (",["a",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],")."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Spencer W. Kimball,",["span.emphasis","Faith Precedes the Miracle"],"(1972), 229."],[".footnote",{"id":"fn2","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Thomas S. Monson, “Dare to Stand Alone,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2011, 60."],[".footnote",{"id":"fn3","uri":"/new-era/2013/09/whats-so-great-about-the-great-and-spacious-building.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Thomas S. Monson, “Dare to Stand Alone,” 67."]]}
