{"id":21,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":21,"title":"What’s Up?","subtitle":"","short_title":"What’s Up?","uri":"/new-era/2013/03/whats-up","content":[["div",{"id":"head1","uri":"/new-era/2013/03/whats-up.head1"},[".seriesTitle","What’s Up?"]],[".resources",["div",{"id":"f1","uri":"/new-era/2013/03/whats-up.f1"},[".title","What We Really Think of Youth"],["div",{"id":"p3","uri":"/new-era/2013/03/whats-up.p3"},"“My dear young women, how we love each one of you. We see you courageously arising and shining forth with light in a world where great challenges accompany great opportunities.”"],[".citationInfo",["div",{"id":"p4","uri":"/new-era/2013/03/whats-up.p4"},"Mary N. Cook, first counselor in the Young Women general presidency, “Seek Learning: You Have a Work to Do,”",["span.emphasis","Ensign,"],"May 2012, 120."]]],[".sidebar",[".title","By the Numbers"],["div",{"id":"p6","uri":"/new-era/2013/03/whats-up.p6"},["span.dominant","4,000"],"The approximate number of missionary applications received per week toward the end of October, after the missionary age requirement was lowered in the October 2012 general conference. Previously, the average was about 700 applications per week."]],["div",{"id":"f3","uri":"/new-era/2013/03/whats-up.f3"},[".title","My Favorite Scripture"],["div",{"id":"f4","uri":"/new-era/2013/03/whats-up.f4"},[".credit",["div",{"id":"p8","uri":"/new-era/2013/03/whats-up.p8"},"Photograph courtesy of Samantha T."]]],["div",{"id":"p9","uri":"/new-era/2013/03/whats-up.p9"},["span.dominant",["a",{"href":"/scriptures/bofm/3-ne/17.10"},"3 Nephi 17:10"]],"“And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.”"],["div",{"id":"p10","uri":"/new-era/2013/03/whats-up.p10"},"I love this scripture because it shows the people’s love for Christ. I really love the whole chapter because, for me, it is the perfect depiction of Christ."],[".bio",["div",{"id":"p11","uri":"/new-era/2013/03/whats-up.p11"},"Samantha T., 15, Utah, USA"]],[".moreInfo",["div",{"id":"p12","uri":"/new-era/2013/03/whats-up.p12"},"Tell us about your favorite scripture in a paragraph or two. Send it to us, along with a photo, by going to",["a",{"href":"http://www.newera.lds.org"},"newera.lds.org"],"and clicking “Submit Material.”"]]],[".sidebar",[".title","General Young Women Meeting Broadcast"],["div",{"id":"p14","uri":"/new-era/2013/03/whats-up.p14"},"The Young Women general presidency, under the direction of the First Presidency, invites all young women ages 12 to 18, their mothers, and Young Women leaders to attend the general Young Women meeting on Saturday, March 30, 2013."],["div",{"id":"p15","uri":"/new-era/2013/03/whats-up.p15"},"The theme for the broadcast is “stand ye in holy places, and be not moved” (",["a",{"href":"/scriptures/dc-testament/dc/87.8"},"D&C 87:8"],")."],["div",{"id":"p16","uri":"/new-era/2013/03/whats-up.p16"},"The meeting will originate from the Conference Center in Salt Lake City, Utah. The live meeting will be broadcast by satellite to meetinghouses worldwide and on the Internet at",["a",{"href":"http://broadcast.lds.org"},"broadcast.lds.org"],"."],["table.lds-table",["tbody",["tr",["th",[".para","Live Broadcast"]],["th",[".para","Rebroadcast"]]],["tr",["td",[".para","8 p.m. Eastern time"]],["td",[".para","10 p.m. Eastern time"]]],["tr",["td",[".para","7 p.m. Central time"]],["td",[".para","9 p.m. Central time"]]],["tr",["td",[".para","6 p.m. Mountain time"]],["td",[".para","8 p.m. Mountain time"]]],["tr",["td",[".para","5 p.m. Pacific time"]],["td",[".para","7 p.m. Pacific time"]]]]]],[".sidebar",[".title","Mutual Activity Idea"],[".subtitle","Mixed-up menu: a fun twist on service"],["div",{"id":"p29","uri":"/new-era/2013/03/whats-up.p29"},"Ever try eating spaghetti with a drinking straw? If you hold a “mixed-up menu” activity, then you might just get the chance. Here’s the basic approach: young men offer to cook and serve a three-course meal for the young women (or vice versa). Be sure to prepare and serve a tasty meal, but then add a twist with a wacky menu."],["div",{"id":"p30","uri":"/new-era/2013/03/whats-up.p30"},"By way of planning, have fun coming up with creative and hard-to-guess names for the menu items—including forks, cups, and napkins. For example, a fork could be “Neptune’s Pride” and a drinking straw might be a “Vacuum Vortex.” Come up with 12 such items, including the actual food (a plate of spaghetti might be “Tangled and Tangy”). At the dinner, pass out menus along with a pencil. Tell each person to fill out the whole menu ahead of time by pre-selecting any four items per course."],["div",{"id":"p31","uri":"/new-era/2013/03/whats-up.p31"},"For the first course, someone might end up with a cup, straw, napkin, and bowl of ice cream, but that’s the whole point! Separate each course by 10 minutes—adding new courses to the old ones—and let the adventure begin. Who knew service could be this fun?"]]]],"refs":null}
