{"id":12,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":12,"title":"What Can We Do If We Like Each Other?","subtitle":"","short_title":"What Can We Do If We Like Each Other?","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other"},[".heading",{"id":"head1","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.head1"},[".title","What",["span.emphasis","Can"],"We Do If We Like Each Other?"],[".kicker","There are lots of ways to keep Church standards and still build relationships with the opposite gender."]],[".bodyBlock",[".figure",{"id":"f37","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.f37"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul24-girl-and-boy-1101398.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p3"},"Photo illustration by David Stoker"]]],[".topic",{"id":"t1","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.t1"},[".title","When You’re Not Yet 16"],["p.para",{"id":"p5","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p5"},"You’re at your first Church dance when it happens. You just worked up the courage to ask the new girl to dance. She’s recently moved into the ward, and you simply want to say hi to welcome her and get to know her better."],["p.para",{"id":"p6","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p6"},"And that’s when you discover the two of you share the same love of volleyball, have the same taste in music, and enjoy the same favorite ice cream. She even laughs at your jokes. That’s when you realize you",["span.emphasis","like"],"her—and, unless you are wildly mistaken, that she likes you too."],["p.para",{"id":"p7","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p7"},"Gulp."],["p.para",{"id":"p8","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p8"},"Now what? You’re not old enough to start dating. Obviously, it’s time to flee the dance, rush home, and immediately start pretending you never met. You might also want to change your bike route to the park so you don’t have to pass her house. Right?"],["p.para",{"id":"p9","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p9"},"No, actually. In fact, you don’t need to do any of these things. Even if dating is still far away, you can always make a new friend. As explained in",["span.emphasis","For the Strength of Youth,"],"“Everyone needs good and true friends. They will be a great strength and blessing to you. They will influence how you think and act, and even help determine the person you will become” ([2011], 16)."],["p.para",{"id":"p10","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p10"},"Sometimes it might be easy to misinterpret dating standards to mean that we can’t even form friendships with members of the opposite gender before we’re 16. But if we follow that way of thinking, we might miss out on rewarding friendships. So, yes, you can become friends."],["p.para",{"id":"p11","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p11"},"Does that mean it’s all right to start hanging out nonstop with your new friend, doing everything together, from having homework sessions to going on long walks in the park? No. That strays into dating—even steady dating—no matter what you might call it instead."],["p.preamble","Here are a few suggestions that can help you know when your friendship is following correct standards:"],["ul.bullet",["li",["span.label","•"],["p.para",["b",["span.emphasis","Consider intent."]],"So much comes down to intent and motives. Ask yourself: is the only reason you’re planning an activity with a group of friends so that you can spend time exchanging glances with one friend in particular? If so, that’s moving beyond friendship."]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Don’t pair off."]],"Let’s say you are planning a board game night at your home (with parental supervision, of course). As it turns out, three boys—including yourself—and three girls can make it. Mathematically speaking, that’s three pairs. Do you need to hurry and find a seventh person to avoid the accidental pairing? Not necessarily. “Pairing off” doesn’t refer specifically to whether or not you have an exact number of boys versus girls. For example, you could easily have 5 girls in a room with 12 boys and still end up with several couples pairing off—focusing their entire time and attention on each other. You avoid pairing off when everyone is talking with everybody else. Yes, you can enjoy activities with friends of both genders. Yet when a group of friends gets together, make sure everyone feels included. The moment any two start ignoring the rest of the group, that’s when pairing off begins."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul26-000-what-can-we-do-if-we-like-each-other-PairFigures.jpg"}]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Discuss with parents."]],"When it comes to friendships and activities with the opposite gender, it’s best to work out specific guidelines and rules with your parents."]]]],[".topic",{"id":"t2","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.t2"},[".title","After You Turn 16"],["p.preamble","OK, the big birthday is finally in the rearview mirror. You are now old enough to ask the intriguing girl from the dance on a date (she turned 16 a few months earlier). Now what? Keep these ideas in mind:"],["ul.bullet",["li",["span.label","•"],["p.para",["b",["span.emphasis","Group dates."]],"As you are counseled in",["span.emphasis","For the Strength of Youth,"],"“When you begin dating, go with one or more additional couples” (4). Yes, you can go on dates with her. But the Church counsels youth to go in groups rather than date one-on-one, so make sure your date includes other people."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul26-000-what-can-we-do-if-we-like-each-other-GroupFigures.jpg"}]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Frequency."]],"You know you should “avoid going on frequent dates with the same person” (",["span.emphasis","For the Strength of Youth,"],"4), so what constitutes “frequent”? No more than one date a month? One every six months? How about a nice annual outing to the ice-cream parlor every first Friday in September? In some cultures, going out even one time signifies a serious relationship. It’s best to work out specifics with your parents and through prayer. As with many gospel principles, the Church provides guidelines with dating, but it’s always up to each of us to seek the Spirit to know how best to follow those guidelines. Yes, you can go on more than one date with the girl from the dance. But you still need to find the proper balance in the frequency."]],["li",["span.label","•"],["p.para",["b",["span.emphasis","Friendship first."]],"As you enter the dating years, you’ll find that forming good friendships is even more important than before. Good friends are a blessing at any age. Elder Russell M. Nelson of the Quorum of the Twelve Apostles has taught, “Each day of your life, strive to enlarge your own circle of friendship” (“Be Thou an Example of the Believers,”",["span.emphasis","Ensign,"],"Nov. 2010, 48). So yes, while you can indeed date each other when you’re both old enough and each committed to following Church standards, forming true and uplifting friendships—not finding a boyfriend or girlfriend—remains one of the most important talents we can develop in this life."]]]]],[".resources",[".moreInfo",[".title","Dating: Keep It Casual"],["p.para",{"id":"p22","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p22"},"For more on casual dating vs. steady dating, as well as forming good friendships, see",["span.crossRef","“Unsteady Dating,”"],["span.emphasis","New Era,"],"Apr. 2010, 38–42; or visit",["a",{"href":"http://lds.org/go/73Dating"},"lds.org/go/73Dating"],"."]],[".sideQuote",{"id":"f39","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.f39"},[".title","Circle of Friends"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p24","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p24"},"“Your circle of friends will greatly influence your thinking and behavior, just as you will theirs. When you share common values with your friends, you can strengthen and encourage each other.”"],[".citationInfo",["p.para",{"id":"p25","uri":"/new-era/2013/07/what-can-we-do-if-we-like-each-other.p25"},"President Thomas S. Monson, “Preparation Brings Blessings,”",["span.emphasis","Ensign,"],"May 2010, 65."]]]]]]],"refs":null}
