{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"What Does Jesus Mean to Us Today?","subtitle":"By Elder David B. Haight (1906–2004)","short_title":"What Does Jesus Mean to Us Today?","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today"},[".heading",{"id":"head1","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.head1"},[".seriesTitle","Gospel Classics"],["h1","What Does Jesus Mean to Us Today?"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p3"},"By Elder David B. Haight (1906–2004)"],["p.para",{"id":"p4","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p4"},"Of the Quorum of the Twelve Apostles"]],[".bio",["p.para",{"id":"p5","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p5"},"Elder David B. Haight was ordained an Apostle on January 8, 1976, and served in that quorum until his death in 2004. As an Assistant to the Council of the Twelve, he delivered this address in general conference on April 6, 1974. For the",["span.crossRef","full address"],", see the May 1974",["span.emphasis","Ensign"],"at LDS.org."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/david-b-haight.jpg"}]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p6"},"The Jesus I know and believe in is Jesus the Christ, the Son of God. This witness has been revealed to me by the blessing and influence of the Holy Ghost. I know that He is … the Creator of the world and all that is in it, that He is our Savior who loves each of us and who died on the cross for us, who teaches us compassion and forgiveness, the friend of all, healer of the sick, the giver of peace to all who will listen and believe."],["p.para",{"id":"p7","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p7"},"Modern man must not be led astray from ancient and latter-day truths—truths and spiritual experiences that occurred when prophets walked and talked with Jesus. What did Jesus mean to the ancient apostles? What did He mean to Peter?"],[".figure",{"id":"f87","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.f87"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13sep73-last-supper.jpg"}],[".caption",["p","Modern man must not be led astray from ancient and latter-day truths—truths and spiritual experiences that occurred when prophets walked and talked with Jesus."]],[".credit",["p.para",{"id":"p9","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p9"},["span.emphasis","In Remembrance of Me,"],"by Walter Rane"]]],["p.para",{"id":"p10","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p10"},"Mark, writing of the events on the morning of the Resurrection, states that Mary Magdalene and Mary the mother of James were directed by the [two angels] they encountered as they entered the sepulcher, “Go … tell his disciples and Peter” (",["a",{"href":"/scriptures/nt/mark/16.7"},"Mark 16:7"],"). They were directed specifically to inform Peter. Peter and John hurried to the sepulcher. Peter entered, saw the neatly folded linen clothes and the handkerchief that had been about His head. Peter was now a personal witness of this great event."],["p.para",{"id":"p11","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p11"},"On the day of Pentecost, Peter … preached of the glorious gospel and testified of Jesus of Nazareth. People were pricked in their hearts and asked, “Men and brethren, what shall we do?” (",["a",{"href":"/scriptures/nt/acts/2.37"},"Acts 2:37"],"). And Peter, with that newly developed depth of conviction, replied, “Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost” (",["a",{"href":"/scriptures/nt/acts/2.38"},"Acts 2:38"],"). Three thousand souls believed and were baptized. They felt of the spirit and power of our Lord’s senior Apostle. Could we ever doubt what Jesus meant to Peter?"],["p.para",{"id":"p12","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p12"},"I am always strengthened by the fervor and magnitude of John’s conviction. There was never any doubt. He testified: “In the beginning was the Word, and the Word was with God, and the Word was God. … All things were made by him. … In him was life; and the life was the light of men. And the light shineth in darkness; and the darkness comprehended it not” (",["a",{"href":"/scriptures/nt/john/1.1,3-5"},"John 1:1, 3–5"],"). …"],["p.para",{"id":"p13","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p13"},"It may be beyond our own comprehension to realize what Jesus meant to Nephi when the resurrected Christ appeared on the western continent, saying, “Behold, I am Jesus Christ, whom the prophets testified shall come into the world.” …"],["p.para",{"id":"p14","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p14"},"Then Nephi writes, “The multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet” (",["a",{"href":"/scriptures/bofm/3-ne/11.10,15"},"3 Nephi 11:10, 15"],"). … They had been in His presence, and they could testify."],["p.para",{"id":"p15","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p15"},"What did Jesus mean to the boy Joseph Smith? The appearance of God the Father and Jesus Christ to the boy prophet in modern times is described in his own words: “I saw a pillar of light exactly over my head, above the brightness of the sun. … When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—",["span.emphasis","This is My Beloved Son. Hear Him!"],"” (",["a",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],"). …"],["p.para",{"id":"p16","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p16"},"Spiritual knowledge and spiritual experiences must not and need not disappear from the mind of modern man, because the testimonies of ancient and modern prophets have been recorded for man’s own benefit, and today believers testify of these truths. Modern man must replace uncertainties and doubt with a desire to know more of Jesus."],["p.para",{"id":"p17","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p17"},"It is our responsibility and glorious opportunity to bear constant testimony of Jesus the Christ. We must testify to the world of His godship, the actuality of His birth in the flesh of both divine and mortal parentage. He was selected to perform the essential mission of the Restoration and Redemption. This He did—He was crucified and rose from the grave, thus making it possible for every human being to be resurrected through this marvelous Atonement of Jesus, saint and sinner alike."],["p.para",{"id":"p18","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p18"},"All can be placed on the pathway to eternal progression. Everyone who accepts Him and is repentant receives forgiveness of his past sins and the opportunity to gain exaltation. “I am the way, the truth, and the life: no man cometh unto the Father, but by me” (",["a",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],"). Could the mind of man possibly develop a more noble concept for the destiny of man? Jesus Christ is the central figure."],["p.para",{"id":"p19","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p19"},"To the question “What does Jesus mean to modern man?” I testify that He means everything."],[".annotation",["p.para",{"id":"p20","uri":"/ensign/2013/09/what-does-jesus-mean-to-us-today.p20"},"Punctuation, capitalization, and citations standardized."]]]]]],"refs":null}
