{"id":22,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":22,"title":"What’s Up?","subtitle":"","short_title":"What’s Up?","uri":"/new-era/2013/07/whats-up","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/whats-up"},[".heading",{"id":"head1","uri":"/new-era/2013/07/whats-up.head1"},[".seriesTitle","What’s Up?"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.head1"},[".title","They Know It, Live It, and Love It"]],[".bodyBlock",[".figure",{"id":"f75","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.f75"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul44-young-women-1102134.jpg"}],[".credit",["p.para",{"id":"p2","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p2"},"Photographs courtesy of Laura Call and Lesa Mann"]]],["p.para",{"id":"p3","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p3"},"When Sister Ann M. Dibb, former second counselor in the Young Women general presidency, spoke in the October 2012 general conference about a T-shirt she’d be proud to wear, youth throughout the world took the idea and ran with it. Such T-shirts have cropped up all over declaring: “I’m a Mormon. I know it. I live it. I love it” (“I Know It. I Live It. I Love It,”",["span.emphasis","Ensign,"],"Nov. 2012, 10)."],["p.para",{"id":"p4","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p4"},"Many youth had gospel conversations with friends as a result of wearing their shirts. Here are a few of their experiences."],["p.para",{"id":"p5","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p5"},"The young women from a ward in Virginia, USA, wanted to create these shirts for Mutual and then wear them to school. Emily C., 14, had recently moved from out of state. Many of her friends at school didn’t yet know she is a member of the Church. “A lot of my friends pointed out my shirt and thought it was so cool,” Emily says. “They asked a little bit about the Church, and I told them about the temple.”"],["p.para",{"id":"p6","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p6"},"In California, USA, an entire seminary group decided to wear their shirts to school on the same day. “A girl at school asked me about my shirt, and we were able to have a religious discussion,” says Rachael P., 15."],["p.para",{"id":"p7","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p7"},"Another seminary student from the group, 17-year-old Hunter C., explains that a friend asked him, “Do you really love it?” To which Hunter answered, “Yes, I do.” Hunter’s friend then asked follow-up questions about the missionaries."],["p.para",{"id":"p8","uri":"/new-era/2013/07/whats-up/they-know-it-live-it-and-love-it.p8"},"Creating and wearing such a T-shirt might be a simple act, but as we learn in Alma 37:6, “By small and simple things are great things brought to pass.”"]],[".heading",{"id":"head1","uri":"/new-era/2013/07/whats-up/weve-got-mail.head1"},[".title","We’ve Got Mail"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/new-era/2013/07/whats-up/weve-got-mail.t1"},[".title","Importance of Modesty (from",["a",{"href":"http://youth.lds.org"},"youth.lds.org"],")"],[".quote",{"id":"f82","uri":"/new-era/2013/07/whats-up/weve-got-mail.f82"},["p.para",{"id":"p3","uri":"/new-era/2013/07/whats-up/weve-got-mail.p3"},"I love this article! [See “Dress and Appearance: ‘Let the Holy Spirit Guide’” at",["a",{"href":"http://lds.org/go/73Dress"},"lds.org/go/73Dress"],".] Modesty in dress and appearance is so important for us and to Heavenly Father. I believe everyone is happier and more comfortable when we dress in a way that shows respect for our bodies, our temples. I love the quote that was mentioned, “Through your dress and appearance, you can show the Lord that you know how precious your body is. You can show that you are a disciple of Jesus Christ and that you love Him.” I know our bodies are",["span.emphasis","temples"],"and are sacred and special—we were created in the image of God! We need to make sure others can tell that we respect our bodies and that we",["span.emphasis","know"],"we are children of God by how we look on the outside and how we present ourselves. Thanks for this awesome article!"],[".bio",["p.para",{"id":"p4","uri":"/new-era/2013/07/whats-up/weve-got-mail.p4"},"Sarah Alisyn R., 15, Arizona, USA"]]]],["p.para",{"id":"p5","uri":"/new-era/2013/07/whats-up/weve-got-mail.p5"},"We love hearing from you, whether it’s sending us a message or leaving a comment online. Write to us by going online to",["a",{"href":"http://newera.lds.org"},"newera.lds.org"],"and clicking “Submit Your Work.” Or leave a comment on any article at",["a",{"href":"http://youth.lds.org"},"youth.lds.org"],"."],["p.para",{"id":"p6","uri":"/new-era/2013/07/whats-up/weve-got-mail.p6"},"You can also email us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"or write to",["span.emphasis","New Era,"],"50 E. North Temple St., Rm. 2420, Salt Lake City, UT 84150-0024, USA."]],[".moreInfo",[".title","Conference Connection"],["p.para",{"id":"p3","uri":"/new-era/2013/07/whats-up.p3"},"In the April 2013 general conference, Church leaders talked about the importance of strengthening family."],["p.para",{"id":"p4","uri":"/new-era/2013/07/whats-up.p4"},"• “As we give devoted service to Him, He draws closer to those we love in our families” (President Henry B. Eyring, First Counselor in the First Presidency, “‘Come unto Me,’”",["span.emphasis","Ensign,"],"May 2013, 24)."],["p.para",{"id":"p5","uri":"/new-era/2013/07/whats-up.p5"},"• “The prophetic counsel to have daily personal and family prayer, daily personal and family scripture study, and weekly family home evening are the essential, weight-bearing beams in the construction of a Christ-centered home” (Elder Richard G. Scott of the Quorum of the Twelve Apostles, “For Peace at Home,”",["span.emphasis","Ensign,"],"May 2013, 29)."],["p.para",{"id":"p6","uri":"/new-era/2013/07/whats-up.p6"},"You can strengthen those “weight-bearing beams” in your family. When you follow prophetic counsel, such as participating in family scripture study or family home evening, you help build a Christ-centered home. Find more ways to strengthen your family at",["a",{"href":"http://conference.lds.org"},"conference.lds.org"],"and in a new Mormon Messages video at",["a",{"href":"http://lds.org/go/73G"},"lds.org/go/73G"],"."]],[".moreInfo",[".title","A Woman of Great Love and Faith"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul44-president-and-sister-monson-704997.jpg"}],["p.para",{"id":"p8","uri":"/new-era/2013/07/whats-up.p8"},"As you may know, Frances J. Monson, wife of President Thomas S. Monson, passed away on Friday, May 17, 2013. You can learn more about her life of service and love at",["a",{"href":"http://lds.org/go/73FJM"},"lds.org/go/73FJM"],"and",["a",{"href":"http://lds.org/go/73NR"},"lds.org/go/73NR"],"."]],[".quote",{"id":"f79","uri":"/new-era/2013/07/whats-up.f79"},[".title","My Favorite Scripture"],[".figure",{"id":"f78","uri":"/new-era/2013/07/whats-up.f78"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul45-young-woman-1102134.jpg"}],[".credit",["p.para",{"id":"p10","uri":"/new-era/2013/07/whats-up.p10"},"Photograph courtesy of Rachel C."]]],["p.para",{"id":"p11","uri":"/new-era/2013/07/whats-up.p11"},["span.dominant",["a",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"],":"],"“For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."],["p.para",{"id":"p12","uri":"/new-era/2013/07/whats-up.p12"},"“For God sent not his Son into the world to condemn the world; but that the world through him might be saved.”"],["p.para",{"id":"p13","uri":"/new-era/2013/07/whats-up.p13"},"I find this scripture so comforting. It brings me so much joy to know that God loves me so much that He sacrificed His Only Begotten Son for me and everyone else who was, is, and will be on earth."],[".bio",["p.para",{"id":"p14","uri":"/new-era/2013/07/whats-up.p14"},"Rachel C., 16, Wallonia, Belgium"]]],[".moreInfo",[".title","Mutual Activity Idea"],[".subtitle","Nature Golf—A Fun Fit for Any Outdoor Setting"],[".figure",{"id":"f80","uri":"/new-era/2013/07/whats-up.f80"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul45-pine-cones-1117416.jpg"}],[".credit",["p.para",{"id":"p17","uri":"/new-era/2013/07/whats-up.p17"},"Photograph by Matthew Reier"]]],["p.para",{"id":"p18","uri":"/new-era/2013/07/whats-up.p18"},"Here’s an easy-to-plan activity that works well in nearly any nature setting. Whether you’re in a thick pine forest, at a beach, or on a stretch of desert without a tree in sight, the crowd-pleasing game of nature golf can always be played with minimal preparation and maximum fun. Nature golf relies on a little imagination, because you create your own golf course as you go. (",["span.emphasis","Safety tip:"],"As with real golf, first make sure there are no people, vehicles, buildings, etc., anywhere near your line of sight as you play.) Here’s how it works."],["p.para",{"id":"p19","uri":"/new-era/2013/07/whats-up.p19"},"First you need something to toss, because you’ll be throwing your “golf ball” rather than hitting it with a golf club. Pinecones work great as makeshift golf balls, as do small sticks or tennis balls, depending on the type of terrain (small sticks are more gentle around trees, whereas sand can withstand the momentum of a thrown tennis ball). If you use pinecones or sticks, you can tie them with different colored threads to identify each person’s object in case two of them land close together. Once you have your objects, each member in the Mutual group takes a turn picking the next “hole” for each stretch of the course."],["p.para",{"id":"p20","uri":"/new-era/2013/07/whats-up.p20"},"“OK, everyone, see that crooked oak tree up the hill? We’ve gotta hit the patch of weeds just to its left!”"],["p.para",{"id":"p21","uri":"/new-era/2013/07/whats-up.p21"},"That’s all there is to it. Take turns lobbing your “golf balls” throughout the course, and keep score with each toss equaling a golf swing. Try making a 9-hole course or even an 18-hole course if you’re feeling ambitious and have enough time on Mutual night. It’s a fun event that combines physical exercise with an outdoor activity—and one that’s sure to be a success."]]]]]],"refs":null}
