{"id":17,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":17,"title":"Where Can I Turn for Peace?","subtitle":"By Elder Paul V. Johnson","short_title":"Where Can I Turn for Peace?","uri":"/ensign/2013/04/where-can-i-turn-for-peace","content":[["div",{"id":"head1","uri":"/ensign/2013/04/where-can-i-turn-for-peace.head1"},[".title","Where Can I Turn for Peace?"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p2"},"By Elder Paul V. Johnson"],["div",{"id":"p3","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p3"},"Of the Seventy"]],[".kicker","No matter how daunting the challenges in our lives or in the world around us, we know we can have peace through the power of the infinite Atonement."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p5"},"We live in a world where peace seems elusive. War, armed conflict, and terrorism constantly take their toll somewhere in the world, and crime, gang violence, and other illegal activities affect the peace in our cities and towns. Earthquakes, hurricanes, floods, tornadoes, and other natural disasters disrupt peaceful lives, and the quakes in the economies of the world have left many struggling."],["div",{"id":"p6","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p6"},"Some threats to our peace are more individual. Physical or emotional problems, pain, personal debt, addictions, fear, worry for others, and sins—either our own or someone else’s—can obstruct a peaceful outlook in our individual lives."],["div",{"id":"p7","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p7"},"The scriptures refer to two types of peace we hope for in our lives. One is the absence of war, turmoil, and strife among nations, groups, or individuals. The other is the inner peace of the soul."],["div",{"id":"p8","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p8"},"One of our hymns asks, “Where can I turn for peace?”",["sup",["a",{"href":"fn_footnote1"},"1"]],"The ultimate answer is, “To the Prince of Peace.” Jesus Christ holds the answers for both types of peace. Each of the threats above can be resolved by and through the Savior Jesus Christ. He can control the elements. He has power to heal individuals and nations. His Atonement makes possible the forgiveness of sins and frees people from afflictions and addictions. His teachings contain the keys to living in peace individually and as a world."],["div",{"id":"p9","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p9"},"Inner peace is a fruit of the Spirit. The Apostle Paul said, “The fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith” (",["a",{"href":"/scriptures/nt/gal/5.22"},"Galatians 5:22"],"). The Savior said, “My peace I give unto you: not as the world giveth, give I unto you” (",["a",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],"). Peace is a gift. We don’t determine the conditions upon which this gift is given. Our Father in Heaven sets the terms. Sometimes we become so focused on our quest for peace that we forget it is one of the fruits of a righteous life. Our best course for finding peace is to live righteously—to keep our covenants. This is the only course that leads to that inner peace we all desire. The adversary would tempt us to put all our efforts into directions other than a righteous life in our search for peace, but if we do this we will be disappointed in the end. True peace comes only from the Lord as a result of our righteous lives."],["div",{"id":"t1","uri":"/ensign/2013/04/where-can-i-turn-for-peace.t1"},[".title","Peace amidst Trials"],["div",{"id":"p11","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p11"},"The gift of peace doesn’t mean all our problems and challenges will dissolve according to a timeline we set. But we can have peace amidst trials. President Howard W. Hunter (1907–95) said:"],["div",{"id":"p12","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p12"},"“Indifference to the Savior or failure to keep the commandments of God brings about insecurity, inner turmoil, and contention. These are the opposite of peace. Peace can come to an individual only by an unconditional surrender—surrender to him who is the Prince of Peace, who has power to confer peace. One may live in beautiful and peaceful surroundings but, because of inner dissension and discord, be in a state of constant turmoil. On the other hand, one may be in the midst of utter destruction and the bloodshed of war and yet have the serenity of unspeakable peace. If we look to man and the ways of the world, we will find turmoil and confusion. If we will but turn to God, we will find peace for the restless soul.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p13","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p13"},"Think of Joseph Smith in Liberty Jail. It was hardly a setting naturally conducive to peaceful feelings, particularly in light of the struggles of the Saints who had been driven from Missouri. Joseph’s circumstances and those of his people weighed on his soul, and he cried out in anguish to the Lord. The Lord answered by saying, “My son, peace be unto thy soul” (",["a",{"href":"/scriptures/dc-testament/dc/121.7"},"D&C 121:7"],"). Joseph was given the gift of peace even though his circumstances didn’t change right away."],["div",{"id":"p14","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p14"},"Mormon and Moroni provide examples of individuals remaining steadfast and working diligently in the most trying of circumstances. They lived in a time when the civilization around them was on a steep downward path. Mormon lamented that his people were without civilization and delighted in abomination (see",["a",{"href":"/scriptures/bofm/moro/9.11,13"},"Moroni 9:11, 13"],"). He wrote to Moroni:"],["div",{"id":"p15","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p15"},"“O the depravity of my people! They are without order and without mercy. …"],["div",{"id":"p16","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p16"},"“And they have become strong in their perversion; and they are … brutal, … and they delight in everything save that which is good. …"],["div",{"id":"p17","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p17"},"“… They are without principle, and past feeling” (",["a",{"href":"/scriptures/bofm/moro/9.18-20"},"Moroni 9:18–20"],")."],["div",{"id":"p18","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p18"},"But even with the society in such decline, Mormon told his son, “Notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God” (",["a",{"href":"/scriptures/bofm/moro/9.6"},"Moroni 9:6"],")."],["div",{"id":"p19","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p19"},"Mormon reminded his son where their hope and peace were found:"],["div",{"id":"p20","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p20"},"“Be faithful in Christ; and may not the things which I have written grieve thee, to weigh thee down … but may Christ lift thee up … and the hope of his glory and of eternal life, rest in your mind forever."],["div",{"id":"p21","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p21"},"“And may the grace of God the Father … and our Lord Jesus Christ … be, and abide with you forever” (",["a",{"href":"/scriptures/bofm/moro/9.25-26"},"Moroni 9:25–26"],")."],["div",{"id":"p22","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p22"},"This pattern of inner peace being dependent on diligence and righteousness is pervasive throughout the scriptures. A beautiful verse in Psalms includes the phrase “righteousness and peace have kissed each other” (",["a",{"href":"/scriptures/ot/ps/85.10"},"Psalm 85:10"],")."],["div",{"id":"p23","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p23"},"Those who choose unrighteousness cannot experience this inner peace. Isaiah speaks of those whose iniquities have separated them from God:"],["div",{"id":"p24","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p24"},"“Their feet run to evil, and … their thoughts are thoughts of iniquity. …"],["div",{"id":"p25","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p25"},"“The way of peace they know not; … they have made them crooked paths: whosoever goeth therein shall not know peace” (",["a",{"href":"/scriptures/ot/isa/59.7-8"},"Isaiah 59:7–8"],")."],["div",{"id":"p26","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p26"},"Isaiah summarizes this truth: “There is no peace, saith the Lord, unto the wicked” (",["a",{"href":"/scriptures/ot/isa/48.22"},"Isaiah 48:22"],")."],["div",{"id":"p27","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p27"},"If we give in to temptations, we can damage the inner peace we want and need. Nephi lamented that he struggled with this challenge in his life. He wrote, “Why should I give way to temptations, that the evil one have place in my heart to destroy my peace and afflict my soul?” (",["a",{"href":"/scriptures/bofm/2-ne/4.27"},"2 Nephi 4:27"],"). This is something each of us faces."],["div",{"id":"p28","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p28"},"In an interview with a person coming back to the Church, I was struck by how clearly he had come to understand this principle. He recounted how letting go of the iron rod and walking in forbidden paths had brought much sorrow and strife into his life and how his efforts to return to a righteous life had opened the way for the gift of peace to be bestowed on him again. He was so grateful to have that in his life again."],["div",{"id":"p29","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p29"},"When we face stormy seas and high winds, we may be tempted to ask, “Carest thou not that [I] perish?” (",["a",{"href":"/scriptures/nt/mark/4.38"},"Mark 4:38"],"). We know that the Savior has power to calm our storms, but sometimes He calms our souls instead. As the hymn says, “He answers privately.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],["div",{"id":"t2","uri":"/ensign/2013/04/where-can-i-turn-for-peace.t2"},[".title","The Power of the Atonement"],["div",{"id":"p31","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p31"},"At one point in the long wars between the Nephites and Lamanites, Helaman recounted to Moroni the precarious circumstances he and his stripling warriors faced. Because of lack of reinforcements and supplies, it looked as if they would be overthrown. He wrote:"],["div",{"id":"p32","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p32"},"“We did pour out our souls in prayer to God, that he would strengthen us and deliver us out of the hands of our enemies. …"],["div",{"id":"p33","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p33"},"“… And it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him” (",["a",{"href":"/scriptures/bofm/alma/58.10-11"},"Alma 58:10–11"],")."],["div",{"id":"p34","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p34"},"Notice the connection among faith, hope, and peace. This inner peace can be powerful when we have absolute faith and hope in the power of the Savior and His Atonement. He told His disciples: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world” (",["a",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],")."],["div",{"id":"p35","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p35"},"No matter how daunting the challenges in our lives or in the world around us, we know we can have peace through the power of the infinite Atonement because Christ overcame the world. Faith in Jesus Christ and in His Atonement engenders the hope of deliverance and the promise of a better world to come. Using this “eye of faith” (",["a",{"href":"/scriptures/bofm/ether/12.19"},"Ether 12:19"],") to see the fulfilling of the Savior’s promises deepens the peace within us because we know of the great blessings and relief that await us if we will only remain faithful. Even in troubled times we have a great promise of peace from the Lord: “He who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come” (",["a",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],")."],["div",{"id":"p36","uri":"/ensign/2013/04/where-can-i-turn-for-peace.p36"},"I testify that our Heavenly Father and His Son, Jesus Christ, love us and that the great gift of peace in this life is available to each of us. I pray that as we each strive to follow the Savior, peace will be poured into our hearts."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/ensign/2013/04/where-can-i-turn-for-peace","uri":"/ensign/2013/04/where-can-i-turn-for-peace"},["span.label",["a",{"name":"footnote1"},"1."]],"“Where Can I Turn for Peace?”",["span.emphasis","Hymns,"],"no. 129."],["div",{"id":"/ensign/2013/04/where-can-i-turn-for-peace","uri":"/ensign/2013/04/where-can-i-turn-for-peace"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","The Teachings of Howard W. Hunter,"],"ed. Clyde J. Williams (1997), 172."],["div",{"id":"/ensign/2013/04/where-can-i-turn-for-peace","uri":"/ensign/2013/04/where-can-i-turn-for-peace"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Hymns,"],"no. 129, verse 3."]]}
