{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"Whither Shall We Go?","subtitle":"By Elder Kent D. Watson","short_title":"Whither Shall We Go?","uri":"/ensign/2013/09/whither-shall-we-go","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/whither-shall-we-go"},[".heading",{"id":"head1","uri":"/ensign/2013/09/whither-shall-we-go.head1"},["h1","Whither Shall We Go?"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/whither-shall-we-go.p2"},"By Elder Kent D. Watson"],["p.para",{"id":"p3","uri":"/ensign/2013/09/whither-shall-we-go.p3"},"Of the Seventy"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/09/whither-shall-we-go.p4"},"From a devotional address given at Brigham Young University–Hawaii on March 20, 2012. For the full address, visit",["a",{"href":"http://devotional.byuh.edu/archive"},"devotional.byuh.edu/archive"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/kent-d-watson.jpg"}],[".kicker","When we do our part, Heavenly Father is sure to do His part in pointing the way."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/09/whither-shall-we-go.p6"},"A few years ago, I served as a volunteer in the employment center at BYU–Hawaii and taught a class in accounting. One of my favorite students was named Katoa (Toa). At the time, he was the only student at the university from Tuvalu, a group of Polynesian islands located 2,500 miles (4,000 km) southwest of Hawaii."],["p.para",{"id":"p7","uri":"/ensign/2013/09/whither-shall-we-go.p7"},"Toa came to me to talk about his plans after graduation, asking where he should go. I answered at the time, “Go where you have the best opportunity.” I have had six years to reflect on that counsel. I now have additional perspective gained from further experience, and I would like to respond in a more thoughtful way to Toa’s question."],["p.para",{"id":"p8","uri":"/ensign/2013/09/whither-shall-we-go.p8"},"In an uncertain world, the question of where to go is one that each of us will ask and need to answer—repeatedly. There are several key decisions we must make when we are seemingly least experienced. Perhaps you have had to answer some important questions already:"],["ul.bullet",["li",["span.label","•"],["p.para","Should I serve a mission?"]],["li",["span.label","•"],["p.para","What should I study?"]],["li",["span.label","•"],["p.para","What kind of work should I do?"]],["li",["span.label","•"],["p.para","How will I support my family?"]],["li",["span.label","•"],["p.para","Whom should I marry?"]],["li",["span.label","•"],["p.para","How will I respond to Church callings?"]],["li",["span.label","•"],["p.para","Do I intend to keep all of God’s commandments?"]]],["p.para",{"id":"p16","uri":"/ensign/2013/09/whither-shall-we-go.p16"},"When I was in college, computing was something new. When I began my career, there was no such thing as a personal computer. The electric typewriter was our most complex tool. The Internet was barely a dream. We could not even imagine all-in-one handheld devices. “Social media” was not in our vocabulary."],["p.para",{"id":"p17","uri":"/ensign/2013/09/whither-shall-we-go.p17"},"I realize each day how changing technology creates broad possibilities, many choices, and an amazing array of opportunities. There are some constants, however—eternal principles that are unchanging and that can help us answer the question that Toa asked me several years ago. I share six."],[".topic",{"id":"t1","uri":"/ensign/2013/09/whither-shall-we-go.t1"},[".title","1. Be obedient."],["p.para",{"id":"p19","uri":"/ensign/2013/09/whither-shall-we-go.p19"},"Keep all of the commandments and be “reconciled unto Christ” (",["a",{"href":"/scriptures/bofm/2-ne/33.9"},"2 Nephi 33:9"],"). The Israelites were taught obedience as a condition of entering the promised land:"],["p.para",{"id":"p20","uri":"/ensign/2013/09/whither-shall-we-go.p20"},"“Keep all the commandments … that ye may be strong, and go in and possess the land,",["span.emphasis","whither ye go"],"to possess it. …"],["p.para",{"id":"p21","uri":"/ensign/2013/09/whither-shall-we-go.p21"},"“… Hearken diligently unto my commandments … to love the Lord your God, and to serve him with all your heart and with all your soul” (",["a",{"href":"/scriptures/ot/deut/11.8,13"},"Deuteronomy 11:8, 13"],"; emphasis added)."],["p.para",{"id":"p22","uri":"/ensign/2013/09/whither-shall-we-go.p22"},"Soon after Lehi and his family arrived in the land of Bountiful, the Lord said to Nephi, “Thou shalt construct a ship, after the manner which I shall show thee, that I may carry thy people across these waters” (",["a",{"href":"/scriptures/bofm/1-ne/17.8"},"1 Nephi 17:8"],"). Nephi did not ask why or seek clarification about where they would end up after crossing the waters. His direct response to the Lord was:"],["p.para",{"id":"p23","uri":"/ensign/2013/09/whither-shall-we-go.p23"},"“Lord,",["span.emphasis","whither shall I go"],"that I may find ore to molten, that I may make tools to construct the ship after the manner which thou hast shown unto me?"],["p.para",{"id":"p24","uri":"/ensign/2013/09/whither-shall-we-go.p24"},"“And it came to pass that the Lord told me",["span.emphasis","whither I should go"],"” (",["a",{"href":"/scriptures/bofm/1-ne/17.9-10"},"1 Nephi 17:9–10"],"; emphasis added)."],["p.para",{"id":"p25","uri":"/ensign/2013/09/whither-shall-we-go.p25"},"Later, after Nephi had lived a lifetime of obedience and had been a great influence upon his people, he taught, “For none of these can I hope except they shall be reconciled unto Christ, and enter into the narrow gate, and walk in the strait path which leads to life, and continue in the path until the end of the day of probation” (",["a",{"href":"/scriptures/bofm/2-ne/33.9"},"2 Nephi 33:9"],")."],["p.para",{"id":"p26","uri":"/ensign/2013/09/whither-shall-we-go.p26"},"For Latter-day Saints, the greatest benefit of being reconciled to Christ by keeping God’s commandments is that we will surely receive promised blessings. Personal direction and guidance are portions of those blessings. Our Heavenly Father keeps His promises."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/whither-shall-we-go.t2"},[".title","2. Pray always."],["p.para",{"id":"p28","uri":"/ensign/2013/09/whither-shall-we-go.p28"},"If I were responding to Toa today, I would invite him to follow the pattern the Lord has set for us, which is to pray earnestly, “with real intent, having faith in Christ” (",["a",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],"). Be diligent as you inquire of your Heavenly Father where you should go. That is what the brother of Jared did when he was asked to “go and inquire of the Lord …",["span.emphasis","whither we shall go"],"” (",["a",{"href":"/scriptures/bofm/ether/1.38"},"Ether 1:38"],"; emphasis added). The Lord heard the brother of Jared and had compassion on him (see",["a",{"href":"/scriptures/bofm/ether/1.40"},"verse 40"],"). He said: “I will go before thee into a land which is choice. … And there will I bless thee and thy seed” (",["a",{"href":"/scriptures/bofm/ether/1.42-43"},"verses 42–43"],")."],["p.para",{"id":"p29","uri":"/ensign/2013/09/whither-shall-we-go.p29"},"I remind you of an important principle to remember when you are seeking God in prayer. That principle is our moral agency, and it is a wonderful blessing."],["p.para",{"id":"p30","uri":"/ensign/2013/09/whither-shall-we-go.p30"},"“Therefore, cheer up your hearts, and remember that ye are free to act for yourselves—to choose the way of everlasting death or the way of eternal life” (",["a",{"href":"/scriptures/bofm/2-ne/10.23"},"2 Nephi 10:23"],")."],["p.para",{"id":"p31","uri":"/ensign/2013/09/whither-shall-we-go.p31"},"Sometimes life is not easy. God does not command us in all things. Our Father’s plan is that “men are free according to the flesh; and all things are given them which are expedient.” We are “free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself” (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],")."],["p.para",{"id":"p32","uri":"/ensign/2013/09/whither-shall-we-go.p32"},"The Liahona worked according to faith and diligence (see",["a",{"href":"/scriptures/bofm/1-ne/16.29"},"1 Nephi 16:29"],"). Sometimes the answer for us may not be clear. We must first study things out in our minds and trust the Lord (see",["a",{"href":"/scriptures/dc-testament/dc/9.8"},"D&C 9:8"],"). The heavenly expectation is that we will act for ourselves, but when we do our part, we will have the sweet assurance that we can make correct decisions."]],[".topic",{"id":"t3","uri":"/ensign/2013/09/whither-shall-we-go.t3"},[".title","3. Listen carefully to the still, small voice."],["p.para",{"id":"p34","uri":"/ensign/2013/09/whither-shall-we-go.p34"},"If you are diligent, patient, meek, and steadfast, the promise is that “it shall be given you by the Comforter what you shall do and",["span.emphasis","whither you shall go"],"” (",["a",{"href":"/scriptures/dc-testament/dc/31.11"},"D&C 31:11"],"; emphasis added)."],["p.para",{"id":"p35","uri":"/ensign/2013/09/whither-shall-we-go.p35"},"In the Doctrine and Covenants, the Lord said of Jared Carter, “I will send upon him the Comforter, which shall teach him the truth and the way",["span.emphasis","whither he shall go"],"” (",["a",{"href":"/scriptures/dc-testament/dc/79.2"},"D&C 79:2"],"; emphasis added). Unfortunately, Jared Carter did not continue in diligence. He said, “The spirit of God in a measure has left me,” and he eventually fell away.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p36","uri":"/ensign/2013/09/whither-shall-we-go.p36"},"I recall an experience that occurred when the People’s Republic of China was opening its doors to my profession. I was invited by my firm to begin our practice there. When we won our first major transaction, it was a cause for celebration. I sat at the head table with China’s minister of finance. The celebration opened with a dignitaries’ toast. There were TV cameras and photographers. They brought out a silver tray of crystal goblets filled with enticing champagne for the toast. I was there as the senior partner in China representing a global enterprise that had a sterling reputation."],["p.para",{"id":"p37","uri":"/ensign/2013/09/whither-shall-we-go.p37"},"What was I to do? Would it be OK to lift a goblet in celebration, raise it to my lips, taste the champagne but not swallow? I pictured in my mind what it would look like on television if I did so. I wondered how my wife, Connie, my children, and my mother would feel."],["p.para",{"id":"p38","uri":"/ensign/2013/09/whither-shall-we-go.p38"},"Early in my career, I decided that I would not be ashamed of the gospel of Jesus Christ. I decided long before the toast that the values I had been taught by my mother would take preference over any cultural expectations. Commandments and covenants must trump customs and business practices. As it turned out, my decision not to touch a goblet did not hurt my career; in fact, it enhanced my opportunities."],["p.para",{"id":"p39","uri":"/ensign/2013/09/whither-shall-we-go.p39"},"In asking whither you should go, listen to the still, small voice—the voice of the Comforter—which “will show unto you all things what ye should do” (",["a",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"],")."]],[".topic",{"id":"t4","uri":"/ensign/2013/09/whither-shall-we-go.t4"},[".title","4. Magnify your callings."],["p.para",{"id":"p41","uri":"/ensign/2013/09/whither-shall-we-go.p41"},"Every Latter-day Saint is instructed to pray, “labor in the church … [and] be diligent in all things” (",["a",{"href":"/scriptures/dc-testament/dc/75.28-29"},"D&C 75:28–29"],"). As they do so, it will “be made known from on high, even by the Comforter,",["span.emphasis","whither they shall go"],"” (",["a",{"href":"/scriptures/dc-testament/dc/75.27"},"D&C 75:27"],"; emphasis added). Over the years, I have been frequently asked, “How can I achieve balance among my family responsibilities, ecclesiastical duties, and professional obligations?”"],["p.para",{"id":"p42","uri":"/ensign/2013/09/whither-shall-we-go.p42"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles tells of a turning point in his life when, as a young, hardworking associate in a law firm, he was called to be a stake missionary. He was told that his calling would require 40 hours of proselyting per month in addition to time for other meetings. With faith, he accepted the call."],["p.para",{"id":"p43","uri":"/ensign/2013/09/whither-shall-we-go.p43"},"“I suffered no reduction in my accomplishments or advancement in my employment,” he recalls. “Indeed, my success in my work and my advancement in the firm seemed to accelerate rather than decline.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p44","uri":"/ensign/2013/09/whither-shall-we-go.p44"},"The Lord has promised, “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (",["a",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],"). Surely it is in seeking the kingdom that we can know from on high, even by the Comforter,",["span.emphasis","whither we shall go."]]],[".topic",{"id":"t5","uri":"/ensign/2013/09/whither-shall-we-go.t5"},[".title","5. Honor your parents and be loyal to your family."],["p.para",{"id":"p46","uri":"/ensign/2013/09/whither-shall-we-go.p46"},"The prophet Nephi provides a wonderful example of this principle. During a difficult time, his brothers criticized him because he had broken his steel bow and his people had no way to obtain food. Even his father murmured. Yet Nephi honored his father."],["p.para",{"id":"p47","uri":"/ensign/2013/09/whither-shall-we-go.p47"},"“I said unto my father: Whither shall I go to obtain food?"],["p.para",{"id":"p48","uri":"/ensign/2013/09/whither-shall-we-go.p48"},"“And it came to pass that he did inquire of the Lord” (",["a",{"href":"/scriptures/bofm/1-ne/16.23-24"},"1 Nephi 16:23–24"],")."],["p.para",{"id":"p49","uri":"/ensign/2013/09/whither-shall-we-go.p49"},"I have the privilege of serving with Subandriyo, a great Church leader from Indonesia. He joined the Church as a young man. He is from a poor home without many material things. When Subandriyo fell in love with Steffi, he asked her mother if they could marry. He had no money, nothing for a traditional wedding party. But he said to Steffi’s mother, “I have no money for a wedding, but I promise you that I will make your daughter the happiest woman on earth and I will always take care of her.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"He has kept that promise."],["p.para",{"id":"p50","uri":"/ensign/2013/09/whither-shall-we-go.p50"},"It was my good fortune to have met Connie while I was in college. We married and were blessed with a beautiful daughter when we were still in school. We had barely enough money to pay our bills. Our baby slept on a pillow in a cardboard box, and we slept on a mattress on the floor. Following graduation, our first purchase was a crib for our daughter. The floor was good enough for us. The baby crib lasted for five wonderful children. We are now in our 45th year together. Our first purchase of a baby crib is a wonderful memory associated with starting our family."],["p.para",{"id":"p51","uri":"/ensign/2013/09/whither-shall-we-go.p51"},"Connie has always been my support and helpmate. Without her indefatigable loyalty, the interesting path that has been our life together would not have been possible. Never looking back, she has supported our partnership with a willing heart and with complete fidelity."]],[".topic",{"id":"t6","uri":"/ensign/2013/09/whither-shall-we-go.t6"},[".title","6. Know that God knows you."],["p.para",{"id":"p53","uri":"/ensign/2013/09/whither-shall-we-go.p53"},"Our Heavenly Father knows each of us and will always be there for us. He was with us in the beginning. He knows us as we were then. He knows us as we are now. And He knows what we can become. (See",["a",{"href":"/scriptures/dc-testament/dc/93.23-24"},"D&C 93:23–24"],".)"],["p.para",{"id":"p54","uri":"/ensign/2013/09/whither-shall-we-go.p54"},"When President Thomas S. Monson graduated from college, he received job offers from major multinational companies. In deciding where to go, he made his decision a matter of prayer. He has taught: “There are factors within you and within me, even basic principles with which we have been imbued from our creation, which seem to call out and demand of us our best. Those particular years and those cravings and those bits of inspiration seem to be telling you and me, ‘Seek the best in life. Look for opportunities where you can be of greatest service.’”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p55","uri":"/ensign/2013/09/whither-shall-we-go.p55"},"Shortly after graduation, he had the opportunity to become a commissioned officer in the United States Naval Reserve, which meant he would need to be released from serving as a counselor in a bishopric. He prayed again and conferred with his former stake president, Elder Harold B. Lee (1899–1973), then a member of the Quorum of the Twelve Apostles. Elder Lee counseled him not to accept the commission as a naval officer. President Monson obeyed, declined the commission, and requested to be discharged. Not long afterward, he was called at age 22 to be the bishop of his ward."],["p.para",{"id":"p56","uri":"/ensign/2013/09/whither-shall-we-go.p56"},"President Monson has taught that our decisions determine our destiny. He said: “I would not be standing before you, had I not followed the counsel of a prophet, had I not prayed about a decision, had I not come to an appreciation of the important truth: The wisdom of God oft times appears as foolishness to men. But the greatest single lesson we can learn in mortality is that when God speaks and a man obeys, that man will always be right.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p57","uri":"/ensign/2013/09/whither-shall-we-go.p57"},"Our Heavenly Father knows us. He is there for us. If we seek Him, we will find Him. If we ask, He will answer. When we do our part, He is sure to do His part in pointing the way and answering the question, “Whither shall we go?”"]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Answering Questions"],[".subtitle","How can personal revelation help me?"],["p.para",{"id":"p66","uri":"/ensign/2013/09/whither-shall-we-go.p66"},"“The Lord is most generous in giving revelation. … The Lord loves you and wants to reveal to you His mind and will. Could you ever imagine the Lord having a problem He could not solve? I can’t. Because you are entitled to revelation, He can help you solve every concern you have … if you will but seek His help.”"],[".citationInfo",["p.para",{"id":"p67","uri":"/ensign/2013/09/whither-shall-we-go.p67"},"Elder Tad R. Callister of the Presidency of the Seventy, “The Power of the Priesthood in the Boy,”",["span.emphasis","Ensign,"],"May 2013, 53."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/whither-shall-we-go.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Jared Carter, in Susan Easton Black,",["span.emphasis","Who’s Who in the Doctrine and Covenants"],"(1997), 53."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/whither-shall-we-go.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See Dallin H. Oaks,",["span.emphasis","Life’s Lessons Learned"],"(2011), 44–46."],[".footnote",{"id":"fn3","uri":"/ensign/2013/09/whither-shall-we-go.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Included with permission from Subandriyo."],[".footnote",{"id":"fn4","uri":"/ensign/2013/09/whither-shall-we-go.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"See Heidi S. Swinton,",["span.emphasis","To the Rescue: The Biography of Thomas S. Monson"],"(2010), 115."],[".footnote",{"id":"fn5","uri":"/ensign/2013/09/whither-shall-we-go.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"See Swinton,",["span.emphasis","To the Rescue,"],"110–11."]]}
