{"id":1249,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1249,"title":"Wilderness of the Exodus","subtitle":"","short_title":"Wilderness of the Exodus","uri":"/scriptures/bd/wilderness-of-the-exodus","content":[["div",{"id":"t1","uri":"/scriptures/bd/wilderness-of-the-exodus.t1","order":".000.4007"},[".title","Wilderness of the Exodus"],["div",{"id":"p1","uri":"/scriptures/bd/wilderness-of-the-exodus.p1","order":".000.4008"},"It is not yet possible to fix with certainty the exact route of the Israelites during their wanderings. They started from the two store cities, Rameses and Pithom (or Succoth). Passing around the head of the Gulf of Suez, they reached the wilderness of Shur (",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.22"},"Ex. 15:22"],"), which is probably the same as the wilderness of Etham (",["a.scriptureRef",{"href":"/scriptures/ot/num/33.8"},"Num. 33:8"],"). They then turned southward, by Marah (now Ayun Musa) and Elim (",["a.scriptureRef",{"href":"/scriptures/ot/num/33.10"},"Num. 33:10"],"), till they reached the wilderness of Sin, where they were first fed with manna. Turning eastward they reached Rephidim, which was renamed Meribah and Massah. There they encountered and defeated their first foe, the Amalekites. Exactly three months after leaving Egypt the camp was pitched before Sinai. They remained there rather more than a year (",["a.scriptureRef",{"href":"/scriptures/ot/num/1.1"},"Num. 1:1"],"). From Sinai they passed by Taberah (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.3"},"Num. 11:3"],"), Kibroth-hattaavah, and Hazeroth (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.34-35"},"11:34–35"],"), into the wilderness of Paran (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.16"},"12:16"],"), and from this place the spies were sent out (",["a.scriptureRef",{"href":"/scriptures/ot/num/13.3"},"13:3"],"). They then passed into the wilderness of Zin and encamped by Kadesh, where Miriam died. Edom refused Israel a passage, and the intended route was therefore changed. On Mount Hor Aaron died. The people then moved southward toward Ezion-geber and then to the east of the mountains of Seir toward the land of Moab. On the way they were punished for their murmuring by a plague of serpents (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.4-9"},"Num. 21:4–9"],"). Sihon king of the Amorites refused a passage; he was defeated and his capital, Heshbon, was captured (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.21-31"},"Num. 21:21–31"],"). Having also defeated Og, king of Bashan, the Israelites got possession of the pasture lands east of Jordan. Then came the episode of the encounter with the Moabites, who had tried to get the assistance of the soothsayer Balaam (",["a.scriptureRef",{"href":"/scriptures/ot/num/22?span=22-25"},"Num. 22–25"],"). In a census taken in the plains of Moab, Caleb and Joshua alone remained of the 600,000 numbered at Sinai."]]],"refs":null}
