{"id":6,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":6,"title":"Wilford Woodruff-Fourth President of the Church","subtitle":"","short_title":"Chapter 4","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.head1"},[".titleNumber","Chapter 4"],["h1","Wilford Woodruff"],[".subtitle","Fourth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p6"},"Wilford Woodruff was born on March 1, 1807, in Farmington, Connecticut. During the first decades of his life, world events included the defeat of Napoleon at Waterloo in 1815 and the emergence of independent nations in Latin America with the help of men like Simón Bolívar and José de San Martín. During this time the Industrial Revolution continued to foster great changes across the earth. Great events took place all over the world; however, Wilford Woodruff played a role in a far grander event—the Restoration and establishment of the Church. His skills as a historian, diarist, and journalist documented the Restoration, and his writings have blessed Latter-day Saints throughout the world."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Questions about Wilford Woodruff’s early years."],["div",{"id":"f2","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.f2"},"Ask students to identify which of the following statements are true and which are false:",["ol.number",["li",["span.label","1."],[".para","The first five Presidents of the Church were born between 1801 and 1814. (True.)"]],["li",["span.label","2."],[".para","The Prophet Joseph Smith was younger than Wilford Woodruff. (False: Joseph Smith was born in 1805; Wilford Woodruff was born in 1807.)"]],["li",["span.label","3."],[".para","George Washington, the first president of the United States, was still alive when Wilford Woodruff was born. (False: George Washington died in 1797.)"]],["li",["span.label","4."],[".para","U.S. president Abraham Lincoln and English naturalist Charles Darwin were contemporary with Wilford Woodruff. (True: Lincoln lived from 1809–65 and Darwin lived from 1809–82.)"]],["li",["span.label","5."],[".para","Thomas Jefferson was president of the United States when Wilford Woodruff was born. (True.)"]],["li",["span.label","6."],[".para","The state of Utah supported U.S. president Abraham Lincoln during the Civil War in the 1860s. (False: Utah did not achieve statehood until 1896.)"]]]]],[".topic",["h4","Wilford Woodruff’s parents and ancestors established a heritage of hard work."],["div",{"id":"p17","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p17"},"Explain to the students that Wilford Woodruff’s parents were Aphek and Beulah Thompson Woodruff. His mother died when Wilford was only 15 months old. Aphek, then the father of three sons, married Azubah Hart, who later gave birth to six children. Wilford Woodruff’s ancestors were known as hard workers. Read the following statement of Wilford Woodruff to the class:"],[".blockQuote",["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p18"},"“My great grandfather, Josiah Woodruff, lived nearly one hundred years, and possessed an iron constitution, and performed a great amount of manual labor nearly up to the time of his death. …"],["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p19"},"“My grandfather, Eldad Woodruff, was the third son of Josiah. He was born in Farmington, Hartford co., Connecticut, in 1751; he also possessed a strong constitution. It was said that he performed the most labor for several years of any man in Hartford county, and from over exertion in hewing timber, he was attacked with rheumatism in his right hip, which caused severe lameness for several years before his death. …"],["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p20"},"“My father [Aphek Woodruff] was a strong constitutioned man, and has done a great amount of labor. At eighteen years of age he commenced attending a flouring and saw mill, and continued about 50 years; most of this time he labored eighteen hours a day” (“History of Wilford Woodruff,”",["span.emphasis","Millennial Star,"],"Mar. 18, 1865, 167–68)."]],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p21"},"Tell students that Aphek and Azubah Woodruff worked hard to provide the basic necessities of life for their children. They taught their children to be hard working, independent, and self-reliant, traits that Wilford Woodruff learned well. Share the following statement of Wilford Woodruff:"],[".blockQuote",["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p22"},"“In April 1827, I took the flouring mill of my aunt, Helen Wheeler, which I attended three years. In May 1830, I took charge of the flouring mill of Mr. Collins, the ax manufacturer, in South Canton, Conn. At the end of one year it was demolished to make way for other machinery. In March 1831, I took charge of the flouring mill owned by Mr. Richard B. Cowles of New Hartford, Conn. In the spring of 1832, in company with my oldest brother, Azmon, I went to Richland, Oswego co., New York, and purchased a farm and saw mill, and settled in business” (“History of Wilford Woodruff,”",["span.emphasis","Millennial Star,"],"Mar. 18, 1865, 168)."]]],[".topic",["h4","He had many dangerous experiences during his childhood and youth."],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p24"},"Have the students review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“His Early Years Were Marred by Many Accidents”"],"in the student manual (pp. 58–60), and ask them to name some of Wilford Woodruff’s mishaps and life-threatening experiences. Ask a student to read aloud the last paragraph of the section. Based on the information in this paragraph, discuss with students the answers to the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","How did Wilford Woodruff’s experiences with these accidents influence his understanding of God?"]],["li",["span.label","•"],[".para","What qualities did Wilford Woodruff develop because of these experiences?"]]]],[".topic",["h4","He studied the Bible carefully."],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p28"},"In his youth, Wilford Woodruff studied the Bible and learned of the organization of the early Church. Share the following statement of Wilford Woodruff about his searching the scriptures during his youth:"],[".blockQuote",["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p29"},"“In … Sabbath school I read the New Testament. I learned verse after verse and chapter after chapter. What did the Testament teach me? It taught me the Gospel of life and salvation; it taught me a Gospel of power before the heavens and on the earth. It taught me that the organization of the Church consisted of Prophets, Apostles, Pastors and Teachers, with helps and governments. What for? ‘For the perfecting of the Saints, for the work of the ministry: for the edifying of the body of Christ, till we all come in the unity of the faith and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ’ [",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.12-13"},"Ephesians 4:12–13"],"]. These are the things which I learned, and they made an impression upon me. I believed in them; yet I had never heard them taught by any clergyman or divine upon the earth. In my early manhood I attended the meetings of almost every denomination there was. …"],["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p30"},"“There is where I stood in my youth. I did not believe that these gifts and graces were done away, only through the unbelief of the children of men” (",["span.emphasis","Deseret Weekly,"],"Apr. 6, 1889, 450)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How did Wilford Woodruff prepare himself to recognize and find the truth?"]],["li",["span.label","•"],[".para","What can we do to better prepare our hearts and minds to receive gospel knowledge?"]]]],[".topic",["h4","He embraced the gospel."],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p35"},"Ask class members to think of the first time they remember hearing a gospel sermon or the first time they remember a gospel sermon making sense to them and felt the truthfulness of the message. Explain that Wilford Woodruff heard the gospel preached for the first time by a Church member on December 29, 1833. Share what he later wrote about the experience:"],[".blockQuote",["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p36"},"“For the first time in my life, I saw an Elder in the Church of Jesus Christ of Latter-day Saints. That was Zera Pulsipher. He told me that he was inspired of the Lord. He was threshing grain in his barn when the voice of the Lord came to him and told him to arise and go to the north, the Lord had business for him there. He called upon Brother [Elijah] Cheney, his neighbor and a member of the Church. They traveled sixty miles on foot … in deep snow, and the first place they felt impressed to call upon was the house of my brother and myself. They went into the house and talked with my brother’s wife, and they told her who they were and what their business was. They told her that they were moved upon to go to the north, and they never felt impressed to stop anywhere until they came to that house. When they told her their principles, she said her husband and her brother-in-law both were men who believed those principles, and they had prayed for them for years. They appointed a meeting in the schoolhouse upon our farm."],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p37"},"“I came home in the evening, and my sister-in-law told me of this meeting. I had been drawing logs from the shores of Lake Ontario (I was in the lumber business), and I turned out my horses, did not stop to eat anything, and went to the meeting. I found the house and the dooryard filled with people. I listened for the first time in my life to a Gospel sermon as taught by the Elders of this Church. It was what I had sought for from my boyhood up. I invited the men home with me. I borrowed the Book of Mormon, and sat up all that night and read. In the morning I told Brother Pulsipher I wanted to be baptized. I had a testimony for myself that those principles were true. Myself and my brother … went forth and were baptized—the two first in that county” (in",["span.emphasis","Deseret Evening News,"],"Mar. 1, 1897, 1; paragraphing altered)."]],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p38"},"Tell students that Elder Pulsipher baptized and confirmed Wilford Woodruff only two days after that first meeting, in a creek on December 31, 1833. Ask: Why do you think Wilford Woodruff was able to recognize and accept the gospel so quickly?"],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p39"},["span.emphasis","Note:"],"Instead of reading the preceding paragraphs, you may want to show the dramatization of Wilford Woodruff’s conversion found in presentation 2, “The Great Apostasy,” of",["span.emphasis","Doctrine and Covenants and Church History Video Presentations 1–12"],"(item 53786) or",["span.emphasis","Doctrine and Covenants and Church History DVD Presentations 1–22"],"(item 54012). It can also be found as presentation 1, “A Search for the Truth,” on the Church videocassette",["span.emphasis","Teachings from the Doctrine and Covenants and Church History"],"(item 53933)."]],[".topic",["h4","He shared his joy in finding the restored gospel with his friend Robert Mason."],["div",{"id":"p41","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p41"},"Have students read the first two paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“Robert Mason Told Him of a Vision He Had”"],"in the student manual (p. 61). Summarize the rest of that section. Explain that after Wilford Woodruff was baptized, he wrote a letter to Robert Mason. Wilford Woodruff explained:"],[".blockQuote",["div",{"id":"p42","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p42"},"“I … told him I had found the Church of Christ that he had told me about. I told him about its organization and the coming forth of the Book of Mormon; that the Church had prophets, apostles, and all the gifts and blessings in it, and that the true fruit of the kingdom and Church of Christ were manifest among the Saints as the Lord had shown him in his vision. He received my letter, and read it over many times, and handled it as he had handled the fruit in the vision; but he was very aged, and soon died. He did not live to see any Elder to administer the ordinances of the Gospel unto him."],["div",{"id":"p43","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p43"},"“The first opportunity I had, after the doctrine of baptism for the dead was revealed, I went forth and was baptized for him” (“Leaves from My Journal,”",["span.emphasis","Millennial Star,"],"May 23, 1881, 335)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In what specific ways has your life been influenced or changed by missionary work?"]],["li",["span.label","•"],[".para","What impressed you about Robert Mason’s account?"]],["li",["span.label","•"],[".para","How does his experience help us understand the importance of temple work?"]]]],[".topic",["h4","He felt a great desire to preach the gospel."],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p49"},"Share what Wilford Woodruff wrote about the great desire he felt to share his testimony with others when he first heard the gospel:"],[".blockQuote",["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p50"},"“I could not feel it my duty to leave [their] house without bearing witness to the truth before the people” (Journal of Wilford Woodruff, Dec. 31, 1834, Archives of The Church of Jesus Christ of Latter-day Saints; spelling and punctuation standardized)."]],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p51"},"Explain that soon after his baptism, Wilford Woodruff traveled to Missouri with Zion’s Camp. In the months after Zion’s Camp, his desire to preach the gospel continued to grow, until he prayed to the Lord for the privilege to be a missionary. Read the following statement of Wilford Woodruff about his prayer to serve a mission:"],[".blockQuote",["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p52"},"“I had a great desire to preach the Gospel, which I did not name to my brethren; but one Sunday evening I retired into the woods alone, and called upon the Lord in earnest prayer, to open my way to go and preach the Gospel to the inhabitants of the earth. The Spirit of the Lord bore witness that my prayer was heard, and should be answered. I arose from my knees happy, and walked some forty rods, and met Elias Higbee, a High Priest, with whom I had staid a number of months. As I approached him, he said, ‘Brother Wilford, the Spirit of the Lord tells me that you should be ordained, and go on a mission.’ I replied, ‘I am ready’” (“History of Wilford Woodruff,”",["span.emphasis","Millennial Star,"],"Mar. 25, 1865, 183)."]],"Tell students that on November 5, 1834, Wilford Woodruff was ordained a priest at a meeting of the high council in Missouri, and he was called to go on a mission to the southern United States. Ask:",["ul.bullet",["li",["span.label","•"],[".para","Why do you think Wilford Woodruff was so eager to do missionary work?"]],["li",["span.label","•"],[".para","What can prospective missionaries do to qualify to answer “I am ready,” as did Wilford Woodruff?"]]],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p56"},"Review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“He Was a Missionary and Experienced the Ministering of Angels”"],"in the student manual (p. 63). Point out to students that the gift and power of the Holy Ghost is available to all members of the Church. Ask: How does the Holy Ghost guide and strengthen people in their missionary efforts?"]],[".topic",["h4","He wanted to be an heir to the celestial kingdom."],["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p58"},"Tell students that Wilford Woodruff committed himself to building up Zion. Read the following entry from his journal, and ask students to identify the various commitments he made:"],[".blockQuote",["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p59"},"“Believing it to be the duty of the latter day Saints to consecrate and dedicate all their properties with themselves unto God in order to become lawful heirs to the Celestial Kingdom of God, … I consecrated [myself and my properties] before the Bishop of the Church of the Latter-day Saints in Clay County, Dec. 31st, 1834. The following is a copy of the Consecration:"],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p60"},"“‘Clay Co., Missouri, Dec. 31st, 1834. Be it known that I, Wilford Woodruff, do freely covenant with my God that I freely consecrate and dedicate myself together with all my properties and effects unto the Lord for the purpose of assisting in building up his kingdom, even Zion on the earth, that I may keep his law and lay all things before the bishop of his Church that I may be a lawful heir to the Kingdom of God, even the Celestial Kingdom’” (Journal of Wilford Woodruff, Mar. 17, 1857)."]],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p61"},"Ask: In what ways can you consecrate yourself and your possessions to building up the kingdom of God?"],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p62"},"Ask the students why it is more important to please God than people. Then read the following statement of Wilford Woodruff and have students listen for his explanation:"],[".blockQuote",["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p63"},"“It is better to suffer stripes [beatings or blows] for the testimony of Christ, than to suffer and fall by our sins and transgressions, and then have to suffer afterwards. I would rather seal my testimony with my blood, and lay my body to rest in the grave, and have my spirit go to the other side of the veil, to enjoy a long eternity of light, truth, blessings, and knowledge which the Lord will bestow upon every man who keeps his law, than to spend a few short years of earthly pleasure, and be deprived of those blessings, and the society of my friends and brethren behind the veil” (",["span.emphasis","The Discourses of Wilford Woodruff,"],"sel. G. Homer Durham [1946], 278–79)."]],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p64"},"Ask: How can an eternal perspective influence the decisions you make?"]],[".topic",["h4","He raised his wife Phoebe from the dead."],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p66"},"Explain that Wilford Woodruff’s wife Phoebe had become critically ill as he was leading a group of Saints from Maine to Illinois. Share the experience he recorded in blessing her during her illness:"],[".blockQuote",["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p67"},"“December 3rd [1838] found my wife very low. I spent the day in taking care of her, and the following day I returned to [the nearby town of] Eaton to get some things for her. She seemed to be gradually sinking, and in the evening her spirit apparently left her body, and she was dead."],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p68"},"“The sisters gathered around her body, weeping, while I stood looking at her in sorrow. The spirit and power of God began to rest upon me until, for the first time during her sickness, faith filled my soul, although she lay before me as one dead."],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p69"},"“I had some oil that was consecrated … in Kirtland. I took it and consecrated it again before the Lord for anointing the sick. I then bowed down before the Lord and prayed for the life of my companion, and I anointed her. … I laid my hands upon her, and in the name of Jesus Christ I rebuked the power of death and the destroyer, and commanded the same to depart from her, and the spirit of life to enter her body."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p70"},"“Her spirit returned to her body, and from that hour she was made whole; and we all felt to praise the name of God, and to trust in him and keep his commandments."],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p71"},"“While this operation was going on with me (as my wife related afterwards) her spirit left her body, and she saw her body lying upon the bed, and the sisters weeping. She looked at them and at me, and upon her babe, and, while gazing upon this scene, two personages came into the room. … One of these messengers informed her that she could have her choice: she might go to rest in the spirit world, or, on one condition she could have the privilege of returning to her tabernacle and continuing her labors upon the earth. The condition was, if she felt that she could stand by her husband, and with him pass through all the cares, trials, tribulations and afflictions of life which he would be called to pass through for the Gospel’s sake unto the end. When she looked at the situation of her husband and child she said: ‘Yes, I will do it!’"],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p72"},"“At the moment that decision was made the power of faith rested upon me, and when I administered unto her, her spirit entered her tabernacle. …"],["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p73"},"“On the morning of the 6th of Dec., the Spirit said to me: ‘Arise, and continue thy journey!’ and through the mercy of God my wife was enabled to arise and dress herself and walk to the wagon, and we went on our way rejoicing” (“Leaves from My Journal,”",["span.emphasis","Millennial Star,"],"Oct. 3, 1881, 639)."]]],[".topic",["h4","Wilford Woodruff carefully recorded his experiences in his journal."],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p75"},"Display in front of the class a stack of books with a cumulative page count of several thousand pages. Ask the students how long it would take them to write this many journal pages. Explain to students that Wilford Woodruff regularly kept a journal of the events he witnessed in the Church. Some of his writings provide the only known record available of the sermons of the Prophet Joseph Smith and President Brigham Young. In a meeting in 1857, Elder Wilford Woodruff, then a member of the Quorum of the Twelve Apostles, spoke of his motivation to keep journals:"],[".blockQuote",["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p76"},"“I have had this … subject upon my mind ever since I have been a member of the Church. I have been inspired and moved upon to keep a journal and write the affairs of this Church as far as I can. I did not understand why my feelings were exercised so much in the early age of this Church, but I understand it now. I seldom ever heard Brother Joseph or the Twelve preach or teach any principle but what I felt as uneasy as a fish out of water until I had written it. Then I felt right. I could write a sermon of Joseph’s a week after it was delivered almost word for word and after it was written it was taken from me or from my mind. This was a gift from God unto me and I have kept a journal of almost every day of my life for the last 24 years. I could tell each day what I had done, what company I was in and what was transpiring around me and any teachings or councils from the presidency of the Church, except where I knew that reporters had written their discourses, and I have urged this same course upon the Twelve and all the quorums of the church to keep a record of their meetings and the dealings of God with them and for all men who bear the priesthood to keep a record of their lives, especially of all their official acts in the Church and kingdom of God” (Journal of Wilford Woodruff, Mar. 17, 1857)."]],["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p77"},"Also share what he wrote on another occasion:"],[".blockQuote",["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p78"},"“I wish to say to my young friends that it will be a great blessing to them, and their children after them, if they will keep a daily journal of what takes place with them and around them. …"],["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p79"},"“What shall I write?” you ask. Write about anything that is worth preserving, or the best you have; and if you begin this while you are young, it will be quite easy for you when you become men and women. How pleasing it would be to you, and to your children, thirty, fifty, or eighty years hence, to sit down and read what took place around you in your childhood and youth! Would you not like to read what took place with our fathers, and mothers, and grand parents, while they were young and during their lives? But the object is not so much to get you to keep a journal while you are young, as it is to get you to continue it after you become men and women, even through your whole lives. This is especially needed in the generation in which you live, for you live in as important a generation as the children of men ever saw, and it is far more important that you should begin early to keep a journal and follow the practice while you live, than that other generations should do so."],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p80"},"“You are the children of Zion, and your parents have been called of God to build up the Church of Christ and the Kingdom of God upon the earth in the last days, and soon your parents will be dead, and you will have to take their places. You will be fathers and mothers, and those little boys … will become prophets, apostles and elders, and will live to travel and preach the gospel, and will live to receive the word of the Lord. Then it will be very necessary that you should keep a journal and write an account of the dealings of the Lord with you” (“Keep a Journal,”",["span.emphasis","Juvenile Instructor,"],"Jan. 1, 1867, 5)."]],"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“He Chronicled Events”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“He Testified about Journal Writing and Warned Future Historians”"],"in the student manual (pp. 65–66). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","Why did Wilford Woodruff feel that his life had been preserved? (see the last paragraph of “He Chronicled Events”)."]],["li",["span.label","•"],[".para","What events might you record in your journal relating to the history of the Church as you have witnessed it?"]],["li",["span.label","•"],[".para","What are the personal benefits of keeping a journal?"]]]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p87"},"Wilford Woodruff was often known as “Wilford the Faithful.” In his lifetime he preached the gospel in the United States and Great Britain. He baptized many people into the Church, and he recorded thousands of journal pages of information, reflecting over 60 years of Church history. He presided over the Church during some of the most significant events of its history, including the suspension of plural marriage, the dedication of the Salt Lake Temple, and statehood for Utah. Wilford Woodruff was a missionary, miller, printer, farmer, pioneer, colonizer, statesman, husband, father, Apostle, and prophet of the Lord Jesus Christ."],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p88"},"Wilford Woodruff served as an Apostle for over 50 years before he became the President of the Church. In 1889, the year he became President, the Church had about 183,000 members, with 32 stakes, 12 missions, and 3 temples. He served as President for over nine years. In 1898, the year of Wilford Woodruff’s death, the Church had grown to 267,251 members, with 40 stakes, 20 missions, and 4 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He was ordained an Apostle."],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p91"},"Explain to students that while laboring on the Fox Islands (located off the coast of Maine) in August 1838, Wilford Woodruff learned by letter from Thomas B. Marsh that he had been selected by revelation to fill one of the vacancies in the Quorum of the Twelve Apostles. He was urged to come to Missouri to be ordained. Before he could arrive, however, the Saints were ordered from the state of Missouri by Governor Lilburn W. Boggs. Wilford Woodruff spent the winter of 1838 in Illinois, and in the spring he gathered with the Saints at Quincy, Illinois. From there he journeyed with Brigham Young to Far West, Missouri. On April 26, 1839, while standing on the temple site in Far West, Brigham Young ordained Wilford Woodruff an Apostle. Afterward, as directed by revelation, they departed on their missions to Great Britain (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/118.5-6"},"D&C 118:5–6"],")."]],[".topic",["h4","He was a dedicated missionary."],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p93"},"Ask students if they know anyone who has served more than one mission. Tell them that Wilford Woodruff served in the mission field during portions of 13 of his first 16 years as a Church member. He served in the southern United States (1834–36), the eastern United States and the Fox Islands (1837–38), Great Britain (1839–41), a second time in the eastern United States (1844), Great Britain (as the European mission president; 1844–46), and again in the eastern United States (1848–50)."],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p94"},"Explain that in the early days of the Church a large percentage of the early converts came from England. Wilford Woodruff and those taught by him influenced thousands to join the Church and come unto Christ. He and other missionaries were so successful that by 1851 twice as many members of the Church lived in Great Britain (approximately 30,000) as in the United States (about 15,000). Share the following statement of President Heber J. Grant about President Woodruff:"],[".blockQuote",["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p95"},"“I can bear witness that Wilford Woodruff was in very deed a servant of the living God and a true Prophet of God. Wilford Woodruff, a humble man, converted and baptized hundreds of people in a few months in Herefordshire, England. In eight months, as I now remember it, he baptized between fifteen hundred and two thousand souls. I believe that no other man who ever walked the face of the earth was a greater converter of souls to the Gospel of Jesus Christ” (in Conference Report, June 1919, 8)."]],["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p96"},"Review and discuss",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“He Served a Mission to England”"],"in the student manual (p. 65)."],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p97"},"Ask: What factors, in addition to baptisms, contribute to a successful mission?"],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p98"},"Have a student read the following commentary while students identify other ways Wilford Woodruff was a successful missionary:"],[".blockQuote",["div",{"id":"p99","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p99"},"Wilford Woodruff recorded in his journal this conclusion to the year 1840:"],["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p100"},"“The first day of 1840 found me in company with Elders J. Taylor and T. Thurley on board of the packet ship Oxford on the Atlantic … and the last day in company with Elder Kimball in … London, the great metropolis of Britain and the world. This has been an important year to myself, to all the Saints, and to the world at large in many respects. Never have I spent a year with more interest than 1840. Never have I been called to make greater sacrifices or enjoyed greater blessings. I have been called to make a sacrifice of the society of my wife and children, not once beholding their faces, one of which is taken from time. (Sarah Emma is gone to be seen no more in this life.)"],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p101"},"“The whole year has been spent in a foreign nation combating error with everlasting truth, meeting with many contradictions of sinners who oppose themselves against the truth, being stoned, mobbed, and opposed. Yet the Lord hath blessed me with a great harvest of souls as seals of my ministry. Many hundreds have received the word with joy and gladness and are now rejoicing in the new and everlasting covenant which Saints live in a lively hope of meeting in the celestial glory of our God. I feel very thankful to my Heavenly Father, for his great goodness and loving kindness towards me and my brethren during the past year and may the Lord still be with us during the following year” (Journal of Wilford Woodruff, Dec. 31, 1840, Archives of The Church of Jesus Christ of Latter-day Saints; spelling and punctuation standardized)."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p102"},"Among the “fruits of [his] labours” listed for the year, Elder Woodruff included these details: During the year he traveled 4,469 miles; held 230 meetings; attended 14 conferences; baptized 336 persons and assisted in baptizing 86 others; confirmed 420 persons and assisted in confirming 50 others; ordained 18 elders, 97 priests, 34 teachers, 1 deacon; blessed 120 children; administered to 120 people who were sick; helped gather £1,000 to print the",["span.emphasis","Millennial Star,"],"3,000 copies of the hymn book, and 5,000 copies of the Book of Mormon and to assist 200 members of the Church to emigrate to Nauvoo and Iowa; wrote 200 letters; received 112 letters; and faced 4 mobs (see Journal of Wilford Woodruff, Dec. 31, 1840)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What does this description tell us about Wilford Woodruff’s efforts as a missionary?"]],["li",["span.label","•"],[".para","What qualities of Wilford Woodruff’s character helped him in doing the Lord’s work?"]]]],[".topic",["h4","Joseph and Hyrum Smith were martyred while Wilford Woodruff was on a mission."],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p107"},"Ask students to think about the difficulty of hearing of the death of a loved one while living away from home. Explain that the Prophet Joseph Smith and his brother Hyrum were martyred June 27, 1844, while most of the Quorum of the Twelve Apostles were serving missions."],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p108"},"A few weeks later, Elder Woodruff recorded the following in his journal:"],[".blockQuote",["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p109"},"“I have never shed a tear since I heard of the death of the prophets until this morning but my whole soul has felt nerved up like steel."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p110"},"“Elder B. Young arrived in Boston this morning. I walked with him to 57 Temple Street and called upon Sister Vose. Br. Young took the bed and I the big chair, and I here veiled my face and for the first time gave vent to my grief and mourning for the Prophet and Patriarch of the Church, Joseph and Hyrum Smith, who were murdered by a gentile mob. After being bathed by a flood of tears I felt composed” (Journal of Wilford Woodruff, July 17, 1844)."]]],[".topic",["h4","Joseph Smith gave the keys of the kingdom to the Twelve."],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p112"},"Explain that in their last meeting with the Prophet Joseph Smith before the Apostles left on their mission, he gave them instructions about carrying on the work after his death. Have a student read to the class the following statement of Wilford Woodruff:"],[".blockQuote",["div",{"id":"p113","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p113"},"“The Prophet Joseph, I am now satisfied, had a thorough presentiment that that was the last meeting we would hold together here in the flesh. We had had our endowments; we had had all the blessings sealed upon our heads that were ever given to the apostles or prophets on the face of the earth. On that occasion the Prophet Joseph rose up and said to us: ‘Brethren, I have desired to live to see this temple built. I shall never live to see it, but you will. I have sealed upon your heads all the keys of the kingdom of God. I have sealed upon you every key, power, principle that the God of heaven has revealed to me. Now, no matter where I may go or what I may do, the kingdom rests upon you.’"],["div",{"id":"p114","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p114"},"“Now, don’t you wonder why we, as apostles, could not have understood that the prophet of God was going to be taken away from us? But we did not understand it. The apostles in the days of Jesus Christ could not understand what the Savior meant when He told them ‘I am going away; if I do not go away the Comforter will not come.’ Neither did we understand what Joseph meant. ‘But,’ he said, after having done this, ‘ye apostles of the Lamb of God, my brethren, upon your shoulders this kingdom rests; now you have got to round up your shoulders and bear off the kingdom.’ And he also made this very strange remark, ‘If you do not do it you will be damned.’"],["div",{"id":"p115","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p115"},"“I am the last man living who heard that declaration. He told the truth, too; for would not any of the men who have held the keys of the kingdom of God or an apostleship in this Church have been under condemnation, and would not the wrath of God have rested upon them if they had deserted these principles or denied and turned from them and undertaken to serve themselves instead of the work of the Lord which was committed to their hands?” (",["span.emphasis","Discourses of Wilford Woodruff,"],"71–72)."]],["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p116"},"Ask: When a worthy priesthood holder dies, does he still hold the priesthood in the spirit world? Then read and discuss the following statement of Wilford Woodruff:"],[".blockQuote",["div",{"id":"p117","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p117"},"“The same priesthood exists on the other side of the veil. Every man who is faithful is in his quorum there. When a man dies and his body is laid in the tomb, he does not lose his position. The Prophet Joseph Smith held the keys of this dispensation on this side of the veil, and he will hold them throughout the countless ages of eternity. He went into the spirit world to unlock the prison doors and to preach the gospel to the millions of spirits who are in darkness, and every apostle, every seventy, every elder, etc., who has died in the faith, as soon as he passes to the other side of the veil, enters into the work of the ministry, and there is a thousand times more to preach there than there is here” (",["span.emphasis","Discourses of Wilford Woodruff,"],"77)."]],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p118"},"Ask students: What keys does Joseph Smith hold through eternity? (Keys of this dispensation.)"]],[".topic",["h4","Wilford Woodruff understood the importance of temples and temple ordinances."],["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p120"},"Ask students what their most important material possessions are. Then ask: Why do Latter-day Saints place greater value on spiritual blessings than material possessions?"],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p121"},"Explain that the Saints worked hard to finish the Nauvoo Temple so they could receive the endowment. Once the temple was completed, President Brigham Young and other leaders worked long hours administering the ordinances to worthy Saints before they left their beautiful temple. They built it with great sacrifice, but they knew that they would have to leave it soon."],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p122"},"Ask students what they think it might mean to the pioneer Saints that temple ordinances are once again available in a temple in Nauvoo. Share what Elder Wilford Woodruff, then a member of the Quorum of the Twelve Apostles, said following the dedication of the first Nauvoo Temple:"],[".blockQuote",["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p123"},"“At the edge of the evening I repaired to the temple, and dressed in our priestly robes in company with Elder Orson Hyde and about 20 others of the Elders of Israel, we dedicated the Temple of the Lord built by the Church of Jesus Christ of Latter-day Saints, unto His Most Holy name. We had an interesting time. Notwithstanding the many false prophesies of Sidney Rigdon and others that the roof should not go on nor the House be finished and the threats of the mob that we should not dedicate it, yet we have done both. … At the close of the dedication we raised our voices in the united Shout of Hosanna to God and the Lamb, which entered the Heavens to the joy and consolation of our hearts. We prayed for the Camp of Israel, for good weather, that we might not be disturbed by any mob until the dedication was over. I returned home thankful for the privilege of assisting in the dedication of the Temple of the Lord” (Journal of Wilford Woodruff, Apr. 30, 1844)."]]],[".topic",["h4","The Church members found a new home in the Salt Lake Valley."],["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p125"},"Remind the students that the Latter-day Saints had been bitterly persecuted and driven from their homes. In 1847 they traveled to a valley that many explorers felt was uninhabitable. Yet they were determined to find a place where they could live in peace, away from mobs and corrupt leaders who sought to exterminate them. They established a new home in the Great Salt Lake Basin. Although some explorers thought the area was too arid, the pioneers saw it as a refuge from persecution. Read what Elder Woodruff recorded about his first view of the valley on July 24, 1847:"],[".blockQuote",["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p126"},"“This is an important day in the history of my life and the history of the Church of Jesus Christ of Latter-day Saints. On this important day after traveling from our encampment 6 miles through the deep ravine valley, ending with the canyon through the last creek, we came in full view of the great valley or basin, the Salt Lake, and land of promise held in reserve by the hand of God for a resting place for the Saints upon which a portion of the Zion of God will be built. We gazed with wonder and admiration upon the vast rich, fertile valley which lay for about 25 miles in length and 16 miles in width clothed with the heaviest garb of green vegetation in the midst of which lay a large lake of Salt water … in which could be seen large islands and mountains towering towards the clouds, also the glorious valley abounding with the best fresh water springs, rivulets, creeks, and brooks and rivers of various sizes, all of which gave animation to the sporting trout and other fish while the waters were wending their way into the Great Salt Lake. Our hearts were surely made glad after a hard journey from Winter Quarters of 1,200 miles through flats of Platte Rivers, steeps of the Black Hills, and the Rocky Mountains, and burning sands of the eternal sage regions and willow swales and rocky canyons and stubs and stones, to gaze upon a valley of such vast extent entirely surrounded with a perfect chain of everlasting hills and mountains covered with eternal snow, with there innumerable peaks like pyramids towering towards Heaven presenting at one view the grandest and most sublime scenery probably that could be obtained on the globe. Thoughts of pleasing meditations ran in rapid succession through our minds while we contemplated that [in] not many years that the House of God would stand upon the top of the mountains while the valleys would be converted into orchard, vineyard, gardens, and fields by the inhabitants of Zion and the standard be unfurled for the nations to gather thereto” (Journal of Wilford Woodruff, July 24, 1847)."]],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p127"},"Invite the class to sing the third verse of",["span.crossRef","“Come, Come, Ye Saints”"],"(",["span.emphasis","Hymns,"],"no. 30). Then ask: Why do you think the Saints were willing to struggle on such a long and difficult journey and settle in a valley that others thought dry and uninhabitable?"]],[".topic",["h4","Wilford Woodruff enjoyed fishing."],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p129"},"Tell students that one of Wilford Woodruff’s favorite pastimes was fishing. In the river that powered his father’s sawmill, the trout streams of England, and the rivers of the Rocky Mountains, Wilford Woodruff found great enjoyment in fishing. He learned to fish with artificial flies in England and was later recognized as one of the best fly fishermen of the early pioneers."],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p130"},"Ask: What is the value of recreation for coping with the demands of a busy schedule?"],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p131"},"Explain that in 1892, 85-year-old President Woodruff wrote a letter to the",["span.emphasis","Forest and Stream"],"magazine from a relaxing camping trip in Utah’s Uintah Mountains. In his letter he reminisced on his interest in fishing:"],[".blockQuote",["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p132"},"“I was born … on the banks of a trout brook which had turned the wheels of a flour mill and a saw mill owned by my grandfather and father, for many years. As soon as I was old enough to carry a fish-rod I commenced catching trout, which I have continued to do, from time to time, for nearly 80 years."],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p133"},"“Several years of my life were spent in Ashland, Oswego Co, New York, on the east border of Lake Ontario. While there I assisted one morning in catching 500 salmon, very few of which were under 20 lbs., while a few weighed 40 lbs. My first experience in fishing with fly for trout and salmon was in England and Scotland in 1845” (“Utah Fish and Game Notes,”",["span.emphasis","Forest and Stream,"],"Sept. 22, 1892, 249)."]]],[".topic",["h4","Wilford Woodruff succeeded John Taylor as President of the Church."],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p135"},"Tell students that on July 26, 1887, Elder Wilford Woodruff was in Sanpete County, Utah, when he learned of the death of President John Taylor in Kaysville, Utah. Read the following journal entry of Wilford Woodruff where he shared his feelings about President Taylor’s death. Ask students to listen for examples of the humility he felt when he realized he would lead the Church."],[".blockQuote",["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p136"},"“President John Taylor died today at 5 minutes to 8 o’clock, which lays the responsibility of the care of the Church of Jesus Christ of Latter-day Saints upon my shoulders as President of the Church or President of the Twelve Apostles, which is the presiding authority of the Church in the absence of the First Presidency. This places me in a very peculiar situation, a position I have never looked for during my life. But in the providence of God it is laid upon me, and I pray God my Heavenly Father to give me grace equal to my day. It is a high and responsible position for any man to occupy and a position that needs great wisdom. I never expected to outlive President Taylor … but it has come to pass. … I can only say marvelous are thy ways O Lord God Almighty, for thou has certainly chosen the weak thing of this world to perform thy work on the earth. May thy servant Wilford be prepared for whatever awaits him on earth and have power to perform whatever is required at his hands by the God of Heaven. I ask this blessing of my Heavenly Father in the name of Jesus Christ, the Son of the Living God” (Journal of Wilford Woodruff, July 26, 1887)."]]],[".topic",["h4","He issued the Manifesto by revelation."],["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p138"},"One of the most challenging periods of Church history was when Church members faced tremendous persecution for the practice of plural marriage. The Lord revealed to President Wilford Woodruff what would happen to the Saints if they continued the practice. The Lord instructed President Woodruff to tell the Saints “to refrain from contracting any marriage forbidden by the law of the land” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declaration 1"],")."],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p139"},"Study with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-4-wilford-woodruff-fourth-president-of-the-church.p1"},"“The Manifesto Was Received by Revelation” and “God Is at the Helm”"],"in the student manual (pp. 69–70). Divide the class in half and ask each group to read and summarize one of these sections and share what they learned."],["div",{"id":"p140","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p140"},"Share what President Wilford Woodruff said about his commitment to follow the Lord:"],[".blockQuote",["div",{"id":"p141","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p141"},"“I want to say to all Israel that the step which I have taken in issuing this manifesto has not been done without earnest prayer before the Lord. I am about to go into the spirit world, like other men of my age. I expect to meet the face of my Heavenly Father—the Father of my spirit; I expect to meet the face of Joseph Smith, of Brigham Young, of John Taylor, and of the Apostles, and for me to have taken a stand in anything which is not pleasing in the sight of God, or before the heavens, I would rather have gone out and been shot. My life is no better than other men’s. I am not ignorant of the feelings that have been engendered through the course I have pursued. But I have done my duty, and the nation of which we form a part must be responsible for that which has been done in relation to this principle” (",["span.emphasis","Deseret Weekly,"],"Oct. 18, 1890, 552)."]],["div",{"id":"p142","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p142"},"Ask: Why is it important to be more concerned about pleasing God than pleasing people?"]],[".topic",["h4","President Wilford Woodruff received revelation to guide the Church."],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p144"},"Explain that President Wilford Woodruff taught Church members that continuing revelation was necessary to the progress of the Church. Share with students some or all of the following statement of President Woodruff:"],[".blockQuote",["div",{"id":"p145","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p145"},"“I wish to say to the Latter-day Saints that we live in a very important generation. We are blessed with power and authority, holding the Holy Priesthood by the commandment of God, to stand upon the earth and redeem both the living and the dead. … The Lord would not permit me to occupy this position one day of my life, unless I was susceptible to the Holy Spirit and to the revelations of God. It is too late in the day for this Church to stand without revelation. Not only the President of the Church should possess this gift and give it unto the people, but his counselors and the Apostles and all men that bear the Holy Priesthood, if they magnify their calling, should possess that gift for themselves and to assist them in their duties, although they may not be called to give revelations to lead and direct the Church. …"],["div",{"id":"p146","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p146"},"“I want to say, as the President of the Church of Jesus Christ of Latter-day Saints, that we should now go on and progress. We have not got through revelation. We have not got through the work of God. … We have had prophets and apostles. President Young, who followed President Joseph Smith, led us here. He organized these Temples and carried out the purposes of his calling and office. He laid the foundation of this great Temple on this block, as well as others in the mountains of Israel. What for? That we might carry out these principles of redemption for the dead. He accomplished all that God required at his hands. But he did not receive all the revelations that belong to this work; neither did President Taylor, nor has Wilford Woodruff. There will be no end to this work until it is perfected” (",["span.emphasis","Millennial Star,"],"May 21, 1894, 324–25)."]],["div",{"id":"p147","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p147"},"Explain that President Wilford Woodruff received a revelation clarifying how temple work should be done. In the early days of the Church some people were",["span.emphasis","adopted"],"by sealing in the temple to faithful leaders who were not of their lineage. This practice of sealing outside one’s family was common until April 8, 1894, when President Woodruff made the following statement:"],[".blockQuote",["div",{"id":"p148","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p148"},"“I have not felt satisfied, neither did President Taylor, neither has any man since the Prophet Joseph who has attended to the ordinance of adoption in the temples of our God. We have felt that there was more to be revealed upon this subject than we had received. Revelations were given to us in the St. George Temple, which President Young presented to the Church of God. Changes were made there, and we still have more changes to make, in order to satisfy our Heavenly Father, satisfy our dead and ourselves. I will tell you what some of them are. I have prayed over this matter, and my brethren have. We have felt, as President Taylor said, that we have got to have more revelation concerning sealing under the law of adoption. Well, what are these changes? One of them is the principle of adoption. In the commencement of adopting men and women in the Temple at Nauvoo, a great many persons were adopted to different men who were not of the lineage of their fathers. …"],["div",{"id":"p149","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p149"},"“Now, what are the feelings of Israel? They have felt that they wanted to be adopted to somebody. … When I went before the Lord to know who I should be adopted to (we were then being adopted to prophets and apostles), the Spirit of God said to me, ‘Have you not a father, who begot you?’ ‘Yes, I have.’ ‘Then why not honor him? Why not be adopted [sealed] to him?’ ‘Yes,’ says I, ‘that is right.’ I was [sealed] to my father, and should have had my father sealed to his father, and so on back; and the duty that I want every man who presides over a temple to see performed from this day henceforth and forever, unless the Lord Almighty commands otherwise, is, let every man be [sealed] to his father. When a man receives the endowments, [seal] him to his father; not to Wilford Woodruff, nor to any other man outside the lineage of his fathers. That is the will of God to this people. …"],["div",{"id":"p150","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p150"},"“In my prayers the Lord revealed to me, that it was my duty to say to all Israel to carry this principle out, and in fulfillment of that revelation I lay it before this people. I say to all men who are laboring in these temples, carry out this principle, and then we will make one step in advance of what we have had before. Myself and counselors conversed upon this and were agreed upon it, and afterwards we laid it before all the Apostles who were here … , and the Lord revealed to every one of these men—and they would bear testimony to it if they were to speak—that that was the word of the Lord to them. I never met with anything in my life in this Church that there was more unity upon than there was upon that principle. They all feel right about it, and that it is our duty. … The Spirit of God will be with us in this matter. We want the Latter-day Saints from this time to trace their genealogies as far as they can, and to be sealed to their fathers and mothers. Have children sealed to their parents, and run this chain through as far as you can get it” (",["span.emphasis","Millennial Star,"],"337–39)."]],"Have a student read",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"Articles of Faith 1:9"],". Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How does President Woodruff’s teaching about adoption reflect the ninth article of faith?"]],["li",["span.label","•"],[".para","Why do you feel the doctrine of continuous revelation is essential?"]]]],[".topic",["h4","The dedication of the Salt Lake Temple inspired the Saints to research their ancestors."],["div",{"id":"p155","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p155"},"Invite the class to turn to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-15"},"Doctrine and Covenants 110:13–15"],", and ask a student to read the verses. Ask: In what ways have the hearts of the children been turned to their fathers?"],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p156"},"Explain that the dedication of the Salt Lake Temple in 1893 and President Wilford Woodruff’s revelation on temple sealings inspired the organization of the Genealogical Society of Utah. This organization made available to members records which would enable them to seek out their ancestors."],["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p157"},"Ask: How can you do temple work for your ancestors at this time in your life?"],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/wilford-woodruff-fourth-president-of-the-church.p158"},"Invite a student to briefly share his or her feelings about family history work. Encourage students to begin some aspect of family history work during the coming week—gathering the names of ancestors, beginning a personal history, interviewing parents or grandparents about their lives, and so on."]]]]]],"refs":null}
