{"id":9,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":9,"title":"You Can Say, “I Know”","subtitle":"By Brad Wilcox","short_title":"You Can Say, “I Know”","uri":"/new-era/2013/02/you-can-say-i-know","content":[["div",{"id":"head1","uri":"/new-era/2013/02/you-can-say-i-know.head1"},[".title","You Can Say, “I Know”"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/you-can-say-i-know.p2"},"By Brad Wilcox"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/02/you-can-say-i-know.p3"},"Brad Wilcox lives in Utah, USA."]],[".kicker","When it comes to the gospel, you probably",["span.emphasis","know"],"more than you think."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/02/you-can-say-i-know.p5"},"“I don’t like it when people stand in testimony meetings and say, ‘I know,’” said one teenager. “You can’t know stuff like that. You can believe or have faith, but you can’t",["span.emphasis","know!”"]],["div",{"id":"p6","uri":"/new-era/2013/02/you-can-say-i-know.p6"},"Really? But what about when Jesus said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (",["a",{"href":"/scriptures/nt/john/17.3"},"John 17:3"],"), or when He said, “Ye shall know the truth, and the truth shall make you free” (",["a",{"href":"/scriptures/nt/john/8.32"},"John 8:32"],")? We",["span.emphasis","can"],"know, but there are different kinds of knowledge: knowledge through",["span.emphasis","experience,"],"knowledge through",["span.emphasis","study,"],"and knowledge through",["span.emphasis","revelation."],"Though we may sometimes feel like our knowledge is incomplete, that doesn’t mean that we don’t know. Just because a gas tank isn’t full doesn’t mean it’s empty. With every new drop of experience, study, and revelation, we fill our tanks—we can say, “I know.”"],["div",{"id":"t1","uri":"/new-era/2013/02/you-can-say-i-know.t1"},[".title","Knowledge through Experience"],["div",{"id":"p8","uri":"/new-era/2013/02/you-can-say-i-know.p8"},"We gain a testimony through experience as we participate in the Church and interact with other members. We attend classes and activities. We go to sacrament meeting, where we partake of the sacrament. We worship the Savior and learn of Him. We sing hymns, prepare and give talks, and participate in interviews. We know what it is like to live as Latter-day Saints because we have experienced it firsthand. And though we may not always recognize it, the Spirit is there, which helps us receive knowledge."],["div",{"id":"p9","uri":"/new-era/2013/02/you-can-say-i-know.p9"},"Even the youngest Primary children can legitimately bear a strong testimony based on experience. Christ taught, “If any man will do his will, he shall know of the doctrine” (",["a",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],"). Young people who “do” by being active in the Church know much more than they give themselves credit for. Even if they have not yet received an intense spiritual witness, they can still stand and bear testimony from their experience."]],["div",{"id":"t2","uri":"/new-era/2013/02/you-can-say-i-know.t2"},[".title","Knowledge through Study"],["div",{"id":"p11","uri":"/new-era/2013/02/you-can-say-i-know.p11"},"A testimony obtained through study is gained as we learn the revealed word of God and find answers to our questions (see",["a",{"href":"/scriptures/bofm/alma/17.2"},"Alma 17:2"],"). Again, the Spirit is there through this process, though we may not always recognize it. For instance, people who study the gospel with the missionaries often start to gain a sense that all the puzzle pieces are finally fitting together. They see ideas confirmed that they have always felt to be true and discover a broader perspective."],["div",{"id":"p12","uri":"/new-era/2013/02/you-can-say-i-know.p12"},"While serving as young missionaries in Chile, my companion and I were walking down a street in the city of Los Andes. Across the way, a lady leaned out of her window to shake a blanket and said, “Good morning, elders.” She then disappeared into her house. I was surprised by her greeting. I walked up to the door, knocked, and when the woman answered, I asked, “How did you know us?”"],["div",{"id":"p13","uri":"/new-era/2013/02/you-can-say-i-know.p13"},"She invited us in and explained that she and her husband had been two of the first people baptized in that community many years earlier. They had loved the Church until they had been offended. They now attended another church. “Now we know the Mormon Church is not true,” she said, retrieving a book titled something like",["span.emphasis","Everything You Want to Know about the Mormons"],"and written, of course, by a non-LDS author."],["div",{"id":"p14","uri":"/new-era/2013/02/you-can-say-i-know.p14"},"I glanced at the first few pages. I wasn’t an expert in Church history, but I knew Joseph Smith did",["span.emphasis","not"],"claim to see two angels named Urim and Thummim! “Not all this is true,” I said to the woman. “Look, if you want to know about The Church of Jesus Christ of Latter-day Saints, talk to us. We’ll help you.”"],["div",{"id":"p15","uri":"/new-era/2013/02/you-can-say-i-know.p15"},"That was the beginning. In the weeks that followed, my companion and I watched the members of this family add to their testimony tanks through study. They became active in the Church, but relying only on experiences in the Church was not enough to see this sister and her family through when the going got rough. Now, because they had also studied hard and found answers on their own, they each could say, “I know.”"]],["div",{"id":"t3","uri":"/new-era/2013/02/you-can-say-i-know.t3"},[".title","Knowledge through Revelation"],["div",{"id":"p17","uri":"/new-era/2013/02/you-can-say-i-know.p17"},"The third level of testimony comes through revelation—when the Holy Spirit bears witness to our spirits and we recognize it. President Joseph Fielding Smith (1876–1972) said, “When a man has the manifestation from the Holy Ghost, it leaves an indelible impression on his soul, one that is not easily erased. It is Spirit speaking to spirit, and it comes with convincing force” (",["span.emphasis","Answers to Gospel Questions"],"[1979], 2:151)."],["div",{"id":"p18","uri":"/new-era/2013/02/you-can-say-i-know.p18"},"One evening, after a testimony meeting at an Especially for Youth, a young man with tears streaming down his face approached me and said, “I know. I know. I have learned for myself.”"],["div",{"id":"p19","uri":"/new-era/2013/02/you-can-say-i-know.p19"},"I was struck by what he said because it was almost exactly what Joseph Smith said when he walked out of the grove and into his home in 1820. As Joseph leaned against the fireplace, his mother asked what the matter was. He replied, “Never mind, all is well—I am well enough off.” He then said, “I have learned for myself” (",["a",{"href":"/scriptures/pgp/js-h/1.20"},"Joseph Smith—History 1:20"],")."],["div",{"id":"p20","uri":"/new-era/2013/02/you-can-say-i-know.p20"},"Joseph had received a testimony by revelation. Yet, even his powerful and world-changing testimony came by degrees. Before the grove, there was the groundwork. Before the pillar, there was the prayer. Before the revelation, there was the reading. Joseph’s experiences and study had built the faith, humility, and obedience necessary for him to receive a perfect knowledge of God’s existence. The gauge of his testimony tank was on full."],["div",{"id":"p21","uri":"/new-era/2013/02/you-can-say-i-know.p21"},"But even without a vision, we can all stand with President Joseph F. Smith (1838–1918) and declare, “I have received the witness of the Spirit of God in my own heart, which exceeds all other evidences, for it bears record to me, to my very soul” (",["span.emphasis","Teachings of Presidents of the Church: Joseph F. Smith"],"[1998], 201)."]],["div",{"id":"t4","uri":"/new-era/2013/02/you-can-say-i-know.t4"},[".title","The Right to Say, “I Know”"],["div",{"id":"p23","uri":"/new-era/2013/02/you-can-say-i-know.p23"},"Whether knowledge comes from experience, study, or personal revelation, you have the right to say, “I know.” Your gauge may not measure a full tank, but you are not on empty, either. No one gets to a full tank of gas without adding to the tank along the way. And just as cars don’t run forever on a single tank of gas, testimonies, like gas tanks, must be filled and refilled regularly. It’s up to you. When it comes right down to it, each of us puts gas in his or her own tank—or, better said, puts oil in his or her own lamp (see",["a",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],")."]]]],"refs":null}
