{"id":27,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":27,"title":"Young Women and Relief Society General Leaders Tour Asia Area","subtitle":"By Brenda Frandsen, Asia Area media specialist","short_title":"Young Women and Relief Society General Leaders Tour Asia Area","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area"},[".heading",{"id":"head1","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.head1"},[".title","Young Women and Relief Society General Leaders Tour Asia Area"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p2"},"By Brenda Frandsen, Asia Area media specialist"],["p.para",{"id":"p3","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p3"},"With contributions from David O. Heaps, Paul Stevens, and Linda Rae Pond Smith"]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p4"},"For nine days in November 2012, Mary N. Cook, first counselor in the Young Women general presidency, and Linda S. Reeves, second counselor in the Relief Society general presidency, instructed and inspired sisters young and old all across the Asia Area."],["p.para",{"id":"p5","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p5"},"The trip coincided with the announcement of the revised youth curriculum,",["span.emphasis","Come, Follow Me,"],"which Young Men, Young Women, and youth Sunday School classes began using in January 2013. The new curriculum is designed to help teachers teach more like the Savior did and develop stronger connections with class members."],["p.para",{"id":"p6","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p6"},"Following Sister Cook and Sister Reeves’s visit to the Asia Area, many Asian youth and their parents reflected that they are now more motivated to purify and refocus their lives and become examples to their local communities."],["p.para",{"id":"p7","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p7"},"In Hong Kong, Sister Reeves promised the youth, “If you will stay clean in your life, you can stand with confidence before anyone!”"],["p.para",{"id":"p8","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p8"},"Inspired by her words, 12-year-old Tang Kak Kei commented after the meeting, “I know that I need to read the Book of Mormon every day. Learning to repent and live righteously is what",["span.emphasis","For the Strength of Youth"],"has taught me to do so the Light of Christ and true happiness can radiate through me.”"],["p.para",{"id":"p9","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p9"},"In India, Sister Cook met with members in the new meetinghouse in the Chennai India District and with members of the new Hyderabad India Stake and admonished the young adults to prepare for the future. “Qualify yourselves educationally,” she urged, “with skills to help you build up the kingdom. Focus on your family and what you can do to bless your family members, and on your spiritual preparedness so you will be worthy of those spiritual promptings and so you will know where to go and what to do.”"],["p.para",{"id":"p10","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p10"},"In Indonesia, Sister Reeves participated in the first stake conference of the new Surakarta Indonesia Stake. “We felt of their humble and loving spirits. What faithful members!” she said."],["p.para",{"id":"p11","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p11"},"Sister Reeves then visited Malaysia, where she discussed with a group of Relief Society sisters the most pressing issues for the Relief Society as an organization in Malaysia and how the Church can provide guidance and inspiration."],["p.para",{"id":"p12","uri":"/ensign/2013/03/young-women-and-relief-society-general-leaders-tour-asia-area.p12"},"In Taiwan, Sister Reeves commented on the strength and dedication of local members. “We are so happy to know of their faithful lives and consistent temple attendance. … The members are loving examples to their friends and neighbors,” she said."]],[".resources"]]]],"refs":null}
