{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Your Sacred Duty to Minister","subtitle":"By David L. Beck","short_title":"Your Sacred Duty to Minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister","content":[["div",{"id":"head1","uri":"/ensign/2013/05/your-sacred-duty-to-minister.head1"},[".title","Your Sacred Duty to Minister"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p2"},"By David L. Beck"],["div",{"id":"p3","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p3"},"Young Men General President"]],[".kicker","You received the power, the authority, and the sacred duty to minister the moment you were ordained to the priesthood."]],[".bodyBlock",["div",{"id":"t1","uri":"/ensign/2013/05/your-sacred-duty-to-minister.t1"},[".title","The Joy of Ministering"],["div",{"id":"p6","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p6"},"Young men of the Aaronic Priesthood, you are beloved sons of God, and He has a great work for you to do. To accomplish this work, you must fulfill your sacred duty to minister to others.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p7","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p7"},"Do you know what it means to minister? Think about this question while I tell you about a girl named Chy Johnson."],["span.story",["div",{"id":"p8","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p8"},"When Chy started high school last year, she became the victim of cruel and thoughtless bullying. She was mistreated, shoved, and taunted as she walked to class—some students even threw garbage at her. You have probably seen people mistreated like this in your school too."],["div",{"id":"p9","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p9"},"For too many people, the teenage years are a time of loneliness and fear. It doesn’t have to be this way. Fortunately for Chy, there were young men at her school who understood what it means to minister."],["div",{"id":"p10","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p10"},"Chy’s mother had asked teachers at the school to help stop the bullying, but it continued. She then contacted Carson Jones, an Aaronic Priesthood holder and the starting quarterback of the football team. She asked him to help her find out who was doing the bullying."],["div",{"id":"p11","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p11"},"Carson agreed to help, but in his heart he felt that he could do much more than just identify the bullies. The Spirit whispered to him that he needed to help Chy feel loved."],["div",{"id":"p12","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p12"},"Carson asked some of his teammates to join him in ministering to Chy. They invited her to sit with them during lunch. They walked her to class to make sure she was safe. Not surprisingly, with football players as her close friends, no one bullied Chy anymore."],["div",{"id":"p13","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p13"},"This was an exciting season for the football team. But even with the thrill of an undefeated season, these young men did not forget about Chy. They invited her to join the team on the field after games. Chy felt loved and appreciated. She felt safe. She was happy."],["div",{"id":"p14","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p14"},"The football team went on to win the state title. But something more important than a football championship happened at their school. The example of these young men has motivated other students to be more accepting, more friendly. They now treat each other with more kindness and respect."],["div",{"id":"p15","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p15"},"National news media found out what these young men had done and shared their story across the country. What began as an effort to minister to one is inspiring thousands of others to do the same."],["div",{"id":"p16","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p16"},"Chy’s mother calls these young men “angels in disguise.” Carson and his friends are quick to say that Chy has blessed their lives much more than they blessed hers. That’s what happens when you lose yourself in serving others—you find yourself.",["sup",["a",{"href":"fn_footnote2"},"2"]],"You change and grow in ways that would not be possible otherwise. These young men have experienced the joy of ministering and continue to seek opportunities to bless others. They are anxious to extend their ministering in the coming months when they serve as full-time missionaries.",["sup",["a",{"href":"fn_footnote3"},"3"]]]]],["div",{"id":"t2","uri":"/ensign/2013/05/your-sacred-duty-to-minister.t2"},[".title","A Need and a Duty"],["div",{"id":"p18","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p18"},"There are thousands of Chy Johnsons throughout the world—people who need to feel Heavenly Father’s love. They are in your schools, in your quorums, and even in your family. Some come to mind quickly. Others have needs that are less obvious. Virtually everyone you know could be blessed in some way by your ministering. The Lord is counting on you to reach out to them."],["div",{"id":"p19","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p19"},"You don’t have to be a star athlete to minister to others. You received the power, the authority, and the sacred duty to minister the moment you were ordained to the priesthood. President James E. Faust taught, “Priesthood is the authority delegated to man to",["span.emphasis","minister"],"in the name of God.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"The Aaronic Priesthood holds the keys of the ministering of angels.",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p20","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p20"},"As you love His children, Heavenly Father will guide you, and angels will assist you.",["sup",["a",{"href":"fn_footnote6"},"6"]],"You will be given power to bless lives and rescue souls."],["div",{"id":"p21","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p21"},"Jesus Christ is your example. He “came not to be ministered unto, but to minister.”",["sup",["a",{"href":"fn_footnote7"},"7"]],"To minister means to love and care for others. It means to attend to their physical and spiritual needs. Put simply, it means to do what the Savior would do if He were here."]],["div",{"id":"t3","uri":"/ensign/2013/05/your-sacred-duty-to-minister.t3"},[".title","Your Family"],["div",{"id":"p23","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p23"},"Start in your own home. This is where you can do your most important ministering.",["sup",["a",{"href":"fn_footnote8"},"8"]]],["div",{"id":"p24","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p24"},"Do you want to try an interesting experiment? The next time your mother asks for your help around the house, say something like, “Thank you for asking, Mom. I would love to help.” Then watch her reaction. Some of you might want to brush up on your first aid skills before you try this. You may send her into shock. After you revive her, you’ll find a noticeable improvement in your relationship with her and an increase of the Spirit in your home."],["div",{"id":"p25","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p25"},"That’s just one way to minister to your family; there are many others. You minister as you speak kind words to family members. You minister as you treat your siblings like your best friends."],["div",{"id":"p26","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p26"},"Perhaps most important, you minister as you assist your father in his duties as the spiritual leader in your home. Give your full support and encouragement to family home evening, family prayer, and family scripture study. Do your part to ensure that the Spirit is present in your home. This will strengthen your father in his role and prepare you to be a father someday. If you do not have a father in your home, your responsibility to minister to your family is even more needed."]],["div",{"id":"t4","uri":"/ensign/2013/05/your-sacred-duty-to-minister.t4"},[".title","Your Quorum"],["div",{"id":"p28","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p28"},"You also have a duty to minister in your quorum."],["div",{"id":"p29","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p29"},"The priesthood is expanding across the world. Many of you are heeding President Monson’s call to rescue. There are more active Aaronic Priesthood holders today than ever before in the history of the Church. Yet there are still those who are not active and who need you."],["span.story",["div",{"id":"p30","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p30"},"Last June, when a new branch was created in Bangalore, India, the only young man in priesthood meeting was a recently ordained deacon named Gladwin."],["div",{"id":"p31","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p31"},"Gladwin, along with the Young Men president and branch president, began calling the less-active young men and visiting them in their homes. Soon a second young man, Samuel, started coming to church again."],["div",{"id":"p32","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p32"},"Each week Gladwin and Samuel called those who had not attended quorum meeting and shared what they had learned. They also called or visited them on their birthdays. One by one, the less-active young men became their friends and began to accept invitations to come to quorum activities, to attend quorum meetings, and eventually to do their own ministering. Today, all of the young men in the branch are active in the Church."]],["div",{"id":"p33","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p33"},"The scriptures teach that Aaronic Priesthood quorums are to sit in council and edify—or build up and strengthen—one another.",["sup",["a",{"href":"fn_footnote9"},"9"]],"You edify as you teach gospel truths, share spiritual experiences, and bear testimony. The youth curriculum encourages these kinds of interactions in quorum meetings, but this can happen only when every member of the quorum feels loved and respected. Mocking and teasing have no place in a quorum meeting—especially when feelings are openly shared. Quorum presidencies must take the lead in ensuring that quorum meetings are a safe place for everyone to participate."],["div",{"id":"p34","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p34"},"The Apostle Paul admonished, “Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.”",["sup",["a",{"href":"fn_footnote10"},"10"]]],["div",{"id":"p35","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p35"},"Priesthood holders never use vulgar or filthy language. They never demean or hurt others. They always build up and strengthen others. This is a simple but powerful way to minister."]],["div",{"id":"t5","uri":"/ensign/2013/05/your-sacred-duty-to-minister.t5"},[".title","At All Times"],["div",{"id":"p37","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p37"},"The work of ministering is not confined to ordinances or home teaching visits or occasional service projects. We are always priesthood men—not just on Sunday and not only when we’re wearing white shirts and ties. We have a duty to minister wherever we stand. Ministering is not just something we do—it defines who we are."],["div",{"id":"p38","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p38"},"Minister every day. Opportunities are all around you. Look for them. Ask the Lord to help you recognize them. You will find that most consist of small, sincere acts that help others become followers of Jesus Christ.",["sup",["a",{"href":"fn_footnote11"},"11"]]],["div",{"id":"p39","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p39"},"As you strive to be worthy of the Spirit, you will recognize thoughts and feelings prompting you to minister. As you act on these promptings, you will receive more of them and your opportunities and ability to minister will increase and expand."],["div",{"id":"p40","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p40"},"My young brethren, I testify that you have been given the authority and power of the magnificent Aaronic Priesthood to minister in God’s name."],["div",{"id":"p41","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p41"},"I testify that as you do, you will be an instrument in God’s hands to help others. Your life will be richer and more meaningful. You will find greater strength to resist evil. You will find true happiness—the kind that is known only by true followers of Jesus Christ."],["div",{"id":"p42","uri":"/ensign/2013/05/your-sacred-duty-to-minister.p42"},"May you experience the joy of fulfilling your sacred duty to minister, I pray in the name of Jesus Christ, amen."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote1"},"1."]],"See",["a",{"href":"/scriptures/dc-testament/dc/84.111"},"Doctrine and Covenants 84:111"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote2"},"2."]],"See",["a",{"href":"/scriptures/nt/mark/8.35"},"Mark 8:35"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote3"},"3."]],"See Trent Toone, “Kindness of Arizona High School QB Carson Jones and Teammates Has Gone Viral,”",["span.emphasis","Deseret News,"],"Nov. 9, 2012, deseretnews.com/article/865566351/Kindness-of-Arizona-high-school-QB-Carson-Jones-and-teammates-has-gone-viral.html."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote4"},"4."]],"James E. Faust, “Message to My Grandsons,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 54; emphasis added."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote5"},"5."]],"See",["a",{"href":"/scriptures/dc-testament/dc/13.1"},"Doctrine and Covenants 13:1"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote6"},"6."]],"See",["a",{"href":"/scriptures/dc-testament/dc/84.88"},"Doctrine and Covenants 84:88"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote7"},"7."]],"See",["a",{"href":"/scriptures/nt/matt/20.27-28"},"Matthew 20:27–28"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote8"},"8."]],"See",["span.emphasis","Handbook 2: Administering the Church"],"(2010), 2.4.5."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote9"},"9."]],"See",["a",{"href":"/scriptures/dc-testament/dc/107.85"},"Doctrine and Covenants 107:85"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote10"},"10."]],["a",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],"."],["div",{"id":"/ensign/2013/05/your-sacred-duty-to-minister","uri":"/ensign/2013/05/your-sacred-duty-to-minister"},["span.label",["a",{"name":"footnote11"},"11."]],"See",["span.emphasis","Handbook 2,"],"3.2.3."]]}
