{"id":37,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":37,"title":"Your Holy Places","subtitle":"By Ann M. Dibb","short_title":"Your Holy Places","uri":"/liahona/2013/05/your-holy-places","content":[["div",{"id":"head1","uri":"/liahona/2013/05/your-holy-places.head1"},[".title","Your Holy Places"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/05/your-holy-places.p2"},"By Ann M. Dibb"],["div",{"id":"p3","uri":"/liahona/2013/05/your-holy-places.p3"},"Second Counselor in the Young Women General Presidency"]],[".kicker","Whether [your holy places] are geographic or moments in time, they are equally sacred and have incredible strengthening power."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/05/your-holy-places.p5"},"Our 2013 Mutual theme comes from the 87th section of the Doctrine and Covenants. This instruction is found in three separate sections; obviously the admonition is important. It explains how we can receive protection, strength, and peace in unsettling times. The inspired instruction is to “stand ye in holy places, and be not moved.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p6","uri":"/liahona/2013/05/your-holy-places.p6"},"As I have pondered this theme, I can’t help but wonder, “What are the ‘holy places’ Heavenly Father is referring to?” President Ezra Taft Benson counseled, “Holy places include our temples, our chapels, our homes, and the stakes of Zion, which are … ‘for a defense, and for a refuge.’”",["sup",["a",{"href":"fn_footnote2"},"2"]],"In addition to these, I believe we can each find many more places. We might first consider the word",["span.emphasis","place"],"as a physical environment or a geographic location. However, a",["span.emphasis","place"],"can be “a distinct condition, position, or state of mind.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"This means holy places can also include",["span.emphasis","moments in time"],"—moments when the Holy Ghost testifies to us, moments when we feel Heavenly Father’s love, or moments when we receive an answer to our prayers. Even more, I believe any time you have the courage to stand for what is right, especially in situations where no one else is willing to do so, you are creating a holy place."],["div",{"id":"p7","uri":"/liahona/2013/05/your-holy-places.p7"},"Throughout Joseph Smith’s short but magnificent life, he truly “[stood] in holy places” and was not moved. As a young teenager, he was troubled by the religious turmoil in his community and wanted to know which of all the churches was true. The wooded area close to his home became a holy place as he knelt among the trees and offered his first vocal prayer. His prayer was answered, and today Latter-day Saints refer to these woods as the Sacred Grove."],["span.story",["div",{"id":"p8","uri":"/liahona/2013/05/your-holy-places.p8"},"Young women around the world stand in holy places in nature at Young Women camp. A leader shared with me the story of one young woman’s experience. This girl was less active and was a bit skeptical about having a spiritual experience in the woods. After the first day, she reported to the leader, “I’m having a great time, but could we please cut out all of the talk about the Spirit? I’m here to camp, enjoy nature, be with my friends, and have some fun!” However, at the concluding testimony meeting, this same girl tearfully admitted, “I don’t want to go home. How can I have what I am feeling right now, this Spirit, with me all the time?” She had discovered a holy place."]],["div",{"id":"p9","uri":"/liahona/2013/05/your-holy-places.p9"},"Another holy place in Joseph Smith’s life was his own bedroom. This may be hard to believe because, like many of you, he shared his bedroom with siblings. It became a holy place when he prayed with great faith, humility, and need. He explained, “After I had retired to my bed for the night, I betook myself to prayer and supplication to Almighty God for forgiveness of all my sins and follies.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"The three years which had passed since Joseph had the vision in the Sacred Grove had not been easy. Seventeen-year-old Joseph had endured endless mockery, ridicule, and bullying. But that night in Joseph’s bedroom, the angel Moroni appeared in answer to his pleadings. Joseph received knowledge and comfort. That night, his bedroom became a holy place."],["div",{"id":"p10","uri":"/liahona/2013/05/your-holy-places.p10"},"While watching a Mormon Message for Youth, I witnessed another bedroom that had become a holy place. The video shows Ingrid Delgado, a young woman from El Salvador, sharing her feelings about the temple. She says, “It is good to know we have a place where we can get away from the things of the world and receive sacred ordinances and help those who couldn’t receive them in this life.” As she speaks, the video shows Ingrid reading her scriptures, surrounded by Mormonads, quotations, a Personal Progress book, pictures of her family and the temple, and yes, her favorite stuffed animals.",["sup",["a",{"href":"fn_footnote5"},"5"]],"Perhaps without even realizing it, she has created her holy place away from the things of the world. I wonder how many times Ingrid has read her scriptures, felt the Spirit, and received answers to her prayers in her holy place."],["div",{"id":"p11","uri":"/liahona/2013/05/your-holy-places.p11"},"Yet another unexpected holy place in Joseph Smith’s life was Liberty Jail. Elder Jeffrey R. Holland said, “There was no more burdensome time in Joseph’s life than this cruel, illegal, and unjustified incarceration.” Elder Holland went on to explain that Liberty Jail has been referred to as a “prison-temple” because of the sacred experiences the Prophet Joseph Smith had there.",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p12","uri":"/liahona/2013/05/your-holy-places.p12"},"Some of you young women may be experiencing your own Liberty Jail, a place where you face humiliation, a place where you feel no loving-kindness, a place where you are mocked, bullied, or even physically harmed. To you young women I offer Elder Holland’s words: “You can have sacred, revelatory, profoundly instructive experiences with the Lord",["span.emphasis","in the most miserable experiences of your life"],"… , while enduring the most painful injustices, when facing the most insurmountable odds and opposition you have ever faced.”",["sup",["a",{"href":"fn_footnote7"},"7"]],"In other words, just like the Prophet Joseph Smith,",["span.emphasis","you"],"can create and stand in holy places even in the hardest times you have ever experienced."],["span.story",["div",{"id":"p13","uri":"/liahona/2013/05/your-holy-places.p13"},"A young adult, Kirsten, shared with me her painful experience. High school had been her Liberty Jail. Fortunately, the band room provided relief. She said: “When I stepped into this room, it was as if I stepped into a safe place. There were no degrading or belittling remarks, no profanity. Instead, we heard words of encouragement and love. We exercised kindness. It was a happy place. The band room was filled with the Spirit as we practiced and performed music. The room was like this in large measure because of the influence of the band instructor. He was a good Christian man. Looking back, high school was a refining place. It was difficult, but I learned resilience. I will forever be grateful for my refuge, my holy place, the band room.”",["sup",["a",{"href":"fn_footnote8"},"8"]]]],["div",{"id":"p14","uri":"/liahona/2013/05/your-holy-places.p14"},"Tonight, have you been reflecting upon your holy places? I’ve asked hundreds of young women to share their holy places with me. Whether they are geographic or moments in time, they are equally sacred and have incredible strengthening power. Here are nine of their tender responses:"],["ul.bullet",["li",["span.label","•"],[".para","One: “I was in the hospital, holding my new baby brother.”"]],["li",["span.label","•"],[".para","Two: “Each time I read my patriarchal blessing, I feel I am known and loved by my Heavenly Father.”"]],["li",["span.label","•"],[".para","Three: “The day I turned 12, the young women in the ward decorated my door with paper hearts.",["sup",["a",{"href":"fn_footnote9"},"9"]],"I felt loved, accepted, and happy!”"]],["li",["span.label","•"],[".para","Four: “As I was reading my scriptures one day, a phrase ‘popped out.’ I had found an answer to my prayers.”"]],["li",["span.label","•"],[".para","Five: “I walked into a party where people were drinking and participating in other unacceptable activities. The Spirit told me to turn around and go home. I did, and yes, there were social consequences. However, that moment gave me the confidence I needed to know that I could live the gospel.”"]],["li",["span.label","•"],[".para","Six: “During the sacrament, I was thinking about the Atonement. I recognized I needed to forgive someone I was angry with. My choosing to forgive was a positive action that would bring the Atonement into my daily life.”"]],["li",["span.label","•"],[".para","Seven: “After attending New Beginnings with my mom, she kissed me on the cheek and told me she loved me. This was the first time I could remember her doing this.”"]],["li",["span.label","•"],[".para","Eight: “With my bishop’s assurance, I knew that the promise the scriptures provided was true: ‘Though your sins be as scarlet, they shall be as white as snow.’",["sup",["a",{"href":"fn_footnote10"},"10"]],"I felt hope and knew I could begin my lengthy process of repentance.”"]],["li",["span.label","•"],[".para","Lastly: “One evening, I summoned the courage to share my feelings about the gospel and a Book of Mormon with my best friend. Later, it was a privilege to attend her baptism. Now we attend church together.”"]]],["span.story",["div",{"id":"p24","uri":"/liahona/2013/05/your-holy-places.p24"},"May I share with you one of my holy places? Once, I was feeling overwhelmed, fearful, and completely alone. Silently, I prayed: “Heavenly Father, I do not know how to do this. Please, please, help me!” Soon, an individual unexpectedly came forward, placed a hand on my shoulder, and offered sincere, encouraging words. In that moment, I felt peace. I felt acknowledged. Everything had changed. The words of President Spencer W. Kimball came to mind: “God does notice us, and he watches over us. But it is usually through another person that he meets our needs.”",["sup",["a",{"href":"fn_footnote11"},"11"]],"For me, that moment, that place, had become holy."]],["div",{"id":"p25","uri":"/liahona/2013/05/your-holy-places.p25"},"Dear young women, there are countless other holy places I wish we could share with one another. When you return home tonight, I encourage you to record in your journal those places which you are recognizing and remembering. It is clear to me that thousands of",["span.emphasis","you"],"are standing in holy places. These places are providing you with protection, strength, and peace in unsettling times. Your testimonies are becoming stronger because you are standing for truth and righteousness in",["span.emphasis","glorious"],"ways."],["div",{"id":"p26","uri":"/liahona/2013/05/your-holy-places.p26"},"You, the noble youth of the Church, are my heroes. I love you. I feel Heavenly Father’s incredible love for you, and I bear you my testimony that the gospel of Jesus Christ is true. He is waiting, ready to buoy you up as you “stand … in holy places, and be not moved.” I love and sustain President Thomas S. Monson, our true and encouraging prophet. I say these things in the name of Jesus Christ, amen."]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote1"},"1."]],["a",{"href":"/scriptures/dc-testament/dc/87.8"},"Doctrine and Covenants 87:8"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/45.32"},"Doctrine and Covenants 45:32"],";",["a",{"href":"/scriptures/dc-testament/dc/101.22"},"101:22"],"."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote2"},"2."]],"Ezra Taft Benson, “Prepare Yourself for the Great Day of the Lord,”",["span.emphasis","New Era,"],"May 1982, 50; see also",["a",{"href":"/scriptures/dc-testament/dc/115.6"},"Doctrine and Covenants 115:6"],"."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote3"},"3."]],"Merriam-Webster Online, “place,” merriam-webster.com/dictionary/place."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote4"},"4."]],["a",{"href":"/scriptures/pgp/js-h/1.29"},"Joseph Smith—History 1:29"],"."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote5"},"5."]],"See “Practice, Celebration, Dedication: Temple Blessings in El Salvador,”",["a",{"href":"http://lds.org/youth/video"},["span.language","lds.org/youth/video"]],"."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote6"},"6."]],"Jeffrey R. Holland, “Lessons from Liberty Jail,”",["span.emphasis","Ensign,"],"Sept. 2009, 26, 28."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote7"},"7."]],"Jeffrey R. Holland, “Lessons from Liberty Jail,” 28."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote8"},"8."]],"Personal conversation with author."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote9"},"9."]],"Sometimes referred to in the United States as a “heart attack.”"],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote10"},"10."]],["a",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],"."],["div",{"id":"/liahona/2013/05/your-holy-places","uri":"/liahona/2013/05/your-holy-places"},["span.label",["a",{"name":"footnote11"},"11."]],"Spencer W. Kimball, “The Abundant Life,”",["span.emphasis","Ensign,"],"July 1978, 4;",["span.emphasis","Tambuli,"],"June 1979, 3."]]}
