{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 14: Alma 39","subtitle":"","short_title":14,"uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.head1"},[".titleNumber","14"],["h1","Alma 39"],[".subtitle","“These Things Are an Abomination”"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p1"},"To help students understand the seriousness of sexual immorality and why they should keep themselves morally clean."]],[".topic",["h2","Before the Video"],["div",{"id":"p2","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p2"},["span.emphasis","Note:"],"A unique aspect of how Alma counseled with his son is that he focused on teaching Corianton correct doctrine as well as teaching him correct behavior.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],"addresses Corianton’s sin, while",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40"},"Alma 40–42"],"answers Corianton’s doctrinal questions. Corianton was given the opportunity to understand his sins in the light of doctrine. Elder Boyd K. Packer said:"],["div",{"id":"p3","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p3"},"“True doctrine, understood, changes attitudes and behavior."],["div",{"id":"p4","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p4"},"“The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior” (in Conference Report, Oct. 1986, 20; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 1986, 17"],")."],["div",{"id":"p5","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p5"},"The instruction that follows provides three significant doctrinal reasons why youths should keep themselves morally clean."],[".topic",["h3","Readiness Activity"],["div",{"id":"p6","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p6"},"List the following sins on the board: not keeping the Sabbath day holy, disobeying your parents, boasting about yourself, sexual sins, not doing your duty, murder, violating the Word of Wisdom, denying the Holy Ghost, stealing, and telling a lie. Have the students individually rank the sins from least to most serious."],["div",{"id":"p7","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p7"},"Invite a few students to share the three sins they ranked the most serious and to explain why.",["span.emphasis","Caution:"],"Do not be concerned with the ranking of the sins past the top three."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p8","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p8"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.4-7"},"Alma 39:4–7"],"with the class and have them find the three most serious sins in the eyes of the Lord. Why would the Lord rank sexual immorality next to murder in seriousness? (Student response.) Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.1-3"},"verses 1–3"],". What were some of Corianton’s sins? What was the most serious sin Corianton committed? (Sexual sin.) Since God ranks sexual sins next to murder, why do you think so many people commit them?"]]],[".topic",["h2","Using the Video"],[".subtitle","“These Things Are an Abomination” 7:41"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p9","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p9"},"Suggest that the students look for how a father uses doctrine to help his daughter, who is concerned for a friend."]],[".topic",["h3","Show the Video"],["div",{"id":"p10","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p10"},"The video shows a young lady who is concerned about a friend who believes “It’s my body, so I can do whatever I want.” Her father helps her come to understand some things about her relationship with Christ that help her know what to say to her friend."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p11","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p11"},"To help students recognize the importance of moral purity, explain the importance in our Heavenly Father’s plan of having a body and the price the Savior paid so we can retain our bodies eternally. What would have happened to our spirits and bodies had Christ not atoned? (We would have been spirits, subject to the devil eternally [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.7-9"},"2 Nephi 9:7–9"],"].) Because of the Atonement, what is the relationship of our souls to Christ? (He bought us “with a price” [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.20"},"1 Corinthians 6:20"],"].)"]],[".topic",["h3","Doctrinal Points"],["div",{"id":"p12","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p12"},"Discuss how the following doctrinal points relate to morality:"],["ul.bullet",["li",["span.label","•"],[".para","“The purchase price for our fullness of joy—body and spirit eternally united—is the pure and innocent blood of the Savior of this world. We",["span.emphasis","cannot"],"then say in ignorance or defiance, ‘Well, it’s",["span.emphasis","my"],"life,’ or worse yet, ‘It’s",["span.emphasis","my"],"body.’ It is",["span.emphasis","not."],"‘Ye are not your own,’ Paul said. ‘Ye are bought with a price.’ So in answer to the question, ‘Why does God care so much about sexual transgression?’ it is partly because of the precious gift offered by and through his Only Begotten Son to redeem the souls—bodies",["span.emphasis","and"],"spirits—we too often share and abuse in cheap and tawdry ways” (Jeffrey R. Holland, “Of Souls, Symbols, and Sacraments,”",["span.emphasis","Brigham Young University 1987–88 Devotional and Fireside Speeches"],"[1988], 79)."],[".para","Why did the Savior pay the price of suffering to buy our bodies and spirits? (He loves us. He was obedient to the Father’s will and performed His part in Heavenly Father’s plan.) How does a person show appreciation to the Savior for the price He paid to purchase them? (By keeping His commandments.) How can understanding the Savior’s sacrifice for you help you remain morally clean? (We are indebted to Him because of His Atonement for us.)"]],["li",["span.label","•"],[".para","“The power of creation—or may we say procreation—is not just an incidental part of the plan: it is essential to it. Without it the plan could not proceed. The misuse of it may disrupt the plan."],[".para","“Much of the happiness that may come to you in this life will depend on how you use this sacred power of creation” (Boyd K. Packer, in Conference Report, Apr. 1972, 136–37; or",["span.crossRef",["span.emphasis","Ensign,"],"July 1972, 111"],")."],[".para","How does morality and immorality affect the family and the plan of happiness?"]],["li",["span.label","•"],[".para","“Those who make themselves worthy and enter into the new and everlasting covenant of marriage in the temple for time and all eternity will be laying the first cornerstone for an eternal family home in the celestial kingdom that will last forever. Their reward is to have ‘glory added upon their heads forever and forever.’ These eternal truths, if you believe them with all your soul, will be as a girdle of armor about your loins to safeguard your virtue as you would protect your life” (Harold B. Lee,",["span.emphasis","Stand Ye in Holy Places"],"[1974], 332)."],[".para","How can understanding the eternal significance of families help you be morally clean now?"]]],["div",{"id":"p20","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p20"},["span.emphasis","Note:"],"For additional help with practices and standards that encourage youth to be morally clean, refer to the pamphlet",["span.crossRef",["span.emphasis","For the Strength of Youth"]],"(34285)."]],[".topic",["h3","Scripture Understanding"],["div",{"id":"p21","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p21"},"Use",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"as a discussion point on what it means to “go no more after the lusts of your eyes.” The phrase “cross yourself” means to deny yourself all evil and follow Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9c"},"footnote 9",["span.emphasis","c"]],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.30"},"3 Nephi 12:30"],"). Alma counseled Corianton to deny himself of lusting. Point out that Corianton was taught “except ye do this,” he could not inherit the kingdom of God."]],[".topic",["h3","Scripture Insight"],["div",{"id":"p22","uri":"/manual/book-of-mormon-video-guide/chapter-14-alma-39.p22"},"Make sure students understand that repentance is possible for them. Corianton repented, fulfilled his mission, and became a good and faithful member of the Church.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.10-15"},"Alma 39:10–15"],"records some things Corianton had to do in his repentance process. They included refraining from the sin, turning to the Lord, and returning to the Zoramites and acknowledging the wrong he had done. Encourage students that if they have been involved with immoral behavior, they must visit with their Church leader, as Corianton did, as an important and necessary step in obtaining forgiveness from God."]]]]],"refs":null}
