{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 5: 2 Nephi 28","subtitle":"","short_title":5,"uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.head1"},[".titleNumber","5"],["h1","2Nephi 28"],[".subtitle","Spiritual Crocodiles"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p1"},"To help students learn to recognize the false teachings and deadly tactics of the enemies of Christ."]],[".topic",["h2","Before the Video"],[".topic",["h3","Introduction"],["div",{"id":"p2","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p2"},"Many young people can easily detect the blatant influences of Satan in their midst. Obvious evil, such as pornographic movies, promiscuity, and illicit drugs, are not difficult temptations to recognize. However, many students are vulnerable to more subtle and cleverly camouflaged deceits of Satan. This lesson is designed to help students recognize Satan’s false doctrines and subtle tactics so they can avoid them."]],[".topic",["h3","Readiness"],["div",{"id":"p3","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p3"},"If you were going to war, what information would you want about the enemy? Where would you find this information? What war are you presently fighting?"]],[".topic",["h3","Quotation"],["div",{"id":"p4","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p4"},"President Ezra Taft Benson discussed his awareness of the battle we are in and the best way to uncover the enemy:"],["div",{"id":"p5","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p5"},"“The Book of Mormon brings men to Christ through two basic means. First, it tells in a plain manner of Christ and his gospel. It testifies of his divinity and of the necessity for a Redeemer. . . ."],["div",{"id":"p6","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p6"},"“",["span.emphasis","Second, the Book of Mormon exposes the enemies of Christ."],"It confounds false doctrines and lays down contention. . . . It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day” (in Conference Report, Apr. 1975, 94; or",["span.crossRef",["span.emphasis","Ensign,"],"May 1975, 64"],"; italics added)."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p7","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p7"},"Have students search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.4-9"},"2 Nephi 28:4–9"],"for the false teachings of the enemies of Christ. (The list might include the following: “there is no God today”; “the Redeemer hath done his work”; God “hath given his power unto men”; there are no miracles; “eat, drink, and be merry”; God “will justify in committing a little sin”; “lie a little”; “dig a pit for thy neighbor; there is no harm in this”; God will not punish us.) Discuss examples of these teachings in today’s world. Who are the enemies of Christ?"],["div",{"id":"p8","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p8"},"Have students search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.12-16"},"2 Nephi 28:12–16"],"to discover why men become enemies of Christ. (The word",["span.emphasis","pride"],"appears five times in these verses and is implied an additional six times.) Discuss why pride might be a characteristic of an enemy of Christ.",["span.emphasis","Note:"],"Two",["span.emphasis","Book of Mormon Video"],"presentations deal specifically with pride:",["span.crossRef","“Pride” (Jacob 2)"],"and",["span.crossRef","“The Pride Cycle” (Helaman 7–12)"],"."]]],[".topic",["h2","Using the Video"],[".subtitle","Spiritual Crocodiles 8:22"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p9","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p9"},"Crocodiles are terrifying, dangerous, and deadly. As students watch the video, suggest they try to discover what makes the victims of these huge reptiles vulnerable to their deadly attacks."]],[".topic",["h3","Show the Video"],["div",{"id":"p10","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p10"},"The video is a portrayal of Elder Boyd K. Packer’s analogy “Spiritual Crocodiles” (see Conference Report, Apr. 1976, 44–47; or",["span.crossRef",["span.emphasis","Ensign,"],"May 1976, 30–32"],"). Elder Packer compared deadly crocodiles that lie in wait for unsuspecting animals to the spiritual and moral sins of our day, which can be deadly to our young people."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p11","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p11"},"Discuss the ways the crocodiles’ victims are vulnerable to the danger of attack. The following points may be helpful in your discussion:"],["ul.bullet",["li",["span.label","•"],[".para","Crocodiles are often well camouflaged."]],["li",["span.label","•"],[".para","Some victims, like the English boy, ignore warnings."]],["li",["span.label","•"],[".para","Crocodiles often victimize the young, who are innocent and less wary."]],["li",["span.label","•"],[".para","Victims underestimate how fast and powerful the enemy is."]],["li",["span.label","•"],[".para","Victims see others go down to drink without being attacked."]],["li",["span.label","•"],[".para","Crocodiles wait in places where victims go to satisfy needs, that is, the watering hole."]],["li",["span.label","•"],[".para","Crocodiles are patient; they let the animals feel safe with their presence and then attack when the animals’ guards are down."]]]],[".topic",["h3","Scripture Activity"],["div",{"id":"p19","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p19"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.20-22"},"2 Nephi 28:20–22"],"together and help the students discover the following tactics that Satan uses to make us vulnerable to his attacks on our soul:"],["ul.bullet",["li",["span.label","•"],[".para","Some he stirs up to anger against that which is good."]],["li",["span.label","•"],[".para","Others he pacifies, and lulls them away into a carnal sense of security."]],["li",["span.label","•"],[".para","Others he flatters away."]]],["div",{"id":"p23","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p23"},"Discuss how these tactics are similar to those portrayed in the video. (In both cases the tactics get the victims to overlook the danger.)"],["div",{"id":"p24","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p24"},"Discuss the relationship between Satan’s tactics and the false teachings and actions described in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.4-16"},"2 Nephi 28:4–16"],". (Satan uses these tactics to persuade us to say and do that which is wrong. Refer to the examples in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.24-29"},"2 Nephi 28:24–29"],".) What is subtle and clever about what Satan does? (His tactics are so effective that they persuade people to believe deadly things, like there is no God or there is no harm in sin.)"]],[".topic",["h3","Discussion"],["div",{"id":"p25","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p25"},"Suggest that the class provide examples of each tactic and discuss how these tactics make us vulnerable to Satan’s attacks. The following points might be helpful:"],["ul.bullet",["li",["span.label","•"],[".para","In addition to stirring us to anger against that which is good, Satan has confused many about what is good and what is evil (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.20"},"2 Nephi 15:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.14"},"Moroni 7:14"],"). Many praise abortion, birth control for unmarried young people, gay rights, and suggestive television shows, music, and movies, though their praise effectively condones sin."]],["li",["span.label","•"],[".para","Individuals often reveal to what extent Satan has pacified them by defending their pacified condition. Phrases like “I can handle it” or “I can take care of myself” or “I think I’m old enough to deal with it” all suggest individuals who are blind to danger."]],["li",["span.label","•"],[".para","The proud are particularly susceptible to flattery. Many seem to crave the feelings of arrogance that come with praise."]]]],[".topic",["h3","Scripture Activity"],["div",{"id":"p29","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p29"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.14,30"},"2 Nephi 28:14, 30"],"with the class and discuss how individuals can avoid Satan’s tactics and dangerous attacks. (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.14"},"Verse 14"],"says that all have gone astray except the humble followers of Christ;",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"verse 30"],"says that the Lord provides line upon line to His children, and those who hearken and follow His counsel are given more.)"],["div",{"id":"p30","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p30"},"Discuss how obedience to counsel from the Holy Spirit, the scriptures (especially the Book of Mormon), parents, Church leaders, and righteous friends can help us avoid dangers we may not see."]],[".topic",["h3","Conclusion"],["div",{"id":"p31","uri":"/manual/book-of-mormon-video-guide/chapter-5-2-nephi-28.p31"},"Refer once again to President Ezra Taft Benson’s previously quoted statement: “",["span.emphasis","The Book of Mormon exposes the enemies of Christ."],"It confounds false doctrines and lays down contention. . . . It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day.”"]]]]],"refs":null}
