{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: 2 Nephi 2","subtitle":"","short_title":4,"uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.head1"},[".titleNumber","4"],["h1","2Nephi 2"],[".subtitle","“Act For Themselves”"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p1"},"To help students understand that Heavenly Father has provided all things necessary for us to choose freedom and eternal life or captivity and death."]],[".topic",["h2","Before the Video"],[".topic",["h3","Introduction"],["div",{"id":"p2","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p2"},"Lehi taught his sons that “the way is prepared from the fall of man” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.4"},"2 Nephi 2:4"],") for them to use their agency to choose eternal life. Lehi explained that redemption comes only because of the sacrifice of Jesus Christ, that Adam’s Fall made it possible for us to come to earth, and that all things are provided for us to use our agency and choose freedom and eternal life or captivity and death. The lesson shows how the Fall and the redemption from the Fall are prerequisites to coming to earth and using our agency. The video shows how law, opposition, enticement, the power to choose, and the knowledge of good and evil are all necessary for us to exercise agency."]],[".topic",["h3","Scripture Insight"],["div",{"id":"p3","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p3"},"Help students understand how the Fall was a positive thing for us. You may wish to discuss the following with the class:"],["div",{"id":"f1","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.f1"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.19-25"},"2 Nephi 2:19–25"]]],["td",{"colspan":"1","rowspan":"1"},[".para","The Fall of Adam and Eve allowed them to bear children in mortality and introduced the opposition that allows us to do good."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.3-10"},"2 Nephi 2:3–10"]]],["td",{"colspan":"1","rowspan":"1"},"The redemption includes the following:",["ul.bullet",["li",["span.label","•"],[".para","The way of salvation was prepared before the Fall."]],["li",["span.label","•"],[".para","Salvation is free because of the merits, mercy, and grace of the Savior."]],["li",["span.label","•"],[".para","The Savior will make intercession (intervene) for all those who believe in Him and keep His commandments."]],["li",["span.label","•"],[".para","The Atonement overcomes all the negative effects of the Fall."]]]]]]]]]],[".topic",["h2","Using the Video"],[".subtitle","“Act for Themselves” 18:42"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p11","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p11"},"Lehi taught his sons that the following principles are needed for man to exercise his agency: law; opposition in all things, including enticement toward the good and the bad; the knowledge of good and evil; and the power to choose. Suggest that students look for these four principles and how they are necessary for our use of agency. Also suggest that they watch for ways our use of agency affects our freedom."]],[".topic",["h3","Show the Video"],["div",{"id":"p12","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p12"},"The video portrays a young man who thinks his parents are taking away his agency. Through a discussion with his alter ego, he comes to an understanding of what agency is, how it operates, and how it affects freedom."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p13","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p13"},"You may want to draw the chart found at the end of this lesson on the board. The following questions might be helpful as you read and discuss Lehi’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"with the class:"],["ul.bullet",["li",["span.label","•"],[".para","Why must there be an opposition in all things? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.10-11,15"},"2 Nephi 2:10–11, 15"],"). (President Ezra Taft Benson said, “Opposition provides choices, and choices bring consequences—good or bad” [in Conference Report, Apr. 1988, 5; or",["span.crossRef",["span.emphasis","Ensign,"],"May 1988, 6"],"].)"]],["li",["span.label","•"],[".para","How do laws help us gain eternal life? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.13"},"2 Nephi 2:13"],"). (Without law we could not progress because we could neither keep the law and be righteous nor break the law and be wicked.)"]],["li",["span.label","•"],[".para","What part does Satan play in our agency? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.16-18"},"2 Nephi 2:16–18"],"). (We cannot act for ourselves unless we are enticed by both good and evil; Satan was allowed to come here to entice us toward evil.)"]],["li",["span.label","•"],[".para","Why is it important that we know good from evil? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5,18,26"},"2 Nephi 2:5, 18, 26"],"). (In order for us to be accountable for how we use our agency, we must be able to tell right from wrong.)"]],["li",["span.label","•"],[".para","How did we get the power to choose our own destiny? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.16,26"},"2 Nephi 2:16, 26"],"). (God has given us the power to choose.)"]],["li",["span.label","•"],[".para","How can making correct choices bring freedom and making incorrect choices bring captivity? (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26-30"},"2 Nephi 2:26–30"],"). (By making correct choices we keep our freedom and are not restricted by the consequences of sins; by making wrong choices we must be acted upon by the punishment of the law, which is captivity.)"]]]],[".topic",["h3","Conclusion"],["div",{"id":"p20","uri":"/manual/book-of-mormon-video-guide/chapter-4-2-nephi-2.p20"},"Help students understand that as they grow in the gospel, obedience is the key factor that determines how much freedom they enjoy in their lives."]]]]],"refs":null}
