{"id":37,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":37,"title":"Lesson 35: Naaman Is Healed","subtitle":"","short_title":"Lesson 35","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.head1"},[".titleNumber","Lesson",["span.dominant","35"]],["h1","Naaman Is Healed"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p4"},"To strengthen each child’s desire to obey righteous leaders."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1-9"},"2 Kings 5:1–9"],"—Naaman comes to Elisha to be healed of leprosy."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.10-19"},"2 Kings 5:10–19"],"—Naaman is healed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.20-27"},"2 Kings 5:20–27"],"—Gehazi seeks personal gain from Naaman and is cursed with leprosy."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A box containing a surprise for each child, such as pencils, notes of appreciation, or pictures."]],["li",["span.label","b."],[".para","Pictures 6-42, Servant of Elisha and Naaman, and 6-43, Naaman Is Cleansed."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p15","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p15"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p17"},"Put the box containing the surprises on the table and write the following coded message on the chalkboard or make a copy for each child."],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p18"},["span.allCaps","ALLOWOCK SITN STUHEE ABOOTX TOSN STUHEE STEAKBULEE"]],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p19"},"Tell the children that this message will give them instructions on how to find something they like. Explain that to decode the message they need to obey your instructions exactly. Ask them to erase or cross out every other letter of the message starting with the first letter of each word. When they know what the message is, ask them to not tell anyone until everyone has the chance to figure it out. The message will look like this:"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p20"},["span.allCaps","L O O KI NT H EB O XO NT H ET A B L E"]],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p21"},"After they each receive a surprise or treat from the box, discuss how obedience to instructions led them to a pleasant surprise. (As an alternate activity, you may want to hide a box with a surprise in it somewhere in your classroom before class and then give the children clues to follow to find the box.) Explain that in this lesson they will learn about an important military leader who followed the instructions of a prophet and was healed from a terrible disease."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p23"},"On a map point out a junction in a road where a traveler must decide to go to the right or to the left. Trace the route of each road, and then show how far apart the ending point on the road to the right would be from the ending point on the road to the left. Compare this to obeying or disobeying our Church leaders."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p25"},"Using the pictures at appropriate times, teach the children the account of Naaman’s healing from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Explain that Elisha was Elijah’s close associate and succeeded Elijah as prophet."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p27"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What kind of a man was Naaman? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1"},"2 Kings 5:1"],".) What disease was he afflicted with? Explain that leprosy is a skin disease and that because people feared catching it, lepers were often cast out of cities and had to live in designated areas with other lepers."]],["li",["span.label","•"],[".para","Who told Naaman’s wife that there was a prophet of God in Samaria who could heal Naaman of leprosy? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.2-3"},"2 Kings 5:2–3"],".) What does this tell us about this faithful Israelite girl? How can our faith help others?"]],["li",["span.label","•"],[".para","Why was the king of Israel upset when he received the letter from the king of Syria asking him to heal Naaman? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.7"},"2 Kings 5:7"],".) Explain that the power a king has is different from the power of the priesthood that Elisha had. The king did not have the power to heal, and he feared that the king of Syria would be angry if Naaman was not healed."]],["li",["span.label","•"],[".para","What instructions did the prophet Elisha send to Naaman through a messenger? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.10"},"2 Kings 5:10"],".) Why did Naaman get angry? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.11-12"},"2 Kings 5:11–12"],"; because Elisha sent a servant instead of coming himself, and because the answer was so simple.) When might we disregard simple messages from Heavenly Father because we want answers that are more spectacular? Why do we do this? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","How did Naaman’s servants convince him to do what the prophet Elisha told him to do? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.13"},"2 Kings 5:13"],".) What should we do if we don’t want to follow the teachings of the prophet? What happened when Naaman obeyed Elisha’s instructions? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.14"},"2 Kings 5:14"],".) What happens when we obey the prophet? (See enrichment activity 3.) What should we do if we want to receive a special blessing, such as to be healed? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","When Naaman offered Elisha money and clothes, why did Elisha refuse? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.16"},"2 Kings 5:16"],"; see verses 15 through 22 for the whole story.) Explain that Naaman was healed by Heavenly Father through the power of the priesthood and that priesthood holders cannot use the priesthood to gain recognition or wealth. What should we do to express our gratitude for the help we receive and to repay those people who help us?"]],["li",["span.label","•"],[".para","What lie did Gehazi tell Naaman? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.21-22"},"2 Kings 5:21–22"],".) After putting the money and clothes in his house, how did Gehazi answer Elisha’s question of where he had been? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.25"},"2 Kings 5:25"],".) What can happen if we tell lies? Who is harmed most when we tell a lie?"]],["li",["span.label","•"],[".para","What did Elisha say would happen to Gehazi for what he had done? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.27"},"2 Kings 5:27"],".) How did Gehazi look when he left Elisha’s presence? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.27"},"2 Kings 5:27"],".) Explain that Gehazi’s appearance, being “as white as snow,” was a symptom of leprosy."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p37","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p37"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.f5"},["ol.number",["li",["span.label","1."],[".para","Have the children review the scripture accounts in this lesson and then role-play or pantomime the interaction among Naaman’s wife, the Israelite servant girl, Naaman, Elisha, Elisha’s messenger, Naaman’s servant, and Gehazi. You may want to write the names of these seven people on separate pieces of paper that the children could wear during the pantomime."]],["li",["span.label","2."],[".para","Read and then discuss the following quotation by President Spencer W. Kimball: “Expecting the spectacular, one may not be fully alerted to the constant flow of revealed communication” (in Conference Report, Apr. 1977, p. 115; or",["span.emphasis","Ensign,"],"May 1977, p. 78). Remind the children of the time when, as Joseph Smith read the scriptures, inspiration came to him to go into the woods and pray about which church to join. You may want to share an experience of your own when you were inspired through simple means. Discuss how answers might come in situations such as the following:"],["ul.noMarker",["li",[".para","Someone is praying to know if the Church is true."]],["li",[".para","Someone is praying for help with a difficult class in school."]],["li",[".para","Someone is praying to get along better with friends or family members."]]]],["li",["span.label","3."],[".para","Show a picture of the living prophet, and share a message he has given to Church members. Explain to the children how listening to what the prophet is teaching us to do and obeying what he asks us to do will bless our lives. You may also want to discuss something your stake president or bishop has asked members of your stake or ward to do and the blessings that will come if you are obedient."]],["li",["span.label","4."],[".para","Tell the children the following story:"],[".para","President David O. McKay was in Berlin, Germany, in 1952 when he received a message from one of the members of the Church in that mission—a sister whose husband and eldest son had both been killed. She had been driven from her home, and because of exposure and lack of nutrition she finally became paralyzed and had been confined to her bed for five years. She expressed the desire that her two little children—a boy and a girl about ten and twelve years of age—be sent over to meet the President of the Church. This good sister said, “I know if I send my children to shake hands with President McKay, and then they come home and take my hand—if I can hold their little hands in mine I know that I shall get better.”"],[".para","Arrangements were made for them to take the trip. President McKay said, “When that little girl and boy came along, I went to them and shook their hands, and said, ‘Will you take this handkerchief to your mother with my blessing?’ I later learned that after I had shaken hands with them, they would not shake hands with anyone else, for they did not want to touch anyone with their hands until they got back to their mother.”"],[".para","The mission president’s wife later reported, “Immediately after the children came home, her feet and toes began to get feeling in them, and this feeling slowly moved up into her legs. And now she gets out of bed alone and seats herself on a chair, and then, with her feet and the chair, works all the way around to the kitchen sink, where she has the children bring her the dishes to wash, and other things, and is very thankful that she is able to help now.” (Adapted from",["span.emphasis","Cherished Experiences from the Writings of President David O. McKay,"],"comp. Clare Middlemiss, rev. ed. [1976], pp. 142–44.)"],[".para","Explain to the children that people may be healed:"],["ul.noMarker",["li",[".para","According to their faith in Jesus Christ."]],["li",[".para","If they are worthy and have done their part."]],["li",[".para","If it is the will of the Lord."]]]],["li",["span.label","5."],[".para","Sing or read the words to the ninth verse of",["span.crossRef","“Follow the Prophet” (",["span.emphasis","Children’s Songbook,"],"p. 110"],")."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p55","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p55"},"You may want to bear testimony of the importance of following the counsel of righteous leaders and the blessings that come to our lives through this obedience."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p57"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p59"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.9-14"},"2 Kings 5:9–14"],"at home as a review of this lesson."]],["div",{"id":"p60","uri":"/manual/primary-6-old-testament/lesson-35-naaman-is-healed.p60"},"Invite a child to give the closing prayer."]]]],"refs":null}
