{"id":12,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":12,"title":"Lesson 10: Abraham and Lot","subtitle":"","short_title":"Lesson 10","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.head1"},[".titleNumber","Lesson",["span.dominant","10"]],["h1","Abraham and Lot"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p4"},"To strengthen each child’s desire to show love to others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.1-18"},"Genesis 13:1–18"],"—Abraham and Lot divide the land."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.8-16"},"Genesis 14:8–16"],"—Lot is held captive. He is rescued by Abraham."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.16-33"},"Genesis 18:16–33"],"—Abraham asks the Lord to save the righteous people in Sodom and Gomorrah."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.1,12-17,24-29"},"Genesis 19:1, 12–17, 24–29"],"—Angels visit Lot in Sodom. His family is saved from destruction."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.27-32"},"Genesis 11:27–32"],"—The family relationships of Abraham and Lot."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1-6,14-15"},"Abraham 2:1–6, 14–15"],"—The families of Abraham and Lot are called out of Ur."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A large piece of paper and a pencil."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p19"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p21"},"Draw a large circle on the chalkboard or a piece of paper and write",["span.emphasis","Love"],"in the center. Ask the children to tell you what love means to them. Write their answers around the outside of the circle."],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p22"},"Ask the children to name people they love, write these names inside the circle, and call it the Circle of Love. Explain that as we become more Christlike, we learn to love and serve others better and include more people in our circles of love. Tell the class that in this lesson they will learn how the prophet Abraham treated those he loved."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p24"},"Teach the children the account of Abraham and Lot from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture accounts, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p26"},"Study the questions and scripture references that go with each account. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why couldn’t Abraham and Lot live in the same area? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.5-7"},"Genesis 13:5–7"],".) How did Abraham show his unselfishness and love for Lot? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.8-9"},"Genesis 13:8–9"],"; see enrichment activity 2.) How can we show love and unselfishness when dividing something to share with another person?"]],["li",["span.label","•"],[".para","Which part of the land seemed more desirable? Which did Lot choose? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.10-12"},"Genesis 13:10–12"],".)"]],["li",["span.label","•"],[".para","What can we learn from Abraham’s example of love for a family member? Why do we sometimes treat our friends more kindly than members of our family? What might happen if we treated our friends the way we treat our family? What might happen if we treated our family like our friends?"]],["li",["span.label","•"],[".para","When Abraham heard that Lot had been captured in the battles of the kings, what did he do to show his love and concern for Lot? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.14-16"},"Genesis 14:14–16"],".)"]],["li",["span.label","•"],[".para","How did Abraham show love for others when the Lord was going to destroy the cities of Sodom and Gomorrah? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.22-24"},"Genesis 18:22–24"],".)"]],["li",["span.label","•"],[".para","What did the messengers from God do before they destroyed these wicked cities? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.12,15-16"},"Genesis 19:12, 15–16"],".)"]],["li",["span.label","•"],[".para","How does the destruction of Sodom and Gomorrah show Heavenly Father’s love for his children? (He destroyed the wicked to protect the righteous from their evil influence.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.f6"},["ol.number",["li",["span.label","1."],[".para","Tell the children these true stories in your own words:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Visiting Another Primary:"],[".para","Brother Black took his sons on a trip during which they visited another ward. As Brother Black was going to his own class, he noticed a member of the bishopric coming down the hall with Brother Black’s youngest son, who was crying."],[".para","“Dad, I went into the classroom and was just about to sit down when one of the boys slid into the chair and said, ‘You can’t sit here. You don’t belong in our class.’ Then someone else said, ‘Why are you here anyway?’ They all laughed at me, Dad. I don’t want to go to this Primary.”"]],["li",["span.label","b."],[".para","A Poor Boy:"],[".para","“We couldn’t afford much clothing either. I had a pair of shoes that I’d wear to church. They weren’t the best shoes. They had holes in the bottom sole, so I’d cut out pieces of cardboard and slide them in. … I’d go off to church that way, and everything was fine until those shoes wore out. Then I didn’t know what I would do. … I went to a little box of shoes some neighbors had given us. I went through them, but I could find only one pair of shoes that would fit me. … They were a pair of women’s nurses’ shoes. I thought, ‘How can I wear those? They’ll laugh me to scorn over at church.’ And so I decided I wouldn’t wear them, and I wouldn’t go to church."],[".para","“I went through that night, and the next morning— … I knew I had to go! … I decided what to do. I would run over there very early and sit down close to the front before anybody got there. I thought, ‘I’ll put my feet back under the [bench] so no one can see them, and then I’ll wait till everyone leaves. … ’ I dashed over to church half an hour early, and it worked. Nobody was there. I put my feet back under the bench. Pretty soon everyone came in, and then all of a sudden someone announced: ‘We will now be separated for classes.’ I had forgotten you had to go to class. … I just sat there. I couldn’t move. … That whole meeting just seemed to stop and wait until I moved, so I had to move. I got up and just followed the class downstairs."],[".para","“I think I learned the greatest lesson I have ever learned in my life that day. I went downstairs, and the teacher had us sit in a big half-circle. Each of my shoes felt two feet in diameter. I can’t tell you how embarrassed I was. I watched, but, do you know, not one of those eight- and nine-year-old children in that class laughed at me. … No one pointed at my shoes. My teacher didn’t look. … I was watching everybody to see if anyone was looking at me. … Of course they saw those nurses’ shoes that I had to wear to church. But they had the fine instinct (courtesy) not to laugh” (Vaughn J. Featherstone, “Acres of Diamonds,”",["span.emphasis","Speeches of the Year, 1974"],"[1975], pp. 351–52)."]]]],["ul.bullet",["li",["span.label","•"],[".para","How were the circles of love different in these two classes?"]],["li",["span.label","•"],[".para","To which class would you rather belong? Why?"]],["li",["span.label","•"],[".para","How could you help our class be the kind of class that Elder Vaughn Featherstone attended as a child?"]]],[".para","Invite the children to share experiences when they have been included in someone’s circle of love, or when they have included someone else in their circle of love."]],["li",["span.label","2."],[".para","To illustrate the love Abraham had for others, draw a large circle on the chalkboard or paper. Write Abraham’s name in the circle. As you tell the stories from the scriptures, add the names of those whom Abraham included in his circle of love (the herdsmen, Lot and his family, people in the cities of Sodom and Gomorrah)."]],["li",["span.label","3."],[".para","Make a circle on the floor with a long string, cord, or rope. Choose one child to be in the center of the circle. Call the circle “The circle of love.” Distribute small signs to each child in the class representing people who may need to be drawn into our circle of love (“New Child,” “Older Neighbor,” “Visitor,” “Someone Who Has Offended You,” “Lonely Relative,” “Shy Child,” “Troublemaker,” and so on). Have the child in the center choose a child outside the circle and think of an action that could include that child in the circle of love. For example, the child may choose the “Lonely Relative” and invite him or her to family home evening. The child chosen enters the circle, selects another child, and tells what could be done to bring that person into the circle of love. Continue until every child is within the circle."],[".para","Point out that each child’s circle of love will become larger as he or she shows love and kindness to others. This could be illustrated by drawing the circle or cord close to the first child, then enlarging it as more join."]],["li",["span.label","4."],[".para","Give the children each a piece of paper and have them draw a circle on it and write",["span.emphasis","My Circle of Love"],"around the edge. Challenge them to make their circles larger by including someone who may have been shut out of their circle. Encourage the children to talk to their families about their circles of love and together think of a person to whom they have not shown love. Suggest that they write the person’s name outside the circle. Challenge the children to treat that person with love no matter how he or she acts, as Abraham did for Lot, and see if by next week they can put the person’s name inside their circle of love. (If you use this activity, be sure to follow up next week to see if the children accomplished their goal.)"]],["li",["span.label","5."],[".para","Let the class participate in a choral reading to emphasize the value God places on all his children. Begin by reading aloud",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.23-24"},"Genesis 18:23–24"],"while the children follow along silently in their Bibles. (Explain that",["span.emphasis","peradventure"],"means “perhaps.”) Then have the children read together",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.26"},"Genesis 18:26"],"."],[".para","Continue through the chapter this way, with you reading Abraham’s questions and the children reading the Lord’s answers."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“I’ll Walk with You”"],"(",["span.emphasis","Children’s Songbook,"],"p. 140) (the children could act out the words),",["span.crossRef","“Love One Another”"],"(",["span.emphasis","Children’s Songbook,"],"p. 136), or",["span.crossRef","“I’m Trying to Be like Jesus”"],"(",["span.emphasis","Children’s Songbook,"],"p. 78)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p57"},"Express your love for the children, mentioning something good you have noticed about each child. Testify that each of us is included in Heavenly Father’s circle of love."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p61","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p61"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.1-11"},"Genesis 13:1–11"],"at home as a review of this lesson."]],["div",{"id":"p62","uri":"/manual/primary-6-old-testament/lesson-10-abraham-and-lot.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
