{"id":18,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":18,"title":"Lesson 16: Joseph in Egypt","subtitle":"","short_title":"Lesson 16","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.head1"},[".titleNumber","Lesson",["span.dominant","16"]],["h1","Joseph in Egypt"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p4"},"To encourage the children to keep themselves pure by staying away from temptation and living close to the Lord."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/39"},"Genesis 39"],"—Joseph, who was sold into Egypt, serves Potiphar, is falsely accused, and is cast into prison. (Note: The word",["span.emphasis","wotteth"],"in",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.8"},"Genesis 39:8"],"was translated",["span.emphasis","knoweth"],"by the Prophet Joseph Smith.)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/40"},"Genesis 40"],"—Joseph interprets the dreams of Pharaoh’s butler and baker."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/41"},"Genesis 41"],"—Joseph interprets Pharaoh’s dreams, prepares for famine, and rules in Egypt. (Note: The word",["span.emphasis","kine"],"in Pharaoh’s description of his dream refers to cows or cattle.)"]]]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.3-5"},"Psalm 24:3–5"],"—Those with clean hands and pure hearts will stand in the Lord’s holy place."]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture accounts (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","Two magnets, one labeled “God” and the other labeled “Satan,” and a nail, pin, or paper clip. Or for the alternate attention activity draw a simple figure of a person on a piece of paper."]],["li",["span.label","c."],[".para","Pictures 6-18, Joseph Resists Potiphar’s Wife (Gospel Art Picture Kit 110; 62548), and 6-19, Joseph and the Butler and Baker."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p19"},"Tell the class that the nail, pin, or paper clip represents us. Place it between the two magnets on a flat surface so it can be attracted by one or the other. Show that the further away from “Satan” we are, the less power he has to tempt us. As you move the metal object toward the magnet representing God, explain that the closer we live to the Lord, the more we are influenced by his goodness. When we seek after good, we are less influenced by that which is evil."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p21"},"Ask the children in your class to be the “winds of temptation.” Hold the sheet of paper with the drawing on it by one corner and move it near the children while they blow toward the paper. Show that as you move the paper farther away from bad influences, it is less affected by them. If we want to remain steadfast and immovable in the face of evil, we should stay away from temptation."]],[".teachingMethod",["h2","Scripture Accounts"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p23"},"Using the pictures at appropriate times, teach the accounts of what happened to Joseph while he was in Egypt from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture accounts, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) You might want to show portions of the video",["span.emphasis","Joseph and His Brothers"],"(53152) during the lesson."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p25"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],[".topic",["h3","Joseph Remains Pure"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p27"},"While Joseph serves in Potiphar’s household, he stays committed to personal purity and keeping God’s commandments."],["ul.bullet",["li",["span.label","•"],[".para","How was Joseph treated while he was Potiphar’s servant? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.3-6"},"Genesis 39:3–6"],".) Why do you think Potiphar trusted Joseph and gave him such responsibility? How can we earn other people’s trust?"]],["li",["span.label","•"],[".para","When Potiphar’s wife tried to tempt Joseph to do wrong, how did he keep himself pure? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.8-10,12"},"Genesis 39:8–10, 12"],".) Note that in",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.8b"},"verse 8"],"Joseph Smith translated",["span.emphasis","wotteth"],"as",["span.emphasis","knoweth"],"(see footnote",["span.emphasis","b"],"). Explain that",["span.emphasis","hearkened not"],"means that he didn’t listen or follow.",["span.emphasis","Fled"],"means that he ran away. What can we do when we are tempted to do wrong? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Even though Joseph was falsely accused and cast into prison, how was he blessed by the Lord? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.21-23"},"Genesis 39:21–23"],".) When you are treated unfairly or unjustly punished, what can you do to keep the Spirit of the Lord?"]]]],[".topic",["h3","Joseph Is Guided by the Power of the Lord"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p32"},"Joseph interprets the dreams of Pharaoh’s butler and baker while he is in prison and later Pharaoh’s dream about the need to prepare for famine."],["ul.bullet",["li",["span.label","•"],[".para","How was Joseph able to interpret the dreams of Pharaoh’s butler and baker? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.8"},"Genesis 40:8"],".) After Joseph interpreted these dreams, what favor did he ask in return? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.14-15"},"Genesis 40:14–15"],".) What did the chief butler forget? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.23"},"Genesis 40:23"],".) How can we show appreciation to those who help us?"]],["li",["span.label","•"],[".para","Why did the chief butler finally remember Joseph? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.1,8-9"},"Genesis 41:1, 8–9"],".) How much time had passed? What did the chief butler tell Pharaoh? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.9-13"},"Genesis 41:9–13"],".)"]],["li",["span.label","•"],[".para","What did Joseph tell Pharaoh about his ability to interpret dreams? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.16"},"Genesis 41:16"],".) What does this indicate about Joseph’s character? To whom should we give credit for our talents, blessings, and spiritual gifts?"]],["li",["span.label","•"],[".para","How did Joseph explain Pharaoh’s dreams? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.2-7,26-31"},"Genesis 41:2–7, 26–31"],"; note:",["span.emphasis","kine"],"means cows [see LDS Bible Dictionary, p. 721].) What solution did Joseph give to help Egypt survive the famine? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.33-36"},"Genesis 41:33–36"],".) What do our Church leaders today teach us about food storage? Why is this a good idea?"]],["li",["span.label","•"],[".para","Why did Pharaoh choose Joseph to be in charge of gathering and distributing food? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.38-39"},"Genesis 41:38–39"],".) What quality in your character might you use to bless the lives of others? (Help the children recognize areas of personal strength.)"]],["li",["span.label","•"],[".para","What privilege and power was Joseph given in Egypt? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.41-43"},"Genesis 41:41–43"],".) What did Joseph do during the seven years of plenty? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.48-49"},"Genesis 41:48–49"],".)"]],["li",["span.label","•"],[".para","When the famine arrived as foretold, who besides the Egyptians came to Joseph’s storehouses to buy food? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.56-57"},"Genesis 41:56–57"],".) Explain that in the next lesson the children will learn about Joseph’s family, who came from Canaan to Egypt to buy food during the famine."]]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p41","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p41"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.f6"},["ol.number",["li",["span.label","1."],[".para","Heavenly Father and Jesus Christ know that it is harder to avoid temptation when we allow ourselves to get close to it. Discuss with the children how they could distance themselves from temptation in the following situations:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A plate of your favorite dessert is on the table, ready to be taken to a sick neighbor."]],["li",["span.label","b."],[".para","Your parents have warned you not to swim without someone watching. You are alone by the water on a very hot day; perhaps you could just wade up to your knees …"]],["li",["span.label","c."],[".para","Some of your friends are trying to convince you to try smoking a cigarette. Whenever you are with them, they dare you to take just one puff."]],["li",["span.label","d."],[".para","You are troubled by bad thoughts when you read a certain book."]]]],[".para","You could make a list on the chalkboard of other temptations, such as gossiping, looking at vulgar magazines, using bad language, dressing immodestly, watching inappropriate movies or television shows, telling unclean jokes or stories, listening to improper song lyrics, or using drugs. Discuss strategies for resisting evil, such as removing ourselves from the situation and replacing the temptation with something wholesome. Erase each harmful influence from the chalkboard as it is discussed."]],["li",["span.label","2."],[".para","Explain that deciding to stay clean and pure before temptation comes can be a protection. President Spencer W. Kimball taught:"],[".para","“Make certain decisions only once. … We can push some things away from us once and have done with them … without having to brood and redecide a hundred times what it is we will do and what we will not do” (in Conference Report, Apr. 1976, pp. 69–70; or",["span.emphasis","Ensign,"],"May 1976, p. 46)."],[".para","Discuss with the children some decisions they can make right now, such as never to smoke; not look at bad books, magazines, television shows, or videos; pray each morning and evening; read the scriptures daily; and stay morally clean. Challenge each child to write down one or more decisions he or she will make now."]],["li",["span.label","3."],[".para","Explain that instead of concentrating on evils to avoid, we should fill our lives with wholesome influences. Recite the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],"with your class and discuss with the children what good things they can seek after in their lives."]],["li",["span.label","4."],[".para","Challenge the children to commit to being clean and pure. Ask a child to read",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.3-5"},"Psalm 24:3–5"],". Let the children discuss how this description fits Joseph (“clean hands and a pure heart”—fled temptation; “hath not lifted up his soul unto vanity”—gave credit to God for his abilities). Help your class members understand how this scripture could apply to them."],[".para","Give the children each a pencil and paper and ask them to complete the sentence: “I will keep my mind and heart pure by",["span.textInput","__________"],".” They might write the following ideas: praying, reading the scriptures, attending church, being honest, attending only uplifting movies, reading good books, and following Joseph’s example of avoiding evil. Encourage the children to take their papers home and discuss what they have written with their families."]],["li",["span.label","5."],[".para","Sing",["span.crossRef","“I Will Be Valiant”"],"(",["span.emphasis","Children’s Songbook,"],"p. 162) with the children. Divide your class into two groups, “truth” and “right.” When you sing the line “I’ll stand for truth,” have that group stand up and remain standing. Do the same thing for the line “I’ll stand for right.”"]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p57"},"Testify to your class members that when they decide in advance to keep themselves pure, the Lord will give them greater strength to resist evil. Encourage them to stay as far away from temptation as possible."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p61","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p61"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/39"},"Genesis 39"],"at home as a review of this lesson."]],["div",{"id":"p62","uri":"/manual/primary-6-old-testament/lesson-16-joseph-in-egypt.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
