{"id":7,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 5: Adam and Eve and Their Family Offered Sacrifices","subtitle":"","short_title":"Lesson 5","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.head1"},[".titleNumber","Lesson",["span.dominant","5"]],["h1","Adam and Eve and Their Family Offered Sacrifices"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p4"},"To help the children want to always remember Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1-3"},"Moses 5:1–3"],"—Adam and Eve bear children."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-16,58-59"},"Moses 5:4–16, 58–59"],"—Adam and Eve offer sacrifices and serve God."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.17-28"},"Moses 5:17–28"],"—Cain and Abel are born. They make sacrifices. Cain rebels and loves Satan more than God."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.4"},"Hebrews 11:4"],"—Abel offers his sacrifice in faith."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.29-41"},"Moses 5:29–41"],"—Cain kills Abel and becomes a fugitive."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.19-20"},"3 Nephi 9:19–20"],"—Sacrifice by the shedding of blood is replaced by the sacrament."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.1-7"},"Genesis 4:1–7"],"—Cain and Abel offer sacrifices."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.8-12"},"Genesis 4:8–12"],"—Cain slays Abel and is cursed by the Lord."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture accounts (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible and a Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","A Book of Mormon."]],["li",["span.label","c."],[".para","Ten to twelve small objects—such as a pencil, eraser, paper clip, cup, ball, spoon, and so on—and a cloth to cover them. If these objects are hard to get, you could use a picture that has several different objects in it. (See the attention activity.)"]],["li",["span.label","d."],[".para","A piece of paper and pencil for each child."]],["li",["span.label","e."],[".para","Picture 6-5, Adam and Eve Kneeling at an Altar."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p24"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p26"},"Place the objects you have gathered on the table and cover them with the cloth. Uncover the objects, have the children look at them for about fifteen seconds, and cover them again. Give the children each a piece of paper and pencil, and have them list as many objects as they can remember on their papers. After they have made their lists, let the children look at the objects again to see which objects they have forgotten. Ask the children what they do to help them remember things better. Explain that remembering the objects on the table is not very important, but there are things that are very important to remember. Ask the children what things are important to remember. Explain that Heavenly Father has commanded us to always remember his Son, Jesus Christ. Ask the children to listen as you give the lesson to learn ways Heavenly Father has taught his children to remember Jesus."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p28"},"Show the children a CTR ring if available."],["ul.bullet",["li",["span.label","•"],[".para","What does a CTR ring help us remember?"]],["li",["span.label","•"],[".para","What symbols help us remember the sacrifice Jesus Christ made for each of us? (The bread and water of the sacrament.)"]]]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p32"},"Explain the purpose of offering sacrifices to the Lord as you teach the children the account of Adam and Eve and their family from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Use the picture at an appropriate time."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How was life different for Adam and Eve after they left the Garden of Eden? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1-4"},"Moses 5:1–4"],".)"]],["li",["span.label","•"],[".para","What were Adam and Eve commanded to sacrifice to the Lord? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.5"},"Moses 5:5"],".) Why did Adam offer sacrifices? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6"},"Moses 5:6"],".) Why is it wise to obey Heavenly Father’s commandments even if we do not completely understand why?"]],["li",["span.label","•"],[".para","What did the angel tell Adam was the purpose for offering sacrifices? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.7"},"Moses 5:7"],".) What does",["span.emphasis","similitude"],"mean? (A likeness or comparison.) Explain that the offering of sacrifices was to remind the ancient people about the sacrifice that Jesus Christ would one day make in taking our sins upon him and giving his life for us. This was a way for the people to always remember Jesus."]],["li",["span.label","•"],[".para","Why was it important for Adam and Eve and their family to know about Jesus Christ? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.15"},"Moses 5:15"],".) Why is it so important for each of us to remember Jesus?"]],["li",["span.label","•"],[".para","How did Adam and Eve’s children learn about the gospel of Jesus Christ? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.12,58"},"Moses 5:12, 58"],".) How are you learning about the gospel? Why didn’t some of Adam’s children believe what Adam and Eve taught them? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.13"},"Moses 5:13"],".) How can you avoid being led astray by Satan and his followers?"]],["li",["span.label","•"],[".para","How did Cain feel about the Lord? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.16,18"},"Moses 5:16, 18"],".) Why was Abel’s sacrifice accepted while Cain’s was not? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.18"},"Moses 5:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.4"},"Hebrews 11:4"],".) Explain that God knew that Cain loved Satan more than God and was offering a sacrifice at Satan’s command rather than following the commandment of the Lord. Cain’s offering was done without faith in Jesus Christ. Abel had faith in Jesus Christ and was sincerely worshiping the Lord."]],["li",["span.label","•"],[".para","How does Satan feel when we disobey God’s commandments? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.21"},"Moses 5:21"],".)"]],["li",["span.label","•"],[".para","Even though the Lord did not accept Cain’s offering, he did not reject Cain. He gave Cain specific warnings about the dangerous choices he was making. What was the Lord’s warning to Cain? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.23"},"Moses 5:23"],".) How did Cain react to this warning? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.26"},"Moses 5:26"],".) How should you react to warnings from the Lord as given through the Spirit, parents, or Church leaders? What are some things we have been warned about?"]],["li",["span.label","•"],[".para","What did Satan want Cain to swear to him? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.29-31"},"Moses 5:29–31"],".) Who knew of the murder of Abel even though Cain kept his secret? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.34-35"},"Moses 5:34–35"],".) Why can’t people hide their actions from God?"]],["li",["span.label","•"],[".para","How was Cain to be cursed? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.36-37"},"Moses 5:36–37"],".) What does it mean to be a fugitive and a vagabond? (A fugitive is someone who is being hunted or chased. A vagabond is a wanderer without a home.) How did the Lord protect Cain from being murdered? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.40"},"Moses 5:40"],".)"]],["li",["span.label","•"],[".para","Why don’t we offer animal sacrifices today as a reminder of Christ’s Atonement? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.19-20"},"3 Nephi 9:19–20"],".) Explain that offering blood sacrifices “continued until the death of Jesus Christ, which ended the shedding of blood as a gospel ordinance. It [was] replaced in the Church by the sacrament of the bread and the water, in remembrance of the offering of Jesus Christ” (Bible Dictionary, p. 766)."]],["li",["span.label","•"],[".para","What did Christ say the bread and wine represented in the sacrament? (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.19-20"},"Luke 22:19–20"],".) What can we do during the sacrament to help us think about Jesus Christ? (See enrichment activity 2.) How can we prepare ourselves to partake of the sacrament more worthily?"]],["li",["span.label","•"],[".para","Why is it important for Heavenly Father’s children to remember the sacrifice of Jesus Christ? (To show our gratitude for the great blessing of the remission of our sins and the resurrection of our bodies after death; to remind us to keep his commandments so that we will have his Spirit to be with us.) How can you better remember Jesus and his sacrifice? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p49","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p49"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.f7"},["ol.number",["li",["span.label","1."],[".para","Have the children fill in the blanks of the following statements or use the statements to play tic-tac-toe. The children may use their scriptures as needed."],[".para","Instructions for playing tic-tac-toe:"],[".para","Divide the class into two groups (team A and team B). Begin the activity by drawing a tic-tac-toe frame on the chalkboard and numbering the spaces one through nine, as shown:"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Each number on the chalkboard corresponds to a fill-in-the-blank statement. The members on each team take turns choosing a number. When a player chooses a number, read the statement with the same number. If a player answers correctly, erase the number in that frame and replace it with the letter of the child’s team (either an",["span.emphasis","A"],"or a",["span.emphasis","B"],"). If the answer is wrong, give an opposing team member a chance to answer. If that child is correct, replace the number with his or her team’s letter. Another member of that team then picks the number of a question he or she wishes to try for. Play continues until one of the teams gets three symbols in a row either vertically, horizontally, or diagonally."],[".para","After one team has three symbols in a row, draw a new tic-tac-toe frame. Fill the spaces of this new frame with the numbers of the statements that were not used in the first round and then with the numbers of the rest of the following statements:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.number",["li",["span.label","1."],[".para","Adam’s sacrifices were a (similitude) of the sacrifice of the Only Begotten of the Father. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6-7"},"Moses 5:6–7"],".)"]],["li",["span.label","2."],[".para","Adam and Eve’s son (Cain) was a tiller of the ground. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.17"},"Moses 5:17"],".)"]],["li",["span.label","3."],[".para","Abel was a keeper of (sheep). (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.17"},"Moses 5:17"],".)"]],["li",["span.label","4."],[".para","Cain loved (Satan) more than God. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.18"},"Moses 5:18"],".)"]],["li",["span.label","5."],[".para","Abel offered as a sacrifice the (firstlings) of his flock. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.20"},"Moses 5:20"],".)"]],["li",["span.label","6."],[".para","Cain’s offering was of the (fruit) of the ground. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.19"},"Moses 5:19"],".)"]],["li",["span.label","7."],[".para","The Lord did not accept Cain’s (offering). (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.21"},"Moses 5:21"],".)"]],["li",["span.label","8."],[".para","Satan promised to deliver Abel into Cain’s hands if he would swear to keep it a (secret). (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.29-30"},"Moses 5:29–30"],".)"]],["li",["span.label","9."],[".para","When the Lord asked Cain where Abel was, Cain said: “I know not. Am I my brother’s (keeper)?” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.34"},"Moses 5:34"],".)"]],["li",["span.label","10."],[".para","A (vagabond) is a wanderer without a home."]],["li",["span.label","11."],[".para","Someone who is being hunted or chased is a (fugitive)."]],["li",["span.label","12."],[".para","The Lord set a (mark) on Cain so that people who saw him would know that they must not harm him. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.40"},"Moses 5:40"],".)"]],["li",["span.label","13."],[".para","The (sacrament) took the place of blood sacrifice after the death of Jesus Christ."]],["li",["span.label","14."],[".para","The gospel was taught from the beginning by angels, God’s own voice, and by the gift of the (Holy Ghost). (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.58"},"Moses 5:58"],".)"]],["li",["span.label","15."],[".para","“As many as believed in the Son, and (repented) of their sins, should be saved” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.15"},"Moses 5:15"],")."]]]]],["li",["span.label","2."],[".para","Read the sacrament prayers in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],". Ask the children to discuss how they concentrate on thinking about Jesus Christ during the sacrament. You could share ideas from the following list to help them in the discussion:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Think about how Jesus suffered for our sins and died so that we can someday be resurrected and, if we repent, gain eternal life."]],["li",["span.label","b."],[".para","Read scriptures about Jesus before you go to church."]],["li",["span.label","c."],[".para","Repeat the sacrament prayers silently as the priests bless the sacrament."]],["li",["span.label","d."],[".para","Sit quietly and think about the good things you have done during the past week and also the things you need to do better."]],["li",["span.label","e."],[".para","Think about the message in the sacrament song."]],["li",["span.label","f."],[".para","Think about the way Jesus treated people. Think about how you can be more like Jesus."]]]]],["li",["span.label","3."],[".para","Remind the children how important it is to remember Jesus Christ. Suggest some things the children might do to remember him: put a picture of Christ in their room, keep their scriptures close to their bed as a reminder to read them, bring their scriptures to church, say their personal and family prayers, encourage their family to have family home evening, ask themselves, “What would Christ do?” when they have decisions to make, listen carefully to the sacrament prayers, keep the commandments."]],["li",["span.label","4."],[".para","Have the children each put a button or coin inside one of their shoes at the beginning of class. After the objects have been there for a while, ask the children questions such as: What do you have in your shoe? Can you see the object? How do you know it is there? If you kept the object in your shoe for a week, do you think you would still remember it was there? Explain to the children that they remember the object because they can always feel it. Explain that we can remember Christ by always feeling his influence in our hearts as we make right choices, heed the promptings of the Holy Ghost, follow the prophets, read the scriptures, and honor our parents."],[".para","Have the children take their buttons or coins home with them and try this activity with their families. Encourage them to share with their families the idea that even though they cannot see the coin or button in their shoe, they can always feel that it is there."]],["li",["span.label","5."],[".para","Discuss the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"third article of faith"],"and help the children memorize it."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“The Sacrament”"],"(",["span.emphasis","Children’s Songbook,"],"p. 72)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p93","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p93"},"Express your gratitude for the sacrifice of Jesus Christ. Share with the children how much you appreciate the opportunity to be reminded of Jesus each week during the sacrament."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p95","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p95"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p97","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p97"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-8"},"Moses 5:4–8"],"at home as a review of this lesson."]],["div",{"id":"p98","uri":"/manual/primary-6-old-testament/lesson-5-adam-and-eve-and-their-family-offered-sacrifices.p98"},"Invite a child to give the closing prayer."]]]],"refs":null}
