{"id":30,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":30,"title":"Lesson 28: David and Goliath","subtitle":"","short_title":"Lesson 28","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.head1"},[".titleNumber","Lesson",["span.dominant","28"]],["h1","David and Goliath"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p4"},"To encourage each child to seek Heavenly Father’s help in overcoming obstacles."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.1-11"},"1 Samuel 17:1–11"],"—Israel and the Philistines engage in war. Goliath challenges any Israelite man to personal combat."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.12-58"},"1 Samuel 17:12–58"],"—David slays Goliath. Israel defeats the Philistines."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","Three flat rocks (or three pieces of paper) that the children can step on, each labeled with a challenge or difficulty a child might have to face such as, “You get very sick and your illness lasts several days,” “Some of your neighbors are trying drugs, and they are working very hard to get you to try them too,” and “Someone you care very much about dies.”"]],["li",["span.label","c."],[".para","Picture 6-37, David Slays Goliath (Gospel Art Picture Kit 112; 62073)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p15","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p15"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p17"},"Ask the children if they have ever used stepping-stones to cross a stream or puddle. Have one of the children demonstrate how this is done using the three flat rocks (or pieces of paper) that you have placed on the floor. Discuss how stones can help us, but they can also cause us to stumble and fall if we aren’t careful. Have a child read the label by the first rock. Ask the children how that challenge could be a stumbling block. Then ask how the challenge can become a stepping-stone to make them better people."],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p18"},"Continue the discussion with the other two rocks. Help the children understand that the challenges in our lives can be stumbling blocks or stepping-stones depending on how we handle them. If we become unhappy and angry because of the difficulties we face in life, they are stumbling blocks to us. If we handle our difficulties with a positive attitude and learn from them, then we become better people and our challenges are like stepping-stones to us. You may want to have the children take turns using the rocks as stepping-stones. Tell the children that you are going to teach them about a boy named David who turned a difficult challenge into a stepping-stone."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p20"},"Teach the children the account of David slaying Goliath from",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17"},"1 Samuel 17"],", using the picture at an appropriate time. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Help the children understand how David used his challenge as a stepping-stone rather than a stumbling block."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p22"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What could the Israelites gain or lose in the fight with Goliath? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.8-9"},"1 Samuel 17:8–9"],"; explain that they were fighting to preserve their freedom.)"]],["li",["span.label","•"],[".para","Why didn’t any of the Israelites want to fight Goliath? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4-7"},"1 Samuel 17:4–7"],".) Goliath was approximately 9 feet 9 inches tall (3 meters), and it is estimated that his armor weighed 150 pounds (67.5 kilos). (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Why was David at the battlefield? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.17-18"},"1 Samuel 17:17–18"],".) Why was David’s oldest brother angry with him when he heard David asking about Goliath? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.26-28"},"1 Samuel 17:26–28"],".) How did David’s brother misjudge him? How can we avoid misjudging our brothers or sisters? How can we overcome jealousy of others’ strengths or abilities?"]],["li",["span.label","•"],[".para","What does David’s question, “Is there not a cause?” tell us about him? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.29"},"1 Samuel 17:29"],".) Explain that a cause is a situation that can be resolved or made better by people getting involved in a positive way. What was the cause David was referring to? What righteous causes do young members of the Church have today? (Sharing the gospel, obeying the Word of Wisdom, keeping a clean mind, being a good example, giving service to those in need, and so on.)"]],["li",["span.label","•"],[".para","What did David tell King Saul to convince him that he could kill Goliath? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.34-37"},"1 Samuel 17:34–37"],".) Whom did David give credit to for delivering him from the bear and lion? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.37"},"1 Samuel 17:37"],".) Whom should we give credit to when we succeed in overcoming a stumbling block?"]],["li",["span.label","•"],[".para","How did Goliath prepare for the battle? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.5-7"},"1 Samuel 17:5–7"],".) What weapons did David use? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.38-40"},"1 Samuel 17:38–40"],".) What did David have that Goliath did not? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.45-47"},"1 Samuel 17:45–47"],"; explain that David’s real weapon against Goliath was help from the Lord.) (See enrichment activity 3.) Whom should we depend on when we face challenges? What do we have to do to be worthy of that help? Explain that the Lord helps us if our desires, like David’s, are righteous and if it is the Lord’s will that what we want to do should be done."]],["li",["span.label","•"],[".para","How did Goliath react when he saw David coming to fight him? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.42-44"},"1 Samuel 17:42–44"],".)"]],["li",["span.label","•"],[".para","How did David kill Goliath in spite of all the armor that Goliath was wearing? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.45-50"},"1 Samuel 17:45–50"],".) Explain that while Goliath tried to protect himself physically, David protected himself spiritually. Most of Goliath’s body was covered with armor, but since his forehead was unprotected, his physical armor was not enough to save him. What can happen to us if our spiritual armor leaves us unprotected in some area? How can we better protect ourselves spiritually?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p32"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.f5"},["ol.number",["li",["span.label","1."],[".para","Show the children a string or rope that you have cut to the length of 9 feet 9 inches (3 meters). You may want to attach it to the wall or ceiling or have children hold the two ends and pull it out to its full length so they can see how tall Goliath was. To help them visualize how much Goliath’s armor weighed, invite the children to volunteer their weights and see what combined weight would be close to the 150 pounds (67.5 kilos) that his armor is estimated to have weighed. Let the children describe how they would feel if they had to fight such an opponent."]],["li",["span.label","2."],[".para","Show a stone or a piece of paper that you have colored to look like a stone. Ask the children to put their chairs in a circle while you stand in the middle. Give the stone to one of the class members and have the children pass the stone around the circle while you hum a song such as",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158). When you stop humming have the children stop passing the stone. Explain that you are Goliath and will tell them of a challenge. The child who ended up with the stone must respond with a positive solution to the challenge. You could use the following challenges or come up with ones of your own:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","You have a younger brother who seems to get all the attention. It makes you so angry that you feel like hitting him."]],["li",["span.label","b."],[".para","Your best friends are starting to swear and they make fun of you because you do not swear. You want to be accepted by them, but you know it is wrong to swear."]],["li",["span.label","c."],[".para","You have a very difficult time doing well in school."]]]]],["li",["span.label","3."],[".para","Have the children play the parts of David and Goliath by having one child read",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.44"},"1 Samuel 17:44"],"and another read",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.45"},"1 Samuel 17:45"],". Discuss how David’s courage came from his faith in the Lord. Explain that we all have obstacles, or “Goliaths,” in our lives. They can block our way to peace and happiness, as Goliath tried to block the way for peace and freedom of the Israelites. Ask the children to listen to the following story to find out what obstacle President David O. McKay, ninth President of the Church, faced when he was young and what he did about it to find peace."],[".para","“One night [when I was young] … I awoke and soon imagined I could hear footsteps near the window. … My fears must have been at a pretty high pitch, for I breathed heavily, and it seemed I could hear my heart thumping. …"],[".para","“True to my mother’s training and the natural yearning of my soul, I sought the Lord in prayer. To me there was only one way to pray and that was to kneel at the bedside. It was no small effort to get out of bed and kneel in the dark, but I did it, and prayed as never before for God’s comfort and protection. Just as I said ‘Amen,’ I heard a voice say as distinctly as I ever heard a voice in my life, ‘Don’t be afraid, nothing will hurt you.’ Immediately all fear left me. I felt comforted at once and crept back to bed to a sweet and peaceful sleep” (“A Lesson in Faith,”",["span.emphasis","Improvement Era,"],"Aug. 1964, p. 637)."]],["li",["span.label","4."],[".para","If possible, make a copy of the visual at the end of the lesson for each child. Ask the children to choose “Goliaths,” or challenges, in their lives they would like to overcome and write them on the giant. Then have them think of ways to overcome their challenges, write them on pieces of paper, and cut these papers to look like stones. Explain that all challenges can’t be overcome, but if we ask Heavenly Father for his help, he will give us strength to cope with them. Encourage each child to choose a challenge that he or she can work on and to include faith and prayer as part of the solution."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158) with the children."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p45","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p45"},"Express your appreciation to Heavenly Father for the help you have received in overcoming your personal “Goliaths” (you may want to share an experience). Testify that if we will pray, have faith, and do our part, Heavenly Father will help us."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p47","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p47"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p49","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p49"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.44-50"},"1 Samuel 17:44–50"],"at home as a review of this lesson."]],["div",{"id":"p50","uri":"/manual/primary-6-old-testament/lesson-28-david-and-goliath.p50"},"Invite a child to give the closing prayer."]]]],"refs":null}
