{"id":49,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":49,"title":"Lesson 47: The Priesthood Can Bless Our Lives (Priesthood Preparation Lesson)","subtitle":"","short_title":"Lesson 47","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.head1"},[".titleNumber","Lesson",["span.dominant","47"]],["h1","The Priesthood Can Bless Our Lives (Priesthood Preparation Lesson)"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p4"},"This lesson has been written to help eleven-year-old children understand the blessings and responsibilities of the priesthood. It should be taught before the first child in your class turns twelve."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study “Testimony of the Prophet Joseph Smith” in the introduction to the Book of Mormon or in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29-54,59,66-72"},"Joseph Smith—History 1:29–54, 59, 66–72"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"Doctrine and Covenants 13"],", including the section heading;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"Doctrine and Covenants 121:34–46"],"."]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Book of Mormon for each child."]],["li",["span.label","b."],[".para","A Doctrine and Covenants."]],["li",["span.label","c."],[".para","A source of light such as a flashlight, a lightbulb, or a lantern."]],["li",["span.label","d."],[".para","Pictures 6-51, Ordination to the Priesthood (62341); 6-48, The Resurrected Jesus Christ (Gospel Art Picture Kit 239; 62187); and 6-52, John the Baptist Conferring the Aaronic Priesthood (Gospel Art Picture Kit 407; 62013)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p14","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p14"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p16","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p16"},"Display an object that produces light."],["ul.bullet",["li",["span.label","•"],[".para","What is necessary for this object to make light? If you have a flashlight, show that it needs batteries, a lightbulb, and a switch that all work properly for it to make light. A lightbulb needs good filaments and must be screwed into a socket that is connected to a source of power. The switch also needs to be turned on to allow electricity to flow."]]],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p18"},"Ask the boys in your class to stand. These boys have the potential to receive the priesthood, which is a greater power than electricity because it is the power and authority to act in God’s name. Through this power Heavenly Father’s children can be baptized and receive other Church ordinances. But in order to receive this power and use it as God has intended, a boy must be worthy and properly prepared."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p20"},"Using the pictures at appropriate times, teach the account of Joseph Smith receiving the gold plates and being ordained to the Aaronic Priesthood from “Testimony of the Prophet Joseph Smith” or",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29-54,59,66-72"},"Joseph Smith—History 1:29–54, 59, 66–72"],". (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) You may need to briefly review with the class the events leading up to Joseph’s receiving the gold plates."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p22"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why couldn’t Joseph Smith have translated the gold plates, received the priesthood, and organized the Church immediately after the First Vision? (He was not prepared; he needed to grow in wisdom and knowledge.)"]],["li",["span.label","•"],[".para","What was the first major task the Lord asked Joseph Smith to do? (Translate the gold plates so we could have the Book of Mormon.)"]],["li",["span.label","•"],[".para","What was Joseph doing the night the angel Moroni first appeared to him? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29-30"},"Joseph Smith—History 1:29–30"],".) How many times did Moroni appear to Joseph Smith before Joseph saw the gold plates for the first time? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30,44-49"},"Joseph Smith—History 1:30, 44–49"],"; four times.) Why do you think Moroni repeated his first message three more times?"]],["li",["span.label","•"],[".para","What other instruction did Joseph receive before he could start translating the gold plates? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.53-54"},"Joseph Smith—History 1:53–54"],".) How did this instruction help prepare Joseph Smith for the other great things he was to do? What are you doing to prepare for your future?"]],["li",["span.label","•"],[".para","What special obligations do most Latter-day Saint young men take upon themselves at age twelve? (They receive the Aaronic Priesthood and are ordained deacons.)"]],["li",["span.label","•"],[".para","How did Joseph Smith receive the Aaronic Priesthood? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-70"},"Joseph Smith—History 1:68–70"],".) How does a young man receive the Aaronic Priesthood today? (He is interviewed for worthiness and is ordained by the laying on of hands by a man who has the authority to ordain him.)"]],["li",["span.label","•"],[".para","How should boys prepare themselves to receive the priesthood? How should girls prepare themselves to receive the blessings of the priesthood? (Boys and girls prepare the same way. They pray, have faith, learn the gospel from parents and teachers, live worthily, obey the commandments, serve others, respect one another, and are honest.) (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","What responsibilities do deacons have in the Church? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.59"},"D&C 20:59"],".) How do they fulfill these responsibilities? (Pass the sacrament, collect fast offerings, act as a messenger for the bishop in sacrament meeting, and set a good example.)"]],["li",["span.label","•"],[".para","Who was the first person to pass the sacrament? (Jesus Christ.) Why is the sacrament so sacred? (It is an ordinance that represents the sacrifice that Jesus Christ made for each of us.)"],[".para","Read or have a class member read the following quotation from Elder Jeffrey R. Holland: “We ask you young men of the Aaronic Priesthood to prepare and bless and pass these emblems of the Savior’s sacrifice worthily and reverently. What a stunning privilege and sacred trust given at such a remarkably young age! I can think of no higher compliment heaven could pay you. We do love you. Live your best and look your best when you participate in the sacrament of the Lord’s Supper” (in Conference Report, Oct. 1995, p. 89; or",["span.emphasis","Ensign,"],"Nov. 1995, p. 68)."]],["li",["span.label","•"],[".para","How can we all honor and sustain the priesthood? (By accepting callings from priesthood leaders; serving others; speaking respectfully of Church leaders; and praying for fathers, brothers, family members, and others who hold the priesthood.) (See enrichment activity 3.) How can your doing these things help your father or brother honor his priesthood? How can they help you prepare to receive the priesthood or the blessings of the priesthood?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.f5"},["ol.number",["li",["span.label","1."],[".para","Write on separate cards or pieces of paper the following blessings that come through the priesthood:"],["ul.noMarker",["li",[".para","Receiving a name and a blessing"]],["li",[".para","Being baptized"]],["li",[".para","Receiving the gift of the Holy Ghost"]],["li",[".para","Receiving a blessing when sick"]],["li",[".para","Partaking of the sacrament"]],["li",[".para","Serving a mission"]],["li",[".para","Being married in the temple"]]],[".para","Divide the class into groups and give each group one of the cards. Invite the children in each group to share appropriate personal or family experiences related to the blessing written on their card."]],["li",["span.label","2."],[".para","Make the room as dark as possible. Then tell the children the story of a group of tourists who went into a deep, dark cave. Once inside the cave the guide turned off the lights, waited for a few minutes, and then asked each person to point in the direction of the exit. When the lights came back on, people were pointing in all different directions."],[".para","Make your classroom light again, and share the following quotation from Elder Robert D. Hales: “If the power of the priesthood were not upon the earth, the adversary would have freedom to roam and reign without restraint. There would be no gift of the Holy Ghost to direct and enlighten us; no prophets to speak in the name of the Lord; no temples where we could make sacred, eternal covenants; no authority to bless or baptize, to heal or comfort. … There would be no light, no hope—only darkness” (in Conference Report, Oct. 1995, p. 40; or",["span.emphasis","Ensign,"],"Nov. 1995, p. 32)."]],["li",["span.label","3."],[".para","Read or tell the following story about what one family did to support their father in his priesthood calling:"],[".para","“I was seated [at General Conference many years ago] with six children of Elder Ezra Taft Benson, one of whom was my college roommate. My interest heightened when President McKay arose and announced the next speaker. I watched respectfully as Elder Benson, whom I had not yet met, walked toward the microphone. He was a big man, well over six feet tall. He was a man with a master’s degree, a man internationally known as the United States Secretary of Agriculture and a special witness of the Lord, a man who seemed serene and sure, one who had addressed audiences throughout the world. Suddenly a hand touched my arm. A little girl leaned toward me and whispered urgently, ‘Pray for Dad.’"],[".para","“Somewhat startled, I thought, ‘This message is being passed down the row, and I am to pass it on. Shall I say, “Pray for Elder Benson”? Shall I say, “You’re supposed to say a prayer for your father”?’ Sensing the immediate need to act, I leaned over and whispered simply, ‘Pray for Dad.’"],[".para","“I watched that whisper move along the row to where Sister Benson sat, head already bowed."],[".para","“Many times since that day I have remembered that message—Pray for Dad, the patriarch of the home. Pray for him as he serves as district president or home teacher. Pray for him when he becomes executive secretary of a civic group, when his business flourishes, or when he takes a cut in salary. Pray as he gives counsel in family home evening. Pray for Dad who works long hours so that Jerold can go on a mission and Diane can go to college. Pray for him as he speaks in sacrament meeting or gives Mother a blessing that she might be made well again. And in the evening, when he comes home tired or discouraged, pray for him. Pray for Dad in all that he might do—the small things and the great."],[".para","“As the years have passed, general conferences have come and gone, and each time President Benson has stood to speak, I have thought, ‘His children, who are scattered across the continent, are united now in prayer for their father.’"],[".para","“And I have come to believe that the brief message that passed along the row [many] years ago is the most important message a family can share. What extraordinary power and faith any man can have to meet the daily challenge of his life if somewhere in the world his daughter or son is whispering, ‘Pray for Dad’” (Elaine McKay, “Pray for Dad,”",["span.emphasis","New Era,"],"June 1975, p. 33)."]],["li",["span.label","4."],[".para","When we live the gospel we will be prepared to accept the responsibilities and enjoy the blessings of the priesthood. Read",["span.crossRef","“My Gospel Standards”"],"(",["span.emphasis","My Achievement Days"],"booklet [35317], back cover), pausing after each one to let the children think about how worthily they are living that standard. When you have finished reading the list you may want to review by using illustrations, key words, or pantomimes."],[".para","My Gospel Standards"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.number",["li",["span.label","1."],[".para","I will remember my baptismal covenants and listen to the Holy Ghost."]],["li",["span.label","2."],[".para","I will be honest with Heavenly Father, others, and myself."]],["li",["span.label","3."],[".para","I will seek good friends and treat others kindly."]],["li",["span.label","4."],[".para","I will dress modestly to show respect for Heavenly Father and myself."]],["li",["span.label","5."],[".para","I will only read and watch things that are pleasing to Heavenly Father."]],["li",["span.label","6."],[".para","I will only listen to music that is pleasing to Heavenly Father."]],["li",["span.label","7."],[".para","I will use the name of Heavenly Father and Jesus Christ reverently. I will not swear or use crude words."]],["li",["span.label","8."],[".para","I will keep my mind and body sacred and pure."]],["li",["span.label","9."],[".para","I will not partake of things that are harmful."]],["li",["span.label","10."],[".para","I will do those things on the Sabbath that will help me feel close to Heavenly Father."]],["li",["span.label","11."],[".para","I will choose the right. I know I can repent when I make a mistake."]],["li",["span.label","12."],[".para","I will live now to be worthy to go to the temple and serve a mission."]],["li",["span.label","13."],[".para","I will follow Heavenly Father’s plan for me."]]]]],["li",["span.label","5."],[".para","Share the following quotation from President Gordon B. Hinckley, fifteenth President of the Church: “This church does not belong to its President. Its head is the Lord Jesus Christ, whose name each of us has taken upon ourselves [at baptism]. We are all in this great endeavor together. We are here to assist our Father in His work and His glory, ‘to bring to pass the immortality and eternal life of man’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). Your obligation is as serious in your sphere of responsibility as is my obligation in my sphere. No calling in this church is small or of little consequence. All of us in the pursuit of our duty touch the lives of others” (in Conference Report, Apr. 1995, p. 94; or",["span.emphasis","Ensign,"],"May 1995, p. 71)."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“Love Is Spoken Here”"],"(",["span.emphasis","Children’s Songbook,"],"p. 190)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p73"},"You may want to bear testimony that the priesthood has been restored and that it is the authority to act for God. Encourage the boys to live now to be worthy to hold the Aaronic Priesthood and all the class members to live worthy to receive all the blessings of the priesthood. Encourage the children to honor and support priesthood leaders."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p75","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p75"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p77","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p77"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"Doctrine and Covenants 121:34–46"],"at home as a review of this lesson."]],["div",{"id":"p78","uri":"/manual/primary-6-old-testament/lesson-47-the-priesthood-can-bless-our-lives-priesthood-preparation-lesson.p78"},"Invite a child to give the closing prayer."]]]],"refs":null}
