{"id":32,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 30: King David and Bathsheba","subtitle":"","short_title":"Lesson 30","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.head1"},[".titleNumber","Lesson",["span.dominant","30"]],["h1","King David and Bathsheba"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p4"},"To help the children keep their thoughts and actions pure."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.1-11,14-17,26-27"},"2 Samuel 11:1–11, 14–17, 26–27"],"—King David covets Uriah’s wife, which leads David to commit adultery and murder."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-10"},"2 Samuel 12:1–10"],"—The prophet Nathan tells David the parable of the ewe lamb."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.13"},"2 Samuel 12:13"],"—King David, when confronted, admits his sins. (Note: The",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.13b"},"Joseph Smith Translation corrects this verse"],"to read, “hath not put away thy sin that thou shalt not die.”)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86"},"Doctrine and Covenants 88:86"],"—The Lord counsels us to keep ourselves free from the entanglements of sin."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"Doctrine and Covenants 14:7"],"—If we keep the commandments and endure to the end, Heavenly Father promises us his greatest gift."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],"—Watch your thoughts, words, and deeds and continue in faith."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.12"},"Genesis 39:12"],"—Joseph flees Potiphar’s wife."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],"—Wickedness never was happiness."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],"—Thou shalt not covet."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."],[".para","Note: As you teach this lesson, be sensitive to the children’s understanding of the Lord’s standard of morality. Do not explain the exact nature of David’s sin with Bathsheba. Instead, it may be sufficient to explain that David and Bathsheba committed a serious sin in breaking one of the Ten Commandments."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A Book of Mormon and a Doctrine and Covenants."]],["li",["span.label","c."],[".para","Thread or thin string (see the attention activity)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p24"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p26"},"Have one of the children read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86"},"Doctrine and Covenants 88:86"],". Ask the class what they think it means to become entangled in sin. Have a volunteer stand at the front of the class with his or her hands forward. Place a strand of thread loosely around both of the child’s wrists and tie it. Explain that this one thread, which by itself is not much of an entanglement, represents an unclean thought. Then have the child break the thread by pulling his or her hands sharply outward (make sure you have thread that the child can break). When an unclean thought appears in our mind, we should stop it immediately, just as the child snapped the thread. Wrap the child’s wrists with several strands of thread, and now have him or her try to break the threads (wrap enough strands to make it impossible). Explain that if we allow unclean thoughts and desires to grow in our minds, we may become entangled in sin and find it difficult to escape."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p28"},"Teach the children the account of King David and Bathsheba from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Remind the children that this is the same David who fought Goliath, served King Saul, and was a friend to Jonathan."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What started King David’s downfall? (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.2-3"},"2 Samuel 11:2–3"],".) What did Joseph do when he was tempted by Potiphar’s wife? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.12"},"Genesis 39:12"],".) What could David have done to be more like Joseph and avoid becoming entangled in sin? (Closed his eyes, turned away, gone inside, and prayed for self-control.) (See enrichment activity 3.) When we see something that puts bad thoughts into our minds, what can we do? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","Where have we heard the word",["span.emphasis","covet"],"in our lessons? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],"; “thou shalt not covet” is one of the Ten Commandments.) Explain that this use of the word",["span.emphasis","covet"],"describes an intense desire for something that belongs to another. How might David have been protected if he had kept this commandment? What can we do if we find ourselves desiring something that belongs to someone else? (See enrichment activity 5.)"]],["li",["span.label","•"],[".para","Since David did not personally kill Uriah, why is he still held accountable for this sin? (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.14-17"},"2 Samuel 11:14–17"],".) Explain that although David did not kill Uriah himself, his intent was to have Uriah killed. Why do you think we need to control our thoughts and our words as well as our actions? (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],".)"]],["li",["span.label","•"],[".para","Why did Nathan tell King David the parable of the ewe lamb? What did David realize after hearing the parable? (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.13"},"2 Samuel 12:13"],".) Explain that David did not escape punishment even though he tried to conceal what he had done (see footnote",["span.emphasis","13b"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.39"},"D&C 132:39"],")."]],["li",["span.label","•"],[".para","When we break any of the Lord’s commandments, we invite unhappiness into our lives (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],"). What can we do if we have done something wrong? During this discussion help the children understand that Heavenly Father loves us even when we do wrong, and he still wants us to stay close to him through prayer. Although David had committed a terrible sin, he still prayed to God. And although David suffered much unhappiness as a result of his sins, God did not forget him. How can prayer help someone who has done wrong?"]],["li",["span.label","•"],[".para","What does it mean to endure to the end? Help the children understand that we must each work to remain faithful throughout our lives. The good works and blessings of David’s earlier life did not prevent later temptations. King David still needed to work to keep his thoughts and heart pure. What gift has the Lord promised members of the Church who keep his commandments throughout their lives? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],".)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p38","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p38"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.f6"},["ol.number",["li",["span.label","1."],[".para","On the chalkboard or a piece of paper draw a simple figure of a person standing at the top of a tall cliff. Tell the children that when we allow ourselves to entertain bad thoughts, we are on the brink of falling to temptation. Improper thoughts can lead to improper words and actions. Draw a protective railing between the person and the edge. Explain to your class that pure thoughts are like a guardrail by the edge of a cliff. We should not step over the guardrail by thinking bad thoughts, but we should replace bad thoughts with uplifting ideas."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","2."],[".para","Show a seed or a package of seeds and a fruit or vegetable (or a picture of one) of a different variety. Ask the children if the seed could produce that particular fruit or vegetable. Emphasize that seeds only produce their own kind. Have the children read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.16-18"},"3 Nephi 14:16–18"],". Explain that the thoughts we plant in our minds produce the words we say and the things we do."]],["li",["span.label","3."],[".para","Discuss some ways the children can interrupt impure thoughts that may come to them (turn away, leave the situation, replace the bad thoughts with good thoughts and actions, say a prayer, think of an uplifting song or verse of scripture, recite the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],", and so forth). Challenge the class members to be prepared in advance with a specific replacement for an undesirable thought. Allow them a minute to choose something uplifting they can think of instead. To help the children practice what they will do when a bad thought comes into their mind, play the following game."],["ul.noMarker",["li",[".para","What Should You Do?"]]],[".para","Think of situations, such as the following, that the children might find themselves in (you need enough situations so that each child can have at least one turn). Toss a beanbag to a child, describe one of the situations, have that child explain what he or she could do to avoid the bad thoughts, and have the child return the beanbag to you."],["ul.bullet",["li",["span.label","•"],[".para","You hear someone swear. The thought comes into your mind to swear also."]],["li",["span.label","•"],[".para","Someone tries to show you pictures of people who are immodestly dressed. You are tempted to look."]],["li",["span.label","•"],[".para","Someone starts to tell a dirty joke or story. You want to listen."]],["li",["span.label","•"],[".para","A friend tells an unkind story about someone. The thought comes into your mind to spread the gossip."]],["li",["span.label","•"],[".para","You are watching a television program that shows immoral behavior. This program is popular with your friends and you want to watch it."]],["li",["span.label","•"],[".para","You are angry with someone and feel like punching him or her."]],["li",["span.label","•"],[".para","You see your favorite candy bar at the store. The thought comes into your mind to steal it."]]]],["li",["span.label","4."],[".para","Ask the children why they think we are warned not to covet something that belongs to someone else. Explain that when we allow ourselves to think about having something that belongs to another person, we may be tempted to do something wrong in order to get it. Mention that this type of coveting can lead to stealing, lying, and even murder. It can also lead us away from the gospel of Jesus Christ."],[".para","One way to avoid wanting the belongings of others is to notice and be grateful for our own blessings. Pass out pieces of paper and pencils and ask the children to list or draw some of the things they enjoy and appreciate. Invite the children to share their ideas with the class. Suggest that the children record in their personal journals a “thank-you” letter to their Father in Heaven for their blessings."]],["li",["span.label","5."],[".para","Help the children act out the prophet Nathan’s parable of the ewe lamb. Have the children take the roles of the poor man, the ewe lamb, the rich man, the traveler, and the rich man’s sheep. Ask the class members to explain how this story relates to the actions of King David. Ask them how this can apply to us today."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“Keep the Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 146) or",["span.crossRef","“I Am Glad for Many Things”"],"(",["span.emphasis","Children’s Songbook,"],"p. 151)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p57"},"Testify to the children that pure thoughts lead to clean lives, and that clean lives lead to happiness. Invite the children to look for the Lord’s blessings in their lives and be content with what they have. Promise them that they will be further blessed as they keep the commandments and endure to the end."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p61","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p61"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-7"},"2 Samuel 12:1–7"],"at home as a review of this lesson."]],["div",{"id":"p62","uri":"/manual/primary-6-old-testament/lesson-30-king-david-and-bathsheba.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
