{"id":41,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":41,"title":"Lesson 39: Job","subtitle":"","short_title":"Lesson 39","uri":"/manual/primary-6-old-testament/lesson-39-job","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-39-job.head1"},[".titleNumber","Lesson",["span.dominant","39"]],["h1","Job"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-39-job.p4"},"To help the children have faith and remain strong through trials."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-39-job.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/1"},"Job 1"],"—Job’s property and children are destroyed, but he continues to worship God."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/2.1-12"},"Job 2:1–12"],"—Job is smitten with boils."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/19.13-29"},"Job 19:13–29"],"—Job tells of his afflictions and testifies of the Redeemer."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/22.5-10"},"Job 22:5–10"],"—Job’s friends accuse him of sins."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/27.2-5"},"Job 27:2–5"],"—Job asserts his integrity."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/job/42.7-17"},"Job 42:7–17"],"—The Lord chastises Job’s friends. Job is blessed with twice as much as he had before."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A pencil and a piece of jewelry with a diamond (if available)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-39-job.p18"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-39-job.p20"},"Show the children the pencil and explain that the writing portion of the pencil is graphite, which is a form of carbon. Ask the children to estimate the value of the graphite in the pencil. Then show the diamond (or describe one) and explain that scientists believe diamonds were formed millions of years ago when carbon was subjected to great heat and pressure. Diamonds are very valuable because they are the hardest natural substance, they make beautiful jewelry, and they can be used in industry for cutting and grinding. You may want to have the children estimate the value of the diamond. Discuss how the graphite in the pencil and the diamond are made of the same substance (carbon), yet the diamond is much more valuable. Ask the children what happened to the diamond to make it so valuable."],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-39-job.p21"},"Compare problems and trials we have in life to the heat and pressure that carbon must undergo to become diamonds. Explain that the “heat” and “pressure” that our trials bring us can make us strong like a diamond if we remain faithful to Heavenly Father. Ask the children to listen as you tell them about a man who suffered many trials but never lost his faith in God."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-39-job.p23"},"Teach the children about Job from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) During the discussion help the children understand that Job was a just and perfect man who was blessed with great riches. The Lord allowed Satan to tempt and try Job so Job could prove his faithfulness."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-39-job.p25"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What kind of a man was Job? (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.1"},"Job 1:1"],".) How many sons and daughters did he have? (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.2"},"Job 1:2"],".) What did Satan think would happen if Job lost his wealth and family? (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.11"},"Job 1:11"],".)"]],["li",["span.label","•"],[".para","What happened to Job’s children and his wealth? (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.13-19"},"Job 1:13–19"],".) How did Job respond to these losses? (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.21-22"},"Job 1:21–22"],".) Explain that “nor charged God foolishly” means to not blame God for trials. Why should we not blame the Lord for our trials? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","What did Satan think would happen if Job had to suffer physically? (",["a.scriptureRef",{"href":"/scriptures/ot/job/2.5"},"Job 2:5"],".) What physical suffering did the Lord allow Satan to test Job with? (",["a.scriptureRef",{"href":"/scriptures/ot/job/2.7"},"Job 2:7"],".)"]],["li",["span.label","•"],[".para","How did Job’s friends, family, and servants respond when Job suffered his trials? (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.13-19"},"Job 19:13–19"],".) How should we respond when we see others suffering? Whom did Job continue to testify of, even after suffering so much physically and mentally? (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25-27"},"Job 19:25–27"],".) How can we be strengthened through our trials if we continue to testify of the Savior?"]],["li",["span.label","•"],[".para","What sins of Job’s did his friends think were responsible for his great suffering? (",["a.scriptureRef",{"href":"/scriptures/ot/job/22.5-9"},"Job 22:5–9"],".) Explain that sometimes suffering can be brought about by our own sins, but in many cases, as with Job, it is not. Why do trials fall upon the righteous as well as the wicked? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","What did Job resolve to do no matter what happened to him? (",["a.scriptureRef",{"href":"/scriptures/ot/job/27.4-5"},"Job 27:4–5"],".) How could this type of resolve help us deal with our daily trials?"]],["li",["span.label","•"],[".para","How did the Lord respond to Job’s friends after they accused him of wickedness? (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.7-9"},"Job 42:7–9"],".) How did the Lord bless Job after he remained faithful through his trials? (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.10-17"},"Job 42:10–17"],".) How might the Lord bless us if we remain faithful through our trials? (See enrichment activity 4.) How can your trials be a blessing to you?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-39-job.p34"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-39-job.f5"},["ol.number",["li",["span.label","1."],[".para","Tell the children about baby birds, who, when they are about to hatch, peck at the shell to free themselves. What would happen if we broke the shell away because we felt sorry for the bird? Explain that the bird might die. Through pecking at the shell, birds build up enough strength so when they are free of the shell they will be strong enough to live. Discuss how our trials can make us strong so that we can return to live with Heavenly Father."]],["li",["span.label","2."],[".para","Tell in your own words the following incident, and then discuss it:"],[".para","President Spencer W. Kimball, twelfth President of the Church, told of a lady who asked him: “‘Why is it that those who do the least in the building of the kingdom seem to prosper most? … We observe the Sabbath and attend our meetings; they play golf, hunt, fish, and play. … We pay much for tithing and for other Church donations; they have their entire large income to lavish upon themselves. … It seems to me that it does not pay to live the gospel—that the proud and the covenant-breakers are the ones who prosper.’” President Kimball explained that we will eventually reap what we have sown. He said, “The time of reckoning is as sure as is the passage of time and the coming of eternity. All who live shall eventually stand before the bar of God to be judged according to their works. The final assignments will constitute rewards and punishments according to the kinds of lives they lived on earth. … The books are not balanced daily, but rather at the harvest time” (",["span.emphasis","The Miracle of Forgiveness"],"[1969], pp. 301–4)."]],["li",["span.label","3."],[".para","Prepare slips of paper with the following words, or words of your own choice, on them:",["span.emphasis","eyes, bread, book, tree, horse, swim."],"Tell the children that you are going to teach them a game called Twenty Questions. Have a child stand in front of the class and choose one of the slips of paper without showing the other children. The class members try to figure out what word is on the paper by taking turns asking questions that can be answered “yes” or “no,” such as: “Is it something to eat? Is it an animal? Is it part of the body?” The child at the front responds with a stare if the answer is “yes” or a blink of the eyes if it is “no.” (This is the only way the girl in the following story could communicate.) They get twenty questions to try to figure out what is on the slip of paper. (You will probably only have enough time to play this game once.)"],[".para","Tell about a girl named Heather Erickson. She had such a severe disease that she had very little control of her body. The only way she could communicate was by her family asking her questions. If the answer was “yes,” she would look directly at the speaker, and if the answer was “no,” she would blink. Heather and her family became very good at communicating this way. Heather’s special love for Jesus, in spite of her physical handicaps, was often expressed in her communications. One day her speech therapist asked Heather what her favorite song was. Heather became excited and was anxious for her therapist to know what song it was that she loved most. After three days of searching and asking questions, the song was finally identified. It was “There Is Sunshine in My Soul Today” (",["span.emphasis","Hymns,"],"no. 227)."],[".para","The last two lines, “And Jesus listening can hear / The songs I cannot sing,” was Heather’s favorite part. Her therapist asked, “Heather, is that it? Is that what you like about the song? Is it what you want me to know? That Jesus is listening and He can hear the songs you cannot sing?” Heather lifted her head and looked her therapist straight in the eyes with excitement and yet almost relief evident on her face. The testimony had been borne. (Adapted from Bruce and Joyce Erickson,",["span.emphasis","When Life Doesn’t Seem Fair"],"[1995], pp. 49–55.)"],[".para","Discuss with the children how Heather kept a positive attitude and faith in Jesus even though she couldn’t talk or have control of her body. Discuss trials children may have to face and how they can remain faithful through those trials."]],["li",["span.label","4."],[".para","Ask the children to imagine a long string of yarn wrapped around the earth many times. Tell them that the yarn represents eternity. Have them imagine a half-inch section of that yarn. This section represents the short period of time we live here on earth. Read together",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-10"},"Doctrine and Covenants 121:7–10"],"and discuss how this life is very short compared to eternity. If we can withstand our trials and remain faithful, we will be blessed throughout all eternity."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“A Child’s Prayer”"],"(",["span.emphasis","Children’s Songbook,"],"p. 12)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p46","uri":"/manual/primary-6-old-testament/lesson-39-job.p46"},"Share with the children how the trials in your life have made you stronger as you remained faithful to your Heavenly Father."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p48","uri":"/manual/primary-6-old-testament/lesson-39-job.p48"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p50","uri":"/manual/primary-6-old-testament/lesson-39-job.p50"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/job/27.2-5"},"Job 27:2–5"],"at home as a review of this lesson."]],["div",{"id":"p51","uri":"/manual/primary-6-old-testament/lesson-39-job.p51"},"Invite a child to give the closing prayer."]]]],"refs":null}
