{"id":11,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 9: Jehovah Makes Covenants with Abraham","subtitle":"","short_title":"Lesson 9","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.head1"},[".titleNumber","Lesson",["span.dominant","9"]],["h1","Jehovah Makes Covenants with Abraham"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p4"},"To help the children understand that as God’s covenant people we each have the responsibility to live the gospel and share it with others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.1-20"},"Abraham 1:1–20"],"—Abraham seeks the blessings of the priesthood. He is persecuted by false priests and is saved by Jehovah."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1-21"},"Abraham 2:1–21"],"—All of the gospel blessings are promised to Abraham and his seed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.17-18"},"Genesis 22:17–18"],"—Abraham is promised numerous posterity."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.8-13"},"Hebrews 11:8–13"],"—Abraham lived by faith."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.1-10"},"Genesis 12:1–10"],"—Great blessings are promised to Abram."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1-8"},"Genesis 17:1–8"],"—God makes covenants with Abram and changes his name to Abraham."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible and a triple combination for each child."]],["li",["span.label","b."],[".para","An item that you have inherited from your family (see the attention activity)."]],["li",["span.label","c."],[".para","Pictures 6-9, An Angel Saves Abraham (Gospel Art Picture Kit 104; 62607), and 6-10,",["a.scriptureRef",{"href":"/scriptures/pgp/abr/fac-1"},"Facsimile No. 1"],"from the book of Abraham."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p20"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p22"},"Show something you value that you have inherited from your family, such as an old book, a piece of jewelry, or a family pedigree chart. (If you can’t bring something, tell about an item that belonged to your parents or grandparents.) Ask the children to tell about special family items they have been given."],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p23"},"Next tell about a character trait that you have inherited. Ask the class to name traits they may have inherited. Help the children understand that when we think about inheritances, we usually think about things such as possessions or objects."],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p24"},"Write the word",["span.emphasis","heir"],"on the chalkboard and discuss its meaning with the children. Help them understand that an heir is anyone who inherits an item, property, or a character trait from a parent or ancestor. Tell the children that in this lesson they will learn about the great blessings they are heirs to through their ancestor the prophet Abraham."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p26"},"Using the pictures at appropriate times, teach the account of Abraham from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Help the children understand the following points:"],["ul.bullet",["li",["span.label","•"],[".para","Abraham wanted to be righteous and receive the blessings of happiness and peace."]],["li",["span.label","•"],[".para","Because of Abraham’s faithfulness, the Lord made a covenant with him."]],["li",["span.label","•"],[".para","This covenant gave Abraham the right to receive the priesthood with its accompanying blessings and responsibilities."]],["li",["span.label","•"],[".para","Abraham was promised that he would have numerous descendants, who would inherit these same priesthood blessings if they lived faithfully."]],["li",["span.label","•"],[".para","We are Abraham’s descendants and have the responsibility to take the gospel and the priesthood to all nations and people of the earth."]]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p33","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p33"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did Abraham’s father and the people of Ur of Chaldea worship? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.5-7"},"Abraham 1:5–7"],".) How had Abraham tried to help them? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.5"},"Abraham 1:5"],".)"]],["li",["span.label","•"],[".para","What were the desires of Abraham’s heart? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2,4"},"Abraham 1:2, 4"],".) What blessings are appropriate for you to seek? Point out that Heavenly Father has many blessings in store for each of us. He has told us to ask for them and then to live worthy to receive them."]],["li",["span.label","•"],[".para","What happened to three young women who refused to worship idols? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.11"},"Abraham 1:11"],".) Explain that even though they lost their lives, they will be blessed eternally for their righteousness. Sometimes bad things happen to good people. In what ways is it challenging to live righteously today?"]],["li",["span.label","•"],[".para","How was Abraham’s life saved? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.15-16"},"Abraham 1:15–16"],".) Who is Jehovah? (",["span.emphasis","Jehovah"],"is the name Jesus Christ was known by in the Old Testament. See",["a.scriptureRef",{"href":"/scriptures/bd/jehovah"},"“Jehovah”"],"in the LDS Bible Dictionary [p. 710].) (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","How did the Lord help Abraham as he left Ur? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.18,20"},"Abraham 1:18, 20"],".)"]],["li",["span.label","•"],[".para","Because of Abraham’s faithfulness, the Lord made a covenant (a sacred, two-way promise) with him. What did the Lord promise Abraham if he remained faithful? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.8-11"},"Abraham 2:8–11"],".) (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","When will all these promises to Abraham be fulfilled? Explain that Abraham had to wait many years before the blessings came, and the promises are still being fulfilled today. Even though he had to wait a long time, Abraham continued to have faith and be obedient. He knew the Lord’s promises are certain but that blessings do not always come immediately nor always in the way that we expect. Sometimes our blessings are spiritual and come to us in the eternities rather than during this earth life. (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.13"},"Hebrews 11:13"],".)"]],["li",["span.label","•"],[".para","Explain that everyone who accepts the gospel of Jesus Christ receives the right to inherit the blessings of Abraham (see",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.29"},"Galatians 3:29"],"). What are these blessings? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],"; the blessings of the priesthood, such as baptism, the gift of the Holy Ghost, the temple endowment, temple marriage, and so on. Through these priesthood blessings we can attain exaltation, become like God, and live with our families eternally.)"]],["li",["span.label","•"],[".para","What is our responsibility as God’s covenant people? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9"},"Abraham 2:9"],"; have faith, keep our baptismal covenants, help take the gospel to all the people of the world, and so forth.) (See enrichment activities 5 and 6.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.f7"},["ol.number",["li",["span.label","1."],[".para","Have the children take turns choosing slips of paper with the following scripture references on them that tell of the promises made to Abraham. Explain that",["span.emphasis","seed"],"means descendants. Have them read each verse aloud and, if they desire, mark the verses in their own scriptures."],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9"},"Abraham 2:9"],"—His name would be great among all nations."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.10"},"Abraham 2:10"],"—All who accept the gospel through baptism would be known as Abraham’s descendants."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],"—The Lord would bless those who blessed Abraham and curse those who cursed Abraham."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],"—His descendants would have the priesthood."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],"—His seed would have the responsibility to be missionaries and take the gospel to all nations."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.19"},"Abraham 2:19"],"—Abraham and his descendants would be given the land of Canaan."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.17"},"Genesis 22:17"],"—The Lord would multiply Abraham’s seed greatly (Abraham would have many descendants)."]]]],["li",["span.label","2."],[".para","Look at",["a.scriptureRef",{"href":"/scriptures/pgp/abr/fac-1"},"Facsimile No. 1"],"in the book of Abraham or use the enlarged version from the manual. Have the children guess whom the figures in the drawing represent. Help them identify numbers 1 through 8. Refer to the explanation on that page and to",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.12-14"},"Abraham 1:12–14"],". Then compare the facsimile with the picture An Angel Saves Abraham."]],["li",["span.label","3."],[".para","Bring some sand in a container. Let the children try to count the grains they can hold between their thumb and forefinger. Imagine the vastness of Abraham’s posterity. Ask the children how they personally can help fulfill the promises made to Abraham that his seed would become as numerous as the grains of “sand which is upon the sea shore” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.17"},"Genesis 22:17"],")."]],["li",["span.label","4."],[".para","On the chalkboard or with letters written on paper, scramble the letters of the word",["span.emphasis","covenant"],"and then have the children unscramble them. One important part of honoring our covenants is sharing the gospel with others. Ask the children what they can do now to prepare to share the gospel on full-time missions when they are older. They may include such things as keeping their baptismal covenants; learning the gospel through studying the scriptures; listening in family home evening and Church meetings; living clean lives in thought, language, and deed; and saving money. Encourage the children to discuss with their parents ways they can be missionaries now and ways they can prepare to be full-time missionaries later."]],["li",["span.label","5."],[".para","Discuss who should be missionaries and what missionaries should do. Read President Spencer W. Kimball’s statement:"],[".para","“Every man, woman, and child—every young person and every little boy and girl—should serve a mission. This does not mean that they must serve abroad or even be formally called and set apart as full-time missionaries. But it does mean that each of us is responsible to bear witness of the gospel truths that we have been given. We all have relatives, neighbors, friends, and fellow workmen, and it is our responsibility to pass the truths of the gospel on to them, by example as well as by precept” (“It Becometh Every Man,”",["span.emphasis","Ensign,"],"Oct. 1977, p. 3)."],[".para","Have the children think of ways they can be missionaries now, such as being a good friend, inviting someone to church, setting a good example in the home and community, and explaining the teachings of the Church to others."],[".para","Provide situations and let the children role-play how to be missionaries in each instance."]],["li",["span.label","6."],[".para","Sing or read the words to “Called to Serve” (",["span.emphasis","Children’s Songbook,"],["span.crossRef","p. 174"],", or",["span.emphasis","Hymns,"],["span.crossRef","no. 249"],") or",["span.crossRef","“I Want to Be a Missionary Now”"],"(",["span.emphasis","Children’s Songbook,"],"p. 168)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p63","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p63"},"You may want to bear testimony that because we are God’s covenant people, we have the privilege and responsibility of honoring the priesthood and sharing the gospel with all people so that they can receive the blessings of Abraham."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p65","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p65"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p67","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p67"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abraham 2:9–11"],"at home as a review of this lesson."]],["div",{"id":"p68","uri":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p68"},"Invite a child to give the closing prayer."]]]],"refs":null}
