{"id":27,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson 25: Samson","subtitle":"","short_title":"Lesson 25","uri":"/manual/primary-6-old-testament/lesson-25-samson","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-25-samson.head1"},[".titleNumber","Lesson",["span.dominant","25"]],["h1","Samson"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-25-samson.p4"},"To teach the children that by keeping our covenants, we will develop spiritual strength."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-25-samson.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.1-5,24"},"Judges 13:1–5, 24"],"—Manoah’s wife is promised a son who will begin to deliver Israel from bondage. Samson is born."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.5-6"},"Judges 14:5–6"],"—Samson slays a lion with his bare hands."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/15.3-8,11-15,20"},"Judges 15:3–8, 11–15, 20"],"—Samson burns the corn of the Philistines and slays a thousand Philistines with the jawbone of an ass."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.2-3"},"Judges 16:2–3"],"—Samson carries away the doors of the city gates."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.4-20"},"Judges 16:4–20"],"—Samson is betrayed by Delilah and loses his strength."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.21-31"},"Judges 16:21–31"],"—Samson is blinded and put in prison. He destroys a building, killing himself and 3,000 others."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A large stick (optional)."]],["li",["span.label","c."],[".para","Picture 6-32, Samson Pulls Down Pillars."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-25-samson.p19"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-25-samson.p21"},"Ask for a volunteer to demonstrate how to flex his or her arm muscles. Let the whole class try it to see if they can feel their own muscles. You may want to let two children arm wrestle or pull sticks (a game Joseph Smith enjoyed). To pull sticks, have two boys sit on the floor facing each other, legs extended, knees bent, and the soles of their feet touching. Have each boy grasp the same large stick and try to pull the other up until he is standing on his feet."],["ul.bullet",["li",["span.label","•"],[".para","How do muscles help us? Discuss what happens when we exercise our muscles and what happens when we do not use them. Help the children realize that exercise helps us develop strong muscles."]],["li",["span.label","•"],[".para","Explain that our spirits also need to grow stronger. How can we become stronger spiritually? (By keeping our baptismal covenants, obeying our parents, praying, attending church, reading the scriptures, and so on.)"]],["li",["span.label","•"],[".para","Why is it important to become spiritually strong? (So we can avoid temptation, be guided in our decisions by the Holy Ghost, and know good from evil.)"]]],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-25-samson.p25"},"Help the children understand that we need to develop spiritual strength just as we need to develop physical strength."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-25-samson.p27"},"Using the picture at an appropriate time, teach the children the account of Samson from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Use the following guidelines and information when discussing Samson:"],["ul.bullet",["li",["span.label","•"],[".para","Samson was called by the Lord to help free the Israelites from the Philistines."]],["li",["span.label","•"],[".para","Samson’s mission would require physical strength. The Lord made a covenant with Samson that as long as he obeyed the Lord, he would be physically strong. Samson’s long hair (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5"},"Judges 13:5"],") was a sign of this covenant."]],["li",["span.label","•"],[".para","Emphasize the times Samson was allowed to use his physical strength against the Philistines rather than discuss in detail his private life."]],["li",["span.label","•"],[".para","Samson served as a judge in Israel for twenty years."]],["li",["span.label","•"],[".para","When Samson kept his covenants he was blessed with the ability to help his people, but when he broke his covenants he lost both his spiritual and physical strength."]]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-25-samson.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why were the Philistines able to defeat the children of Israel? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.1"},"Judges 13:1"],"; point out that the Israelites had become spiritually weak.)"]],["li",["span.label","•"],[".para","What message did an angel of the Lord give to Manoah’s wife? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.3-5"},"Judges 13:3–5"],".) What did the angel say her son would be called to do? You may want to explain that Nazarites made a covenant to separate themselves from the things of the world and become holy unto the Lord. As part of this covenant, each Nazarite made a vow not to drink alcoholic drinks or cut his hair (see",["a.scriptureRef",{"href":"/scriptures/ot/num/6.2-6,8"},"Numbers 6:2–6, 8"],";",["a.scriptureRef",{"href":"/scriptures/bd/nazarite"},"“Nazarite”"],"in the LDS Bible Dictionary [p. 737])."]],["li",["span.label","•"],[".para","When Manoah heard what the angel told his wife, what did he do that showed he had spiritual strength? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.8"},"Judges 13:8"],".) How can prayer help us develop greater spiritual strength?"]],["li",["span.label","•"],[".para","Samson was able to use his physical strength many times to protect himself and to fight against the Philistines. Where did Samson get this physical strength? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.5-6"},"Judges 14:5–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/15.13-14"},"15:13–14"],".) Help the children understand that the Lord blessed Samson with physical strength to accomplish his mission. When Samson kept his covenants and was strong spiritually, he was blessed with this physical strength. How are we blessed when we keep our covenants and are spiritually strong? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","What did the Philistines offer Delilah if she would help them capture Samson? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.4-5"},"Judges 16:4–5"],".) Why do you think people are sometimes tempted to do wrong for money? How can we avoid being tempted by riches?"]],["li",["span.label","•"],[".para","Why did Samson finally give in and tell Delilah the secret of his strength? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.16"},"Judges 16:16"],".) Why did Samson lose his strength? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.19-20"},"Judges 16:19–20"],".) Help the children understand that Samson’s strength was not actually in his hair. His hair was a sign of his covenant with the Lord. When Samson broke his covenant by sinning, the Lord took away his physical strength. (See",["a.scriptureRef",{"href":"/scriptures/bd/samson"},"“Samson”"],"in the LDS Bible Dictionary [p. 768].)"]],["li",["span.label","•"],[".para","What did the Philistines do to Samson after they captured him? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.21"},"Judges 16:21"],".) Later, when they brought him out of prison for their own amusement and ridicule, what did Samson pray for? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.28"},"Judges 16:28"],".)"]],["li",["span.label","•"],[".para","Which kind of strength is more important, physical or spiritual? Why? Help the children understand that it is good to be strong physically, but it is much more important to be strong spiritually. Point out that some people are unable to develop physical strength, but anyone who tries can develop spiritual strength by keeping covenants and obeying commandments."]],["li",["span.label","•"],[".para","What happens when people become spiritually weak? (They give in to temptations, they sin, they lose the guidance of the Holy Ghost, and they lose the ability to fulfill their callings and bless others.)"]],["li",["span.label","•"],[".para","How can we develop the spiritual strength we need to live the way Heavenly Father and Jesus Christ want us to live? (See enrichment activity 1.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p46","uri":"/manual/primary-6-old-testament/lesson-25-samson.p46"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-25-samson.f7"},["ol.number",["li",["span.label","1."],[".para","Have the children take turns naming something they can do to become stronger spiritually, such as attend church, do something nice for someone, pray daily, be a peacemaker at home, read the scriptures, and so on. Write their answers on the chalkboard. When they have named all they can, give the children each a pencil and a piece of paper with the heading “I can be stronger spiritually by:” and have them write down one or more “spiritual muscles” they would like to “exercise,” or ideas they would like to work on, during the coming week. Encourage them to put the paper where they will be able to see it often."]],["li",["span.label","2."],[".para","Using the ideas listed in enrichment activity 1, let the children take turns choosing one and either pantomiming it or drawing it on the chalkboard and having the others guess which idea they are illustrating."]],["li",["span.label","3."],[".para","Remind the children that Samson made a covenant with the Lord but did not keep it."],["ul.bullet",["li",["span.label","•"],[".para","What covenants did you make with Heavenly Father and Jesus Christ when you were baptized? (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],".) Discuss how keeping these covenants will help us be spiritually strong. You might want to point out that the children will also make covenants when they go to the temple, that making and keeping these covenants provide great spiritual strength in our lives, and that the children can prepare now for this great blessing by keeping the covenants they have already made."]]]],["li",["span.label","4."],[".para","Before class identify a strength you have observed in each child. Write a note to each one telling of this strength, such as, “Dear",["span.textInput","________"],", you are strong in coming to Primary each week.” Some other ideas might include:"],["ul.noMarker",["li",[".para","Being kind to others"]],["li",[".para","Sharing your testimony"]],["li",[".para","Helping your parents"]],["li",[".para","Being a peacemaker"]],["li",[".para","Being a good friend"]],["li",[".para","Reading the scriptures"]]],[".para","Point out that we all have different kinds of strengths. Heavenly Father needs us to use these strengths to serve him and to serve others. Read aloud each note you have prepared, without reading the names, and then give them to the children. Help the children realize that these are only some of the many strengths Heavenly Father has blessed them with. Give the children an opportunity to mention other strengths they have observed in class members. Encourage them to develop these and other strengths during the coming week."]],["li",["span.label","5."],[".para","Pass out pictures of Adam and Eve, Noah, Abraham, Rebekah, and so on, and have the children tell how these people were spiritually strong."]],["li",["span.label","6."],[".para","With the approval of the Primary president, invite a ward or branch member to share an experience with the class that helped him or her develop spiritual strength. (Be sure to give the visitor a time limit.)"]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“I Want to Live the Gospel”"],"(",["span.emphasis","Children’s Songbook,"],"p. 148) or",["span.crossRef","“I Will Be Valiant”"],"(",["span.emphasis","Children’s Songbook,"],"p. 162)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p64","uri":"/manual/primary-6-old-testament/lesson-25-samson.p64"},"Share your feelings about the importance of developing spiritual strength and living so that we can someday return to be with Heavenly Father and Jesus Christ."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p66","uri":"/manual/primary-6-old-testament/lesson-25-samson.p66"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p68","uri":"/manual/primary-6-old-testament/lesson-25-samson.p68"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.1-5,24"},"Judges 13:1–5, 24"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/15.20"},"15:20"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.25-30"},"Judges 16:25–30"],"at home as a review of this lesson."]],["div",{"id":"p69","uri":"/manual/primary-6-old-testament/lesson-25-samson.p69"},"Invite a child to give the closing prayer."]]]],"refs":null}
