{"id":16,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":16,"title":"Lesson 14: Jacob and His Family","subtitle":"","short_title":"Lesson 14","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.head1"},[".titleNumber","Lesson",["span.dominant","14"]],["h1","Jacob and His Family"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p4"},"To help the children have a desire to be honest and have integrity."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.1-5"},"Genesis 28:1–5"],"—Jacob is sent to seek a wife from among the daughters of Laban."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.1-30"},"Genesis 29:1–30"],"—Jacob marries Leah and Rachel."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.31-35"},"Genesis 29:31–35"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.1-13,17-24"},"30:1–13, 17–24"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.16-19"},"35:16–19"],"—Jacob’s sons are born."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.25-35,43"},"Genesis 30:25–35, 43"],"—Jacob works longer for Laban and prospers."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.1-18,38-46,52-55"},"Genesis 31:1–18, 38–46, 52–55"],"—Jacob and his family leave Laban."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A large chart as shown at the end of the lesson. (Note: Save this chart to use in lesson 15.)"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p19"},"Display the chart you have prepared. Explain that this chart shows how some of the people in the book of Genesis are related to one another. Have the children fill in the blanks on the chart with the names of the people described in the clues below."],["ul.bullet",["li",["span.label","•"],[".para","The Lord covenanted with him that his descendants would hold the priesthood and take the gospel to all the world. (Abraham)"]],["li",["span.label","•"],[".para","She was blessed to give birth to a son in her old age. (Sarah)"]],["li",["span.label","•"],[".para","His father was directed by the Lord to offer him as a sacrifice. (Isaac)"]],["li",["span.label","•"],[".para","She was the righteous mother of twin sons. (Rebekah)"]],["li",["span.label","•"],[".para","He sold his birthright for food. (Esau)"]],["li",["span.label","•"],[".para","He obeyed his father by traveling to his uncle’s home to seek a wife. (Jacob)"]]],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p26"},"Explain the relationship among these six people. Tell the children that the remaining blanks will be filled in during the lesson."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p28"},"Teach the children the account of Jacob and his wives and children from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) As you teach the account, emphasize that Jacob tried hard to have integrity and deal honestly with others."],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p29"},"You might also want to explain that Jacob was commanded to have more than one wife. Have the children add the names of Jacob’s wives and sons to the chart when they are mentioned during the lesson. (If you want to add Jacob’s daughter, Dinah, to the chart, create a space for her.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p31","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p31"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did Jacob travel to Laban’s home? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.1-5"},"Genesis 28:1–5"],"; remind the children that Jacob would marry in the covenant by marrying a faithful daughter of Laban.) Why is marriage in the covenant so important? (The full blessings of the covenant Abraham made with the Lord are available only to those who marry under that covenant [in the temple].)"]],["li",["span.label","•"],[".para","What was the covenant the Lord made with Abraham? Explain that this covenant continued through Jacob’s sons and their families and has been restored in our day. Remind the children that all who are baptized become children of Abraham and may receive all the blessings of the priesthood, which include the gift of the Holy Ghost, patriarchal blessings, and all the temple ordinances. How can we be worthy to receive the same blessings promised to Abraham?"]],["li",["span.label","•"],[".para","How was Jacob received by Laban? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.13"},"Genesis 29:13"],".) Why was Jacob welcomed into Laban’s home? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.14"},"Genesis 29:14"],".)"]],["li",["span.label","•"],[".para","When Laban offered Jacob wages for his work, what did Jacob request? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.18"},"Genesis 29:18"],".) What did Laban say? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.19"},"Genesis 29:19"],".) Why was Jacob willing to work seven years to marry Rachel? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.18,20"},"Genesis 29:18, 20"],".) When the seven years were over, how did Laban break his promise? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.21,23,25"},"Genesis 29:21, 23, 25"],".) What reason did Laban give for his actions? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.26"},"Genesis 29:26"],".) What could Laban have done differently? As you discuss these questions, help the children understand that Jacob worked very hard to keep his part of the agreement with Laban, but Laban did not deal with him honestly. You might want to take a few minutes to talk about how careful we should be when we make promises and how hard we should work to keep them. (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Explain that a week later Jacob married Rachel. How many more years did Jacob agree to work for Laban after he married Rachel? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.30"},"Genesis 29:30"],".) Whom else did Jacob marry? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.4,9"},"Genesis 30:4, 9"],".) What were the names of Jacob’s twelve sons? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.23-26"},"Genesis 35:23–26"],".) Explain to the children that these twelve sons were the beginning of the twelve tribes of Israel. When each son married and had children, grandchildren, great-grandchildren, and so on, the families became so large that they were referred to as tribes."]],["li",["span.label","•"],[".para","When Jacob decided to take his family and return to his former home, why did Laban want Jacob to stay? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.27"},"Genesis 30:27"],".)"]],["li",["span.label","•"],[".para","In deciding what Laban owed Jacob for wages, what did Jacob suggest? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.30-32"},"Genesis 30:30–32"],".) How did Laban and his sons feel about Jacob’s prosperity? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.43"},"Genesis 30:43"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.1-2"},"31:1–2"],".) What did the Lord tell Jacob to do? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.3"},"Genesis 31:3"],".)"]],["li",["span.label","•"],[".para","What had Jacob done for Laban in the twenty years he worked for him? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.38-41"},"Genesis 31:38–41"],".) In what ways had Laban wronged Jacob through the years? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.7"},"Genesis 31:7"],".) How had the Lord blessed Jacob for his patience? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.8-9"},"Genesis 31:8–9"],".) Point out that if we do what is right, when someone else wrongs us the Lord is aware of our situation and will bless us for our patience and righteousness (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.12"},"Genesis 31:12"],")."]],["li",["span.label","•"],[".para","Why is it important to be truthful at all times? Why can’t you trust someone who doesn’t always tell the truth? Point out that if we tell the truth only when it is convenient, others will not be able to trust us and may not believe us when we do tell the truth. How can we earn the trust of our parents?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p42","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p42"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.f7"},["ol.number",["li",["span.label","1."],[".para","Make a copy for each child of the worksheet at the end of the lesson, or do the activity as a class."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","2."],[".para","Discuss making promises with the children."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to make a promise? (To agree to do or not to do something.) Remind the children that when we were baptized, we made a covenant, or promise, to keep Heavenly Father’s commandments. One of the things we promised was to tell the truth and keep our word."]],["li",["span.label","•"],[".para","Why is it important to keep our promises? Explain that it is hard to trust someone who does not keep promises. Encourage the children to think promises through carefully before they make them. Some promises are better not made, such as promising not to tell the truth about something that happened."],[".para","Have the children listen to the following list of things they might promise to do. Have them raise their right hands if they think it is a good promise to make. Then discuss each promise and the consequences of making or breaking that promise."],["ul.noMarker",["li",[".para","You told your friend you would meet him at a certain time to walk to school together."]],["li",[".para","You said you would give a talk in Primary next week."]],["li",[".para","You told your friend you would help her play a trick on her brother."]],["li",[".para","You told your mother you would tend your little sister after school."]],["li",[".para","You told your friend you wouldn’t tell who broke the neighbor’s window."]],["li",[".para","You told your mother you would be home at five o’clock."]]]]]],["li",["span.label","3."],[".para","Display a wallet or other desirable object. Have the children pretend they found this object on the way to church. They do not know who the owner is, and they are tempted to keep what they have found. Have them discuss what they could do with it. You may want to tell the children where lost and found items are put in your meetinghouse. Encourage them to return valuable items they find to someone who can help find the owner."]],["li",["span.label","4."],[".para","Write each of the children’s names on separate slips of paper and place them in a container. Read one of the following situations; then draw a name from the container and ask that child to tell what should be done. Afterward, let that child draw out the next name. If the class is small, replace the names in the container after each use so a child may answer more than one question. You might want to add other examples."],["ul.noMarker",["li",[".para","You are given too much change at the store."]],["li",[".para","You forgot to do a school assignment. You are tempted to tell the teacher you were ill."]],["li",[".para","You are playing with a friend’s toy when it breaks."]],["li",[".para","You want some money to buy a treat and your mother’s purse is on the table."]],["li",[".para","You used one of your father’s belongings without permission and lost it."]],["li",[".para","Your friend left a toy at your house by mistake. It is something you would really like to have."]],["li",[".para","You are setting out a game to play while your friend goes to get a drink of water. You realize that while she is out of the room you could arrange the game so you would win."]],["li",[".para","You accidentally knock over a breakable object belonging to someone else. Your friend tells you that if it is an accident, you don’t need to admit you did it."]],["li",[".para","You can see another child’s test paper. You know his answers are usually correct."]]]],["li",["span.label","5."],[".para","Have the children read",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.15-16"},"Exodus 20:15–16"],". Explain that these are two of the ten commandments given by the Lord. (Explain that “to bear false witness” means to tell a lie about someone.) Why is each of these commandments important to obey?"]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“I Believe in Being Honest”"],"(",["span.emphasis","Children’s Songbook,"],"p. 149)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p69","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p69"},"You may want to bear your testimony of the value of being honest. Encourage the children to be careful to tell the truth and be honest in all they do. Testify that as they do this, Heavenly Father will help and bless them. Encourage the children to discuss the importance of being honest with their families."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p71","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p71"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p73"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.15-30"},"Genesis 29:15–30"],"at home as a review of this lesson."]],["div",{"id":"p74","uri":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p74"},"Invite a child to give the closing prayer."]]]],"refs":null}
