{"id":44,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":44,"title":"Lesson 42: Daniel in the Lions’ Den","subtitle":"","short_title":"Lesson 42","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.head1"},[".titleNumber","Lesson",["span.dominant","42"]],["h1","Daniel in the Lions’ Den"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p4"},"To help each child understand the value of daily prayer."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.29-31"},"Daniel 5:29–31"],",",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.1-3"},"6:1–3"],"—Darius becomes the king of Babylon. Daniel is given power in the kingdom."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.4-9"},"Daniel 6:4–9"],"—King Darius makes a decree that the people may not petition anyone but the king."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.10-17"},"Daniel 6:10–17"],"—Daniel prays in defiance of King Darius’s decree and is thrown into a den of lions."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.18-24"},"Daniel 6:18–24"],"—King Darius fasts. Daniel is not harmed by the lions."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.25-27"},"Daniel 6:25–27"],"—King Darius testifies of God."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","Picture 6-13, Daniel in the Lions’ Den (Gospel Art Picture Kit 117; 62096)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p19"},"Make a simple chalkboard drawing of a house and a mountain as shown below."],[".",{"id":"f4","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.f4"}],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p20"},"Ask the children to pretend that the house drawn on the chalkboard is their home. Have them pretend that they have to go a long way from home to visit a relative, stay in a hospital, or go on a mission. Draw a stick figure on the other side of the mountain."],["ul.bullet",["li",["span.label","•"],[".para","How would you communicate with your family when you were that far away from home? What would you want to talk about?"]]],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p22"},"Explain that when we lived with Heavenly Father, we could communicate with him as we can with our families and our parents here on earth. And now, even though we were separated from our Heavenly Father when we came to earth, we can still communicate with him."],["ul.bullet",["li",["span.label","•"],[".para","How has Heavenly Father told us we can communicate with him? Why does Heavenly Father want us to pray to him? Explain that he loves us, he wants us to love him, he wants us to ask for help, and he wants to bless us."]]]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p25"},"Using the picture at an appropriate time, teach the children the account of Daniel being thrown into the lions’ den from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p27"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What was Daniel’s position in the government of King Darius? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.29-31"},"Daniel 5:29–31"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.1-3"},"6:1–3"],".) Explain that Nebuchadnezzar, the king of Babylon when Shadrach, Meshach, and Abednego were cast in the fiery furnace, had a grandson named Belshazzar, who became king of Babylon. Daniel correctly interpreted a message from God to Belshazzar and was rewarded by being made one of the three highest rulers in the kingdom. After Belshazzar was killed, Darius became the king of Babylon. Why was Daniel chosen to be the highest of the 120 princes? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.3"},"Daniel 6:3"],".) Explain that “an excellent spirit was in him” means that Daniel had the Spirit of God to guide him. Why would someone who has the Spirit of God be a good person to trust and give responsibility to?"]],["li",["span.label","•"],[".para","What did the other presidents and princes want to do to Daniel? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.4"},"Daniel 6:4"],".) Why do you think they wanted to find fault with him? What did they finally decide to use against Daniel? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.5,7"},"Daniel 6:5, 7"],".) How can we handle situations where others find fault in us for living righteously? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Why do you think King Darius signed the decree? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.6-9"},"Daniel 6:6–9"],".) Explain that the princes and presidents used flattery to trick the king into making the decree. What is the difference between sincere compliments and flattery? How did Darius feel when he realized what he had done? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.14"},"Daniel 6:14"],".)"]],["li",["span.label","•"],[".para","What did Daniel do when he heard the decree? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.10-11"},"Daniel 6:10–11"],".) Why do you think Daniel continued to pray? Why is it so important to pray each day? What do you think you would do in a situation like Daniel’s?"]],["li",["span.label","•"],[".para","When Daniel was put into the den of lions, whom did Darius put his trust in? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.16"},"Daniel 6:16"],".) What did Darius do while Daniel was in the lions’ den? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.18"},"Daniel 6:18"],".) How have prayer and fasting helped you and your family?"]],["li",["span.label","•"],[".para","What was the result of Daniel’s prayers and Darius’s fasting? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.22-23"},"Daniel 6:22–23"],".) How was Daniel blessed for obeying God? How have you been blessed for obeying God? How has the Lord answered your prayers? Explain that sometimes our prayers are not answered in the ways we would like, but we are always blessed for praying daily and for doing what is right."]],["li",["span.label","•"],[".para","What was King Darius’s second decree? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.25-27"},"Daniel 6:25–27"],".) How was King Darius’s second decree different from his first decree? (See",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.7-8"},"Daniel 6:7–8"],".) Whom did he seek praise for in the first decree? Whom did he seek praise for in his second decree? Explain that his second decree was actually a statement of his testimony of the living God."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p36","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p36"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.f8"},["ol.number",["li",["span.label","1."],[".para","Have the children think of situations when they have been or might be persecuted for living the gospel, such as being teased for refusing to listen to a vulgar joke or not joining in a certain activity on the Sabbath day. Have them give suggestions for handling such situations."]],["li",["span.label","2."],[".para","Using the chalkboard or a large piece of paper, have the children make a list of what they could pray for (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.18-27"},"Alma 34:18–27"],"). Then have them list what they are thankful for. Emphasize the importance of gratitude in prayer. Encourage the children to recognize and thank Heavenly Father daily for their blessings."],[".para","Instead of listing these items, you may wish to bring a narrow-necked bottle and toothpicks or small sticks. Have each child say one thing that he or she could either pray for or show gratitude for and place a toothpick across the top of the bottle. Continue until the toothpicks fall."]],["li",["span.label","3."],[".para","Have the children decide what they could do in situations such as the following. Remind them of Daniel’s prayers and King Darius’s fast:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","You hear your mother up in the night with your sick brother."]],["li",["span.label","b."],[".para","You become separated from your family in a crowd."]],["li",["span.label","c."],[".para","A friend shows you a magazine that contains vulgar pictures."]],["li",["span.label","d."],[".para","You are discouraged about your grades in school."]],["li",["span.label","e."],[".para","Someone in your ward or branch is seriously ill."]]]],[".para","Explain that prayer, fasting, and doing what we can to help are all important ways we can deal with problems."]],["li",["span.label","4."],[".para","Discuss the importance of daily prayer. Have the children think of times they might pray. You may wish to have the children list on the chalkboard what they might ask for and be thankful for in their prayers. Be sure to include prayers during Primary class in the discussion and to encourage the children to pray for those who are not in attendance. Emphasize the importance of always expressing gratitude for blessings, asking for the Lord’s help throughout the day, and praying with our families whenever possible."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“I Love to Pray”"],"(",["span.emphasis","Children’s Songbook,"],"p. 25),",["span.crossRef","“I Pray in Faith”"],"(",["span.emphasis","Children’s Songbook,"],"p. 14), or verse 8 of",["span.crossRef","“Follow the Prophet”"],"(",["span.emphasis","Children’s Songbook,"],"p. 110)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p51","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p51"},"You may want to bear your testimony that Heavenly Father hears our prayers and will answer them for our good. Encourage the children to pray each morning and night."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p53","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p53"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p55","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p55"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.16-23"},"Daniel 6:16–23"],"at home as a review of this lesson."]],["div",{"id":"p56","uri":"/manual/primary-6-old-testament/lesson-42-daniel-in-the-lions-den.p56"},"Invite a child to give the closing prayer."]]]],"refs":null}
