{"id":6,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":6,"title":"Lesson 4: The Fall of Adam and Eve","subtitle":"","short_title":"Lesson 4","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.head1"},[".titleNumber","Lesson",["span.dominant","4"]],["h1","The Fall of Adam and Eve"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p4"},"To help the children understand the fall of Adam and Eve and to have a desire to return to the presence of Heavenly Father."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.27-28"},"Moses 2:27–28"],"—Adam and Eve are commanded to be fruitful and multiply."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.8-9,15-17"},"Moses 3:8–9, 15–17"],"—The tree of knowledge and the tree of life."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4"},"Moses 4"],"—The fall of Adam and Eve."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.9-12"},"Moses 5:9–12"],"—Adam and Eve praise God and are glad for the Fall."]],["li",["span.label","•"],[".para","LDS Bible Dictionary",["a.scriptureRef",{"href":"/scriptures/bd/fall-of-adam"},"“Fall of Adam”"],"(p. 670)."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis","Gospel Principles,"],"chapter 6,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-6-the-fall-of-adam-and-eve.p1"},"“The Fall of Adam and Eve.”"]]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.14-27"},"2 Nephi 2:14–27"],"—The importance of opposition."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-9"},"Alma 42:2–9"],"—Spiritual and temporal death."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.16-17"},"Helaman 14:16–17"],"—Christ redeems us from both deaths."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/3"},"Genesis 3"],"—The fall of Adam and Eve."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible and a Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","A Book of Mormon and a Doctrine and Covenants."]],["li",["span.label","c."],[".para","Four small, undesirable items—such as a bottle cap, twig, or wad of tissue—with string tied around each one; one small object to represent something of value (such as a ring to symbolize eternal life) with string tied around it; and a small bag or container (see the attention activity)."]],["li",["span.label","d."],[".para","Pictures 6-2, The Garden of Eden; 6-3, God the Father and Jesus Christ; and 6-4, Adam and Eve (Gospel Art Picture Kit 101; 62461)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p25"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p27"},"Place the objects you have tied with string into the bag or container so that the objects are hidden but an equal amount of each string hangs over the side of the bag. Ask a child to choose a string and pull an item out of the bag. Then replace the object and string, let another child take a turn, and so on. Show the class all the hidden objects, and explain the value of the desirable one."],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p28"},"Explain that it is difficult to make a correct choice when we don’t know what we are choosing. Heavenly Father wants us to know good from evil so we can choose what is right. Tell the class that this lesson will explain how we were given the knowledge of good and evil and the ability to choose for ourselves."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p30"},"Teach the account of the fall of Adam and Eve from the scriptures listed in the “Preparation” section, using the pictures where appropriate. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) The following three points are the major ideas to be taught in this lesson:"],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.f5"},["ol.number",["li",["span.label","1."],[".para","The fall of Adam and Eve was foreseen by Heavenly Father and “was a necessary step in the plan of life and a great blessing to all of us” (",["span.emphasis","Gospel Principles,"],"p. 33). We accepted this condition in the spirit world when we supported Heavenly Father’s plan."]],["li",["span.label","2."],[".para","“Because of the Fall, we are blessed with physical bodies, the right to choose between good and evil, and the opportunity to gain eternal life. None of these privileges would have been ours had Adam and Eve remained in the garden” (",["span.emphasis","Gospel Principles,"],"p. 33)."]],["li",["span.label","3."],[".para","After Adam and Eve “fell” from the presence of God and became mortal, we needed a Savior so we could live again and return to our Father in Heaven. Jesus Christ was chosen to be our Savior before the world was created. (See",["a.crossRef",{"href":"/manual/primary-6-old-testament/lesson-2-jesus-christ-was-chosen-to-be-our-savior.p1"},"lesson 2"],".)"]]]],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p34"},"You might want to keep the following points in mind as you discuss the scriptures with the class:"],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.f6"},["ol.number",["li",["span.label","1."],[".para","Before he was placed on the earth, Adam was known as Michael, the archangel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.54"},"D&C 107:54"],")."]],["li",["span.label","2."],[".para","Michael led the battle against Lucifer and his angels before they were cast out of heaven (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.7-9"},"Revelation 12:7–9"],")."]],["li",["span.label","3."],[".para","“Adam and Eve were among [Heavenly] Father’s noblest children” (",["span.emphasis","Gospel Principles,"],"p. 31)."]]]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p39","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p39"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What was the first commandment given to Adam and Eve after their creation? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.28"},"Moses 2:28"],".) Explain that Adam and Eve could not obey this commandment before the Fall. Because their bodies were not yet mortal, they could not have children."]],["li",["span.label","•"],[".para","What beautiful place did Heavenly Father prepare for Adam and Eve? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.8-9"},"Moses 3:8–9"],".) What do you think it was like in the Garden?"]],["li",["span.label","•"],[".para","What trees are mentioned in the description of the Garden of Eden? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.9"},"Moses 3:9"],".) Which fruit did God tell Adam and Eve not to eat? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.16-17"},"Moses 3:16–17"],".) Even though God gave Adam and Eve clear instructions about the tree of knowledge of good and evil, what did he allow them? (See enrichment activity 5.) What did God tell Adam would happen if he ate the fruit of the tree of knowledge of good and evil? Why does Heavenly Father allow us to choose for ourselves? What choices will bring us closer to our Father in Heaven?"]],["li",["span.label","•"],[".para","What happened when Adam and Eve ate the forbidden fruit? (They could tell good from evil, and they became mortal, or subject to physical death. They could now have children and keep the commandment to multiply and replenish the earth. They were separated from Heavenly Father and Jesus Christ, which is referred to as spiritual death [see",["span.emphasis","Gospel Principles,"],["a.crossRef",{"href":"/manual/gospel-principles/chapter-6-the-fall-of-adam-and-eve.p1"},"p. 33"],"].) (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","How does the Fall fit into the plan of salvation, or what Alma called “the great plan of happiness?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.8"},"Alma 42:8"],".) Explain that our Heavenly Father wants us to be happy. As his spirit children, we chose to become mortal and prove ourselves so that we could be more like him. Repeat with the children",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],": “Adam fell that men might be; and men are, that they might have joy.” How does Adam and Eve’s eating the forbidden fruit affect each of us? (We were born, we experience opposition, we know good from evil, we can choose to become like God, we will die.) How does this make you feel about Adam and Eve? (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","How are we saved from physical death? (Through the Resurrection of Jesus Christ we will all live again after we die.) Who will be resurrected? (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Corinthians 15:22"],".)"]],["li",["span.label","•"],[".para","How can Jesus save us from spiritual death or separation from Heavenly Father? (Jesus suffered for our sins through his great Atonement. We will be forgiven and return to our Father in Heaven if we choose to repent. [See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19"},"3 Nephi 27:19"],".])"]],["li",["span.label","•"],[".para","What did God do to make sure Adam and Eve did not eat the fruit of the tree of life? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-5"},"Alma 42:2–5"],".) Why was it so important for Adam and Eve not to eat the fruit of the tree of life at that time? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.5"},"Alma 42:5"],".)"]],["li",["span.label","•"],[".para","What were some differences between the life Adam and Eve led in the Garden of Eden and their life outside the Garden? Help the children understand that even though life was difficult, Adam and Eve were happy because now they could learn and become like Heavenly Father (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10-11"},"Moses 5:10–11"],"). They worked hard to supply themselves with food, clothing, and shelter. They also worked hard to keep the commandments and live close to the Lord. How can we follow the example of Adam and Eve when our life seems hard?"]],["li",["span.label","•"],[".para","What would have happened to us if Adam and Eve had not partaken of the fruit of the tree of knowledge of good and evil? (President Joseph Fielding Smith taught: “Let’s thank the Lord, when we pray, for Adam. If it hadn’t been for Adam, I wouldn’t be here; you wouldn’t be here; we would be waiting in the heavens as spirits” [in Conference Report, Oct. 1967, p. 122; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.22"},"2 Nephi 2:22"],"].)"]],["li",["span.label","•"],[".para","What did Adam and Eve later say about their choice to partake of the fruit of the tree of knowledge of good and evil? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10-12"},"Moses 5:10–12"],".)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p52","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p52"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.f8"},["ol.number",["li",["span.label","1."],[".para","Place the picture of Adam and Eve next to the one of God the Father and Jesus Christ. Explain that when Adam and Eve lived in the Garden of Eden, they could walk and talk with Heavenly Father and Jesus. To help the children understand why the result of Adam and Eve’s choice is known as the Fall, take the picture of Adam and Eve and move it down below the picture of God the Father and Jesus Christ as you tell of Adam and Eve eating the forbidden fruit. Adam and Eve “fell” or were removed from the presence of God. Explain that because Adam and Eve could no longer freely associate with Heavenly Father and Jesus Christ, this is referred to as the Fall. Adam and Eve’s separation from Heavenly Father and Jesus began mortal life on earth and was an important step in the great plan of happiness."]],["li",["span.label","2."],[".para","Discuss the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.2"},"second article of faith"],". Explain that some people believe that we will all be punished because Adam and Eve partook of the forbidden fruit. It was revealed to the Prophet Joseph Smith that this is not true. Jesus paid the price for Adam and Eve’s transgression. We will be held responsible for the wrong choices we make, but not for the choices of others. Help the children memorize this article of faith."]],["li",["span.label","3."],[".para","At the top of a piece of paper or on the chalkboard write the words",["span.emphasis","Because of Adam and Eve"],"and invite the children to share ideas that fit under this heading, such as:"],["ul.noMarker",["li",[".para","We could choose to be born on the earth."]],["li",[".para","We know good from evil."]],["li",[".para","We became separated from Heavenly Father."]],["li",[".para","We will someday die."]]],[".para","Help the children understand that we were happy to have the chance to come to earth (see",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],"). We would not have had this opportunity if Adam and Eve had not partaken of the forbidden fruit. We needed a chance to prove that we could choose good over evil. Gaining a physical body, having the privilege of choice, being separated from God, and being subject to death were all part of Heavenly Father’s plan for us to become like him."],[".para","Write another heading: “Because of Jesus Christ.” List and explain the following blessings:"],["ul.noMarker",["li",[".para","We will live again after we die."]],["li",[".para","We can return to Heavenly Father if we will repent."]],["li",[".para","We have a perfect example to follow."]]],[".para","Give the children each a piece of paper and pencil and have them write",["span.emphasis","Because of Adam and Eve"],"at the top and",["span.emphasis","Because of Jesus Christ"],"in the middle. Encourage the children to take the paper home and discuss with their families the things we have and the things we will be able to do because of Adam and Eve and Jesus Christ."]],["li",["span.label","4."],[".para","On the chalkboard or on two strips of paper write",["span.emphasis","Resurrection"],"and",["span.emphasis","Return to Heavenly Father."],"Make the following wordstrips and let the children take turns choosing one and placing it under the correct heading:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Ask the children who made these things possible (Jesus Christ, following the plan of Heavenly Father). These blessings are our Savior’s great gifts to us. Through him we can overcome the conditions of the Fall and return to our Father in Heaven."]],["li",["span.label","5."],[".para","Ask the children to think of opposites—such as happy and sad, hot and cold, hard and soft, smooth and rough, heavy and light, high and low, or fast and slow—to illustrate the importance of opposition (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11,15"},"2 Nephi 2:11, 15"],"). Let the children describe their experiences with opposites. To help them get started, you might use the following examples: After someone has been sick, they can better appreciate feeling well. Or without darkness, you cannot recognize light, which is why you cannot see the stars during the day. To illustrate this second example, you might bring a flashlight and show how its light is barely noticeable in a well-lit room, but the light is much brighter when you darken the room."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“He Sent His Son”"],"(",["span.emphasis","Children’s Songbook,"],"p. 34)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p82","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p82"},"Have someone read the testimony of Adam and Eve from",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10-12"},"Moses 5:10–12"],". Express your appreciation for what Adam and Eve did for us. Testify that because of our Savior, Jesus Christ, we will all be resurrected and can choose to become like Heavenly Father and return to his presence."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p84","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p84"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p86","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p86"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.9-12"},"Moses 5:9–12"],"at home as a review of this lesson."]],["div",{"id":"p87","uri":"/manual/primary-6-old-testament/lesson-4-the-fall-of-adam-and-eve.p87"},"Invite a child to give the closing prayer."]]]],"refs":null}
