{"id":33,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":33,"title":"Lesson 31: The Wisdom of King Solomon","subtitle":"","short_title":"Lesson 31","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.head1"},[".titleNumber","Lesson",["span.dominant","31"]],["h1","The Wisdom of King Solomon"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p4"},"To strengthen each child’s desire to become more like Jesus Christ by developing wisdom and an understanding heart."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.39"},"1 Kings 1:39"],"—Solomon is anointed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.1-4"},"1 Kings 2:1–4"],"—David charges Solomon to keep the commandments."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.10,12"},"1 Kings 2:10, 12"],"—David dies; Solomon is king of Israel."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.3-15"},"1 Kings 3:3–15"],"—Solomon asks for an understanding heart."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/1.7-12"},"2 Chronicles 1:7–12"],"—Solomon asks for wisdom and knowledge."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.16-28"},"1 Kings 3:16–28"],"—Solomon determines the mother of a child."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.29-30,34"},"1 Kings 4:29–30, 34"],"—God blesses Solomon with wisdom and understanding."]],["li",["span.label","•"],[".para","Chapter headings for 1 Kings 5–8—Solomon builds and dedicates a beautiful temple."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed: a Bible for each child."]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p18"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p20"},"Ask the children to name things they would ask for if they knew they could ask Heavenly Father for anything and he would give it to them. Write the children’s ideas on the chalkboard."],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p21"},"Show the children some waterproof items that could represent worldly goods, such as a piece of jewelry, a coin, a pretty rock, and so on. Put the items in a large pitcher or container as you talk about them and discuss how some people spend most of their efforts accumulating material goods. Then add some water to the container to represent good deeds or spiritual gifts as you discuss the kind deeds we can do and the spiritual gifts we can develop, such as helping a family member or friend, gaining a testimony, being honest, or having an understanding heart. Pour the contents of the container through a strainer into another container. Explain that the first container represents someone’s life, the strainer represents death, and the second container represents life after death. Discuss how we cannot take material goods with us when we die, but we do take with us the spiritual gifts we have developed and the good deeds we have done."],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p22"},"Ask the children which of the items on the chalkboard represent things that could last forever and if they would like to change anything they named before. Tell the children that they are going to learn about someone who was able to ask God for one thing, and he chose an eternal, spiritual gift instead of a temporary, earthly one."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p24"},"Teach the children the account of King Solomon found in the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p26"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who was to succeed David as king of Israel? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.39"},"1 Kings 1:39"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.12"},"1 Kings 2:12"],".) What advice did David give to his son Solomon? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.1-3"},"1 Kings 2:1–3"],".) How can we apply this same advice in our lives?"]],["li",["span.label","•"],[".para","Why do you think Solomon referred to himself as “a little child”? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.7"},"1 Kings 3:7"],"; he felt inadequate in his calling to rule and judge his people.) What did Solomon do because he felt inadequate? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.3-9"},"1 Kings 3:3–9"],"; he prepared himself to receive spiritual gifts.) What should we do if we are facing a difficult or overwhelming task and we are unsure of our abilities? How can we become worthy to receive spiritual gifts? (See enrichment activity 1.) How can we develop these gifts? (Through study, service, prayer, and following the promptings of the Holy Ghost.) (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Who appeared to Solomon in a dream? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.5"},"1 Kings 3:5"],".) What was Solomon told to do? What did Solomon ask for? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.9"},"1 Kings 3:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/1.10"},"2 Chronicles 1:10"],".) Why were wisdom and an understanding heart so important to Solomon? Why should they be important to us?"]],["li",["span.label","•"],[".para","How did the Lord feel about Solomon’s request? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.10"},"1 Kings 3:10"],".) Explain that God was pleased with Solomon when he asked for spiritual gifts instead of riches or selfish desires. What did the Lord give Solomon in addition to what Solomon asked for? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.11-14"},"1 Kings 3:11–14"],".)"]],["li",["span.label","•"],[".para","What was King Solomon known for throughout his own country and other nations? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.29-30,34"},"1 Kings 4:29–30, 34"],".) Why was this more important than being known for his wealth and power? What Christlike quality would you like to be known for among your family and friends? What can you do to develop this quality? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Because Solomon, through his wisdom and understanding, was able to judge righteously, the people brought their problems to him. In one such case, why did both women claim to be the mother of the living child? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.16-22"},"1 Kings 3:16–22"],".) How did Solomon’s wisdom help him discover the real mother? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.24-27"},"1 Kings 3:24–27"],"; Solomon’s understanding helped him know how the baby’s mother was feeling.) How does it make others feel when you are kind and understanding toward them? How have you helped someone by being kind and understanding? How has someone helped you this way?"]],["li",["span.label","•"],[".para","What do you think it means to have “largeness of heart”? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.29"},"1 Kings 4:29"],"; to show love for everyone and to be kind and generous to others.) How can we have “largeness of heart” in our families? with our friends?"]],["li",["span.label","•"],[".para","What did Solomon accomplish because the Lord blessed him with wisdom and understanding? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.27-28"},"1 Kings 3:27–28"],"; chapter headings to 1 Kings 5–8.) Explain that Solomon did much good during his reign as king. He received permission from the Lord to build a temple in Jerusalem, which he built with the finest materials that had been collected by his father, David, for that purpose. (See enrichment activity 3.) Solomon also shared his wisdom with others. Many of his wise sayings were recorded in the book of Proverbs in the Bible. (See enrichment activity 4.)"],[".para","Despite these accomplishments, Solomon eventually turned away from God. He used his riches and wisdom for his own glory. He also married women outside of the covenant. These women worshiped idols and persuaded Solomon to worship idols also. Emphasize that when God gives us a gift, we should use it to glorify him and serve others. Point out the importance of using these gifts properly throughout our lives, not just when we are young."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p37","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p37"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.f4"},["ol.number",["li",["span.label","1."],[".para","Write",["span.emphasis","knowledge, wisdom,"],"and",["span.emphasis","an understanding heart"],"on the chalkboard. Discuss the meaning of each one. Explain that knowledge is learning gained through study or experience; wisdom is using what we have learned in the best way to make right choices; and an understanding heart enables us to know how others feel."],[".para","Have the children suggest situations, such as the following, where they might ask Heavenly Father to bless them with knowledge, wisdom, or an understanding heart:"],["ul.noMarker",["li",[".para","A younger brother or sister is hurt or afraid."]],["li",[".para","A friend has hurt your feelings."]],["li",[".para","Someone has a problem and asks you for advice."]]],[".para","Help the children realize that they can receive these gifts if they seek them and live worthy lives."]],["li",["span.label","2."],[".para","Refer to the children’s ideas on the chalkboard of what gifts they might ask for (see the attention activity). If the ideas listed are spiritual gifts, discuss how to develop them and use them. If some or all of them are worldly gifts, have the children suggest spiritual gifts in place of the worldly ones before discussing them."]],["li",["span.label","3."],[".para","Explain to the children that David, Solomon’s father, had wanted to build a temple but was denied the privilege. The Lord instead chose Solomon to direct the seven years of construction. When the elaborate temple (much of it was overlaid with gold) was finished, the priests carried the ark of the covenant, which contained the two tablets of stone the Lord gave Moses, “to the most holy place” of the building (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.6"},"1 Kings 8:6"],"). Then the glory of the Lord filled the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.10-11"},"1 Kings 8:10–11"],"), and Solomon offered the dedicatory prayer (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.22-53"},"1 Kings 8:22–53"],".)"],[".para","Show the picture Temple Baptismal Font (Gospel Art Picture Kit 504; 62031). Point out that each temple today has a baptismal font resting on twelve oxen, similar to that in Solomon’s temple. In Solomon’s day this font was used to baptize the living; in our temples today the fonts are used to perform baptisms for the dead."]],["li",["span.label","4."],[".para","Have the children find the book of Proverbs in their Bibles. Explain that most of these proverbs (wise sayings) were written by Solomon, and because of his great wisdom, these sayings can help us today."],[".para","Choose some of the following passages from Proverbs and write their corresponding letters on separate pieces of paper. Place the papers in a container and have the children take turns choosing a letter. Read the proverb or have the children find it in their Bibles and read it. Help them state it in their own words. Then help them decide how it applies to them. The children may want to mark some of these proverbs in their own Bibles."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","“Hear the instruction of thy father, and forsake not the law of thy mother” (1:8)."]],["li",["span.label","b."],[".para","“If sinners entice thee, consent thou not” (1:10)."]],["li",["span.label","c."],[".para","“Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths” (3:5–6)."]],["li",["span.label","d."],[".para","“Happy is the man that findeth wisdom, and the man that getteth understanding” (3:13)."]],["li",["span.label","e."],[".para","“Lying lips are abomination to the Lord: but they that deal truly are his delight” (12:22)."]],["li",["span.label","f."],[".para","“A soft answer turneth away wrath” (15:1)."]],["li",["span.label","g."],[".para","“A merry heart maketh a cheerful countenance” (15:13)."]],["li",["span.label","h."],[".para","“The Lord is far from the wicked: but he heareth the prayer of the righteous” (15:29)."]],["li",["span.label","i."],[".para","“How much better is it to get wisdom than gold!” (16:16)."]],["li",["span.label","j."],[".para","“Pride goeth before destruction, and an haughty spirit before a fall” (16:18)."]],["li",["span.label","k."],[".para","“Pleasant words are as an honeycomb, sweet to the soul, and health to the bones” (16:24)."]],["li",["span.label","l."],[".para","“He that is slow to anger is better than the mighty” (16:32)."]],["li",["span.label","m."],[".para","“A friend loveth at all times” (17:17)."]],["li",["span.label","n."],[".para","“A merry heart doeth good like a medicine” (17:22)."]],["li",["span.label","o."],[".para","“Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise” (20:1)."]],["li",["span.label","p."],[".para","“Even a child is known by his doings, whether his work be pure, and whether it be right” (20:11)."]],["li",["span.label","q."],[".para","“As he thinketh in his heart, so is he” (23:7)."]],["li",["span.label","r."],[".para","“Say not, I will do so to him as he hath done to me” (24:29)."]],["li",["span.label","s."],[".para","“A faithful man shall abound with blessings” (28:20)."]],["li",["span.label","t."],[".para","“Whoso putteth his trust in the Lord shall be safe” (29:25)."]]]],[".para","Help the children choose one of the proverbs to write down or memorize and share with their families."]],["li",["span.label","5."],[".para","Sing or read the words to “Love One Another” (",["span.emphasis","Children’s Songbook,"],["span.crossRef","p. 136"],"; or",["span.emphasis","Hymns,"],["span.crossRef","no. 308"],") or",["span.crossRef","“A Special Gift Is Kindness”"],"(",["span.emphasis","Children’s Songbook,"],"p. 145)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p73"},"Express your appreciation to the children for specific times you have seen them show kindness and understanding to others. Testify that as they develop the ability to be wise and to have an understanding heart toward their family and friends, they will become more like the Savior."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p75","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p75"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p77","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p77"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.5-28"},"1 Kings 3:5–28"],"at home as a review of this lesson."]],["div",{"id":"p78","uri":"/manual/primary-6-old-testament/lesson-31-the-wisdom-of-king-solomon.p78"},"Invite a child to give the closing prayer."]]]],"refs":null}
