{"id":20,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":20,"title":"Lesson 18: The Birth and Calling of Moses","subtitle":"","short_title":"Lesson 18","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.head1"},[".titleNumber","Lesson",["span.dominant","18"]],["h1","The Birth and Calling of Moses"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p4"},"To help the children understand that they are beginning to prepare for their own earthly missions."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/46.1-7"},"Genesis 46:1–7"],"—The Israelites go to Egypt."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.1-22"},"Exodus 1:1–22"],"—The Israelites have many children and are made slaves by the Egyptians. Pharaoh orders that all sons born to the Israelites be killed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.1-10"},"Exodus 2:1–10"],"—The baby Moses is saved and raised by Pharaoh’s daughter."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.11-25"},"Exodus 2:11–25"],"—Moses flees to Midian and marries one of Jethro’s daughters."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.1-20"},"Exodus 3:1–20"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-6,25-26"},"Moses 1:1–6, 25–26"],"—The Lord calls Moses to lead the Israelites from Egypt."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.17-24"},"Acts 7:17–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.24-26"},"Hebrews 11:24–26"],"—Moses chooses to serve the Lord."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6"},"Doctrine and Covenants 84:6"],"—Moses receives the priesthood from Jethro."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A Book of Mormon, a Doctrine and Covenants, and a Pearl of Great Price."]],["li",["span.label","c."],[".para","A piece of string or yarn approximately two yards (two meters) long (see the attention activity)."]],["li",["span.label","d."],[".para","Pictures 6-21, Moses in the Bulrushes (Gospel Art Picture Kit 106; 62063); 6-22, Israelites in Bondage; and 6-23, Moses and the Burning Bush (Gospel Art Picture Kit 107; 62239)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p22"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p24"},"Tie the ends of the yarn together. Hand the yarn to a child and tell him or her to hold it up in a circle using only his or her hands. When the child cannot do so, ask another child to help, then another until all the children are helping form the yarn into a circle. (If you have only two or three children in the class, have them make a square or a six-sided figure.)"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p25"},"Explain that as each person was needed to help make the shape, each of us has a mission to fulfill in the kingdom of God. Tell the children that in this lesson they will learn about the prophet Moses and the mission he was called to perform."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p27"},"Teach the children the account of the Israelites and the account of the birth, youth, and calling of Moses from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Use the pictures at appropriate times."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What name did the Lord give to Jacob? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.28"},"Genesis 32:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/46.2"},"46:2"],".) Where did the Lord tell Jacob to take his family? Why? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/46.3-4"},"Genesis 46:3–4"],".)"]],["li",["span.label","•"],[".para","What were the names of Jacob’s (Israel’s) twelve sons? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.1-5"},"Exodus 1:1–5"],".)"]]],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p32"},"Review with the children the information from",["a.crossRef",{"href":"/manual/primary-6-old-testament/lesson-14-jacob-and-his-family.p1"},"lesson 14"],"about the twelve tribes of Israel. Then explain that when Joseph’s brothers and father moved to Egypt, they became known as Israel and the children of Israel. They were also known as Hebrews. (You may want to write",["span.emphasis","Israelites"],"and",["span.emphasis","Hebrews"],"on the chalkboard.) At first the Israelites were treated well by the Pharaoh, who gave them lands and gifts (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/45.17-23"},"Genesis 45:17–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/47.5-6"},"47:5–6"],"). But then a different Pharaoh came to power, and he did not like the Israelites."],["ul.bullet",["li",["span.label","•"],[".para","Why didn’t the new Pharaoh like the Israelites? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.7-10"},"Exodus 1:7–10"],"; explain that",["span.emphasis","King of Egypt"],"and",["span.emphasis","Pharaoh"],"are both names for the ruler of Egypt.) What did the new Pharaoh propose to do about the Israelites? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.11-14"},"Exodus 1:11–14"],".) What happened to the Israelites as the Egyptians enslaved them? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.12"},"Exodus 1:12"],".)"]],["li",["span.label","•"],[".para","What did Pharaoh want the Hebrew midwives to do? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.15-16"},"Exodus 1:15–16"],".) Why? How did the midwives handle this problem? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.17-19"},"Exodus 1:17–19"],".) Whom did Pharaoh next order to kill the Hebrew babies? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.22"},"Exodus 1:22"],".) What can we do if we are asked to do something we know is wrong?"]],["li",["span.label","•"],[".para","What did Moses’ mother do to save his life? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.2-4"},"Exodus 2:2–4"],".) Who watched over the baby Moses? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.4"},"Exodus 2:4"],"; his sister, Miriam, and Heavenly Father.) What did Pharaoh’s daughter decide to do with the baby Moses when she found him? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.5-10"},"Exodus 2:5–10"],".) Who took care of Moses?"]],["li",["span.label","•"],[".para","What happened when Moses tried to defend a Hebrew? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.11-12"},"Exodus 2:11–12"],".) Why did Moses leave Egypt? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.13-15"},"Exodus 2:13–15"],".)"]],["li",["span.label","•"],[".para","How did Moses find out what the Lord wanted him to do? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.2-10"},"Exodus 3:2–10"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-2,25-26"},"Moses 1:1–2, 25–26"],".) What was Moses’ mission? Why was this a difficult mission? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.19-20"},"Exodus 3:19–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.10"},"4:10"],".) Why do you think the Lord sometimes asks us to do things that are difficult? You may want to share an experience when you had to do something difficult and how you benefited from doing it."]],["li",["span.label","•"],[".para","How did Moses feel when God told him what his mission would be? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.11"},"Exodus 3:11"],".) What did the Lord tell Moses that gave him strength and courage? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6"},"Moses 1:6"],".) What encouragement could you give to someone who feels overwhelmed by an assignment or trial? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],".)"]],["li",["span.label","•"],[".para","What important mission was performed by the Hebrew midwives? by Miriam? by Moses’ mother? by the daughter of Pharaoh? How did each of these people help make it possible for Moses to fulfill his mission?"]],["li",["span.label","•"],[".para","How can you know what work the Lord has for you to perform? (See enrichment activity 2.) How can you prepare yourself to fulfill your future callings? (See enrichment activities 3 and 5.)"]],["li",["span.label","•"],[".para","What did Moses give up to become the leader of the Hebrews? (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.24-26"},"Hebrews 11:24–26"],".) If you had to choose only one of the following, would you rather be a disciple of Jesus Christ or rich and famous? Why?"]],["li",["span.label","•"],[".para","How did Moses help the daughters of the priest of Midian? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.16-17"},"Exodus 2:16–17"],".) Explain that the priest of Midian (also known as Reuel or Jethro) conferred the Melchizedek priesthood on Moses (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6"},"D&C 84:6"],"). Emphasize that Moses married in the covenant when he married one of Jethro’s daughters."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.f7"},["ol.number",["li",["span.label","1."],[".para","Discuss different types of missions we may serve. The children could tell about family members or friends who are serving or who have served as missionaries. Explain that there are many important things that Heavenly Father and Jesus need us to do. Ask the children to take turns writing their suggestions on the chalkboard. These may include being a parent, a teacher, a Church leader, or a good example. Emphasize that each of us has at least one mission to perform on earth and that God needs all of us to help build his kingdom."],[".para","Share the following quotation by President Brigham Young:"],[".para","“There is neither man nor woman in this Church who is not on a mission. That mission will last as long as they live, and it is to do good, to promote righteousness, to teach the principles of truth, and to prevail upon themselves and every body around them to live those principles that they may obtain eternal life” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], p. 322)."],[".para","Have the children find in their chalkboard list missions that will accomplish the things President Young mentioned. You may want to give the children each a copy of Brigham Young’s statement to share with their families."]],["li",["span.label","2."],[".para","Discuss the following quotation by Virginia H. Pearce:"],["ul.bullet",["li",["span.label","“•"],[".para","Heavenly Father and Jesus Christ live, and they are in charge of this world."]],["li",["span.label","“•"],[".para","They know me."]],["li",["span.label","“•"],[".para","They love me."]],["li",["span.label","“•"],[".para","They have a plan for my future."]],["li",["span.label","“•"],[".para","I will obey the commandments, work hard, and trust in their plan. Sooner or later, everything will be okay” (“Faith Is the Answer,”",["span.emphasis","Ensign,"],"May 1994, p. 92)."]]]],["li",["span.label","3."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.25-26"},"Moses 1:25–26"],"with the children. Explain that we can learn about our mission in life, as Moses did, by revelation from Heavenly Father. Talk with the children about patriarchal blessings. Explain that patriarchs are ordained to give patriarchal blessings to members of the Church. These blessings may give us some understanding of our callings on earth. They are the word of the Lord personally to us."],[".para","You may want to tell about receiving your own patriarchal blessing. Remember that each patriarchal blessing is sacred and not to be shared in detail with people outside your family."]],["li",["span.label","4."],[".para","Make a copy of the maze on page 80 for each child, or have the children take turns tracing the route on the teacher’s copy with their finger. Have the children read the signs aloud as they pass them."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","5."],[".para","Have the children tell what they are doing to prepare for their mission in life. List the responses on the chalkboard under the heading",["span.emphasis","I Am Doing."],"Suggestions might include being baptized, attending church, reading the scriptures, serving others, working hard, and so on. Then have them list what they can do in the future under the heading",["span.emphasis","I Will Do."],"Ideas here could include serving a mission, marrying in the temple, teaching their children the gospel, receiving their patriarchal blessings, learning another language, and so on. Encourage the children to decide now to work toward goals that will prepare them to serve the Lord throughout their lives."],[".para","Share the following quotation from President Gordon B. Hinckley:"],[".para","“Every one of you was endowed by your Father in Heaven with a tremendous capacity to do good in the world. Train your minds and your hands that you may be equipped to serve well in the society of which you are a part. Cultivate the art of being kind, of being thoughtful, of being helpful. Refine within you the quality of mercy which comes as a part of the divine attributes you have inherited” (“The Light within You,”",["span.emphasis","Ensign,"],"May 1995, p. 99)."]],["li",["span.label","6."],[".para","Relate the following account about Hugh B. Brown, former counselor in the First Presidency:"],[".para","On Elder Brown’s farm grew a currant bush that had grown very large. Because it had been allowed to grow freely, it produced no blossoms and no currants. As Elder Brown cut off most of the long branches, he imagined what the currant bush might say if it could talk. “How could you do this to me? I was making such wonderful growth. I was almost as big as the shade tree and the fruit tree that are inside the fence, and now you have cut me down. Every plant in the garden will look down on me, because I didn’t make what I should have made.” He thought, “I am the gardener here, and I know what I want you to be. I didn’t intend you to be a fruit tree or a shade tree. I want you to be a currant bush.” As time passed, the currant bush grew blossoms and bore fruit."],[".para","Years later Elder Brown was in the British Army, working toward becoming a general. He had passed all the necessary tests and felt confident he would receive the promotion. When he learned that he had been assigned to a less important position because he was a member of The Church of Jesus Christ of Latter-day Saints, he was very disappointed. He wondered why God had allowed this to happen to him. He felt he had done everything he could to deserve the promotion. Then he remembered his own words years before. “I am the gardener here. I know what I want you to do.” He knelt to pray for forgiveness. He realized that the Lord knew what his mission in life was to be and would bless him in fulfilling it as he continued to live righteously. (See “The Currant Bush,”",["span.emphasis","New Era,"],"Jan. 1973, pp. 14–15.)"],[".para","Tell the children that rather than spending his life as an important army officer, President Brown eventually was called to be an Apostle of Jesus Christ and served in the First Presidency of the Church. Explain that sometimes we want things that would take our time and attention away from our life’s mission. We need to rely on the Lord’s guidance to help us choose wisely and accept what comes to us."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“I Will Follow God’s Plan”"],"(",["span.emphasis","Children’s Songbook,"],"p. 164), the chorus to",["span.crossRef","“Nephi’s Courage”"],"(",["span.emphasis","Children’s Songbook,"],"p. 120), or “I Am a Child of God” (",["span.emphasis","Children’s Songbook,"],["span.crossRef","p. 2"],"; or",["span.emphasis","Hymns,"],["span.crossRef","no. 301"],")."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p68","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p68"},"You may want to bear testimony that each of us has a mission to perform in this life. Emphasize the importance of living righteously in order to be worthy and able to serve. Assure the children that Heavenly Father will help and bless us as we strive to learn about and perform our mission."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p70","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p70"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p72","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p72"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.1-10"},"Exodus 3:1–10"],"at home as a review of this lesson."]],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-18-the-birth-and-calling-of-moses.p73"},"Invite a child to give the closing prayer."]]]],"refs":null}
