{"id":32,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":32,"title":"Around the Church","subtitle":"","short_title":"Around the Church","uri":"/liahona/2013/01/around-the-church","content":[["div",{"id":"head1","uri":"/liahona/2013/01/around-the-church.head1"},[".seriesTitle","Around the Church"]],[".bodyBlock",["div",{"id":"t1","uri":"/liahona/2013/01/around-the-church.t1"},[".title","Sixth Annual Day of Service across Africa"],["div",{"id":"p3","uri":"/liahona/2013/01/around-the-church.p3"},"Saturday, August 18, 2012, saw thousands of Saints in more than half a dozen African countries gather in their communities to participate in the sixth annual All-Africa Mormon Helping Hands Day."],["div",{"id":"p4","uri":"/liahona/2013/01/around-the-church.p4"},"“The wards and branches generally went all out to render significant service,” public affairs missionary Elder C. Terry Warner wrote in an email. “They recruited partners; they chose projects that, though difficult, really mattered. They came out in large numbers anxious to help, and they truly made friends for the Church.”"],["div",{"id":"p5","uri":"/liahona/2013/01/around-the-church.p5"},"Elder Adesina J. Olukanni, director of public affairs for the Africa West Area, said of the day of service, “It is the easiest way by which we can respond to the prophet’s call to be kind to our neighbors, to respond to their need, to give rather than to receive. It is the easiest way to preach the gospel—by example.”"]],["div",{"id":"t2","uri":"/liahona/2013/01/around-the-church.t2"},[".title","Mormon.org Now in 20 Languages"],["div",{"id":"p7","uri":"/liahona/2013/01/around-the-church.p7"},["a",{"href":"http://www.mormon.org/"},["span.language","Mormon.org"]],"is now available in Armenian, Cebuano, Chinese, Dutch, English, French, German, Indonesian, Italian, Japanese, Korean, Latvian, Polish, Portuguese, Russian, Spanish, Swedish, Tagalog, Thai, and Ukrainian."],["div",{"id":"p8","uri":"/liahona/2013/01/around-the-church.p8"},"Individuals are encouraged to create their own Mormon.org profiles in their preferred languages and share them with others."]]]],"refs":null}
