{"id":34,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":34,"title":"Family Home Evening Ideas","subtitle":"","short_title":"Family Home Evening Ideas","uri":"/liahona/2013/01/family-home-evening-ideas","content":[["div",{"id":"head1","uri":"/liahona/2013/01/family-home-evening-ideas.head1"},[".seriesTitle","Family Home Evening Ideas"],[".kicker","This issue contains articles and activities that could be used for family home evening. The following are some examples."]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/01/family-home-evening-ideas.p3"},["b",["span.crossRef","“Reverence for God is the Beginning of Wisdom,”"]],"page 20: Consider discussing the wisdom of the world compared with the wisdom of God. You may want to read",["a",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],"and think of situations where worldly wisdom differs from the wisdom taught by the gospel. Decide which path you will take in each situation."],["div",{"id":"p4","uri":"/liahona/2013/01/family-home-evening-ideas.p4"},["b",["span.crossRef","“2013 Mutual Theme,”"]],"page 50: Read the articles by Elaine S. Dalton and David L. Beck on the 2013 Mutual theme. Consider brainstorming ways that each member of the family can help make the home a holy place. You may wish to display a picture of the temple in your home and set a goal to attend the temple as a family."],["div",{"id":"p5","uri":"/liahona/2013/01/family-home-evening-ideas.p5"},["b",["span.crossRef","“Keep Practicing,”"]],"page 56: Consider holding a family talent show. Suggest that each family member come prepared to share a skill or performance. Afterward read the article “Keep Practicing” and discuss how practicing and sharing talents can bless those around us."],["div",{"id":"p6","uri":"/liahona/2013/01/family-home-evening-ideas.p6"},["b",["span.crossRef","“Evelyn’s Temple Testimony,”"]],"page 70: Consider creating a “family testimony” scavenger hunt. Place pictures around the room and have family members collect the ones they believe in (for example: pictures of your family, the temple, President Thomas S. Monson, baptism, a tithing slip, youth dressed modestly). Conclude by discussing why you believe in each of these."],["div",{"id":"f1","uri":"/liahona/2013/01/family-home-evening-ideas.f1"},[".title","Lessons in the Dark"],["div",{"id":"p8","uri":"/liahona/2013/01/family-home-evening-ideas.p8"},"One October day our daughter Júlia, who is often restless during family home evening, said, “We have never had a family home evening in the dark. Can we, please?” We wondered how and what we could teach her in the dark."],["div",{"id":"p9","uri":"/liahona/2013/01/family-home-evening-ideas.p9"},"We turned off the lights, and complete darkness enveloped us. Then my husband opened his cell phone and began teaching about the Light of Christ. He demonstrated how the Light of Christ can bring us out of the darkness and lead us as a family back to Him. The light from the phone was not very bright, but it was enough to enable us to see."],["div",{"id":"p10","uri":"/liahona/2013/01/family-home-evening-ideas.p10"},"As the phone periodically turned off the light automatically, we were able to show our daughter what our lives would be like without the Savior, Jesus Christ. The Spirit was very strong, and our daughter became completely reverent. Even now she remembers our favorite family home evening and the message that was taught."],[".bio",["div",{"id":"p11","uri":"/liahona/2013/01/family-home-evening-ideas.p11"},"Valquíria Lima dos Santos, Brazil"]]]]],"refs":null}
