{"id":6,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":6,"title":"Getting to Know Lorenzo Snow","subtitle":"By Christopher D. Fosse","short_title":"Getting to Know Lorenzo Snow","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow","content":[["div",{"id":"head1","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.head1"},[".seriesTitle","Youth"],[".title","Getting to Know",["span.dominant","Lorenzo Snow"]],[".byline",["div",{"id":"p3","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p3"},"By Christopher D. Fosse"]],[".kicker","Here are a few things you might not know about the fifth President of the Church."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p5"},"This year the manual for Relief Society and Melchizedek Priesthood classes focuses on the life and teachings of President Lorenzo Snow (1814–1901). But just because your age group may not be using this book, that doesn’t mean you can’t learn a thing or two about him. President Snow led an amazing life filled with trials and triumphs."],["div",{"id":"f1","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.f1"},[".caption","Served a mission in Hawaii. Served several missions in the United States. Taught gospel principles to ministry students. Healed the captain’s steward on a journey back to North America. Gave copies of the Book of Mormon to Queen Victoria and Prince Albert."],[".credit",["div",{"id":"p11","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p11"},"Illustrations by Thomas S. Child and Jeanette Andrews; map © iStockphoto/Thinkstock"]]],["div",{"id":"t1","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.t1"},[".title","A Champion for the Gospel"],["div",{"id":"p13","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p13"},"Lorenzo Snow first heard about the Church while he was still a young man. At first he had no desire to be baptized, even though his sister Eliza (the same Eliza R. Snow who wrote many Latter-day Saint hymns and served as the second general president of the Relief Society) had eagerly embraced the gospel. He did, however, find the Church’s doctrine very interesting. When Lorenzo began to attend college in Oberlin, Ohio, he would often share Church beliefs with the students who were training to become Protestant ministers. Although he hadn’t yet committed to be baptized, he presented the gospel so well that many of the students at Oberlin admitted the possible truth of the restored Church."],["div",{"id":"p14","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p14"},"As strong a missionary as he was before he accepted the gospel, it’s no wonder that Lorenzo became even more dedicated to the work after he was baptized. During his early years as a member of the Church, he was called to serve several full-time missions. He first served in Ohio, followed by Missouri, Kentucky, and Illinois, USA. He was later sent to Great Britain to assist with the organization of the Church in England. While there, he even gave copies of the Book of Mormon to Queen Victoria and Prince Albert. He later served missions in Italy, Switzerland, and what would eventually become known as the Hawaiian Islands."]],["div",{"id":"t2","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.t2"},[".title","Miracle at Sea"],["div",{"id":"p16","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p16"},"When Elder Snow left England to return to Nauvoo, Illinois, he brought a large group of newly baptized members with him. They all booked passage on the ship",["span.emphasis","Swanton"],"and prepared for the long journey to North America."],["div",{"id":"p17","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p17"},"Although the captain of the",["span.emphasis","Swanton"],"was not unkind to the Latter-day Saints on his ship, he wasn’t exactly friendly either. He usually distanced himself from them. But after about two weeks at sea, something happened. The captain’s steward was badly injured in an accident. No one expected the steward to live through the night."],["div",{"id":"p18","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p18"},"But one of the faithful sisters who had been attending to the dying sailor had a suggestion. She told the steward that Elder Lorenzo Snow could give him a blessing and that it might save his life. The steward—who was working to support his wife and two children back in Germany—eagerly agreed."],["div",{"id":"p19","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p19"},"In the middle of the night, Elder Snow was awakened and asked to come to the dying man’s room. When he arrived, he met the captain of the ship. The captain thanked him for coming but expressed the hopelessness of the situation. Elder Snow could see that the captain had been crying."],["div",{"id":"p20","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p20"},"He went into the room, laid his hands upon the steward’s head, and gave him a priesthood blessing. Immediately after Elder Snow finished the blessing, the man sat up and got out of bed. The steward was completely healed, and he returned to his duties the next day."]],["div",{"id":"t3","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.t3"},[".title","The Worth of Souls"],["div",{"id":"p22","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p22"},"The healing of the steward changed things on board the",["span.emphasis","Swanton."],"The captain began to spend as much time with the Saints as he could spare, and he even studied the gospel and attended Church meetings. The other sailors were just as impressed. When the ship reached its destination, the crew lovingly bid the Saints farewell. Through the power of the priesthood, not only was a man’s life saved, but several others were also given a glimpse of God’s power and love. The steward and many members of the crew were eventually baptized."],["div",{"id":"p23","uri":"/liahona/2013/01/getting-to-know-lorenzo-snow.p23"},"Many other amazing events occurred in the life of President Lorenzo Snow. So this year, while the adults are studying",["span.emphasis","Teachings of Presidents of the Church: Lorenzo Snow,"],"why not follow along? On Sundays or when you have some free time, you could read some of President Snow’s teachings. You’ll be able to contribute more to family gospel discussions, and in the process you’ll get to know an amazing man who became a prophet of God."]]]],"refs":null}
