{"id":19,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":19,"title":"Keep Practicing","subtitle":"By Willis Jensen","short_title":"Keep Practicing","uri":"/liahona/2013/01/keep-practicing","content":[["div",{"id":"head1","uri":"/liahona/2013/01/keep-practicing.head1"},[".title","Keep",["span.dominant","Practicing"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/keep-practicing.p2"},"By Willis Jensen"]],[".kicker","I wanted to quit. Would all this effort pay off?"],["div",{"id":"f1","uri":"/liahona/2013/01/keep-practicing.f1"},[".credit",["div",{"id":"p4","uri":"/liahona/2013/01/keep-practicing.p4"},"Photograph by iStockphoto © Brian Steele"]]]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/keep-practicing.p5"},"“I don’t want to take piano lessons anymore,” I told my mother. I had been taking lessons for several years and was tired of all the practicing. I was ready to quit. I wasn’t very good anyway. Because I suffer from moderate hearing loss and wear hearing aids, I have never considered myself a person with musical talent. It always took a lot of practice to learn the tune of a song."],["div",{"id":"p6","uri":"/liahona/2013/01/keep-practicing.p6"},"My mother didn’t say much but simply told me that I should keep taking lessons until I could play the hymns. After much complaining on my part and much encouragement from my parents, I decided not to quit."],["div",{"id":"p7","uri":"/liahona/2013/01/keep-practicing.p7"},"Fast forward several years and thousands of miles to a chapel in the mountains of central Guatemala. As a missionary, I was attending a district conference. I had arrived early and found a piano there, so I sat down and started playing hymns. Most of the wards and branches had small electric keyboards that were hard to play, so I was very excited to play a real piano. I ended up being asked to accompany the congregation for the conference."],["div",{"id":"p8","uri":"/liahona/2013/01/keep-practicing.p8"},"What changed my attitude between my younger years and my time as a missionary? I felt the power of the Spirit through music."],["div",{"id":"p9","uri":"/liahona/2013/01/keep-practicing.p9"},"While serving a mission, I had many opportunities to use the musical skills that I had learned. I relished the many opportunities to sing and play the piano and played nearly every week in sacrament meeting. I will always remember listening to those faithful Guatemalan members singing the hymns. I taught members new hymns that they weren’t familiar with. I taught some basic piano lessons. My companions and I would sing to the people we were teaching. Even if we sang off-key, the Spirit was always there to touch the hearts of the people."],["div",{"id":"p10","uri":"/liahona/2013/01/keep-practicing.p10"},"I’ve learned that it doesn’t matter what your talents are; you can still learn to develop musical abilities. I’ll never be a world-class pianist, and many of the members in Guatemala will never be in the Tabernacle Choir. But it didn’t matter. We could still enjoy feeling the Spirit through music. I’m so grateful that my parents encouraged me to keep taking piano lessons, and I’m grateful that I kept practicing."]]],"refs":null}
