{"id":8,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":8,"title":"Meaningful Teaching at Home","subtitle":"By Darren E. Schmidt","short_title":"Meaningful Teaching at Home","uri":"/liahona/2013/01/meaningful-teaching-at-home","content":[["div",{"id":"head1","uri":"/liahona/2013/01/meaningful-teaching-at-home.head1"},[".title",["span.dominant","Meaningful"],"Teaching at Home"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/meaningful-teaching-at-home.p2"},"By Darren E. Schmidt"]],[".kicker","Four ways we teach our children the important lessons of life."]],[".bodyBlock",["div",{"id":"p4","uri":"/liahona/2013/01/meaningful-teaching-at-home.p4"},"Taking advantage of teaching moments with our eight children has been both challenging and rewarding. But knowing that “the home is the first and most effective place for children to learn the lessons of life,”",["sup",["a",{"href":"fn_footnote1"},"1"]],"my wife and I have tried to do all we can to help our children learn those lessons. Here are a few principles that have been helpful to us."],["div",{"id":"t1","uri":"/liahona/2013/01/meaningful-teaching-at-home.t1"},[".title","Do the",["span.emphasis","Best"],"Things"],["div",{"id":"p6","uri":"/liahona/2013/01/meaningful-teaching-at-home.p6"},"As our children have become involved in more activities, prioritizing has become more and more necessary. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has reminded us that “just because something is",["span.emphasis","good"],"is not a sufficient reason for doing it. … Some things are better than good, and these are the things that should command priority attention in our lives.” He further said: “Parents should act to preserve time for family prayer, family scripture study, family home evening, and the other precious togetherness and individual one-on-one time that binds a family together and fixes children’s values on things of eternal worth. Parents should teach gospel priorities through what they do with their children.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p7","uri":"/liahona/2013/01/meaningful-teaching-at-home.p7"},"This has proven good counsel for our family. As my wife and I have made our children’s activities outside the home a matter of pondering and prayer, some of the things we had thought to be important turned out to be unnecessary. I was especially surprised when I asked our children if they wanted to participate on a basketball team with me as their coach. Their reply was, “I don’t think so,” along with, “Dad, we have a basket in the front yard, and we like when you play with us and we have games with the neighbors. We get the ball a lot more!”"]],["div",{"id":"t2","uri":"/liahona/2013/01/meaningful-teaching-at-home.t2"},[".title","Study and Act On the Scriptures"],["div",{"id":"p9","uri":"/liahona/2013/01/meaningful-teaching-at-home.p9"},"There is a big difference between",["span.emphasis","reading"],"the scriptures and",["span.emphasis","studying"],"them. The ancient prophet Joshua taught that success in studying the scriptures comes when we “meditate therein day and night” and “observe to",["span.emphasis","do according to all that is written"],"therein” (",["a",{"href":"/scriptures/ot/josh/1.8"},"Joshua 1:8"],"; emphasis added). During our family scripture study, we have been most successful when we give our children time to ponder specific questions and then extend to them an invitation to “do according to all that is written.”"],["div",{"id":"p10","uri":"/liahona/2013/01/meaningful-teaching-at-home.p10"},"One evening we were eating treats outside and reading in the Book of Mormon about the fall of the Nephites. I felt impressed to ask the children why they thought the Nephites had turned so wicked. Six-year-old Celeste said she thought the Nephites and Lamanites had stopped saying their daily prayers. We all agreed that the fall of the Nephites started with forgetting prayer and other seemingly little things. At that moment, the thought came to me to invite the children to pray with more thought and feeling."],["div",{"id":"p11","uri":"/liahona/2013/01/meaningful-teaching-at-home.p11"},"The following day I asked them how their prayers went. This gave them a chance to share their experiences and gave me a chance to further share my testimony of prayer. Not every family scripture study experience has gone this well, but when we have had discussions and invitations to act as part of our study, the scriptures have become more meaningful."]],["div",{"id":"t3","uri":"/liahona/2013/01/meaningful-teaching-at-home.t3"},[".title","Help Children Become Responsible"],["div",{"id":"p13","uri":"/liahona/2013/01/meaningful-teaching-at-home.p13"},"We have found great power in giving assignments to our children and letting them figure out the details for themselves. When we allow our children to be involved and help make some of the family decisions, they are more likely to be active participants. They also develop a sense of ownership and accountability and thereby learn to “do many things of their own free will, and bring to pass much righteousness” (",["a",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). Here are a few things that have helped our children be more responsible:"],["ul.bullet",["li",["span.label","•"],[".para","For family home evening, help them prepare a lesson, scripture, or talent of their own choosing."]],["li",["span.label","•"],[".para","Allow them to choose a hymn for everyone to sing during family scripture study and then invite a child to say the prayer."]],["li",["span.label","•"],[".para","Let them help plan and be responsible for a portion of a family trip."]],["li",["span.label","•"],[".para","Hold a family council with them about money matters and let them help make decisions about purchases."]],["li",["span.label","•"],[".para","Teach them how to do a particular job and put them in charge of that job for a week."]],["li",["span.label","•"],[".para","Do a monthly family service project and let them decide whom the family will help."]],["li",["span.label","•"],[".para","Let them take turns picking someone to visit on a given Sunday."]],["li",["span.label","•"],[".para","Allow them to pick a family activity for a particular evening during the month."]]]],["div",{"id":"t4","uri":"/liahona/2013/01/meaningful-teaching-at-home.t4"},[".title","Shepherd Them"],["div",{"id":"p23","uri":"/liahona/2013/01/meaningful-teaching-at-home.p23"},"There have been times when my wife and I have felt like sheepherders corralling our children for prayer or scripture study. But other times we have felt a sweet spirit that comes as we have truly shepherded and cared for our little flock. If we aren’t careful, we can easily miss these shepherding moments."],["div",{"id":"p24","uri":"/liahona/2013/01/meaningful-teaching-at-home.p24"},"One such moment came while I was tucking our children into their beds. One of my sons asked, “Dad, what tempts you?”"],["div",{"id":"p25","uri":"/liahona/2013/01/meaningful-teaching-at-home.p25"},"I was startled by the question."],["div",{"id":"p26","uri":"/liahona/2013/01/meaningful-teaching-at-home.p26"},"He then said, “We have been talking about what tempts us, and we wondered what things tempt you.”"],["div",{"id":"p27","uri":"/liahona/2013/01/meaningful-teaching-at-home.p27"},"I knew this would be a perfect time to teach them, but I was exhausted from a long day of work. I didn’t feel like having a deep conversation with two boys at such a late hour, especially on a school night."],["div",{"id":"p28","uri":"/liahona/2013/01/meaningful-teaching-at-home.p28"},"However, into my mind came the story of the Savior at the well. Even after walking 30 miles (48 km) or more, He took time to teach the woman of Samaria (see",["a",{"href":"/scriptures/nt/john/4"},"John 4"],"). I decided that this might be one of those “well” moments, so I sat down and asked them if they thought it was a sin to be tempted. There was a long pause, and then we began to talk and listen to each other. I taught them about the Savior’s encounter with Satan (see",["a",{"href":"/scriptures/nt/matt/4"},"Matthew 4"],") and bore my testimony of the blessings that come from resisting temptation."],["div",{"id":"p29","uri":"/liahona/2013/01/meaningful-teaching-at-home.p29"},"It was one of those special moments as a parent. We got to bed a little later than usual, but the joy I experienced was well worth any sacrifice of sleep."],["div",{"id":"p30","uri":"/liahona/2013/01/meaningful-teaching-at-home.p30"},"“One of our urgent opportunities is to respond to a child when he earnestly asks, remembering that they don’t",["span.emphasis","always"],"ask, that they aren’t",["span.emphasis","always"],"teachable, that they won’t",["span.emphasis","always"],"listen,” taught Elder Richard L. Evans (1906–71) of the Quorum of the Twelve Apostles. “And often we have to take them on",["span.emphasis","their"],"terms, at",["span.emphasis","their"],"times, and not always on",["span.emphasis","our"],"terms, and at",["span.emphasis","our"],"times. … If they find they can trust us with their trivial questions, they may later trust us with the more weighty ones.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],["div",{"id":"t5","uri":"/liahona/2013/01/meaningful-teaching-at-home.t5"},[".title","Chosen and Assisted by the Lord"],["div",{"id":"p32","uri":"/liahona/2013/01/meaningful-teaching-at-home.p32"},"The responsibility to watch over God’s children is a heavy one. Whenever I feel inadequate as a parent, I remind myself of something Elder Neal A. Maxwell (1926–2004) of the Quorum of the Twelve Apostles once said: “The same God that placed that star in a precise orbit millennia before it appeared over Bethlehem in celebration of the birth of the Babe has given at least equal attention to placement of each of us in precise human orbits so that we may, if we will, illuminate the landscape of our individual lives, so that our light may not only lead others but warm them as well.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p33","uri":"/liahona/2013/01/meaningful-teaching-at-home.p33"},"This statement uplifts me when I am discouraged. It gives my wife and me courage in our abilities as parents, knowing that our children have been placed within our “orbit” for a reason and that Heavenly Father trusts us."],["div",{"id":"p34","uri":"/liahona/2013/01/meaningful-teaching-at-home.p34"},"May He bless your family as you learn the gospel together, help your children become responsible, and take advantage of those precious teaching moments."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/01/meaningful-teaching-at-home","uri":"/liahona/2013/01/meaningful-teaching-at-home"},["span.label",["a",{"name":"footnote1"},"1."]],"David O. McKay, in",["span.emphasis","Family Home Evening Manual"],"(1968), iii."],["div",{"id":"/liahona/2013/01/meaningful-teaching-at-home","uri":"/liahona/2013/01/meaningful-teaching-at-home"},["span.label",["a",{"name":"footnote2"},"2."]],"Dallin H. Oaks, “Good, Better, Best,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2007, 104, 105."],["div",{"id":"/liahona/2013/01/meaningful-teaching-at-home","uri":"/liahona/2013/01/meaningful-teaching-at-home"},["span.label",["a",{"name":"footnote3"},"3."]],"Richard L. Evans, “The Spoken Word,”",["span.emphasis","Ensign,"],"May 1971, 12."],["div",{"id":"/liahona/2013/01/meaningful-teaching-at-home","uri":"/liahona/2013/01/meaningful-teaching-at-home"},["span.label",["a",{"name":"footnote4"},"4."]],"Neal A. Maxwell,",["span.emphasis","That My Family Should Partake"],"(1974), 86."]]}
