{"id":26,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":26,"title":"Our Page","subtitle":"","short_title":"Our Page","uri":"/liahona/2013/01/our-page","content":[["div",{"id":"head1","uri":"/liahona/2013/01/our-page.head1"},[".seriesTitle","Our",["span.dominant","Page"]]],[".bodyBlock",["div",{"id":"f1","uri":"/liahona/2013/01/our-page.f1"},[".caption","Carolina L., age 11, from Venezuela, has grown up in The Church of Jesus Christ of Latter-day Saints and has always wanted to go to the Caracas Venezuela Temple. In March 2012 she visited the temple for the first time. It made her very happy."]],["div",{"id":"f2","uri":"/liahona/2013/01/our-page.f2"},[".caption","I have a very special family. The church is six hours away from us, but we go when we can. My father blesses the sacrament for us every Sunday, and my mother teaches me in Primary. We go to the Recife Brazil Temple once a year. I will go on a mission when I am old enough. I study the scriptures and pray every day. I try to please Heavenly Father by being a good boy. I love the gospel very much."],[".bio",["div",{"id":"p4","uri":"/liahona/2013/01/our-page.p4"},"Kevin L., age 8, Brazil"]]],["div",{"id":"f3","uri":"/liahona/2013/01/our-page.f3"},[".caption","When I went to the temple, I had fun with my dad and my brother, Ryan, while my mother and her friend were in the session. I was very reverent when I was in the temple waiting room. I was excited to be in Heavenly Father’s house and to feel His love and His kindness through the Spirit. I love the house of the Lord."],[".bio",["div",{"id":"p6","uri":"/liahona/2013/01/our-page.p6"},"Jorge M., age 6, Costa Rica"]]],["div",{"id":"f4","uri":"/liahona/2013/01/our-page.f4"},[".caption","My little sister, Omega, and I love to see the temple. When our ward visits the Monterrey Mexico Temple, we leave at midnight and travel for six hours to get there. I know that the temple is where families can become eternal. Soon we will move to Tuxtla Gutiérrez. There is a temple there, and we will be able to visit more often. I am thankful for temples."],[".bio",["div",{"id":"p8","uri":"/liahona/2013/01/our-page.p8"},"Helem N., age 4, Mexico"]]],["div",{"id":"f5","uri":"/liahona/2013/01/our-page.f5"},[".bio",["div",{"id":"p9","uri":"/liahona/2013/01/our-page.p9"},"Solene S., age 6, Brazil"]]],["div",{"id":"f6","uri":"/liahona/2013/01/our-page.f6"},[".caption","This is a drawing of the Asunción Paraguay Temple. I am very happy because soon we will be sealed as an eternal family. I give thanks to Heavenly Father for giving me a family."],[".bio",["div",{"id":"p11","uri":"/liahona/2013/01/our-page.p11"},"Angelo N., age 5, Paraguay"]]],["div",{"id":"f7","uri":"/liahona/2013/01/our-page.f7"},[".caption","When I entered the Quetzaltenango Guatemala Temple, I felt immense peace. During the dedication I felt very happy. The talks penetrated the depths of my heart."],[".bio",["div",{"id":"p13","uri":"/liahona/2013/01/our-page.p13"},"Juan G., age 11, Guatemala"]]]]],"refs":null}
