{"id":7,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":7,"title":"Reverence for God Is the Beginning of Wisdom","subtitle":"By Elder Neil L. Andersen","short_title":"Reverence for God Is the Beginning of Wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","content":[["div",{"id":"head1","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.head1"},[".title","Reverence for God Is the Beginning of",["span.dominant","Wisdom"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p2"},"By Elder Neil L. Andersen"],["div",{"id":"p3","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p4"},"From a commencement address delivered on April 10, 2009, at Brigham Young University–Idaho. For the full text in English, visit",["a",{"href":"http://web.byui.edu/DevotionalsAndSpeeches"},["span.language","http://web.byui.edu/DevotionalsAndSpeeches"]],"."]],[".kicker","The wisdom of the world is most valuable when it humbly bows to the wisdom of God."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p6"},"We live in a world of information overload. Perhaps symbolic of this world is the amazing Wikipedia, the world’s largest online encyclopedia. To give you its scope, as of 2012 it had over 2.5 billion words in English alone and more than 22 million articles across some 284 languages. There are more than 70 language versions of Wikipedia that have at least 10,000 articles each. There are more than 4 million articles in the English version.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p7","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p7"},"Our information overload is evidenced as well in the explosive use of social networking sites such as Facebook, founded in 2004 and topping 1 billion active users worldwide in 2012,",["sup",["a",{"href":"fn_footnote2"},"2"]],"or YouTube, launched in 2005, where some video clips have reportedly been viewed more than 100 million times."],["div",{"id":"p8","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p8"},"In this information tidal wave, how desperately we need wisdom, wisdom to sort through and discern how to apply what we are learning. T. S. Eliot, a believing Christian writing years ago, speaks to our world today:"],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},[".stanza",[".line","O world of spring and autumn, birth and dying!"],[".line","The endless cycle of idea and action,"],[".line","Endless invention, endless experiment,"],[".line","Brings knowledge of motion, but not of stillness;"],[".line","Knowledge of speech, but not of silence;"],[".line","Knowledge of words, and ignorance of the Word."],[".line","All our knowledge brings us nearer to our ignorance,"],[".line","All our ignorance brings us nearer to death,"],[".line","But nearness to death no nearer to God."],[".line","Where is the Life we have lost in living?"],[".line","Where is the wisdom we have lost in knowledge?"],[".line","Where is the knowledge we have lost in information?"],[".line","The cycles of Heaven in twenty centuries"],[".line","Bring us farther from God and nearer to the Dust.",["sup",["a",{"href":"fn_footnote3"},"3"]]]]],["div",{"id":"p23","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p23"},"Where are you on the wisdom scale? Some might relate to the young lady, excited about her upcoming marriage, who exclaimed to her parents, “Oh, I’m getting married. I’m at the end of all my troubles.” And her mother whispered to her father, “Yes, but she doesn’t know at which end.”"],["div",{"id":"p24","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p24"},"The more I learn about the wisdom of God, the more I believe I am only at the beginning end of wisdom. It humbles me as I realize how much I have to learn. Today, I hope to increase our desire to acquire wisdom and specifically the wisdom of God."],["div",{"id":"t1","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.t1"},[".title","The Blessings of Wisdom"],["div",{"id":"p26","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p26"},"I want to emphasize several principles of wisdom. First, in our age of information and knowledge, we must seek after wisdom. Wisdom is multidimensional and comes in different sizes and colors. Wisdom gained early brings enormous blessings. Wisdom in one area may not be transferable to another. And finally, the wisdom of the world, while in many cases very valuable, is most valuable when it humbly bows to the wisdom of God."],["div",{"id":"p27","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p27"},"The scriptures describe two types of wisdom: the wisdom of the world and the wisdom of God. The wisdom of the world has both a positive and a negative component. In the darkest description, it could be described as a partial truth, mixed with intelligence and manipulation, to achieve selfish or evil purposes."],["div",{"id":"p28","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p28"},"An example from the Book of Mormon is the man Amlici. The scriptures say that “a certain man, being called Amlici, he being a very cunning man, yea,",["span.emphasis","a wise man as to the wisdom of the world"],"… [drew] away much people after him.” The scriptures go on to describe Amlici as a “wicked man, … [whose] intent [was] to destroy the church of God” (",["a",{"href":"/scriptures/bofm/alma/2.1-2,4"},"Alma 2:1–2, 4"],"; emphasis added). We are not interested in this kind of wisdom."],["div",{"id":"p29","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p29"},"There is another kind of wisdom of the world that is not nearly so sinister. In fact it is very positive. This wisdom is consciously acquired through study, reflection, observation, and hard work. It is very valuable and helpful in the things we do. To good and decent people, it comes as we experience our mortality."],["div",{"id":"p30","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p30"},"You will remember American author Mark Twain’s comment: “When I was a boy of 14, my father was so ignorant I could hardly stand to have the old man around. But when I got to be 21, I was astonished at how much he had learned in 7 years.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"If we are observant, if we are thoughtful, time can teach us much."],["div",{"id":"p31","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p31"},"I remember at the time of my graduation from college. I traveled from Brigham Young University to Preston, Idaho, USA, where my grandmother, Mary Keller, lived. She was then 78 years old and frail. She passed away two years later. She was a marvelous lady, and I knew that if I would listen and learn from her experiences, I could learn wisdom that would help me along the way."],["div",{"id":"p32","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p32"},"We can pole-vault over many of the sad experiences that come to some in life by obtaining wisdom early—wisdom beyond our age. Seek after this wisdom—be reflective, observe carefully, think about what you experience in life."],["div",{"id":"p33","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p33"},"We can also learn wisdom in our specific professional and personal pursuits. Let me give you two examples."],["div",{"id":"p34","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p34"},"Dr. DeVon C. Hale is a physician in Salt Lake City who grew up in Idaho Falls, Idaho. I have marveled at his knowledge and his wisdom as it concerns tropical diseases. It is not just Dr. Hale’s knowledge but also his understanding of how to apply that knowledge, sorting through several layers and judging one against the other. It is a blessing to have that kind of medical wisdom for missionaries across the world."],["div",{"id":"p35","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p35"},"A second example: When our oldest son began elementary school in our home in Tampa, Florida, USA, we were anxious to meet his kindergarten teacher, Mrs. Judith Graybell. She was a woman in her 50s and had an amazing ability with young children. She knew just how to motivate them, when to praise them, and when to be firm with them. She had the knowledge to teach them, but she had much more. We worked hard to get each of our children into her kindergarten classroom."],["div",{"id":"p36","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p36"},"These two people demonstrate selective wisdom in the world. Their wisdom is a help to many and allows them to be successful in their professions."],["div",{"id":"p37","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p37"},"However, we should realize the limitations of this wisdom. The wisdom in one area may not necessarily carry into wisdom in another. For example, I may not want Mrs. Graybell diagnosing tropical diseases, and I may not want Dr. Hale teaching my child’s kindergarten class."],["div",{"id":"p38","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p38"},"More important, the wisdom that brings success in the world must be willing to step behind the wisdom of God and not think that it can substitute for it."],["div",{"id":"p39","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p39"},"Remember: all wisdom is not created equal."],["div",{"id":"p40","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p40"},"The Psalmist said, “The fear of the Lord is the beginning of wisdom” (",["a",{"href":"/scriptures/ot/ps/111.10"},"Psalm 111:10"],"). What the scripture means is that a “profound reverence”",["sup",["a",{"href":"fn_footnote5"},"5"]],"for the Lord is the beginning of wisdom. That profound reverence comes because our Heavenly Father “has all wisdom, and all power, both in heaven and in earth” (",["a",{"href":"/scriptures/bofm/mosiah/4.9"},"Mosiah 4:9"],"). His wisdom is perfect. It is pure. It is unselfish."],["div",{"id":"p41","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p41"},"This wisdom, at times, will be opposite the wisdom of the world, meaning the wisdom of God and the wisdom of the world will come in direct conflict one with another."],["div",{"id":"p42","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p42"},"Remember the words of the Lord in Isaiah?"],["div",{"id":"p43","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p43"},"“For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord."],["div",{"id":"p44","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p44"},"“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts” (",["a",{"href":"/scriptures/ot/isa/55.8-9"},"Isaiah 55:8–9"],")."],["div",{"id":"p45","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p45"},"The wisdom of God will not come to us by entitlement; we must be willing to seek after it. “If any of you lack",["span.emphasis","wisdom,"],"let him",["span.emphasis","ask"],"of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (",["a",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"; emphasis added)."],["div",{"id":"p46","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p46"},"The wisdom of God is a spiritual gift. “",["span.emphasis","Seek not for riches but for wisdom,"],"and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich” (",["a",{"href":"/scriptures/dc-testament/dc/6.7"},"D&C 6:7"],"; emphasis added)."],["div",{"id":"p47","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p47"},"Seeking for the wisdom of God is always accompanied by obedience to the commandments."],["div",{"id":"p48","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p48"},"Generally, the spiritual gift of wisdom comes step by step as we honestly and diligently seek it. “I will give unto the children of men line upon line, precept upon precept, … and blessed are those who hearken unto my precepts, … for they shall learn",["span.emphasis","wisdom;"],"for unto him that receiveth I will give more” (",["a",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],"; emphasis added)."],["div",{"id":"p49","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p49"},"Joseph Smith said this: “The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out.”",["sup",["a",{"href":"fn_footnote6"},"6"]],"There is no instant gratification in seeking for the wisdom of God."],["div",{"id":"p50","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p50"},"Finally, the source of the wisdom of God is different from that of the world. The wisdom of God is found in the scriptures, in the teachings of the prophets (such as during general conference), and, of course, in our prayers (see",["a",{"href":"/scriptures/dc-testament/dc/8.1-2"},"D&C 8:1–2"],"). And always,",["span.emphasis","always"],"this wisdom distills upon us with the power of the Holy Ghost. The Apostle Paul said:"],["div",{"id":"p51","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p51"},"“For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God. …"],["div",{"id":"p52","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p52"},"“Which things also we speak, not in the words which",["span.emphasis","man’s wisdom"],"teacheth, but which the Holy Ghost teacheth” (",["a",{"href":"/scriptures/nt/1-cor/2.11,13"},"1 Corinthians 2:11, 13"],"; emphasis added)."],["div",{"id":"p53","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p53"},"With the wisdom of God, we see beyond our current circumstances because, as the scripture says, “the Spirit … speaketh of things as they really are, and of things as they really will be” (",["a",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],")."],["div",{"id":"p54","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p54"},"The wisdom of God is wisdom worthy of our devoted attention."]],["div",{"id":"t2","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.t2"},[".title","Wisdom and Tithing"],["div",{"id":"p56","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p56"},"Perhaps the most important point is that not all wisdom is created equal. We need to learn that when there is conflict between the wisdom of the world and the wisdom of God, we must yield our will to the wisdom of God."],["div",{"id":"p57","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p57"},"We are the sons and daughters of God. We are spiritual beings on a mortal mission. We who are devoted to learning the wisdom of the world and the wisdom of God must not become confused with which wisdom is more important."],["div",{"id":"p58","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p58"},"Let me share an experience from a noble Latter-day Saint in São Paulo, Brazil. She tells of her struggle between paying her tithing or her tuition. Here are her words:"],["div",{"id":"p59","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p59"},"“The university … prohibited the students that were in debt [or who had not paid their tuition] from taking tests."],["div",{"id":"p60","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p60"},"“I remember a time when I … faced serious financial difficulties. It was a Thursday when I received my salary. When I figured the monthly budget, I noticed that there wouldn’t be enough to pay [both] my tithing and my university. I would have to choose between them. The bimonthly tests would start the following week, and if I didn’t take them, I could lose the school year. I felt great agony. … My heart ached.”"],["div",{"id":"p61","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p61"},"Here was a direct conflict between the wisdom of the world and the wisdom of God. Even though you are very good and righteous, you will find in your life, if you are truthful with yourself, that your heart will ache as you feel some of these conflicts coming up before you."],["div",{"id":"p62","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p62"},"I return to her story. First, she paid her tithing on Sunday. The following Monday she recounted what happened:"],["div",{"id":"p63","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p63"},"“The working period was ending when my employer approached and gave the last orders of the day. … Suddenly, he halted, and asked, ‘How is your college?’ [She described him as a harsh man, and all she could say was:] ‘Everything is all right!’”"],["div",{"id":"p64","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p64"},"He then left. Suddenly the secretary entered the room. She said, “The employer has just said that from today on, the company is going to pay fully for your college and your books. Before you leave, stop at my desk and inform me of the costs so that tomorrow I can give you the check.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["div",{"id":"p65","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p65"},"If you are perceptive, you will find that you are confronted with these types of tests many times throughout your life. Where will you put your trust? Listen to the Lord’s warning directly to us:"],["div",{"id":"p66","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p66"},"“O the vainness, and the frailties, and the foolishness of men! When they are learned [in the wisdom of the world] they",["span.emphasis","think"],"they are",["span.emphasis","wise,"],"and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves [the wisdom of the world], wherefore, their",["span.emphasis","wisdom"],"is foolishness and it profiteth them not. And they shall perish."],["div",{"id":"p67","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p67"},"“But to be learned [in the wisdom of the world] is good if they hearken unto the counsels of God” (",["a",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],"; emphasis added)."],["div",{"id":"p68","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p68"},"Now from Paul:"],["div",{"id":"p69","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p69"},"“Where is the wise? … hath not God made foolish the wisdom of this world?” (",["a",{"href":"/scriptures/nt/1-cor/1.20"},"1 Corinthians 1:20"],")."],["div",{"id":"p70","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p70"},"“Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise."],["div",{"id":"p71","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p71"},"“For the",["span.emphasis","wisdom of this world"],"is foolishness with God” (",["a",{"href":"/scriptures/nt/1-cor/3.18-19"},"1 Corinthians 3:18–19"],"; emphasis added)."],["div",{"id":"p72","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p72"},"The test is often whether we will allow the wisdom of God to be our guiding course when it moves opposite the wisdom of the world."],["div",{"id":"p73","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p73"},"Ammon lamented, “For they will not seek wisdom [the wisdom of God], neither do they desire that she should rule over them” (",["a",{"href":"/scriptures/bofm/mosiah/8.20"},"Mosiah 8:20"],"). When thinking of those who have been willing to let the wisdom of God rule over them, I think of a friend of mine from mainland China, Xie Ying, who made significant sacrifices to join the Church and served a mission in New York. I think of my two daughters, both very intelligent with master’s degrees but who have chosen the blessings of motherhood and children. I think of a friend from South America who left his lucrative employment when he learned taxes were being illegally evaded. All have put the wisdom of God above the wisdom of the world."],["div",{"id":"p74","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p74"},"Sadly, the wisdom of the world can deceive capable people. Joseph Smith said it this way: “There are a great many wise men, and women too, in our midst who are too wise to be taught; therefore they must die in their ignorance, and in the resurrection they will find their mistake.”",["sup",["a",{"href":"fn_footnote8"},"8"]]]],["div",{"id":"t3","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.t3"},[".title","Wisdom and Finances"],["div",{"id":"p76","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p76"},"With the difficulties in our economy, let me raise the issue of personal finances. In our current condition we are all more humble and teachable—but think back on the last few years."],["div",{"id":"p77","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p77"},"The world teaches that if we want something, we should have it. We should not have to wait for it. Debt can allow us to have it now. That debt can come through credit cards, or it might come through overextending the leverage on a house that we own. We can leverage what we have, even our education. Values will always go up, and we will prosper. The wisdom of the world is that the amount of the monthly payment becomes more important than the size of the loan. Our obligations are somewhat discretionary, and if all fails, bankruptcy is our last option."],["div",{"id":"p78","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p78"},"Now let’s think of the wisdom of God on personal finances, constantly taught by the prophets. The foundation is self-reliance and work. We put money in its proper role by paying an honest tithe and being generous in our offerings. We live on less than we earn, and we differentiate between our needs and our wants. We avoid debt except for the most fundamental of needs. We live within a budget. We put away some savings. We are honest in all our obligations."],["div",{"id":"p79","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p79"},"About 14 years ago, President Gordon B. Hinckley (1910–2008) warned: “I am suggesting that the time has come to get our houses in order. So many of our people are living on the very edge of their incomes. In fact, some are living on borrowings. … There is a portent of stormy weather ahead to which we had better give heed.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["div",{"id":"p80","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p80"},"Several years ago at the peak of our prosperity, President Thomas S. Monson said:"],["div",{"id":"p81","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p81"},"“My brothers and sisters, avoid the philosophy that yesterday’s luxuries have become today’s necessities. They aren’t necessities unless we make them so. Many enter into long-term debt only to find that changes occur: people become ill or incapacitated, companies fail or downsize, jobs are lost, natural disasters befall us. For many reasons, payments on large amounts of debt can no longer be made. Our debt becomes as a Damocles sword hanging over our heads and threatening to destroy us."],["div",{"id":"p82","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p82"},"“I urge you to live within your means. One cannot spend more than one earns and remain solvent. I promise you that you will then be happier than you would be if you were constantly worrying about how to make the next payment on nonessential debt.”",["sup",["a",{"href":"fn_footnote10"},"10"]]],["div",{"id":"p83","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p83"},"Can you see how the wisdom of God can conflict with the wisdom of the world? The choice was",["span.emphasis","not"],"so obvious when all looked prosperous. Many members of the Church wish they had listened more closely."],["div",{"id":"p84","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p84"},"This is the wisdom of God."],["div",{"id":"p85","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p85"},"I suggest you take some of the issues facing you. Put a line down the middle of a piece of paper. List the wisdom of the world on the left side and the wisdom of God on the right side. Write the issues in conflict one with another."],["div",{"id":"p86","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p86"},"What choices are you making?"],["div",{"id":"p87","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p87"},"In section 45 of the Doctrine and Covenants, which speaks of the events leading up to the Second Coming of the Savior, the Lord again tells the story of the ten virgins and then leaves us with these words: “For they that are wise, and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived—verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day” (",["a",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],")."],["div",{"id":"p88","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom.p88"},"Let us seek after the wisdom of God. We are currently in difficult economic times across the world, and it brings some concern as we plan for jobs, careers, and income. But there are many good and prosperous days ahead. There is much we can learn right now about wisdom. I promise you that the Lord’s blessings will attend you as you seek for wisdom—the wisdom of God."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote1"},"1."]],"See Andrew Lih,",["span.emphasis","The Wikipedia Revolution"],"(2009), xv–xvi; see also http://en.wikipedia.org/wiki/Wikipedia:Size_comparisons; http://wikimediafoundation.org/wiki/FAQ/en; http://en.wikipedia.org/wiki/History_of_Wikipedia."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote2"},"2."]],"See Ramona Emerson, “Facebook Users Expected to Pass 1 Billion in August: iCrossing,”",["span.emphasis","The Huffington Post,"],"Jan. 14, 2012, www.huffingtonpost.com/2012/01/13/facebook-users-1-billion-icrossing_n_1204948.html."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote3"},"3."]],"“Choruses from ‘The Rock,’” in",["span.emphasis","T. S. Eliot: The Complete Poems and Plays, 1909–1950"],"(1980), 96."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote4"},"4."]],["span.emphasis","Mark Twain Laughing: Humorous Anecdotes by and about Samuel L. Clemens,"],"ed. P. M. Zall (1985), xxii."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote5"},"5."]],"See Marion G. Romney, “Converting Knowledge into Wisdom,”",["span.emphasis","Ensign,"],"July 1983, 5."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote6"},"6."]],["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 267."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote7"},"7."]],"In Gordon B. Hinckley, “We Walk by Faith,”",["span.emphasis","Liahona,"],"July 2002, 81–82;",["span.emphasis","Ensign,"],"May 2002, 73, 74."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote8"},"8."]],["span.emphasis","Teachings: Joseph Smith,"],"202."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote9"},"9."]],"Gordon B. Hinckley, “To the Boys and to the Men,”",["span.emphasis","Ensign,"],"Nov. 1998, 53."],["div",{"id":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom","uri":"/liahona/2013/01/reverence-for-god-is-the-beginning-of-wisdom"},["span.label",["a",{"name":"footnote10"},"10."]],"Thomas S. Monson, “True to the Faith,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2006, 19."]]}
