{"id":17,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":17,"title":"What Agung Learned from Badminton","subtitle":"By Adam C. Olson","short_title":"What Agung Learned from Badminton","uri":"/liahona/2013/01/what-agung-learned-from-badminton","content":[["div",{"id":"head1","uri":"/liahona/2013/01/what-agung-learned-from-badminton.head1"},[".title",["span.dominant","What Agung Learned"],"from Badminton"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p2"},"By Adam C. Olson"],["div",{"id":"p3","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p3"},"Church Magazines"]],[".kicker","An Indonesian teen learns that having hope keeps him from giving up."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p5"},"It’s a typically humid day in Jogjakarta, Indonesia, and sweat drips from Agung’s brow as he awaits his opponent’s serve. The badminton match is close, and the 15-year-old feels driven to win."],["div",{"id":"p6","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p6"},"After a furious exchange, his opponent puts the shuttlecock hopelessly out of Agung’s reach. Unwilling to give up the point in such a close match, Agung dives for the shuttlecock but comes up short—and bleeding from sliding across the cement court."],["div",{"id":"p7","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p7"},"It’s easy to see that he loves competitive badminton. But Agung doesn’t dream of becoming a professional badminton player. He’s not going to have to choose between serving the shuttlecock in the Olympics and serving a mission. By his own admission, he’s not particularly good at the sport."],["div",{"id":"p8","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p8"},"So why does this small teen with the big smile try so hard? Hope."],["div",{"id":"p9","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p9"},"“I believe I can get better,” he says."],["div",{"id":"t1","uri":"/liahona/2013/01/what-agung-learned-from-badminton.t1"},[".title","A Reason for Hope"],["div",{"id":"p11","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p11"},"Hope is the reason we do a lot of things. We exercise because we hope we can become stronger and healthier. We practice a musical instrument because we hope we can learn to play well. Agung practices badminton because he hopes he can improve."],["div",{"id":"p12","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p12"},"“If I had no hope of getting any better and ever winning, it would be very easy to give up,” Agung says."],["div",{"id":"p13","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p13"},"Hope is an essential element of the plan of salvation. Hope that we can be forgiven leads us to repent and try again after we fail to keep a commandment."]],["div",{"id":"t2","uri":"/liahona/2013/01/what-agung-learned-from-badminton.t2"},[".title","Satan’s Attack on Hope"],["div",{"id":"p15","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p15"},"Two of Satan’s best weapons against us are doubt and discouragement. He wasn’t able to foil Heavenly Father’s plan by stopping the Atonement. But he can still try to foil the cleansing effects of the Atonement in our lives if he can steal our hope that we can be forgiven."],["div",{"id":"p16","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p16"},"“Satan wants us to lose hope,” Agung says, “because when we give up, it leaves us far from Heavenly Father.”"],["div",{"id":"p17","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p17"},"However, when Satan succeeds in discouraging us, there are ways to find hope again."]],["div",{"id":"t3","uri":"/liahona/2013/01/what-agung-learned-from-badminton.t3"},[".title","Finding Hope"],["div",{"id":"p19","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p19"},"When we need hope for the future, we can look to the past. Agung uses an example from school that has taught him this lesson. “I’ve seen that if I study hard, I can be successful on my exams,” he says. “Because of that experience, I have hope that if I practice hard, I can improve at badminton,” he says. “My experience gives me hope.”"],["div",{"id":"p20","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p20"},"When we need hope in Jesus Christ, we can find it in both our past experiences with the power of the Atonement (see",["a",{"href":"/scriptures/nt/rom/5.4"},"Romans 5:4"],") and the experiences of others, including the experiences you might hear in sacrament meeting, a Sunday School lesson, the",["span.emphasis","Liahona,"],"or the scriptures (see",["a",{"href":"/scriptures/bofm/jacob/4.4-6"},"Jacob 4:4–6"],")."],["div",{"id":"p21","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p21"},"As we study the hopeful words of the prophets, pray for the spiritual gift of hope, and learn to recognize the Savior’s power in our lives, our faith in Him increases, as does our hope that He will help us in the future.",["sup",["a",{"href":"fn_footnote1"},"1"]]]],["div",{"id":"t4","uri":"/liahona/2013/01/what-agung-learned-from-badminton.t4"},[".title","Never Give Up"],["div",{"id":"p23","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p23"},"Agung knows he will probably never be a professional athlete, but he knows that as long as he keeps trying, there is hope he can improve."],["div",{"id":"p24","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p24"},"He has learned that the great power of hope is this: “As long as you never give up, there is hope,” he says."],["div",{"id":"p25","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p25"},"In life, the Atonement of Jesus Christ is the ultimate source of hope. Because of the Atonement we can repent when we make a mistake. That also means that because of the Atonement, we have not failed our life’s test when we make a mistake unless we give up trying to repent and obey."],["div",{"id":"p26","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p26"},"That’s why Agung continues to invite his father to church every Sunday. That’s why he tries to stand up for what’s right, even when his friends don’t. That’s why he makes the hour-long round-trip bike ride to the meetinghouse so often for seminary, Mutual, Sunday meetings, missionary preparation classes, and to help clean the building."],["div",{"id":"p27","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p27"},"“It’s not easy to try to be like Jesus,” Agung says. “Sometimes I get discouraged, but I don’t give up. Because of His sacrifice for me, I have hope I can be better.”"],["div",{"id":"p28","uri":"/liahona/2013/01/what-agung-learned-from-badminton.p28"},"Because of the Atonement there is hope. And because of hope, the Atonement can change our lives."]]],[".bodyNotes",["h3","Note"]]],"refs":[["div",{"id":"/liahona/2013/01/what-agung-learned-from-badminton","uri":"/liahona/2013/01/what-agung-learned-from-badminton"},["span.label",["a",{"name":"footnote1"},"1."]],"See Dieter F. Uchtdorf, “The Infinite Power of Hope,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2008, 21–24."]]}
