{"id":10,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":10,"title":"Young Women and the Mission Decision","subtitle":"","short_title":"Young Women and the Mission Decision","uri":"/liahona/2013/01/young-women-and-the-mission-decision","content":[["div",{"id":"head1","uri":"/liahona/2013/01/young-women-and-the-mission-decision.head1"},[".title","Young Women and the",["span.dominant","Mission Decision"]],[".kicker","How these young adult women applied prophetic counsel regarding full-time missionary service."]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p3"},"At the October 2012 general conference, President Thomas S. Monson announced that “able, worthy young women who have the desire to serve may be recommended for missionary service beginning at age 19, instead of age 21.” He said that while young women “are not under the same mandate to serve as are the young men,” they “make a valuable contribution as missionaries, and we welcome their service.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p4","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p4"},"How does a sister decide whether to serve? The following accounts share how sisters were guided by the Spirit in deciding what path was right for them."],["div",{"id":"f1","uri":"/liahona/2013/01/young-women-and-the-mission-decision.f1"},[".title","The Missing Link"],["div",{"id":"p6","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p6"},"If someone had asked me when I was little if I would serve a mission, I would have said no. My heart softened toward the idea as I got older, partly because I had seen my older siblings serve. But I still never really thought of it as something I would do."],["div",{"id":"p7","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p7"},"When I turned 21, I began to wonder if I should go on a mission, but I never prayed seriously about it. As time went on, I began to feel something was missing. I told my mother how I felt, and she suggested I reconsider a mission. She said that when she was my age, she felt the same emotions I was experiencing. Serving a mission was the answer for her, so maybe it was also my answer."],["div",{"id":"p8","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p8"},"I was terrified to pray about a mission. One reason I never considered a mission before was that I didn’t think I was strong enough to do it. I would have to leave my comforts behind and perhaps learn a new language. Plus, I didn’t think I knew the gospel well enough to teach it. But as I prayed with purpose, I felt my fears melt away. The answer I received was overpowering: the Lord loved me, and He wanted me to serve a mission."],["div",{"id":"p9","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p9"},"I was amazed by the confidence I felt after I received my answer. I no longer felt nervous or unqualified. Instead I was excited to share the gospel, and I began working on my mission papers. I was soon called to the Utah Salt Lake City Temple Square Mission."],[".bio",["div",{"id":"p10","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p10"},"Rebecca Keller Monson"]]],["div",{"id":"f2","uri":"/liahona/2013/01/young-women-and-the-mission-decision.f2"},[".title","A Missionary Life"],["div",{"id":"p12","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p12"},"When I was 17, people started asking me whether I was going to serve a mission. I hadn’t decided yet, so I always put them off."],["div",{"id":"p13","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p13"},"But as my 21st birthday approached, I started thinking about it. I read my patriarchal blessing, talked to my parents, and prayed."],["div",{"id":"p14","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p14"},"The desire never came; I never felt I needed to serve. I thought about the counsel of President Gordon B. Hinckley (1910–2008), who said that while sister missionaries are welcome, they “are not under obligation to go on missions.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"I was also reminded of the Lord’s words in the Doctrine and Covenants: “If ye have desires to serve God ye are called to the work” (",["a",{"href":"/scriptures/dc-testament/dc/4.3"},"4:3"],")."],["div",{"id":"p15","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p15"},"That scripture helped me decide not to serve a mission. When I told the Lord in prayer of my decision, I felt peace and a confirmation that there were ways I could be a missionary without full-time service. I have since found I can share my testimony in many ways—through a conversation about the Lord’s tender mercies, while visiting teaching, or in doing family history and temple work. I am dedicating myself to missionary work by striving to live the gospel and follow the inspiration of the Spirit."],[".bio",["div",{"id":"p16","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p16"},"Amy Simon"]]],["div",{"id":"f3","uri":"/liahona/2013/01/young-women-and-the-mission-decision.f3"},[".title","Good Courage"],["div",{"id":"p18","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p18"},"At the beginning of 2010, I was struggling with some trials and went on a walk to clear my mind. While on the walk, I felt the Spirit whisper that I should not worry about the past; instead, I should think about my future. Just as I began reviewing my goal of finishing school, I was prompted to think about serving a mission. I never thought about a mission before, but as the idea took hold, so did an excitement and a desire to serve. However, I decided that I wanted a little more time to think about such a big decision."],["div",{"id":"p19","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p19"},"The next few months were filled with promptings to serve a mission. While I still felt that same desire and excitement when the promptings came, doubts and fears came as well. I knew that women are encouraged to serve if they so desire but are not obligated to do so. During this time, I received priesthood blessings telling me the Lord would be pleased no matter what I chose."],["div",{"id":"p20","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p20"},"The following summer I had a roommate who had served a mission. She said that she too felt fear before and even after she decided to serve. She helped me understand that the Spirit does not speak through doubt and fear (see",["a",{"href":"/scriptures/nt/2-tim/1.7"},"2 Timothy 1:7"],"). As we talked, the Spirit touched me. I returned to my room and read a letter from a friend who was serving a mission. The letter encouraged me to read",["a",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],", and I felt the Spirit nudge me to look it up."],["div",{"id":"p21","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p21"},"The words pierced my soul: “Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.” I felt as though the Lord was speaking directly to me. I knew that I could serve a mission. I didn’t need to fear—I wouldn’t be doing it alone; the Lord would be with me."],["div",{"id":"p22","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p22"},"One month later I received my call to the Philippines Iloilo Mission, where",["a",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],"was the mission theme."],[".bio",["div",{"id":"p23","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p23"},"Kristen Nicole Danner"]]],["div",{"id":"f4","uri":"/liahona/2013/01/young-women-and-the-mission-decision.f4"},[".title","A Different Mission"],["div",{"id":"p25","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p25"},"I had planned my entire life to serve a full-time mission. But when I went to college at Brigham Young University (Utah, USA), I started to get nervous. How could I know whether I was really supposed to serve a mission? I spent the year before my 21st birthday begging Heavenly Father to tell me if I should serve. Then one of my religion professors said something that changed my life: “The Lord can’t drive a parked car.” I decided to act."],["div",{"id":"p26","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p26"},"I turned in my papers, received my call, bought missionary clothing, and drove home from Utah to North Carolina—all while preparing for my mission with earnest prayer, study, and fasting."],["div",{"id":"p27","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p27"},"After I went home to North Carolina, a young man I had met at school flew out to visit me, and we talked seriously about our relationship."],["div",{"id":"p28","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p28"},"My prayers became earnest and pleading again, but I continued to feel that the Lord trusted me to make my own decision. I felt the weight of responsibility but also the sweet assurance that as long as I chose in faith, the Lord would support my decision."],["div",{"id":"p29","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p29"},"Ten days before I was to leave, my friend proposed. I postponed my mission to give myself time to think. When I decided to get engaged, the Spirit confirmed to my fiancé and me that it was right."],["div",{"id":"p30","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p30"},"Although I didn’t serve a full-time mission, preparing for one changed my life. Drawing close to the Lord helped me become the person He needed me to be for my mission as a wife and mother."],[".bio",["div",{"id":"p31","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p31"},"Cassie Randall"]]],["div",{"id":"f5","uri":"/liahona/2013/01/young-women-and-the-mission-decision.f5"},[".title","Experiences of a Lifetime"],["div",{"id":"p33","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p33"},"I was blessed with a strong testimony of and love for the gospel at a young age, but I don’t recall one defining moment when I knew serving a mission was right. I just always knew I would go. I set a goal early to live in a way that would qualify me to serve a mission."],["div",{"id":"p34","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p34"},"When I began preparing my mission application, I fasted, prayed, and attended the temple. As I worked with my bishop, I continued to feel the peace I had felt throughout my life about serving a mission."],["div",{"id":"p35","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p35"},"The process was difficult at times: life seemed to suddenly get more expensive, and school and work became more demanding. I was at college away from my family, and it seemed as though all my friends were getting married. It was scary to realize the people I cared about were going to continue changing while I was gone."],["div",{"id":"p36","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p36"},"Because I didn’t have any singular spiritual event that confirmed my decision to serve, it was easy to doubt when things got hard. But the Lord blessed me after I received my call to the Chile Santiago East Mission to develop a love for the people in my mission, even before I left. I now have a lifetime of experiences that have borne testimony that a mission was a good choice for me."],[".bio",["div",{"id":"p37","uri":"/liahona/2013/01/young-women-and-the-mission-decision.p37"},"Madeleine Bailey"]]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/01/young-women-and-the-mission-decision","uri":"/liahona/2013/01/young-women-and-the-mission-decision"},["span.label",["a",{"name":"footnote1"},"1."]],"Thomas S. Monson, “Welcome to Conference,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2012, 4–5."],["div",{"id":"/liahona/2013/01/young-women-and-the-mission-decision","uri":"/liahona/2013/01/young-women-and-the-mission-decision"},["span.label",["a",{"name":"footnote2"},"2."]],"Gordon B. Hinckley, “To the Bishops of the Church,”",["span.emphasis","Worldwide Leadership Training Meeting,"],"June 2004, 27."]]}
