{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Church Leaders Discuss the “Hastening of Work”","subtitle":"By Sarah Jane Weaver","short_title":"Church Leaders Discuss the “Hastening of Work”","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work","content":[["div",{"id":"head1","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.head1"},[".title","Church Leaders Discuss the “Hastening of Work”"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p2"},"By Sarah Jane Weaver"],["div",{"id":"p3","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p4"},"In the midst of changes that require Latter-day Saint teenagers to take a greater role in missionary preparation, family history and temple work, and Sunday instruction, leaders say the youth of the Church have been “called to action” and asked to “arise and shine forth” (",["a",{"href":"/scriptures/dc-testament/dc/115.5"},"D&C 115:5"],")."],["div",{"id":"p5","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p5"},"The changes make one thing obvious: “The Lord has something He wants to do,” said Elder Paul B. Pieper of the Seventy."],["div",{"id":"p6","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p6"},"Elder Pieper, Executive Director of the Priesthood Department, recently participated in a",["span.emphasis","Church News"],"roundtable discussion about the changes that will impact youth in many areas. Also participating in the roundtable discussion were Elder Allan F. Packer of the Seventy and Executive Director of the Family History Department; Elder William R. Walker of the Seventy and Executive Director of the Temple Department; Elder W. Craig Zwick of the Seventy and Assistant Executive Director of the Missionary Department; Elder Paul V. Johnson of the Seventy and Commissioner of Church Education; Elder Dennis C. Brimhall, an Area Seventy and managing director of the Family History Department; and Linda K. Burton, Relief Society general president."],["div",{"id":"p7","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p7"},"Making reference to lowering the age at which young men and young women can begin missionary service, to the new youth curriculum, and to a First Presidency letter asking that youth get involved in family history research and take family names to the temple, Elder Pieper said he did not see the “three strands coming together” before conference. “I remember going to conference … and asking myself, ‘How did all of this get correlated?’ It was obvious it was the Lord’s hand.”"],["div",{"id":"p8","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p8"},"Elder Zwick said the Lord’s words are clear: “I will hasten my work in its time” (",["a",{"href":"/scriptures/dc-testament/dc/88.73"},"D&C 88:73"],"). “The Lord Himself is taking charge here,” he added. “I don’t think there has ever been a generation of youth that has been prepared for the curriculum like [the youth] are today. I don’t think there has ever been a group of youth that has done as many baptisms or more ordinances for the dead … [or] that has been as close to temple work and all of the facets of that as this group. And certainly all of that … prepares them for missionary service and builds a sure foundation for additional responsibilities in the years following their missions.”"],["div",{"id":"p9","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p9"},"It is a very powerful message that God trusts His youth, said Elder Brimhall."],["div",{"id":"p10","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p10"},"“When the Lord does anything, all the things fall into place at the right time, and that is what is happening with this,” said Elder Johnson, noting that those working on the new youth curriculum did not know there would be a shift in the age when missionaries could begin service."],["div",{"id":"p11","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p11"},"Elder Walker spoke of the First Presidency letter encouraging youth to complete their family history and take those names to the temple. “The youth being able to have their own limited use recommends … has been a really wonderful thing,” he said. “Young people [are] anxiously engaged in doing the work in the temple and understand the doctrine. … That really helps to prepare them spiritually for all these wonderful things that are in store for them.”"],["div",{"id":"p12","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p12"},"Elder Packer said that recently he heard of a young woman who stood and shared her testimony of family history work. “This is a whole lot more fun than what the old people said it was going to be,” she said."],["div",{"id":"p13","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p13"},"“That is the Spirit of Elijah,” said Elder Walker. “That is the turning of the hearts of the children to the fathers and the fathers to the children.”"],["div",{"id":"p14","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p14"},"Family history work, Elder Packer added, will change how the youth make decisions and how they feel about challenges. He said they might think, “If Grandpa did this, I can do it too.”"],["div",{"id":"p15","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p15"},"He said that a temple president reported that when youth stand proxy in baptism for any name they come out smiling, but “when they do it for an ancestor they have tears in their eyes. They feel something deeper; they feel something more.”"],["div",{"id":"p16","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p16"},"Helping the youth gain perspective is a goal of the new youth curriculum—where learning resources replace lesson manuals, said Elder Pieper. The curriculum will allow youth instructors to determine what they need to build into each Sunday experience to prepare youth for temple and family history work and missionary service."],["div",{"id":"p17","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p17"},"“The new MTC is the home,” said Elder Packer. “The new family history center is the home. The new curriculum is going to help the youth and the parents both in that role.”"],["div",{"id":"p18","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p18"},"The message to parents is “Church leaders trust you as parents and trust these young men and young women who are being raised in your homes,” said Elder Zwick."],["div",{"id":"p19","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p19"},"All the changes move the “Church to where it needs to be, where it’s prophesied to be,” said Elder Johnson. “The Lord knows what the future is, and … this is just one of the many things He is doing to advance that kingdom, to help it roll forth.”"],["div",{"id":"p20","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p20"},"Elder Pieper said, when contemplating all that happened during general conference this October, he sees “a prophet with keys, flinging doors open and saying, ‘There you go.’ We are inviting you to come and get engaged in this work. It is the Lord’s time now. We all know that. We all felt it. The Church is feeling it. Of course it will work.”"],["div",{"id":"f1","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.f1"},[".caption","Church leaders agree that the Lord is hastening His work and that the youth of the Church have been called to action."],[".credit",["div",{"id":"p22","uri":"/ensign/2013/04/church-leaders-discuss-the-hastening-of-work.p22"},"Photograph courtesy of",["span.emphasis","Church News"]]]]]],"refs":null}
