{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":8,"title":"Equal Partnership in Marriage","subtitle":"By Valerie M. Hudson, Professor of Government and Public Service at Texas A&M University, and Richard B. Miller, Professor of Family Life at Brigham Young University","short_title":"Equal Partnership in Marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage","content":[["div",{"id":"head1","uri":"/ensign/2013/04/equal-partnership-in-marriage.head1"},[".title","Equal Partnership in Marriage"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/equal-partnership-in-marriage.p2"},["b","By Valerie M. Hudson,"],"Professor of Government and Public Service at Texas A&M University,",["b","and Richard B. Miller,"],"Professor of Family Life at Brigham Young University"]],[".kicker","In the plan of happiness, man and woman play equally powerful and equally important roles."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/equal-partnership-in-marriage.p4"},"The restored gospel of Jesus Christ proclaims the doctrine of equal partnership between men and women, here and in the eternities. In this context, it is important to understand what Latter-day Saints mean by the term",["span.emphasis","equal partnership."],"Equality is all too often mistaken to mean that if two things are equal, they must be identical to each other."],["div",{"id":"p5","uri":"/ensign/2013/04/equal-partnership-in-marriage.p5"},"But the truth is otherwise. Even though we aspire to be of “one heart and one mind” (",["a",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],"), that does not mean that spouses will be or should be identical. For example, “The Family: A Proclamation to the World” teaches that gender is “an essential characteristic of individual premortal, mortal, and eternal identity and purpose.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p6","uri":"/ensign/2013/04/equal-partnership-in-marriage.p6"},"Latter-day Saint theology teaches that gender difference does not superimpose a hierarchy between men and women: one gender does not have greater eternal possibilities than the other.",["sup",["a",{"href":"fn_footnote2"},"2"]],"As Elder Earl C. Tingey, formerly of the Presidency of the Seventy, has said: “You must not misunderstand what the Lord meant when Adam was told he was to have a helpmeet. A helpmeet is a companion suited to or equal to [the other]. [They] walk side by side … not one before or behind the other. A helpmeet results in an absolute equal partnership between a husband and a wife. Eve was to be equal to Adam as a husband and wife are to be equal to each other.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p7","uri":"/ensign/2013/04/equal-partnership-in-marriage.p7"},"This statement teaches that as we come to better understand the story of Adam and Eve in light of the restored gospel, we will better understand God’s plan for the equal partnership between men and women."],["div",{"id":"t1","uri":"/ensign/2013/04/equal-partnership-in-marriage.t1"},[".title","Eve and Adam and the Plan of Happiness"],["div",{"id":"p9","uri":"/ensign/2013/04/equal-partnership-in-marriage.p9"},"In the Garden of Eden, Eve was the first to partake of the forbidden fruit of the tree of knowledge of good and evil. This act led to serious consequences, not the least of which was the expulsion of Adam and Eve from the garden. Because of this, some individuals have interpreted the story of the Garden of Eden as the story of Eve’s spiritual inferiority. However, Latter-day Saint theology rejects this interpretation. As Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has declared: “Some Christians condemn Eve for her act, concluding that she and her daughters are somehow flawed by it. Not the Latter-day Saints! Informed by revelation, we celebrate Eve’s act and honor her wisdom and courage in the great episode called the Fall.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p10","uri":"/ensign/2013/04/equal-partnership-in-marriage.p10"},"Although the Fall brought the possibility of evil and affliction into the world, it allowed Adam and Eve to have posterity and for all of us to progress toward our eternal destiny to become like our heavenly parents (see",["a",{"href":"/scriptures/bofm/2-ne/2.22-23,25"},"2 Nephi 2:22–23, 25"],"). Furthermore, Elder Oaks taught that partaking of the fruit was not a sin but a necessary transgression: “[Eve’s] act, whatever its nature, was formally a transgression, but eternally a glorious necessity to open the doorway toward eternal life. … [The Prophet] Joseph Smith taught that it was not a ‘sin,’ because God had decreed it.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p11","uri":"/ensign/2013/04/equal-partnership-in-marriage.p11"},"Eve’s choice was momentous: because of her choice, sin and death afflicted her and Adam and their posterity. However, by entering mortality, she and Adam gained the opportunity to have children and to strive toward exaltation. God also provided that Adam and Eve would rule together, as Elder Bruce C. Hafen, formerly of the Seventy, and his wife, Marie, explained:"],["div",{"id":"p12","uri":"/ensign/2013/04/equal-partnership-in-marriage.p12"},"“",["a",{"href":"/scriptures/ot/gen/3.16"},"Genesis 3:16"],"states that Adam is to ‘rule over’ Eve, but this doesn’t make Adam a dictator. …",["span.emphasis","Over"],"in ‘rule over’ uses the Hebrew",["span.emphasis","bet,"],"which means ruling ‘with,’ not ruling ‘over.’ … The concept of interdependent, equal partners is well-grounded in the doctrine of the restored gospel. Eve was Adam’s ‘help meet’ (",["a",{"href":"/scriptures/ot/gen/2.18"},"Genesis 2:18"],"). The original Hebrew for",["span.emphasis","meet"],"means that Eve was adequate for, or equal to, Adam. She wasn’t his servant or his subordinate.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p13","uri":"/ensign/2013/04/equal-partnership-in-marriage.p13"},"In the plan of happiness, man and woman play equally powerful and equally important roles. For the plan to work, each must hearken to the other. Before God, they stand as equals."]],["div",{"id":"t2","uri":"/ensign/2013/04/equal-partnership-in-marriage.t2"},[".title","Equality and Love in LDS Doctrine"],["div",{"id":"p15","uri":"/ensign/2013/04/equal-partnership-in-marriage.p15"},"There is a crucial relationship between equality and love in LDS doctrine. Spouses are to enter their marriage relationship convinced of each other’s equality. The first utterance Adam made after God created him and Eve in the Garden of Eden was to declare Eve’s equality with him—that they would be “one flesh” (",["a",{"href":"/scriptures/ot/gen/2.24"},"Genesis 2:24"],")."],["div",{"id":"p16","uri":"/ensign/2013/04/equal-partnership-in-marriage.p16"},"Different cultures across the globe and across time have viewed the relationship between husbands and wives in many different ways, often at odds with the doctrine of equal partnership. But LDS General Authorities have stated that priesthood holders must reject hierarchical marriage. Elder Richard G. Scott of the Quorum of the Twelve Apostles said:"],["div",{"id":"p17","uri":"/ensign/2013/04/equal-partnership-in-marriage.p17"},"“In some cultures, tradition places a man in a role to dominate, control, and regulate all family affairs. That is not the way of the Lord. In some places the wife is almost owned by her husband, as if she were another of his personal possessions. That is a cruel, mistaken vision of marriage encouraged by Lucifer that every priesthood holder must reject. It is founded on the false premise that a man is somehow superior to a woman. Nothing could be farther from the truth.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["div",{"id":"p18","uri":"/ensign/2013/04/equal-partnership-in-marriage.p18"},"Moreover, contrary to scripture and the teachings of latter-day prophets, some men and women have interpreted",["span.emphasis","presiding"],"to mean that after equal counsel, equal consent is not necessary because the presider (or husband) has the right of final say. But President Boyd K. Packer, President of the Quorum of the Twelve Apostles, explained: “In the Church there is a distinct line of authority. We serve where called by those who preside over us. In the home it is a partnership with husband and wife equally yoked together, sharing in decisions, always working together.”",["sup",["a",{"href":"fn_footnote8"},"8"]]],["div",{"id":"p19","uri":"/ensign/2013/04/equal-partnership-in-marriage.p19"},"In considering the equal partnership, Elder L. Tom Perry of the Quorum of the Twelve Apostles eloquently said: “There is not a president or a vice president in a family. The couple works together eternally for the good of the family. … They are on equal footing. They plan and organize the affairs of the family jointly and unanimously as they move forward.”",["sup",["a",{"href":"fn_footnote9"},"9"]],"Both husband and wife have a sacred obligation to refrain from thoughts and actions that might undermine that equal partnership."],["div",{"id":"p20","uri":"/ensign/2013/04/equal-partnership-in-marriage.p20"},"Priesthood stewardship does not superimpose a hierarchical relationship over the God-ordained equality between husband and wife in their roles as parents. President James E. Faust (1920–2007) taught, “Every father is to his family a patriarch and every mother a matriarch as coequals in their distinctive parental roles.”",["sup",["a",{"href":"fn_footnote10"},"10"]]],["div",{"id":"p21","uri":"/ensign/2013/04/equal-partnership-in-marriage.p21"},"Equality does not mean sameness, however. Elder M. Russell Ballard of the Quorum of the Twelve Apostles has taught: “Men and women, though spiritually equal, are entrusted with different but equally significant roles. … Men are given stewardship over the sacred ordinances of the priesthood. To women, God gives stewardship over bestowing and nurturing mortal life, including providing physical bodies for God’s spirit children and guiding those children toward a knowledge of gospel truths. These stewardships, equally sacred and important, do not involve any false ideas about domination or subordination.”",["sup",["a",{"href":"fn_footnote11"},"11"]]],["div",{"id":"p22","uri":"/ensign/2013/04/equal-partnership-in-marriage.p22"},"A marriage of equal partners is also one in which the partners help one another in their stewardships, indeed, are “obligated to help one another as equal partners.”",["sup",["a",{"href":"fn_footnote12"},"12"]],"This partnership extends to housework and childcare. President Packer has said, “There is no task, however menial, connected with the care of babies, the nurturing of children, or with the maintenance of the home that is not [the husband’s] equal obligation.”",["sup",["a",{"href":"fn_footnote13"},"13"]]],["div",{"id":"p23","uri":"/ensign/2013/04/equal-partnership-in-marriage.p23"},"Women also assist their husbands, directly and indirectly, with the burdens of supporting a family. Finally, there must be room enough in a marriage for the dreams of both the husband and the wife and sweet encouragement from each to the other to follow those dreams."]],["div",{"id":"t3","uri":"/ensign/2013/04/equal-partnership-in-marriage.t3"},[".title","Research on the Benefits of Equal Partnerships"],["div",{"id":"p25","uri":"/ensign/2013/04/equal-partnership-in-marriage.p25"},"Social science research supports the prophetic instruction that couples who have an equal partnership have happier relationships, more effective parenting practices, and better-functioning children. Scholars have consistently found that equal partners are more satisfied and have better overall marital quality than couples where one spouse dominates.",["sup",["a",{"href":"fn_footnote14"},"14"]],"Equal-partner relationships have less negative interaction and more positive interaction.",["sup",["a",{"href":"fn_footnote15"},"15"]],"Moreover, there is evidence that equal partners are more satisfied with the quality of the physical intimacy in their relationship.",["sup",["a",{"href":"fn_footnote16"},"16"]]],["div",{"id":"p26","uri":"/ensign/2013/04/equal-partnership-in-marriage.p26"},"Parents with high relationship equality are more likely to work together as a team in parenting their children.",["sup",["a",{"href":"fn_footnote17"},"17"]],"These benefits of partnership to marital relationships and parenting practices create a healthier environment for children, making them less susceptible to depression, anxiety, drug abuse, and delinquency.",["sup",["a",{"href":"fn_footnote18"},"18"]]]],["div",{"id":"t4","uri":"/ensign/2013/04/equal-partnership-in-marriage.t4"},[".title","Equal Partnership Brings Joy"],["div",{"id":"p28","uri":"/ensign/2013/04/equal-partnership-in-marriage.p28"},"One of the most precious wellsprings of joy is a sincerely equal partnership between husband and wife. In a very real and meaningful sense, couples who stand as equals before each other find greater joy. Elder Russell M. Nelson of the Quorum of the Twelve Apostles testified:"],["div",{"id":"p29","uri":"/ensign/2013/04/equal-partnership-in-marriage.p29"},"“Brethren and sisters, material possessions and honors of the world do not endure. But your union as wife, husband, and family can. The only duration of family life that satisfies the loftiest longings of the human soul is forever. No sacrifice is too great to have the blessings of an eternal marriage. To qualify, one needs only to deny oneself of ungodliness and honor the ordinances of the temple. … Our family is the focus of our greatest work and joy in this life.”",["sup",["a",{"href":"fn_footnote19"},"19"]]]],["div",{"id":"f1","uri":"/ensign/2013/04/equal-partnership-in-marriage.f1"},[".title","Answering Questions"],[".subtitle","What roles do women serve in the Church?"],["div",{"id":"p52","uri":"/ensign/2013/04/equal-partnership-in-marriage.p52"},"Women have always played an integral role in the work of salvation. When the Church was restored, it was organized the same way Jesus Christ organized His Church anciently, with priesthood duties assigned to men. Worthy women serve in the Church as leaders, counselors, missionaries, teachers, and in many other responsibilities. Both men and women regularly preach from the pulpit, lead congregational prayers, and contribute in Church councils. Fathers and mothers together share the vital responsibility of raising children."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote1"},"1."]],"“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote2"},"2."]],"For example, see",["a",{"href":"/scriptures/pgp/moses/2.26-27"},"Moses 2:26–27"],";",["a",{"href":"/scriptures/bofm/2-ne/26.28,33"},"2 Nephi 26:28, 33"],"."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote3"},"3."]],"Earl C. Tingey, “The Simple Truths from Heaven: The Lord’s Pattern” (Church Educational System fireside for young adults, Jan. 13, 2008), speeches.byu.edu."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote4"},"4."]],"Dallin H. Oaks, “The Great Plan of Happiness,”",["span.emphasis","Ensign,"],"Nov. 1993, 73."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote5"},"5."]],"Dallin H. Oaks, “The Great Plan,” 73."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote6"},"6."]],"Bruce C. and Marie K. Hafen, “Crossing Thresholds and Becoming Equal Partners,”",["span.emphasis","Ensign,"],"Aug. 2007, 27."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote7"},"7."]],"Richard G. Scott, “Honor the Priesthood and Use It Well,”",["span.emphasis","Ensign,"],"Nov. 2008, 46."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote8"},"8."]],"Boyd K. Packer, “The Relief Society,”",["span.emphasis","Ensign,"],"May 1998, 73."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote9"},"9."]],"L. Tom Perry, “Fatherhood, an Eternal Calling,”",["span.emphasis","Ensign,"],"May 2004, 71."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote10"},"10."]],"James E. Faust, “The Prophetic Voice,”",["span.emphasis","Ensign,"],"May 1996, 6."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote11"},"11."]],"M. Russell Ballard, “The Sacred Responsibilities of Parenthood,”",["span.emphasis","Ensign,"],"Mar. 2006, 29–30."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote12"},"12."]],"“The Family: A Proclamation to the World.”"],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote13"},"13."]],"Boyd K. Packer, “A Tribute to Women,”",["span.emphasis","Ensign,"],"July 1989, 75."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote14"},"14."]],"See Bernadette Gray-Little and Nancy Burks, “Power and Satisfaction in Marriage: A Review and Critique,”",["span.emphasis","Psychological Bulletin,"],"vol. 93, no. 3 (1983), 513–38."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote15"},"15."]],"See Bernadette Gray-Little, Donald H. Baucom, and Sherry L. Hamby, “Marital Power, Marital Adjustment, and Therapy Outcome,”",["span.emphasis","Journal of Family Psychology,"],"vol. 10, no. 3 (1996), 292–303."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote16"},"16."]],"See Michael Brezsnyak and Mark A. Whisman, “Sexual Desire and Relationship Functioning: The Effects of Marital Satisfaction and Power,”",["span.emphasis","Journal of Sex & Marital Therapy,"],"vol. 30 (2004), 199–217."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote17"},"17."]],"See Farrah M. Hughes, Kristina Coop Gordon, and Lowell Gaertner, “Predicting Spouses’ Perceptions of Their Parenting Alliance,”",["span.emphasis","Journal of Marriage and Family,"],"vol. 66 (2004), 506–14."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote18"},"18."]],"See Kristin M. Lindahl, Neena M. Malik, Karen Kaczynski, and Julie S. Simons, “Couple Power Dynamics, Systemic Family Functioning, and Child Adjustment: A Test of a Mediational Model in a Multiethnic Sample,”",["span.emphasis","Development and Psychopathology,"],"vol. 16 (2004), 609–30."],["div",{"id":"/ensign/2013/04/equal-partnership-in-marriage","uri":"/ensign/2013/04/equal-partnership-in-marriage"},["span.label",["a",{"name":"footnote19"},"19."]],"Russell M. Nelson, “Set in Order Thy House,”",["span.emphasis","Ensign,"],"Nov. 2011, 71."]]}
