{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":12,"title":"Loved Back into Activity","subtitle":"Name withheld","short_title":"Loved Back into Activity","uri":"/ensign/2013/04/loved-back-into-activity","content":[["div",{"id":"head1","uri":"/ensign/2013/04/loved-back-into-activity.head1"},[".title","Loved Back into Activity"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/loved-back-into-activity.p2"},"Name withheld"]],[".kicker","Each person who crossed Jack’s path with love played a part in helping him remember who he is—a person of great worth."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/loved-back-into-activity.p4"},"When my son Jack",["sup"],"was 14, he pierced his ears, quit going to seminary, and refused to go to church."],["div",{"id":"p5","uri":"/ensign/2013/04/loved-back-into-activity.p5"},"My husband and I tried everything we could think of to change this attitude. Nothing seemed to work. Jack was angry at the world and at us. We came to recognize that all we could do for him was display charity—the pure love we had for him. But we were amazed to see many other people abundantly extend love in ways that significantly helped my son."],["div",{"id":"p6","uri":"/ensign/2013/04/loved-back-into-activity.p6"},"Jack’s brothers and sisters were the first to show charity. His older brothers repeatedly invited him to social activities with their friends, even when having a little brother tag along might not have been popular. His older sister lived across the country, and she called him regularly to just chat."],["div",{"id":"p7","uri":"/ensign/2013/04/loved-back-into-activity.p7"},"Jack’s grandpa Oscar also made a huge difference. When Jack started choosing a different path, Grandpa Oscar began calling him once a week, and they talked about everything from horses to school to motorcycles."],["div",{"id":"p8","uri":"/ensign/2013/04/loved-back-into-activity.p8"},"Next door to us lived the Carlton family. They had a son who liked many of the same activities as Jack: rock climbing, hiking, camping, and ballroom dancing. Although Jack didn’t attend church, the Carltons didn’t exclude him. Rather, they welcomed him into their home, shared meals, and were interested in his activities. Their continued love and support were critical to Jack."],["div",{"id":"p9","uri":"/ensign/2013/04/loved-back-into-activity.p9"},"When Jack was 15, he decided to do a project for his Eagle Scout Award. Jack’s Scout leader, Brother White, opened his wood shop and spent hours with Jack and my husband building a large box in which to store food for horses. This helped Jack to earn his Eagle Scout Award."],["div",{"id":"p10","uri":"/ensign/2013/04/loved-back-into-activity.p10"},"We have also been blessed with wonderful bishops. Bishop Noble not only visited with Jack in an official capacity but also invited him to go on mule rides and hired him for odd jobs. When a new bishop was called, he recognized Jack’s needs and received inspiration on how best to meet those needs."],["div",{"id":"p11","uri":"/ensign/2013/04/loved-back-into-activity.p11"},"The members of our ward also showed great charity. Every time Jack attended church, our neighbors and friends greeted him warmly. They didn’t criticize his long hair or his choices; instead they shook his hand. In the neighborhood they were equally kind. One neighbor called Jack when she had odd jobs. She told me often what a great worker he was and offered to write letters of recommendation for him. Each of these acts of charity helped strengthen Jack’s self-esteem."],["div",{"id":"p12","uri":"/ensign/2013/04/loved-back-into-activity.p12"},"Each person who crossed Jack’s path with love played a part in helping him remember who he is—a wonderful son of our Heavenly Father. Collectively, these acts of charity blessed Jack’s life in incredible ways. At the age of 22, Jack decided to begin attending his local student ward. With the help of yet another encouraging bishop, he subsequently received his patriarchal blessing and was ordained to the office of priest in the Aaronic Priesthood."],["div",{"id":"p13","uri":"/ensign/2013/04/loved-back-into-activity.p13"},"I will be forever grateful to the people in our ward, our neighborhood, and our extended family who treated Jack with love. I know that charity, the pure love of Christ, can touch souls when nothing else can."]],[".bodyNotes"],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/04/loved-back-into-activity.f2"},[".title","Wearing the Mantle of Charity"],["div",{"id":"p16","uri":"/ensign/2013/04/loved-back-into-activity.p16"},"“All of you wear the mantle of charity. Life is perfect for none of us. Rather than being judgmental and critical of each other, may we have the pure love of Christ for our fellow travelers in this journey through life. May we recognize that each one is doing [his or] her best to deal with the challenges which come [his or] her way, and may we strive to do our best to help out.”"],[".citationInfo",["div",{"id":"p17","uri":"/ensign/2013/04/loved-back-into-activity.p17"},"President Thomas S. Monson, “Charity Never Faileth,”",["span.emphasis","Ensign,"],"Nov. 2010, 125."]]]]],"refs":[["div",{"id":"/ensign/2013/04/loved-back-into-activity","uri":"/ensign/2013/04/loved-back-into-activity"},["span.label"],"Names have been changed."]]}
