{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":18,"title":"The Restoration and Early Christian Teachings","subtitle":"By Michael R. Ash","short_title":"The Restoration and Early Christian Teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings","content":[["div",{"id":"head1","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.head1"},[".title","The",["span.dominant","Restoration"],"and Early Christian Teachings"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p2"},"By Michael R. Ash"]],[".kicker","Historical research shows that truths revealed to the Prophet Joseph Smith were taught by early Christians."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p4"},"From the day the Prophet Joseph Smith received the gold plates in 1827 until his martyrdom in 1844, the floodgates of revelation were opened as he restored scripture, doctrines, and priesthood authority. The Restoration not only reestablished the original Church of Jesus Christ but also reestablished teachings that had been lost."],["div",{"id":"p5","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p5"},"Many teachings and practices that distinguish Latter-day Saints from other modern Christians are now known to have been believed and practiced by the early Christians as well. Here are a few of them."],["div",{"id":"t1","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.t1"},[".title","Our Premortal Life"],["div",{"id":"p7","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p7"},"Though the doctrine of premortal life is hinted at in the Bible (see",["a",{"href":"/scriptures/ot/jer/1.5"},"Jeremiah 1:5"],"), many Christian theologians before Joseph Smith had taught that humans and their spirits are created from nothing. The book of Abraham reveals that we had a premortal life with our heavenly family and that we chose the plan of salvation presented by our Heavenly Father (see",["a",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22–23"],")."],["div",{"id":"p8","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p8"},"We now know that this doctrine of premortal life was also accepted by many Jews and Christians around the time of Christ. According to one Jewish scholar, Jews in the first few centuries after Christ believed that the soul existed in a heavenly “spiritual reservoir”",["sup",["a",{"href":"fn_footnote1"},"1"]],"before being placed into a body, as evidenced by the Apocrypha’s reference to spirits waiting in “chambers of souls”",["sup",["a",{"href":"fn_footnote2"},"2"]],"before birth. The pseudepigraphical book of Enoch, which some Jews and early Christians considered scripture, taught that “all the souls of the children of man have been before they came down to the world.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],["div",{"id":"t2","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.t2"},[".title","Salvation for the Dead"],["div",{"id":"p10","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p10"},"Though some Christian denominations disagree with each other regarding the necessity of ordinances and works, they all agree that in order to be saved, we must accept Christ and make His sacrifice fully effective in our lives, acknowledging His divinity and the wonderful gift He gave us. However, since the days of Adam, only a small fraction of God’s children have ever had the opportunity to hear the gospel, much less accept it."],["div",{"id":"p11","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p11"},"Thanks to modern revelation, we know that ordinances necessary for individual salvation can be performed by proxy for those who didn’t have the chance to receive them while in mortality. A loving and just God allows all His children the opportunity to accept or reject the gospel and its necessary ordinances."],["div",{"id":"p12","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p12"},"Baptism for the dead is mentioned in the New Testament (see",["a",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"), as is the fact that the Savior delivered the gospel to those in spirit prison (see",["a",{"href":"/scriptures/nt/1-pet/3.18-19"},"1 Peter 3:18–19"],";",["a",{"href":"/scriptures/nt/1-pet/4.6"},"4:6"],"), but before Joseph Smith’s day most Christian theologians taught that these passages were simply anomalies or ambiguities that didn’t really describe early Christian practices and beliefs. More recently, however, non-LDS scholars have written about ancient Christian traditions describing Christ’s preaching to the dead in the spirit world and having taught that baptism was the key to their release."],["div",{"id":"p13","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p13"},"Some of these early traditions suggest that just as John the Baptist’s birth preceded the birth of the Savior so that he could herald Jesus’s ministry, so likewise John was killed before the Crucifixion to herald Jesus’s coming in the spirit world.",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p14","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p14"},"Clement of Alexandria, an early Christian writer of the late second to early third century, said that “Christ went down to Hades [the spirit world] for no other purpose than to preach the gospel.”",["sup",["a",{"href":"fn_footnote5"},"5"]],"Clement claimed that Christ not only “visited” and “preached” to the dead but “baptized the just men of old, both gentiles and Jews, not only those who lived before the coming of the Lord, but also those who were before the coming of the Law.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p15","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p15"},"Some non-LDS scholars now recognize that baptism for the dead was an authentic ancient Christian practice. One historian reports that in the early Christian Church “the necessity of Baptism is such that the Apostles and teachers … who preached the Gospel had to go down to limbo, there to teach and baptize the just already dead.”",["sup",["a",{"href":"fn_footnote7"},"7"]]]],["div",{"id":"t3","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.t3"},[".title","Degrees of Glory"],["div",{"id":"p17","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p17"},"While Christian teaching had traditionally maintained that the dead go either to heaven or hell, Joseph Smith learned that there are many degrees of glory in the hereafter. Jesus once taught in a parable that we will reap what we sow and that some will bring forth fruit “an hundredfold, some sixtyfold, some thirtyfold” (",["a",{"href":"/scriptures/nt/matt/13.8"},"Matthew 13:8"],"). Irenaeus, an early Christian writer of the late second century, explained this passage to mean that there will be varying degrees of reward in the hereafter:"],["div",{"id":"p18","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p18"},"“Then those who are deemed worthy of abode in heaven shall go there, others shall enjoy the delights of paradise, and others shall possess the splendour of the city. … There is this distinction between the habitation of those who produce an hundred-fold, and that of those who produce sixty-fold, and that of those who produce thirty-fold: … it was on this account the Lord declared, ‘In My Father’s house are many mansions’ [",["a",{"href":"/scriptures/nt/john/14.2"},"John 14:2"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/98.18"},"D&C 98:18"],"]. For all things belong to God, who supplies all with a suitable dwelling-place.”",["sup",["a",{"href":"fn_footnote8"},"8"]]]],["div",{"id":"t4","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.t4"},[".title","Heirs to the Father"],["div",{"id":"p20","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p20"},"Latter-day Saints believe that our Heavenly Father wants us to inherit all that He has so that we can become like Him and His Son. The Epistle to the Hebrews taught that Jesus is “appointed heir of all things” (",["a",{"href":"/scriptures/nt/heb/1.2"},"Hebrews 1:2"],"). Paul taught that the righteous will become “joint-heirs with Christ” (",["a",{"href":"/scriptures/nt/rom/8.17"},"Romans 8:17"],"), and Peter taught that they would be “partakers of the divine nature” (",["a",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],")."],["div",{"id":"p21","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p21"},"Many early Christians believed that the righteous could become like the Father. Irenaeus wrote that Jesus Christ became “what we are, that He might bring us to be even what He is Himself.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["div",{"id":"p22","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p22"},"Clement of Alexandria wrote that Jesus became man so that we may “learn from man how man may become God” and explained that because the righteous will become so “near to the Lord, there awaits them restoration to everlasting contemplation; and they are called by the appellation of gods, being destined to sit on thrones with the other gods that have been first put in their places by the Saviour.”",["sup",["a",{"href":"fn_footnote10"},"10"]]],["div",{"id":"p23","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p23"},"Even as late as the third century, Hippolytus, bishop of Portus, explained that the righteous will become “a companion of the Deity, and a co-heir with Christ, no longer enslaved with lusts or passions, and never again wasted by disease. For thou hast become God.”",["sup",["a",{"href":"fn_footnote11"},"11"]]],["div",{"id":"p24","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p24"},"The early Christian writings on deification are so extensive that non-LDS scholar G. L. Prestige stated that the early Christian Church “taught that the destiny of man was to become like God, and even to become deified.”",["sup",["a",{"href":"fn_footnote12"},"12"]]]],["div",{"id":"t5","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.t5"},[".title","Conclusion"],["div",{"id":"p26","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p26"},"These and other authentic ancient Christian teachings were restored through the Prophet Joseph Smith because he sought the Lord in study and prayer. From Joseph Smith’s First Vision—which came after he read",["a",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"—we find that many of the Prophet’s revelations were precipitated by his hunger for scripture study and asking Heavenly Father for divine insight. Teachings which had been lost after the demise of the early Apostles were once again given to the Saints of Christ’s restored Church."],["div",{"id":"p27","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p27"},"Thanks to the restoration of these lost teachings, we rejoice with the early Christian Saints in the knowledge that we once lived a premortal life with our Heavenly Father. We know that God is merciful and loves all humankind and has established a plan so that every one of His children will have the opportunity to hear the gospel and receive the ordinances of salvation—even if they never had the chance while in mortality. We also learn that Heavenly Father expects us to participate in the work of bringing salvation to those who died without hearing the good news."],["div",{"id":"p28","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p28"},"With our early Christian brothers and sisters, we can rejoice in the knowledge that Heavenly Father is",["span.emphasis","just"],"as well as",["span.emphasis","merciful"],"and offers different degrees of glory according to our faithfulness and willingness to follow His Son. Lastly, and most importantly, we learn that we",["span.emphasis","really are"],"God’s sons and daughters and that He wants us not only to become like Him but also to share in his glory and become partakers of His divine nature."],["div",{"id":"p29","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p29"},"In the more than a century and a half since the days of Joseph Smith, scholarly studies have buttressed the claim that the Prophet restored doctrines of the gospel of Jesus Christ as taught in the meridian of time. The eternal truth of these teachings, however, can be confirmed only by the Spirit. Only by aligning ourselves with God can these teachings bless our lives, help draw us closer to the Father, and eventually lead us back to our heavenly home."]],[".annotation",["div",{"id":"p30","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p30"},"Michael R. Ash lives in Utah, USA."]],["div",{"id":"f1","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.f1"},[".title","Answering Questions"],[".subtitle","Why was a restoration of the gospel of Jesus Christ needed?"],["div",{"id":"p46","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p46"},"A general falling away from the truth occurred after the death of Christ’s Apostles. This is called the Apostasy (see",["a",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],";",["a",{"href":"/scriptures/nt/acts/20.29-30"},"Acts 20:29–30"],";",["a",{"href":"/scriptures/nt/2-tim/4.3"},"2 Timothy 4:3"],")."],["div",{"id":"p47","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p47"},"After the Apostles and many righteous Church members were killed and other members departed from the truth, the Lord took the priesthood authority and His Church from the earth. Without God’s priesthood authority, the Church no longer functioned as Christ had established it. The ordinances were changed, and many plain and simple truths were lost. While many good people and some truth remained, the original Church was lost."],["div",{"id":"p48","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p48"},"The Apostle Peter prophesied of the “restitution of all things” before Christ’s Second Coming (see",["a",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],"). Having been lost because of the Apostasy, Christ’s Church and His authority were to be restored to the earth."],["div",{"id":"p49","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p49"},"Joseph Smith’s First Vision marked the beginning of the Restoration of the gospel of Jesus Christ to the earth. In subsequent years, Christ restored His priesthood and reorganized His Church. He has continued to reveal truths to His prophets and to restore the blessings that were taken from the earth for a time. (See",["b","Restoration"],"in",["b","FAQ"],"on",["b",["a",{"href":"http://www.mormon.org"},"Mormon.org"]],".)"]],["div",{"id":"f2","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.f2"},[".title","Key Teachings"],["ul.bullet",["li",["span.label","•"],[".para","Through the Prophet Joseph Smith, the Lord restored truths that had been known and taught by Christians in the first, second, and third centuries."]],["li",["span.label","•"],[".para","Among the early Christian teachings restored through Joseph Smith are premortal life, salvation for the dead, the degrees of glory, and our ability to become like Heavenly Father through Christ’s Atonement."]],["li",["span.label","•"],[".para","As we study and pray, we can receive a witness from the Holy Ghost of the truthfulness of these teachings."]]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".callout",{"id":"f5","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.f5"},["div",{"id":"p54","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p54"},"Scholars now recognize that baptism for the dead was an authentic ancient Christian practice."]],[".callout",{"id":"f6","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.f6"},["div",{"id":"p55","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings.p55"},"Scholarly studies have buttressed the claim that the Prophet restored doctrines of the gospel of Jesus Christ as taught in the meridian of time."]]]],"refs":[["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote1"},"1."]],"Hayyim Schauss,",["span.emphasis","The Lifetime of a Jew: Throughout the Ages of Jewish History"],"(1950), 63."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote2"},"2."]],"2 Esdras 4:41."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote3"},"3."]],"Quoted in Hugh W. Nibley,",["span.emphasis","The Collected Works of Hugh Nibley: Volume 2—Enoch the Prophet,"],"ed. Stephen D. Ricks (1986), 242. Several different versions of the book of Enoch existed in early Christian times, all of which are discussed in this book."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote4"},"4."]],"See Hugh W. Nibley,",["span.emphasis","The Collected Works of Hugh Nibley: Volume 4—Mormonism and Early Christianity,"],"ed. Todd M. Compton and Stephen D. Ricks (1987), 121. While we do not know if this teaching is true, it speaks to John’s important mission as a forerunner."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote5"},"5."]],"Quoted in Nibley,",["span.emphasis","Mormonism and Early Christianity,"],"118."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote6"},"6."]],"Quoted in Nibley,",["span.emphasis","Mormonism and Early Christianity,"],"122–23. Though we do not believe that Christ baptized people from the spirit world, this statement shows that the concept of baptism for the dead was very much alive among early Christians."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote7"},"7."]],"Joseph Tixeront,",["span.emphasis","History of Dogmas"],"(1910), 118."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote8"},"8."]],"Irenaeus, “Against Heresies,” in",["span.emphasis","Ante-Nicene Fathers: The Writings of the Fathers Down to A.D. 325,"],"ed. Alexander Roberts, James Donaldson, and A. Cleveland Coxe, 10 vols. (1885–96), 1:567."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote9"},"9."]],"Irenaeus, “Against Heresies,” in",["span.emphasis","Ante-Nicene Fathers,"],"1:526."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote10"},"10."]],"Clement of Alexandria, “Exhortation to the Heathen,” in",["span.emphasis","Ante-Nicene Fathers,"],"2:174; and Stromata 7:10, in",["span.emphasis","Ante-Nicene Fathers,"],"2:539."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote11"},"11."]],"Hippolytus, “The Refutation of All Heresies,” in",["span.emphasis","Ante-Nicene Fathers,"],"5:153."],["div",{"id":"/ensign/2013/04/the-restoration-and-early-christian-teachings","uri":"/ensign/2013/04/the-restoration-and-early-christian-teachings"},["span.label",["a",{"name":"footnote12"},"12."]],"G. L. Prestige,",["span.emphasis","God in Patristic Thought,"],"(1952), 73."]]}
