{"id":198,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":198,"title":"Lesson 151: Ether 13–15","subtitle":"","short_title":"Lesson 151","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151"},[".heading",{"id":"head13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.head13"},[".titleNumber","Lesson 151"],["h1","Ether 13–15"]],[".bodyBlock",[".topic",{"id":"t82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t82"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p4"},"The prophet Ether’s record of the Jaredite civilization serves as a witness that those who reject the Lord and His prophets will not prosper. Ether warned Coriantumr, a Jaredite king, that his people would be destroyed if he and his household would not repent. When Coriantumr and his people refused to repent, war and wickedness escalated for many years until the entire Jaredite nation was destroyed. Only Ether and Coriantumr survived to witness the fulfillment of Ether’s prophecy. These chapters are also a fulfillment of God’s decree that “whatsoever nation shall possess [the land of promise] shall serve God, or they shall be swept off” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.9"},"Ether 2:9"],")."]],[".sidebar box-decor box-right",{"id":"f122","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.f122"},["h3","Foster a climate of love and respect"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p6"},"Students who feel loved, trusted, and valued by you and their fellow students will want to come to class. They will be more open to the influence of the Holy Spirit and will have a stronger desire to participate."]],[".topic",{"id":"t83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t83"},["h2","Suggestions for Teaching"],[".topic",{"id":"t84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t84"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.1-12"},"Ether 13:1–12"]],["h4","Moroni records Ether’s prophecies about the New Jerusalem and the Jerusalem of old"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p10"},"Explain that some cities are known by names that describe their significant features. Read the following descriptive names for cities, and ask students to guess which city matches each name: the City of Light (Paris, France); the Eternal City (Rome, Italy); the Windy City (Chicago, Illinois, United States); the Pearl of the Orient (Manila, Philippines); and the City of Palaces (Mexico City, Mexico). Ask students to suggest what these descriptive names might communicate about the cities."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p11"},"Point out that Moroni recorded Ether’s prophecies about three cities: the New Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.6-8"},"Ether 13:6–8"],",",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.10"},"10"],"); the city of Enoch, which would “come down out of heaven” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.3"},"Ether 13:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62-64"},"Moses 7:62–64"],"); and Jerusalem in the Holy Land (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.11"},"Ether 13:11"],"). Tell the class that Ether taught the Jaredites that the land upon which they lived was the site of a future city of great importance (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.2-3"},"Ether 13:2–3"],"). Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.4-8"},"Ether 13:4–8"],"silently, looking for the names of the cities mentioned in these verses."],["ul.bullet",["li",["span.label","•"],["p","What are the names of these cities? (Jerusalem and New Jerusalem.) What descriptive name did Ether use for Jerusalem in the Holy Land and the New Jerusalem that will someday be built on the American continent? (“Holy city.”)"]],["li",["span.label","•"],["p","What do you think it would be like to live in a city known as “a holy city”?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p14"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.10-11"},"Ether 13:10–11"],"silently, looking for how people will qualify to live in these holy cities."],["ul.bullet",["li",["span.label","•"],["p","How will people qualify to live in these cities? (By having their garments made “white through the blood of the Lamb.”)"]],["li",["span.label","•"],["p","What does it mean for people to have their garments made “white through the blood of the Lamb”? (It means that the people have become clean and purified from sin through the Atonement of Jesus Christ, the Lamb of God; see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12.11"},"1 Nephi 12:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.21"},"Alma 5:21"],".)"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p17"},"Explain that another name for New Jerusalem is",["span.emphasis","Zion"],"(see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],"). While the New Jerusalem and the city of Jerusalem will be established in the future, all members of the Church can seek now to establish Zion wherever they live (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.6"},"14:6"],"). In the most basic sense, Zion is “the pure in heart” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],"). Share the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.f125"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p18"},"“Zion is Zion because of the character, attributes, and faithfulness of her citizens [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],"]. Remember, ‘the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],"). If we would establish Zion in our homes, branches, wards, and stakes, we must rise to this standard. It will be necessary (1) to become unified in one heart and one mind; (2) to become, individually and collectively, a holy people; and (3) to care for the poor and needy” (“Come to Zion,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 38)."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p19"},"Give students a moment to ponder what they can do to help establish a higher standard in their homes and in their branches or wards. You may want to give them time to write their thoughts in notebooks or scripture study journals."]],[".topic",{"id":"t85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t85"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.13"},"Ether 13:13–15:34"]],["h4","The Jaredites reject Ether’s prophetic warnings and persist in wickedness and war until they are destroyed"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p22"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.13-14"},"Ether 13:13–14"],"by explaining that the Jaredites rejected Ether and cast him out from among them. During the day, Ether hid himself in “the cavity of a rock,” where he finished his record of the Jaredites. At night, he went out to see the things that were happening to his people, the Jaredites. He wrote about the things he saw."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p23"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.15-19"},"Ether 13:15–19"],"silently, looking for descriptions of the Jaredite society. After they have read, invite them to describe the Jaredite society in their own words. Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.20-22"},"Ether 13:20–22"],"aloud. Ask the class to follow along, looking for the message the Lord commanded Ether to deliver to Coriantumr."],["ul.bullet",["li",["span.label","•"],["p","What was Ether’s message to Coriantumr? (If Coriantumr and his household would repent, the Lord would spare the people and allow Coriantumr to retain his kingdom. If they would not repent, everyone in the kingdom but Coriantumr would be destroyed.)"]],["li",["span.label","•"],["p","How did Coriantumr and his people respond?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p26"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.23"},"Ether 13:23–14:20"],"by explaining that wars continued in the land. Three men in succession—Shared, Gilead, and Lib—tried to take the kingdom from Coriantumr. Eventually, secret combinations gained more power, and the entire nation became engulfed in war. “All the people upon the face of the land were shedding blood, and there was none to restrain them” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.31"},"Ether 13:31"],"). Coriantumr’s final foe was a man named Shiz."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p27"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/14.21-25,30-31"},"Ether 14:21–25, 30–31"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.1-2"},"15:1–2"],"silently, looking for the extent of the destruction caused by these wars. Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.3-5"},"Ether 15:3–5"],"aloud. Ask the class to follow along, looking for what Coriantumr attempted to do to spare the remainder of the people from destruction."],["ul.bullet",["li",["span.label","•"],["p","What did Coriantumr do? (He offered to give up the kingdom to Shiz.)"]],["li",["span.label","•"],["p","How did Shiz respond to Coriantumr’s offer? (He said that he would spare the people if he could be allowed to kill Coriantumr. See also",["a.scriptureRef",{"href":"/scriptures/bofm/ether/14.24"},"Ether 14:24"],".)"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p30"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.6-11"},"Ether 15:6–11"],"by explaining that the people of Coriantumr and the people of Shiz continued to battle one another. You may also want to explain that this battle, in which the Jaredite nation was destroyed, was fought near a hill called Ramah. Hundreds of years later, the Nephite civilization was destroyed in a battle near the same hill, which was then called Cumorah. (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.11"},"Ether 15:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.6"},"Mormon 6:6"],".)"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p31"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.12-17"},"Ether 15:12–17"],"silently. Before they read, ask them to look for details about the Jaredites’ situation and to identify one thing in this account that is particularly sad. When they have had time to read, ask several students to report on what they have identified."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p32"},"Remind students that Ether had spent many years warning the people to repent (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.2-3"},"Ether 12:2–3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.20"},"13:20"],"). Write the following incomplete statement on the board:",["span.emphasis","If we reject the Lord’s warnings to repent, …"]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p33"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.18-19"},"Ether 15:18–19"],"aloud. Ask the class to follow along, identifying ways to complete the statement on the board. After students share their ideas, complete the statement by writing the following principle:",["b",["span.emphasis","If we reject the Lord’s warnings to repent, His Spirit will withdraw and Satan will gain power over our hearts."]]],["ul.bullet",["li",["span.label","•"],["p","How did the Jaredites’ refusal to repent earlier affect their ability to change later?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p35"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.20-32"},"Ether 15:20–32"],"by explaining that the armies of Coriantumr and Shiz fought until only Coriantumr and Shiz remained. Then Coriantumr killed Shiz. As Ether had prophesied, all the people in the kingdom had been killed except Coriantumr, who then lived to see another people—the people of Zarahemla—inherit the land (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.21"},"Ether 13:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.20-22"},"Omni 1:20–22"],"). Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.33"},"Ether 15:33"],"to show that the words of the Lord spoken by Ether were fulfilled."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p36"},"Point out that the history of the Jaredites is an extreme example of what happens to people when they reject God’s repeated invitations to repent. Even though it is an extreme example, we can identify principles in the account that can help us. Explain that like the Jaredites, many people today reject God’s invitations to repent, thereby losing the Spirit of the Lord. These people often rationalize their refusal to repent. Read the following rationalizations, and invite students to explain what they would say in response to someone who said these things. As students share their responses, encourage them to refer to principles they have learned in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13"},"Ether 13–15"],"."],[".figure",["ol.number",["li",["span.label","1."],["p.para","“I know the movies I watch do not meet Church standards, but they don’t seem to have any bad effects on me.”"]],["li",["span.label","2."],["p.para","“Drinking alcohol with my friends isn’t that bad—we’re just having fun.”"]],["li",["span.label","3."],["p.para","“I only cheat because everyone else in my class does. It would be impossible to get a good grade if I didn’t cheat.”"]],["li",["span.label","4."],["p.para","“It is just a little pornography. It is not like I am going out and being immoral. Besides, I can stop anytime I feel like it.”"]],["li",["span.label","5."],["p.para","“I don’t have to repent now. I can wait until I’m about to go on a mission or get married in the temple.”"]]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p42"},"Make sure students understand that when people sin and do not repent, they always face the consequences of those sins. Reassure students that if they have sinned, they can repent of their sins and regain the Spirit of the Lord in their lives. Read the following statement by Elder Neil L. Andersen of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f130","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.f130"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-andersen.jpg"}]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p43"},"“I testify that the Savior is able and eager to forgive our sins. Except for the sins of those few who choose perdition after having known a fulness, there is no sin that cannot be forgiven. What a marvelous privilege for each of us to turn away from our sins and to come unto Christ. Divine forgiveness is one of the sweetest fruits of the gospel, removing guilt and pain from our hearts and replacing them with joy and peace of conscience” (“Repent … That I May Heal You,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2009, 40–41)."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p44"},"Invite students to examine their lives for any sins that are interfering with their having the constant companionship of the Holy Ghost. Encourage them to draw upon the power of the Atonement to make the changes that will help them keep the companionship of the Spirit and resist the power of Satan."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p45"},"To help students understand another principle taught in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13"},"Ether 13–15"],", ask them to read the following passages silently:",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.27"},"Ether 13:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/14.24"},"14:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.6,22,28"},"15:6, 22, 28"],". Before they read, ask them to look for words and phrases that emphasize the Jaredites’ feelings of anger and desires for revenge. You may want to suggest that students mark these words and phrases."],["ul.bullet",["li",["span.label","•"],["p","Based on your study of",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13"},"Ether 13–15"],", what were the consequences of the Jaredites’ anger and desires for revenge?"]],["li",["span.label","•"],["p","What principles about anger and revenge can we learn from the final episodes of Jaredite history? (Students may share a few different principles. Ensure that their answers reflect that",["b","anger and vengeance lead people to make choices that hurt themselves and others."],")"]],["li",["span.label","•"],["p","What consequences can anger have for an individual or a family?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p49"},"Testify that we can overcome feelings of anger and desires for revenge as we turn to Jesus Christ and receive forgiveness and comfort through His Atonement. Encourage students to turn to the Lord in prayer for the help they need if they feel anger toward another person."]],[".topic",{"id":"t86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t86"},["h3","Ether Review"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p51"},"Take some time to help students review the book of Ether. Ask them to think about what they have learned from this book, both in seminary and in their personal scripture study. If needed, invite them to briefly review some of the chapter summaries in Ether to help them remember. After sufficient time, invite a few students to share something from Ether that was inspiring to them or that has helped them have greater faith in Jesus Christ."]]]],[".resources",[".box-decor",{"id":"f132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.f132"},["h2","Commentary and Background Information"],[".topic",{"id":"t87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t87"},["h3","Ether 13:3–5. The New Jerusalem and the Jerusalem of old"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p54"},"Elder Bruce R. McConkie of the Quorum of the Twelve Apostles taught about the New Jerusalem and the city of Jerusalem built anciently:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p55"},"“To envision what is meant by [New Jerusalem], we must know these five facts: 1. Ancient Jerusalem, the city of much of our Lord’s personal ministry among men, shall be rebuilt in the last days and become one of the two great world capitals, a millennial city from which the word of the Lord shall go forth. 2. A New Jerusalem, a new Zion, a city of God, shall be built on the American continent. 3. Enoch’s city, the original Zion, ‘the City of Holiness, … was taken up into heaven.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.13-21"},"Moses 7:13–21"],") 4. Enoch’s city, with its translated inhabitants now in their resurrected state, shall return, as a New Jerusalem, to join with the city of the same name which has been built upon the American continent. 5. When this earth becomes a celestial sphere ‘that great city, the holy Jerusalem,’ shall again descend ‘out of heaven from God,’ as this earth becomes the abode of celestial beings forever. (",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.10-27"},"Rev. 21:10–27"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"vol. 3 [1973], 580–81.)"]],[".topic",{"id":"t88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t88"},["h3","Ether 13:2–4, 6. Where will the New Jerusalem be built?"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p57"},"The Lord revealed to the Prophet Joseph Smith that in the last days, the New Jerusalem will be built in the United States, in Jackson County, Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-4"},"D&C 57:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.1-4"},"84:1–4"],"). Elder Bruce R. McConkie of the Quorum of the Twelve Apostles explained the relationship between the current gathering of members of the Church and the eventual establishment of the New Jerusalem:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p58"},"“Let Israel gather to the stakes of Zion in all nations. Let every land be a Zion to those appointed to dwell there. Let the fulness of the gospel be for all the saints in all nations. Let no blessing be denied them. Let temples arise wherein the fulness of the ordinances of the Lord’s house may be administered. But still there is a center place, a place where the chief temple shall stand, a place to which the Lord shall come. … And that center place is what men now call Independence in Jackson County, Missouri, but which in a day to come will be the Zion of our God and the City of Holiness of his people” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 595)."]],[".topic",{"id":"t89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t89"},["h3","Ether 15:19. How does Satan get power over our hearts?"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p60"},"While the devil has great power to tempt and deceive us, he cannot overpower our agency unless we yield to his influence. President James E. Faust of the First Presidency explained:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p61"},"“We need not become paralyzed with fear of Satan’s power. He can have no power over us unless we permit it. He is really a coward, and if we stand firm, he will retreat. …"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p62"},"“We have heard comedians and others justify or explain their misdeeds by saying, ‘The devil made me do it.’ I do not really think the devil can make us do anything. Certainly he can tempt and he can deceive, but he has no authority over us which we do not give him."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p63"},"“The power to resist Satan may be stronger than we realize. The Prophet Joseph Smith taught: ‘All beings who have bodies have power over those who have not. The devil has no power over us only as we permit him. The moment we revolt at anything which comes from God, the devil takes power’ (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 181)” (“The Great Imitator,”",["span.emphasis","Ensign,"],"Nov. 1987, 35)."]],[".topic",{"id":"t90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.t90"},["h3","Ether 15:19–30. The consequences of revenge and anger"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p65"},"The following statement by Elder David E. Sorensen of the Seventy encourages us to forgive rather than give in to feelings of anger or desires for revenge:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-151.p66"},"“When someone has hurt us or those we care about, that pain can almost be overwhelming. It can feel as if the pain or the injustice is the most important thing in the world and that we have no choice but to seek vengeance. But Christ, the Prince of Peace, teaches us a better way. It can be very difficult to forgive someone the harm they’ve done us, but when we do, we open ourselves up to a better future. No longer does someone else’s wrongdoing control our course. When we forgive others, it frees us to choose how we will live our own lives. Forgiveness means that problems of the past no longer dictate our destinies, and we can focus on the future with God’s love in our hearts” (“Forgiveness Will Change Bitterness to Love,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2003, 12)."]]]]]]],"refs":null}
