{"id":193,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":193,"title":"Lesson 147: Ether 6","subtitle":"","short_title":"Lesson 147","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.head8"},[".titleNumber","Lesson 147"],["h1","Ether 6"]],[".bodyBlock",[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t46"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p4"},"After making preparations according to the commandments of the Lord, the Jaredites boarded their vessels, trusting that the Lord would bring them through their difficult journey to the promised land. The Lord sent a wind that tossed the barges on the waves and buried them in the sea many times, yet that wind propelled the vessels toward the promised land. Upon establishing themselves in the new land, the people chose a king, despite warnings from the brother of Jared."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t47"},["h2","Suggestions for Teaching"],[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.1-12"},"Ether 6:1–12"]],["h4","The Lord causes a wind to drive the Jaredite barges to the promised land"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p8"},"Before class, write the following on the board:"],[".chalkboard",{"id":"f63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.f63"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p9"},"Sharing the gospel with a friend"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p10"},"Staying morally clean"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p11"},"Choosing friends with high standards"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p12"},"Setting correct priorities in life"]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p13"},"Point out that these are examples of things the Lord wants us to do. However, some people think these things are too difficult. Invite students to think of other examples that could be added to the list. Explain that the account of the Jaredites’ journey to the promised land contains principles that can guide us when we find it difficult to do what the Lord commands. Encourage students as they study",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6"},"Ether 6"],"to look for principles that will help them with challenges like those listed on the board."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.24-25"},"Ether 2:24–25"],"aloud. Ask the class to follow along, looking for the Lord’s warning to the Jaredites about the difficulty of their journey to the promised land."],["ul.bullet",["li",["span.label","•"],["p","What did the Lord promise He would do to help the Jaredites make it safely to the promised land?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p16"},"Remind students that in order to withstand the waves and the wind, the Jaredites made barges that were “tight like unto a dish” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.17"},"Ether 2:17"],"), with holes in the top and bottom that they could unplug for air. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.1-4"},"Ether 6:1–4"],"aloud. Ask the class to follow along and identify other ways the Jaredites prepared for these difficulties."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means that the Jaredites set sail “commending themselves unto the Lord their God”? (They entrusted themselves to God for care and preservation.)"]],["li",["span.label","•"],["p","Why do you think it was important for the Jaredites to commend themselves to the Lord after having done all they could to prepare themselves?"]],["li",["span.label","•"],["p","Why might it have been difficult to trust in the Lord in this situation? (If students do not mention the following, you may want to point out that the Jaredites had to build their own barges, they could not steer their vessels, and they most likely did not know the way to the promised land or how long the journey would last.)"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p20"},"To help students visualize the events recounted in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6"},"Ether 6"],", ask them to draw a simple outline of a Jaredite barge in notebooks or scripture study journals. Then have them draw or list the contents of the barges according to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.1-4"},"Ether 6:1–4"],"."],[".sidebar box-decor box-right",{"id":"f66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.f66"},["h3","Visualizing"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p22"},"When students visualize, or picture in their minds, the events of a scripture account, those events become more real and vivid to them. This can help students relate better to people and situations in the scriptures and analyze and understand the accounts more effectively."]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p23"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.5-11"},"Ether 6:5–11"],". Ask the class to look at their drawings as they listen and to imagine what it might have been like to travel in such vessels."],["ul.bullet",["li",["span.label","•"],["p","What do you think would be difficult about traveling in a Jaredite barge?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.11"},"Ether 6:11"],", how long did the Jaredites travel this way?"]],["li",["span.label","•"],["p","What do you think is the meaning of the phrase “mountain waves”? (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.6"},"Ether 6:6"],"). How do you think you would you feel if you were in a Jaredite barge when such a wave caused it to be “buried in the depths of the sea”? (You may want to remind students that the Jaredites had to wait for their barges to surface before they could unplug a hole and receive air.)"]]],["p.preamble","To help students prepare to identify a principle, ask:"],["ul.bullet",["li",["span.label","•"],["p","How did the Jaredites show their trust in the Lord as they crossed the sea? (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.7,9"},"Ether 6:7, 9"],".)"]],["li",["span.label","•"],["p","What are some phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.5-11"},"Ether 6:5–11"],"that describe what the Lord did for the Jaredites because of their trust in Him?"]]],["p.preamble","Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.12"},"Ether 6:12"],"silently, identifying the result of the Jaredites’ journey."],["ul.bullet",["li",["span.label","•"],["p","Why did the Jaredites shed tears of joy? What “tender mercies” had the Lord given them?"]]],["p.preamble","To help students identify a principle illustrated by the experience of the Jaredites, ask:"],["ul.bullet",["li",["span.label","•"],["p","Based on what you have learned from the Jaredites’ journey, what will the Lord do for us as we trust in Him and do His will? (One of the principles students should identify is that",["b",["span.emphasis","as we trust in the Lord and do His will, He will direct the course of our lives."]],"Write this principle on the board. Ask students to ponder the principle and to share experiences that have helped them know it is true. You may also want to share how you know it is true.)"]]],[".sidebar box-decor box-right",{"id":"f71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.f71"},["h3","Invite students to share experiences"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p35"},"When you invite students to ponder how they know a principle is true, you provide an opportunity for the Spirit to inspire them as they search their memories for feelings and experiences. As students respond, they will be expressing testimony, even though their responses may not include such phrases as “I would like to bear my testimony” or “I know.”"]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p36"},"Invite students to reflect on how they might better trust in the Lord and follow His directions in difficult situations they may be facing right now. Explain that they can discover other principles in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.1-12"},"Ether 6:1–12"],". Erase everything on the board except the statement about trusting in the Lord. Draw a simple barge on one side of the board. On the other side, write",["span.emphasis","Promised Land."]],["ul.bullet",["li",["span.label","•"],["p","What might the promised land be compared to in the plan of salvation? (Eternal life.)"]],["li",["span.label","•"],["p","When we face life’s difficulties, how can we follow the example of these Jaredites? How does the Lord help us, like He helped the Jaredites, during our journey through mortality? (Students’ answers should reflect the following principle:",["b","If we trust in the Lord, He will sustain us as we progress and prepare to receive eternal life."],"You may want to suggest that students write this principle in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.5-12"},"Ether 6:5–12"],".)"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p39"},"Invite students to think about hardships they have faced or are currently facing in their lives. Have them write in notebooks or scripture study journals about how they feel they have responded faithfully to these hardships and how the Lord has sustained them."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p40"},"Encourage a few students to share what they have written. Then ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","Based on what you have studied today, what advice would you give to someone who is experiencing adversity or hardship?"]]]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t49"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.13-18"},"Ether 6:13–18"]],["h4","The Jaredites teach their children to walk humbly before the Lord"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p44"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.13-18"},"Ether 6:13–18"],"by explaining that when the Jaredites arrived in the promised land, they began to establish their families and raise crops. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.17"},"Ether 6:17"],"silently, looking for what the Jaredites taught their children. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “walk humbly before the Lord”? What are some examples you have seen of people following this principle? How have your parents and others encouraged you to walk humbly before the Lord?"]],["li",["span.label","•"],["p","What does it mean to be taught “from on high”?"]],["li",["span.label","•"],["p","What relationship do you think there is between walking humbly before the Lord and being taught from on high? (Students’ answers should reflect the following principle:",["b","If we walk humbly before the Lord, we can be taught from on high."],")"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p48"},"You may want to invite students to write about a time when they felt they were “taught from on high.” Encourage a few of them to share what they have written. Invite students to follow the principles recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.17"},"Ether 6:17"],"."]],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.19-30"},"Ether 6:19–30"]],["h4","The Jaredites select a king"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p51"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.19-22"},"Ether 6:19–22"],"by explaining that when Jared and his brother became old, the Jaredites asked for a king. Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.23"},"Ether 6:23"],"to identify what the brother of Jared warned would happen if they chose a king."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p52"},"Conclude with your testimony of the principles in this lesson."]]]],[".resources",[".box-decor",{"id":"f75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.f75"},["h2","Commentary and Background Information"],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t51"},["h3","Ether 6:1–12. The Jaredites safely cross the ocean"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p55"},"President Thomas S. Monson taught how we can be prepared for the challenges that face us:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p56"},"“We live at a time when many in the world have slipped from the moorings of safety found in compliance with the commandments. It is a time of permissiveness, with society in general routinely disregarding and breaking the laws of God. We often find ourselves swimming against the current, and sometimes it seems as though the current could carry us away."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.p57"},"“I am reminded of the words of the Lord found in the book of Ether in the Book of Mormon. Said the Lord, ‘Ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.25"},"Ether 2:25"],".] My brothers and sisters, He has prepared us. If we heed His words and live the commandments, we will survive this time of permissiveness and wickedness—a time which can be compared with the waves and the winds and the floods that can destroy. He is ever mindful of us. He loves us and will bless us as we do what is right” (“Closing Remarks,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2009, 109)."]],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-147.t52"},["h3","Ether 6:22–24. The Jaredites select a king"],[".figure",["p.preamble","Throughout the scriptures, prophets have warned against the dangers of having kings. Consider the following examples:"],["ol.number",["li",["span.label","1."],["p.para","The brother of Jared warned his people that having a king would lead them into captivity (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/6.23"},"Ether 6:23"],")."]],["li",["span.label","2."],["p.para","King Mosiah warned his people about the dangers of being led by an unrighteous king. He suggested that they establish a system of judges instead. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"],".)"]],["li",["span.label","3."],["p.para","The Old Testament prophet Samuel warned of the problems of kingly rule when his people wanted to have a king that they may be “like all the nations” (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8"},"1 Samuel 8"],")."]]]]]]]]]],"refs":null}
