{"id":188,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":188,"title":"Lesson 143: Ether 1","subtitle":"","short_title":"Lesson 143","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.head3"},[".titleNumber","Lesson 143"],["h1","Ether 1"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p4"},"Moroni abridged the book of Ether from the 24 gold plates found by the search party sent by Limhi (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.7-11"},"Mosiah 8:7–11"],"). These plates contained the history of the Jaredite people. The account of the Jaredites begins with Jared and his brother seeking the Lord’s compassion and guidance for their families and friends when the Lord confounded the languages of the people at the Tower of Babel (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/11"},"Genesis 11"],"). Because the brother of Jared prayed to the Lord faithfully, the Lord preserved the language of Jared, his brother, and their families and friends. The Lord declared that He would lead them to a promised land, where they would become a great nation."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.1-32"},"Ether 1:1–32"]],["h4","Moroni records the genealogy of Ether back to Jared at the Tower of Babel"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p8"},"To help students remember where the book of Ether came from, review with them the overview of journeys in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–24"],"in the appendix of this manual. Ask them to refer to journey 4: attempt to find Zarahemla. Then invite them to look for what Limhi’s people found on this journey. Then ask them to turn to the first page of the book of Ether. The summary below the title explains that the book of Ether was taken from the 24 plates found by the people of Limhi."],[".image",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_143_01-journeys.gif"}]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p23"},"Explain that after Moroni finished the record of his father, he wrote an abridgment, or an abbreviated version, of the record found on the 24 gold plates. This record contained the history of the Jaredites, who lived on the American continent before the Nephites and Lamanites. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.1-5"},"Ether 1:1–5"],"silently, looking for what Moroni chose to include in his abridgment of the Jaredite record. Ask students to report what they find."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p24"},"If you have access to a depiction of the Tower of Babel, consider displaying it. Ask students to summarize what they know about the tower referred to in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.5"},"Ether 1:5"],"and what happened to those who tried to build it. (It was called the Tower of Babel. The Lord confounded the language of the people who tried to build it and scattered them because of their wickedness; see",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.1-9"},"Genesis 11:1–9"],".)"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p25"},"To help students understand the connection between Jaredite history and Nephite history, you may want to have them refer to the chronology on the Book of Mormon bookmark (item number 32336). Explain that Moroni began his account of the Jaredite history by recording the ancestry of the prophet Ether, who wrote the history on the 24 gold plates. Moroni recorded Ether’s ancestry back to a man named Jared, who lived during the time of the Tower of Babel."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.33-43"},"Ether 1:33–43"]],["h4","Through the prayers of the brother of Jared, his family and friends receive mercy and guidance"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p28"},"Ask students if any of them have ever been in a place where they could not understand the language that people around them were speaking. Invite them to share how they felt in that situation. Then ask them to imagine how it must have felt for the people around the Tower of Babel when they realized that everyone’s language was being confounded. Ask them to silently ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","If you were in that situation, whose communication would you miss the most? Why?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p30"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.33-34"},"Ether 1:33–34"],"silently. Before they read, ask them to look for (1) who Jared wanted to be able to communicate with and (2) how he proposed to solve the problem. (He wanted to be able to communicate with his family, and he asked his brother to pray that their language would not be confounded.) After students report what they have discovered, ask:"],["ul.bullet",["li",["span.label","•"],["p","What does the phrase “cry unto the Lord” mean to you?"]],["li",["span.label","•"],["p","From",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.33-34"},"Ether 1:33–34"],", what do you learn about how Jared felt about his brother and about his brother’s prayers?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p33"},"Divide the class into pairs. In each partnership, have the students take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.35-42"},"Ether 1:35–42"],". Ask them to look for the prayers of the brother of Jared and for the Lord’s answers to those prayers. When students have had enough time to read, ask:"],["ul.bullet",["li",["span.label","•"],["p","What impresses you about the prayers of the brother of Jared?"]],["li",["span.label","•"],["p","How did the Lord answer the prayers of the brother of Jared?"]],["li",["span.label","•"],["p","What principles can we learn from the way the brother of Jared prayed and the way the Lord answered his prayers? (As students share their ideas, encourage them to ponder Heavenly Father’s compassion and love for them. Write on the board the following principle:",["b",["span.emphasis","As we consistently cry unto God in faith, He will have compassion on us."]],")"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p37"},"Before class, write the following questions on the board. (Or you might consider providing them on a handout or reading them aloud slowly so students can write them down.)"],[".image",{"id":"f5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_143_handout.gif"}]],[".chalkboard",{"id":"f6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f6"},["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p38"},"In what ways is crying unto Heavenly Father different from just “saying a prayer”?"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p39"},"When have you felt Heavenly Father’s compassion in answer to prayer? When have family members or friends told you of Heavenly Father’s compassion in answer to prayer?"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p40"},"What do God’s answers to our prayers teach us about His feelings for us?"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p41"},"What can you do to make your prayers more meaningful?"]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p42"},"Invite students to answer these questions in notebooks or scripture study journals. You may want to give them an opportunity to share what they write. Testify that you know Heavenly Father loves us and desires to bless us when we call upon Him regularly."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p43"},"Explain that the account in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1"],"can give us additional insights into God’s love for us and the blessings that come through prayer. Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.34,36,38"},"Ether 1:34, 36, 38"],"silently, looking for what Jared requested that his brother ask in his prayers. Invite a student to act as scribe and list students’ responses on the board. You might suggest that the scribe write these responses under the words “cry unto Heavenly Father” in the principle you have written on the board."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p44"},"You may want to suggest that students mark the phrase “let us be faithful unto the Lord” at the end of",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.38"},"Ether 1:38"],". Emphasize that the actions of Jared and his brother show their faith in and willingness to be obedient to the Lord. They asked in faith for the blessings they needed."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p45"},"Invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.35,37,40-42"},"Ether 1:35, 37, 40–42"],"silently, looking for ways God blessed Jared and his brother and their family and friends. Have the student acting as scribe write the students’ discoveries on the board under the word",["span.emphasis","compassion"],"in the principle you have written. Be sure students see the relationship between the requests of the brother of Jared and the blessings the Lord gave."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p46"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"aloud. Ask the class to follow along, looking for blessings that God promised even though the brother of Jared had not specifically asked for them."],["ul.bullet",["li",["span.label","•"],["p","What additional blessings did the Lord promise the people? (Jared had requested that his brother ask the Lord where they should go. Jared had thought that the Lord might direct them to a land that was “choice above all the earth” [",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.38"},"Ether 1:38"],"]. The Lord did promise to direct them to a land of promise. In addition, He gave them specific instructions about how to make initial preparations for their journey. He also promised that He would raise up a great nation from their families and that there would be no greater nation on the earth.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p48"},"Invite students to turn to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.35"},"2 Nephi 4:35"],". (You might suggest that they write",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.35"},"2 Nephi 4:35"]],"next to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"in their scriptures.) Then ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.35"},"2 Nephi 4:35"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"silently, looking for what these verses teach about the blessings God gives us in answer to our prayers."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.35"},"2 Nephi 4:35"],", what does Nephi teach about God’s answers to prayer? (God will give liberally to those who seek Him in prayer. You may need to explain that the word",["span.emphasis","liberally"],"means generously.) How does the account in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"confirm what Nephi declared in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.35"},"2 Nephi 4:35"],"?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],", what reason did the Lord give for promising blessings beyond those the Jaredites had requested? (The Lord promised additional blessings because they had been faithful in their prayers. You may want to suggest that students mark the following phrase in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],": “because this long time ye have cried unto me.”)"]],["li",["span.label","•"],["p","What principle can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"? (Students may use different words, but they should identify the following principle:",["b","If we pray regularly to God with faith, we can receive blessings beyond those we request."],"You may want to suggest that students write this principle in their scriptures.)"]],["li",["span.label","•"],["p","When have you seen this principle in your life or in the life of someone you know?"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p53"},"After students share their answers, you may want to share examples from your life or the lives of others. The Prophet Joseph Smith is a good example of this principle. He received blessings beyond those he requested when he prayed to know which church was true (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.10-20"},"Joseph Smith—History 1:10–20"],") and when he prayed to know of his standing before the Lord (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29-47"},"Joseph Smith—History 1:29–47"],")."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p54"},"To conclude, encourage students to make an effort to pray with greater sincerity. Also encourage them to remember that Heavenly Father is filled with compassion and that He will answer their prayers according to their faithfulness and according to what He knows will bring the greatest blessings into their lives."]],[".figure",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f9"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p56"},"Divide the class into pairs. Give them time to help each other review the references and key phrases of all 25 Book of Mormon scripture mastery passages. You might suggest that they use scripture mastery cards to quiz each other (see the scripture mastery review idea at the end of lesson 45). Then give them a quiz on the passages, perhaps using clues from the scripture mastery cards. Correct the quiz together as a class. Ask students to take note of the passages they need to review, and encourage them to study on their own. As the school year comes to a close, consider giving a final test on the Book of Mormon scripture mastery passages."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p57"},["span.emphasis","Note:"],"You may conduct this activity at the beginning or end of class. If you use the activity at the beginning of class, keep it brief to allow time for the lesson. For other review activities, see the appendix in this manual."]]]],[".resources",[".box-decor",{"id":"f10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f10"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t11"},["h3","Ether 1:34–35. What is the name of the brother of Jared?"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p60"},"Elder George Reynolds of the Seventy related the following account, which shows that the name of the brother of Jared was revealed to the Prophet Joseph Smith:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p61"},"“While residing in Kirtland Elder Reynolds Cahoon had a son born to him. One day when President Joseph Smith was passing his door he called the Prophet in and asked him to bless and name the baby. Joseph did so and gave the boy the name of Mahonri Moriancumer. When he had finished the blessing he laid the child on the bed, and turning to Elder Cahoon he said, the name I have given your son is the name of the brother of Jared; the Lord has just shown it to me. Elder William F. Cahoon, who was standing near heard the Prophet make this statement to his father; and this was the first time the name of the brother of Jared was known in the Church in this dispensation” (“The Jaredites,”",["span.emphasis","Juvenile Instructor,"],"May 1, 1892, 282)."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t12"},["h3","Ether 1:43. “This long time ye have cried unto me”"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p63"},"President Spencer W. Kimball taught that we must put great effort into our prayers and that we must pray frequently:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p64"},"“Do you get answers to your prayers? If not, perhaps you did not pay the price. Do you offer a few trite words and worn-out phrases, or do you talk intimately to the Lord? Do you pray occasionally when you should be praying regularly, often, constantly? Do you offer pennies to pay heavy debts when you should give dollars to erase that obligation?"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p65"},"“When you pray, do you just speak, or do you also listen? Your Savior said, ‘Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.20"},"Rev. 3:20"],".)” (“Prayer,”",["span.emphasis","New Era,"],"Mar. 1978, 17)."]]],[".box-decor",{"id":"f11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.f11"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.t13"},["h3","Ether 1:33–43. Improving our prayers"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p68"},"Read the following statement by President James E. Faust of the First Presidency:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p69"},"“A fervent, sincere prayer is a two-way communication which will do much to bring [the Savior’s] Spirit flowing like healing water to help with the trials, hardships, aches, and pains we all face. What is the quality of our secret prayers when only He listens? As we pray, we should think of Him as being close by, full of knowledge, understanding, love, and compassion, the essence of power, and as having great expectations of each of us” (“A Personal Relationship with the Savior,”",["span.emphasis","Ensign,"],"Nov. 1976, 58)."],["ul.bullet",["li",["span.label","•"],["p","How might our approach to prayer change when we remember that it is “two-way communication” with Heavenly Father?"]],["li",["span.label","•"],["p","President Faust listed several of Heavenly Father’s attributes. (You may want to repeat these, from the last sentence of the quotation.) How does our knowledge of these attributes influence our prayers?"]]],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p72"},"Ask a student to read the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-143.p73"},"“Let your Father in Heaven know of your feelings, your needs, your concerns, your hopes and aspirations. Speak to Him with total confidence, knowing that He will hear and respond. Then patiently go forth in your life doing those things you know are correct, walking with confidence born of faith and righteousness, patiently waiting for the response that will come in the manner and at the time the Lord considers most appropriate” (“The Power of a Strong Testimony,”",["span.emphasis","Ensign,"],"Nov. 2001, 88)."],["ul.bullet",["li",["span.label","•"],["p","What phrase in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.34"},"Ether 1:34"],"shows that the brother of Jared was living righteously? (“Highly favored of the Lord.”)"]],["li",["span.label","•"],["p","How do you think a person’s worthiness can influence his or her prayers? (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.35"},"1 Nephi 17:35"],". Be sure students understand that it is important to pray even if we do not feel worthy.)"]],["li",["span.label","•"],["p","What else did Elder Scott teach about prayer that could help you improve your prayers?"]]]]]]]]],"refs":null}
