{"id":191,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":191,"title":"Home-Study Lesson: Mormon 8:12–Ether 3 (Unit 29)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.head6"},[".titleNumber","Home-Study Lesson"],["h1","Mormon 8:12–Ether 3 (Unit 29)"]],[".bodyBlock",[".figure",{"id":"f45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.f45"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.12"},"Mormon 8:12"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3"},"Ether 3"],"(unit 29) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t32"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.12-41"},"Mormon 8:12–41"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p7"},"Students discovered that Moroni saw our day and that he wrote a prophetic description of the circumstances in which we live. They were able to see why the Book of Mormon is a valuable gift from the Lord that can guide them through the last days. Based on Moroni’s description of the last days, students also learned that God will hold us accountable for how we treat the poor and those in need."]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t33"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9"},"Mormon 9"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p9"},"Moroni finished his father’s record by proclaiming that if we will repent and call upon God, we will be spotless when we come into His presence. From Moroni, students learned that because God is unchangeable, He will provide miracles according to His children’s faith and that if we pray in faith to Heavenly Father in the name of Jesus Christ, He will grant us blessings that will help us work out our salvation."]],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t34"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1–2"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p11"},"Students learned that the book of Ether is Moroni’s abridgment of the 24 gold plates discovered by Limhi’s people, as recorded in the book of Mosiah. These plates gave an account of the Jaredites, who were guided by the Lord to the promised land. By studying the Jaredites’ experiences, students learned that as we act in faith on direction the Lord has given us, we can receive further guidance from Him. At one point during the journey to the promised land, the Lord chastened the brother of Jared for failing to call upon Him. By studying this experience, students learned the importance of calling upon Heavenly Father regularly in prayer. The brother of Jared’s experience with the Lord when building the barges helped students recognize that as we call upon the Lord and do our part to solve our problems, we can receive the Lord’s help."]],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t35"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3"},"Ether 3"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p13"},"As the brother of Jared tried to solve the problem of providing light in the barges, he demonstrated that as we humbly call upon the Lord, He will bless us according to our faith and His will. Students learned that as we exercise faith in the Lord, we will grow closer to Him. The brother of Jared lived these principles, and he saw the spirit body of the Savior and a marvelous vision of all the inhabitants of the earth."]]],[".topic",{"id":"t36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t36"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p15"},"The book of Ether is Moroni’s abridgment of the Jaredite record. The prophet Ether made this record on 24 gold plates, which were discovered by a group of King Limhi’s people. The following teaching idea will help students understand some principles about prayer that are taught in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1"],"."]],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t37"},["h2","Suggestions for Teaching"],[".topic",{"id":"t38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t38"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1"]],["h4","Through the prayers of the brother of Jared, he and his family and friends receive mercy and guidance"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p19"},"Begin class by asking students to think about a situation they were in when they really felt the need to pray for help. Invite a few students to share their experiences, or share one of your own experiences."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p20"},"Remind students that the book of Ether is Moroni’s abridgment of the record of the Jaredites. Jared, his brother, their friends, and their families lived during the time of the Tower of Babel (approximately 2200",["span.small","B.C."],"), when God confounded the people’s language. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.33-35"},"Ether 1:33–35"],"aloud, and ask class members to look for reasons why Jared and his brother felt the need to pray for help. Before the student reads, you may wish to explain that the phrase “cry unto the Lord” is another way of saying “pray.” Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What help did Jared and his brother need from the Lord?"]],["li",["span.label","•"],["p","What do these verses tell you about how Jared felt about his brother’s faith?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p23"},"Divide students into pairs. Invite each partnership to take turns reading aloud to one another from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.35-42"},"Ether 1:35–42"],". Before they read, ask them to look for (1) each time the brother of Jared cried to the Lord and (2) each time the Lord showed compassion to the brother of Jared as a result of his prayers. After sufficient time, invite a few pairs to share an example of the Lord showing compassion to the brother of Jared and his family because of their repeated prayers."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p24"},"Ask: What principles can we learn about prayer from these verses? (As students share the principles they have identified, emphasize the following principle:",["b",["span.emphasis","As we consistently cry unto God in faith, He will have compassion on us."]],"Write this principle on the board.)"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p25"},"Explain to students that it is important to remember that “prayer is the act by which the will of the Father and the will of the child are brought into correspondence with each other. The object of prayer is not to change the will of God, but to secure for ourselves and for others blessings that God is already willing to grant, but that are made conditional on our asking for them” (Bible Dictionary, “Prayer”)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p26"},"Invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.34,36,38"},"Ether 1:34, 36, 38"],"and look for what the brother of Jared asked for in his prayers. Ask a student to list the things the students identify under the phrase “cry unto God” in the principle you wrote on the board."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p27"},"Emphasize that Jared and his brother had faith and were willing to be obedient to the Lord. Suggest that students mark the phrase “let us be faithful unto the Lord” at the end of",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.38"},"Ether 1:38"],"."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p28"},"Invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.35,37,40-42"},"Ether 1:35, 37, 40–42"],"and look for the specific ways God blessed the brother of Jared and his family and friends. As students identify these blessings, have a student list them under the word",["span.emphasis","compassion"],"in the principle you wrote on the board. Point out that the Lord gave the brother of Jared the blessings that he prayed for."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p29"},"Write the following questions on the board, or prepare them on a handout. Ask students to refer to the principle written on the board and, in their partnerships, discuss the questions. These questions will help them understand and feel the importance of the principle."],[".image",{"id":"f47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.f47"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U29_handout.gif"}]],[".chalkboard",{"id":"f48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.f48"},["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p30"},"How do you think “crying unto God” is different from just “saying a prayer”?"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p31"},"When have you or someone you know experienced Heavenly Father’s compassion in answer to a prayer?"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p32"},"What can you learn about the Lord from His responses to the prayers of the brother of Jared?"]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p33"},"Once students have had time to discuss these questions, you might ask them to share an experience they discussed in their groups or to share insights from their discussion."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p34"},"Share your testimony of Heavenly Father’s love for us and His desire to bless us as we regularly call upon Him. Invite students to consider how they could apply the principle on the board. For example, they might set a goal to pray more regularly or choose one way to make their prayers more sincere. You may wish to give them time to write what they desire to do in their scripture study journals."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p35"},"Explain that a study of the prayers of the brother of Jared can give us additional insight into the Lord’s love for us and the blessings that come through prayer. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"aloud. Ask the class to follow along, looking for the additional blessing God promised Jared and his brother. After students report what they have learned, point out that the brother of Jared had not specifically prayed for the blessing of having his posterity become a great nation. You might suggest that students mark in their scriptures the phrase at the end of",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"that shows why God answered the brother of Jared’s prayer in this way: “because this long time ye have cried unto me.”"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p36"},"Ask: What principles can we learn from the Lord’s generosity to Jared and his brother, as shown in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.43"},"Ether 1:43"],"?"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p37"},"There are several principles that can be learned from this scripture. One important principle is:",["b","If we pray regularly to God with faith, we can receive blessings beyond those we request."]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p38"},"Ask: When have you had an experience that shows this principle is true? Do you know someone who has had such an experience, or can you think of someone in the scriptures who has? (Tell students you will give them a moment to think of examples before you ask them to respond. You might also wish to share an example from your own life.)"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p39"},"To conclude this lesson, share your testimony that God hears and answers our prayers. He is full of wisdom and compassion and delights to bless His children. He is pleased when we sincerely and consistently pray to Him. Encourage students to make an effort to pray with more faith. Encourage them to remember that Heavenly Father is filled with compassion and will answer their prayers according to what He knows will bring the greatest blessings into their lives."]],[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.t39"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4"},"Ether 4–12"],")"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/unit-29.p41"},"In the next unit, students will learn more about the Jaredites. Although prophets warn the Jaredites not to appoint kings, the people do so, and the kings bring the people into captivity. Men who desire worldly power usually use secret combinations to further their selfish desires. Moroni records many marvelous things that were done because some of the people had great faith. He teaches that those who humble themselves before God and have faith in Him will receive His grace to help them overcome their weakness."]]]]]]],"refs":null}
