{"id":2,"parent_id":0,"book_id":19,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction","content":[["div",{"id":"head1","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.head1"},["h1","Introduction"]],[".bodyBlock",[".topic",["h2","Using This Manual"],["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p3"},"This manual provides 35 lessons related to basic gospel principles and the responsibilities of Latter-day Saint women. As prompted by the Spirit, leaders and teachers should plan and teach lessons that address the spiritual, emotional, and temporal needs of the members in their branch or ward."],["div",{"id":"p4","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p4"},"This manual should be used as the instruction manual for both Relief Society and Young Women in units of the Church where",["span.emphasis","Teachings of Presidents of the Church"],"and Young Women manuals are not yet published in the needed language. In such units, copies of this manual should be made available to all members of the Relief Society and to Young Women leaders and teachers. Local leaders should consult",["span.emphasis","Information for Priesthood and Auxiliary Leaders on Curriculum"],"for the schedule showing which years part A and part B of",["span.emphasis","The Latter-day Saint Woman"],"are to be used."],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p5"},"In units of the Church where",["span.emphasis","Teachings of Presidents of the Church"],"and Young Women manuals are available, this manual should be used (1) as a resource for Relief Society instruction on first Sundays and for home, family, and personal enrichment meetings; (2) as a supplementary resource for Young Women instruction; and (3) as designated, for “Teachings for Our Time” lessons on fourth Sundays. In such units, copies of the manual should be made available to the leaders and instructors in the Relief Society, Young Women, and Melchizedek Priesthood. In addition, leaders may encourage the Relief Society sisters to purchase a copy of this manual for personal study and for family teaching in the home."]],[".topic",["h2","Preparing to Teach"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p7"},"Teaching helps provided in this manual include a “Teacher Preparation” section, questions teachers could ask, suggestions for class participation, and directions for using pictures and charts. In addition to the discussion questions and methods suggested, teachers may choose to use other methods or lesson approaches they find effective to involve their class members and stimulate participation and learning. Almost every lesson suggests the use of a chalkboard, so if possible teachers should arrange to have a chalkboard and chalk available for each lesson. Many of the visual aids suggested for use as posters could be drawn or written on the chalkboard. Other suggestions for teaching can be found in the",["a.crossRef",{"href":"/manual/teaching-guidebook/title-page.p1"},["span.emphasis","Teaching Guidebook"]],"(34595) and in",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"(36123)."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p8"},"Class members should be encouraged to prepare for class discussion by studying the assigned lesson during the week. They should also be encouraged to bring their scriptures."]],[".topic",["h2","Involving Members with Disabilities"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p10"},"During His mortal ministry, Jesus went up into the mountain near the Sea of Galilee."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p11"},"“And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus’ feet; and he healed them:"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p12"},"“Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.30-31"},"Matthew 15:30–31"],")."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p13"},"The Savior set the example for us in feeling compassion for those with disabilities. When He visited the Nephites after His Resurrection, He said:"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p14"},"“Behold, my bowels are filled with compassion towards you."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p15"},"“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.6-7"},"3 Nephi 17:6–7"],")."],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p16"},"As a teacher in a Church classroom, you are in an excellent position to show compassion. Although not usually trained to give professional assistance to class members with disabilities, teachers should desire to understand and include these members in the learning activities of the class. Class members with mental, physical, emotional, and other disabilities may need special attention. The following guidelines should help you reach every member:"],["ul.bullet",["li",["span.label","•"],[".para","Strive to understand the needs and abilities of each class member."]],["li",["span.label","•"],[".para","Check in advance with a class member before calling on her to read, pray, or otherwise participate. Ask such questions as “How do you feel about reading in class?” or “Would you feel comfortable praying in class?” If appropriate, check with priesthood leaders, parents, and family members to determine the member’s special needs."]],["li",["span.label","•"],[".para","Try to increase and improve the involvement and learning of the member with a disability."]],["li",["span.label","•"],[".para","Ensure that each class member treats every other class member with respect."]],["li",["span.label","•"],[".para","Be natural, friendly, and warm. Every child of God needs love and understanding."]]],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/introduction.p22"},"As a teacher in the Church, remember that each member, regardless of physical, mental, emotional, or social capacity, has the potential for growth toward exaltation. You have an obligation to help each individual learn gospel principles in your class. Remember the words of the Savior: “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],")."]]]],"refs":null}
