{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":16,"title":"1,000 Things to Be Thankful For","subtitle":"By Richard M. Romney","short_title":"1,000 Things to Be Thankful For","uri":"/ensign/2013/09/1000-things-to-be-thankful-for","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/1000-things-to-be-thankful-for"},[".heading",{"id":"head1","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.head1"},["h1",["span.dominant","1,000 Things"],"to Be Thankful For"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p2"},"By Richard M. Romney"],["p.para",{"id":"p3","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p3"},"Church Magazines"]],[".kicker","When you count your blessings one by one, they really add up."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p5"},"“You need a number,” one of the students said when the English teacher announced the assignment."],["p.para",{"id":"p6","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p6"},"“What do you mean?” the teacher replied."],["p.para",{"id":"p7","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p7"},"“You know,” the student said, “like on a magazine cover. You don’t just say, ‘Write an essay about several things you’re thankful for.’ You need to say, ‘10 Things to Be Thankful For,’ or ‘50 Things to Be Thankful For.’”"],["p.para",{"id":"p8","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p8"},"And pretty quickly, the class turned into an auction. “I bet I can give you 100 things to be thankful for,” one student said. And the class settled on that."],["p.para",{"id":"p9","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p9"},"But when my then 12-year-old daughter Charlotte got home and started working on her essay—which was due in one week—she felt hard pressed to come up with a list that long."],[".topic",{"id":"t1","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.t1"},[".title","An Expanding List"],["p.para",{"id":"p11","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p11"},"Charlotte is a faithful Latter-day Saint, and she began as I knew she would, with the things she is most grateful for—Heavenly Father, the Savior, the Holy Ghost, the plan of salvation, the Atonement, the scriptures, prayer, Church meetings, seminary."],["p.para",{"id":"p12","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p12"},"“Will your teacher be all right with you being so religious in an English essay?” I asked."],["p.para",{"id":"p13","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p13"},"“She told us we could include anything, as long as we’re talking about what we, personally, are thankful for,” Charlotte said. And she continued, adding additional predictable items—family, home, food, clothing, pets."],["p.para",{"id":"p14","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p14"},"To expand the list, she began to itemize. Rather than writing just “the gospel,” she also included temple covenants, missionary work, baptism, and service. Rather than saying “my family,” she listed people individually—name after name, starting with her mother, who passed away when Charlotte was just eight years old, then her father, her brothers, her sister, her sister-in-law, her cousins, aunts, and uncles. Then she went back in time to grandparents both living and dead, great-grandparents she had heard us talk about or had read about in family records, as well as earlier ancestors and the legacy they created."],["p.para",{"id":"p15","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p15"},"That led her to gratitude for all the journals and photo books her mother left behind. Soon the list included memories, birthdays, weddings, youth conferences, the",["span.emphasis","For the Strength of Youth"],"booklet, refrigerators, cinnamon rolls, breakfast, and choir practice."],["p.para",{"id":"p16","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p16"},"But by bedtime her list was still short of 100."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.t2"},[".title","Sibling Chivalry"],["p.para",{"id":"p18","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p18"},"So the next day Charlotte called her sister, Brittany, who was away at college in another part of Utah. Charlotte explained what she was doing and asked for ideas. Brittany gave her several suggestions—communication, technology, a warm fire and hot chocolate on a cold winter night, the good Samaritan who had rescued Brittany when her car slid off the road in the snow, green lights when you’re going somewhere in a hurry. And last but not least, she said with a pixie-like laugh, “Strawberries!”"],["p.para",{"id":"p19","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p19"},"Then came an unexpected idea. “I think you can do more than 100 things,” Brittany said. “Why not come up with 1,000?” And Brittany immediately decided to help her sister by getting students in her photography class to contribute their ideas—education, home-cooked dinners, flowers, gentle rain, and happy music. They offered dozens of candidates for the list."],["p.para",{"id":"p20","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p20"},"Others in our family also joined in. Taylor, a brother in Arizona, added hard work and good neighbors. Miles, a brother in North Carolina, urged Charlotte to include freedom as well as Church humanitarian efforts throughout the world. Another brother, McKay, wanted to make sure Charlotte included missionary service and living prophets among her dozens of items. And so the list quickly grew and grew."],["p.para",{"id":"p21","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p21"},"Of course some suggestions were silly, almost frivolous—sunglasses, teddy bears, can openers, gelatin desserts. But others were profound. I particularly recall what one of the students in the photography class said about being grateful for light, from the blue rays of morning to the bright reds of sunset and everything in between. “I am grateful for light because it is the language of creation,” he said. He could have been quoting",["a",{"href":"/scriptures/dc-testament/dc/88.6-13"},"Doctrine and Covenants 88:6–13"],"."]],[".topic",{"id":"t3","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.t3"},[".title","Total Joy"],["p.para",{"id":"p23","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p23"},"The week spent searching for things to be thankful for changed our family. Charlotte completed her assignment with a nice two-page description of thankfulness. She attached a list that finally totaled 1,213, a list that today, at age 16, she still has in a box stored in her closet. But the total wasn’t important. What mattered was that, long after Charlotte’s essay was written, the attitude of gratitude lingered."],["p.para",{"id":"p24","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p24"},"The marvelous result was that we now have a family tradition—and I have a personal tradition—of finding something each day to rejoice in. We have found that when we are thankful day after day, our attitudes are more often happy and hopeful. We reflect that gratitude regularly in our prayers and record it in our journals."],["p.para",{"id":"p25","uri":"/ensign/2013/09/1000-things-to-be-thankful-for.p25"},"As a family, we have learned that great joy comes from acknowledging the hand of the Lord in all things (see",["a",{"href":"/scriptures/dc-testament/dc/59.21"},"D&C 59:21"],")."]]],[".resources"]]]],"refs":null}
