{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":10,"title":"Christlike Mercy","subtitle":"By Randy L. Daybell","short_title":"Christlike Mercy","uri":"/ensign/2013/09/christlike-mercy","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/christlike-mercy"},[".heading",{"id":"head1","uri":"/ensign/2013/09/christlike-mercy.head1"},["h1","Christlike Mercy"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/christlike-mercy.p2"},"By Randy L. Daybell"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/09/christlike-mercy.p3"},"The author lives in New York, USA."]],[".kicker","The mortal ministry of the Savior provides us with practical examples of how we can be merciful."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/09/christlike-mercy.p5"},"When the Prophet Joseph Smith and Martin Harris lost 116 pages of the Book of Mormon translation, they received a severe rebuke from the Lord (see",["a",{"href":"/scriptures/dc-testament/dc/3.6-8,12-13"},"D&C 3:6–8, 12–13"],"). Joseph lost the privilege of translating for a time and grieved over his disobedience.",["sup",["a",{"href":"fn_footnote1"},"1"]],"After he humbled himself and petitioned the Lord for forgiveness, the Savior assured Joseph, “Remember, God is merciful; … and thou art still chosen, and art again called to the work” (",["a",{"href":"/scriptures/dc-testament/dc/3.10"},"D&C 3:10"],")."],["p.para",{"id":"p6","uri":"/ensign/2013/09/christlike-mercy.p6"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, taught: “Christ is our exemplar. In His teachings [on mercy] as in His life, He showed us the way. He forgave the wicked, the vulgar, and those who sought to hurt and to do Him harm.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p7","uri":"/ensign/2013/09/christlike-mercy.p7"},"The scriptures show that mercifulness is one of the Savior’s supernal qualities. Jesus taught, “Blessed are the merciful” (",["a",{"href":"/scriptures/nt/matt/5.7"},"Matthew 5:7"],"), and “Be ye therefore merciful, as your Father also is merciful” (",["a",{"href":"/scriptures/nt/luke/6.36"},"Luke 6:36"],").",["sup",["a",{"href":"fn_footnote3"},"3"]],"Mercy is defined as compassion and includes feelings and acts of sympathy, kindness, forgiveness, and love. Our capacity for mercy is often brought forth when we become aware of the unusual and distressing circumstances of others. Jesus Christ demonstrated an infinite capacity for mercy. He “could not look into men’s faces without being pained by their confusion, their perplexity, and their misery. … Whenever he saw men fainting and scattered abroad like sheep having no shepherd, his heart was moved with compassion on them.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],[".figure",{"id":"f46","uri":"/ensign/2013/09/christlike-mercy.f46"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13sep31-shepherd-with-sheep.jpg"}],[".caption",["p","“Whenever [the Savior] saw men fainting and scattered abroad like sheep having no shepherd, his heart was moved with compassion on them.”"]],[".credit",["p.para",{"id":"p9","uri":"/ensign/2013/09/christlike-mercy.p9"},["span.emphasis","The Lost Lamb,"],"by Newell Convers Wyeth, reproduced by permission of the Colby College Museum of Art"]]],["p.para",{"id":"p10","uri":"/ensign/2013/09/christlike-mercy.p10"},"The following principles from accounts in the New Testament illustrate how the Savior extended mercy and how we may choose to be merciful to others."],[".topic",{"id":"t1","uri":"/ensign/2013/09/christlike-mercy.t1"},[".title","Jesus showed mercy by not blaming others."],["p.para",{"id":"p12","uri":"/ensign/2013/09/christlike-mercy.p12"},"At the Last Supper, hours before the betrayal, Judas Iscariot ate the Passover meal with the other disciples. When Jesus announced, “One of you shall betray me,” the disciples, including Judas, asked Him, “Is it I?” (",["a",{"href":"/scriptures/nt/matt/26.21-22"},"Matthew 26:21–22"],"). Jesus responded to Judas, “That thou doest, do quickly” (",["a",{"href":"/scriptures/nt/john/13.27"},"John 13:27"],"). Then at the entrance to the Garden of Gethsemane, Jesus and Judas again met. Judas said, “Hail, master” and greeted the Savior with a kiss (",["a",{"href":"/scriptures/nt/matt/26.49"},"Matthew 26:49"],"), to which Jesus asked, “Betrayest thou the Son of man with a kiss?” (",["a",{"href":"/scriptures/nt/luke/22.48"},"Luke 22:48"],"). Jesus’s reply, while not relieving Judas of the consequences of his actions, does not lay blame upon him but rather appeals to Judas’s sense of right and wrong."],["p.para",{"id":"p13","uri":"/ensign/2013/09/christlike-mercy.p13"},"After Jesus had endured at the hands of Roman soldiers hours of imprisonment, beating, whipping, marching through the city, and carrying and being nailed to a cross, He mercifully looked upon His captors and pled, “Father, forgive them; for they know not what they do” (",["a",{"href":"/scriptures/nt/luke/23.34"},"Luke 23:34"],")."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/christlike-mercy.t2"},[".title","Jesus showed mercy by choosing to love rather than condemn."],["p.para",{"id":"p15","uri":"/ensign/2013/09/christlike-mercy.p15"},"Early in His ministry, Jesus stopped to rest and refresh Himself at a well in Samaria during one of His journeys. A woman came to the well to draw water, and the Savior engaged her in conversation. She was astonished that He would speak with her, “for the Jews [had] no dealings with the Samaritans.” But He overlooked the traditions that devalued her in others’ eyes. He taught her about the living water of the gospel, and He testified to her, “I that speak unto thee am [the Messiah].” (See",["a",{"href":"/scriptures/nt/john/4.3-39"},"John 4:3–39"],".)"],["p.para",{"id":"p16","uri":"/ensign/2013/09/christlike-mercy.p16"},"During the closing days of His Perean ministry, Jesus passed through the city of Jericho on His way to Jerusalem. A short, wealthy man named Zacchaeus climbed a tree to get a look at the Savior as He walked by. Jesus noticed him and invited Himself over to Zacchaeus’s house. Some of Jesus’s disciples complained when they saw this, saying that Jesus “was gone to be guest with a man that is a sinner.” But Jesus saw the goodness in Zacchaeus and said, “This day is salvation come to this house, forsomuch as he also is a son of Abraham.” (See",["a",{"href":"/scriptures/nt/luke/19.1-10"},"Luke 19:1–10"],".)"]],[".topic",{"id":"t3","uri":"/ensign/2013/09/christlike-mercy.t3"},[".title","Jesus showed mercy by giving others many opportunities to repent and be forgiven."],["p.para",{"id":"p18","uri":"/ensign/2013/09/christlike-mercy.p18"},"Early in His ministry, Jesus returned to His hometown synagogue in the city of Nazareth, where He had worshipped many times. He read to those who had gathered for the Sabbath a prophecy from Isaiah about the Messiah. He then plainly testified to them that He was the Messiah. The people in the synagogue were “filled with wrath” at His words, and they “thrust him out of the city … that they might cast him” off a cliff. (See",["a",{"href":"/scriptures/nt/luke/4.16-30"},"Luke 4:16–30"],".) Jesus’s lifelong friends had become His enemies. Some time later, Jesus ventured to Nazareth again and taught the people. And even though they were again offended by Him, He had tried twice to help them understand. (See",["a",{"href":"/scriptures/nt/matt/13.54-57"},"Matthew 13:54–57"],".)"],["p.para",{"id":"p19","uri":"/ensign/2013/09/christlike-mercy.p19"},"The leaders of the Jews were the Savior’s most bitter enemies. They sought to kill Him because He threatened their traditions. Yet Jesus repeatedly urged them to repent and be reconciled to the truth. The scriptures record at least 10 major sermons that Jesus directed specifically at these leaders where He identified their sins and invited them to repent."]],[".topic",{"id":"t4","uri":"/ensign/2013/09/christlike-mercy.t4"},[".title","Jesus showed mercy by avoiding bitterness."],["p.para",{"id":"p21","uri":"/ensign/2013/09/christlike-mercy.p21"},"Jerusalem was the site of the Savior’s eventual suffering and death. He could have become resentful and angry toward the city and its people; instead He often expressed sadness at their wickedness and refusal to repent."],["p.para",{"id":"p22","uri":"/ensign/2013/09/christlike-mercy.p22"},"Days before His Crucifixion, Jesus rode into Jerusalem on a donkey. A multitude of followers rejoiced, placing their garments on the ground in front of Him and praising God. (See",["a",{"href":"/scriptures/nt/luke/19.28-38"},"Luke 19:28–38"],".) But Jesus knew that the loyalty of the people in Jerusalem would not last. As He looked over the city during His last week, the Savior wept, saying, “O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, … and ye would not!” (",["a",{"href":"/scriptures/nt/matt/23.37"},"Matthew 23:37"],"; see also",["a",{"href":"/scriptures/nt/luke/19.41-44"},"Luke 19:41–44"],")."],["p.para",{"id":"p23","uri":"/ensign/2013/09/christlike-mercy.p23"},"Mere days later, the crowds turned on Jesus and clamored for His execution. As the Savior was led away to be crucified, “a great company of people, and of women, … also bewailed and lamented him."],["p.para",{"id":"p24","uri":"/ensign/2013/09/christlike-mercy.p24"},"“But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children” (",["a",{"href":"/scriptures/nt/luke/23.27-28"},"Luke 23:27–28"],"). Despite His public humiliation and intense personal suffering at the hands of the people in Jerusalem, the Savior did not become bitter against them and expressed sadness that they refused to repent."]],[".topic",{"id":"t5","uri":"/ensign/2013/09/christlike-mercy.t5"},[".title","Jesus showed mercy by helping others in need."],["p.para",{"id":"p26","uri":"/ensign/2013/09/christlike-mercy.p26"},"During one of His journeys, Jesus approached the city of Nain, where He saw “a dead man carried out, the only son of his mother, and she was a widow” (",["a",{"href":"/scriptures/nt/luke/7.12"},"Luke 7:12"],"). Elder James E. Talmage (1862–1933) of the Quorum of the Twelve Apostles describes the ensuing miracle in his book",["span.emphasis","Jesus the Christ:"],"“Our Lord looked with compassion upon the sorrowing mother, now bereft of both husband and son; and, feeling in Himself the pain of her grief, He said in a gentle tone, ‘Weep not.’ He touched the stretcher [and] … addressing the corpse He said: ‘Young man, I say unto thee, Arise.’ And the dead heard the voice of Him who is Lord of all, and immediately sat up and spoke. Graciously Jesus delivered the young man to his mother.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p27","uri":"/ensign/2013/09/christlike-mercy.p27"},"Jesus performed numerous other miracles for people during times of need. He healed a leper, calmed the sea, and raised Jairus’s daughter from the dead. He made whole an infirm man at the pool of Bethesda, healed a deaf man with a speech impediment, and cleansed 10 lepers. Each was in desperate need."],[".figure",{"id":"f47","uri":"/ensign/2013/09/christlike-mercy.f47"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13sep33-jarius-daughter.jpg"}],[".caption",["p","Jesus performed numerous miracles for people during times of need. He healed a leper, calmed the sea, and raised Jairus’s daughter from the dead."]],[".credit",["p.para",{"id":"p29","uri":"/ensign/2013/09/christlike-mercy.p29"},"Illustration by Dan Burr"]]],["p.para",{"id":"p30","uri":"/ensign/2013/09/christlike-mercy.p30"},"The Savior has marked the path to follow. We can strive to be merciful by not blaming others, choosing to love rather than condemn, giving others many opportunities to repent, avoiding bitterness, and helping others in need. The more we recognize and remember the many mercies extended to us through Jesus Christ, the more we will learn to extend mercy to others."],["p.para",{"id":"p31","uri":"/ensign/2013/09/christlike-mercy.p31"},"President Uchtdorf has counseled: “There is enough heartache and sorrow in this life without our adding to it through our own stubbornness, bitterness, and resentment. … We must let go of our grievances. …",["span.emphasis","That is the Lord’s way."],"”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["p.para",{"id":"p32","uri":"/ensign/2013/09/christlike-mercy.p32"},"When the resurrected Lord visited the Nephites in the Americas, He taught the people. And when it came time for Him to leave, Jesus “cast his eyes round about again on the multitude, and beheld they were in tears. …"],["p.para",{"id":"p33","uri":"/ensign/2013/09/christlike-mercy.p33"},"“And he said unto them: Behold, my bowels are filled with compassion towards you."],["p.para",{"id":"p34","uri":"/ensign/2013/09/christlike-mercy.p34"},"“Have ye any that are sick among you? … Bring them hither and I will heal them, for I have compassion upon you; my bowels are",["span.emphasis","filled with mercy"],"” (",["a",{"href":"/scriptures/bofm/3-ne/17.5-7"},"3 Nephi 17:5–7"],"; emphasis added). His mercy is infinite. He will bless us with the divine gift of mercy if we will come unto Him (see",["a",{"href":"/scriptures/bofm/moro/10.32"},"Moroni 10:32"],")."]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",["p.para",{"id":"p42","uri":"/ensign/2013/09/christlike-mercy.p42"},"For more on this topic, see Dallin H. Oaks,",["a.crossRef",{"href":"/ensign/2013/05/followers-of-christ.p1"},"“Followers of Christ,”"],["span.emphasis","Ensign,"],"May 2013, 96."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/christlike-mercy.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2011), 69–71."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/christlike-mercy.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Dieter F. Uchtdorf, “The Merciful Obtain Mercy,”",["span.emphasis","Ensign,"],"May 2012, 76."],[".footnote",{"id":"fn3","uri":"/ensign/2013/09/christlike-mercy.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"The Greek word in",["a",{"href":"/scriptures/nt/matt/5.7"},"Matthew 5:7"],"is",["span.emphasis","eleémón,"],"meaning",["span.emphasis","compassionate."],"The Greek word in",["a",{"href":"/scriptures/nt/luke/6.36"},"Luke 6:36"],"is",["span.emphasis","oiktirmón,"],"also meaning",["span.emphasis","compassionate."]],[".footnote",{"id":"fn4","uri":"/ensign/2013/09/christlike-mercy.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"Charles Edward Jefferson,",["span.emphasis","The Character of Jesus"],"(1908), 154."],[".footnote",{"id":"fn5","uri":"/ensign/2013/09/christlike-mercy.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"James E. Talmage,",["span.emphasis","Jesus the Christ,"],"33rd ed. (1977), 252."],[".footnote",{"id":"fn6","uri":"/ensign/2013/09/christlike-mercy.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"Dieter F. Uchtdorf, “The Merciful Obtain Mercy,” 76–77."]]}
