{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"His Grace Is Sufficient","subtitle":"By Brad Wilcox","short_title":"His Grace Is Sufficient","uri":"/ensign/2013/09/his-grace-is-sufficient","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/his-grace-is-sufficient"},[".heading",{"id":"head1","uri":"/ensign/2013/09/his-grace-is-sufficient.head1"},["h1","His Grace Is",["span.dominant","Sufficient"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/his-grace-is-sufficient.p2"},"By Brad Wilcox"]],[".event",["p.para",{"id":"p3","uri":"/ensign/2013/09/his-grace-is-sufficient.p3"},"From a devotional address given at Brigham Young University on July 12, 2011. For the full address, visit",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],[".kicker","How does God’s grace really work?"]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/09/his-grace-is-sufficient.p5"},"A young woman once came to me and asked if we could talk. I said, “Of course. How can I help you?”"],["p.para",{"id":"p6","uri":"/ensign/2013/09/his-grace-is-sufficient.p6"},"She said, “I just don’t get grace.”"],["p.para",{"id":"p7","uri":"/ensign/2013/09/his-grace-is-sufficient.p7"},"I responded, “What is it that you don’t understand?”"],["p.para",{"id":"p8","uri":"/ensign/2013/09/his-grace-is-sufficient.p8"},"She said, “I know I need to do my best, and then Jesus does the rest, but I can’t even do my best.”"],["p.para",{"id":"p9","uri":"/ensign/2013/09/his-grace-is-sufficient.p9"},"I said, “The truth is, Jesus paid our debt in full. He didn’t pay it all except for a few coins. He paid it all. It is finished.”"],["p.para",{"id":"p10","uri":"/ensign/2013/09/his-grace-is-sufficient.p10"},"She said, “Right! Like I don’t have to do anything?”"],["p.para",{"id":"p11","uri":"/ensign/2013/09/his-grace-is-sufficient.p11"},"“Oh, no,” I said, “you have plenty to do, but it is not to pay that debt. We will all be resurrected. We will all go back to God’s presence to be judged. What is left to be determined by our obedience is how comfortable we plan to be in God’s presence and what degree of glory we plan on receiving.”"],["p.para",{"id":"p12","uri":"/ensign/2013/09/his-grace-is-sufficient.p12"},"Christ asks us to show faith in Him, repent, make and keep covenants, receive the Holy Ghost, and endure to the end. By complying, we are not paying the demands of justice—not even the smallest part. Instead, we are showing appreciation for what Jesus Christ did by using it to live a life like His. Justice requires immediate perfection or a punishment when we fall short. Because Jesus took that punishment, He can offer us the chance for ultimate perfection (see",["a",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],";",["a",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],") and help us reach that goal. He can forgive what justice never could, and He can turn to us now with His own set of requirements (see",["a",{"href":"/scriptures/bofm/3-ne/28.35"},"3 Nephi 28:35"],")."],[".topic",{"id":"t1","uri":"/ensign/2013/09/his-grace-is-sufficient.t1"},[".title","Grace Transforms Us"],["p.para",{"id":"p14","uri":"/ensign/2013/09/his-grace-is-sufficient.p14"},"Christ’s arrangement with us is similar to a mom providing music lessons for her child. Mom pays the piano teacher. Because Mom pays the debt in full, she can turn to her child and ask for something. What is it? Practice! Does the child’s practice pay the piano teacher? No. Does the child’s practice repay Mom for paying the piano teacher? No. Practicing is how the child shows appreciation for Mom’s incredible gift. It is how he takes advantage of the amazing opportunity Mom is giving him to live his life at a higher level. Mom’s joy is found not in getting repaid but in seeing her gift used—seeing her child improve. And so she continues to call for practice, practice, practice."],["p.para",{"id":"p15","uri":"/ensign/2013/09/his-grace-is-sufficient.p15"},"If the child sees Mom’s requirement of practice as being too overbearing (“Gosh, Mom, why do I need to practice? None of the other kids have to practice! I’m just going to be a professional baseball player anyway!”), perhaps it is because he doesn’t yet see with Mom’s eyes. He doesn’t see how much better his life could be if he would choose to live on a higher plane."],["p.para",{"id":"p16","uri":"/ensign/2013/09/his-grace-is-sufficient.p16"},"In the same way, because Jesus has paid justice, He can now turn to us and say: “Follow me” (",["a",{"href":"/scriptures/nt/matt/4.19"},"Matthew 4:19"],"); “Keep my commandments” (",["a",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],"). If we see His requirements as being way too much to ask, maybe it is because we do not yet see through Christ’s eyes. We have not yet comprehended what He is trying to make of us."],["p.para",{"id":"p17","uri":"/ensign/2013/09/his-grace-is-sufficient.p17"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has said, “The repenting sinner must suffer for his sins, but this suffering has a different purpose than punishment or payment. Its purpose is",["span.emphasis","change"],"” (",["span.emphasis","The Lord’s Way"],"[1991], 223; emphasis in original). Let’s put that in terms of the child pianist: The child must practice the piano, but this practice has a different purpose than punishment or payment. Its purpose is change."],["p.para",{"id":"p18","uri":"/ensign/2013/09/his-grace-is-sufficient.p18"},"The miracle of the Atonement is not just that we can live after we die but that we can live more abundantly (see",["a",{"href":"/scriptures/nt/john/10.10"},"John 10:10"],"). The miracle of the Atonement is not just that we can be cleansed and consoled but that we can be transformed (see",["a",{"href":"/scriptures/nt/rom/8"},"Romans 8"],"). Scriptures make it clear that no unclean thing can dwell with God (see",["a",{"href":"/scriptures/bofm/alma/40.26"},"Alma 40:26"],"), but no unchanged thing will even want to."],["p.para",{"id":"p19","uri":"/ensign/2013/09/his-grace-is-sufficient.p19"},"The miracle of the Atonement is not just that we can go home but that—miraculously—we can feel at home there. If Heavenly Father and His Son did not require faith and repentance, then there would be no desire to change. Think of your friends and family members who have chosen to live without faith and without repentance. They don’t want to change. They are not trying to abandon sin and become comfortable with God. Rather, they are trying to abandon God and become comfortable with sin. If the Father and the Son did not require covenants and bestow the gift of the Holy Ghost, then there would be no way to change. We would be left forever with only willpower, with no access to His power. If Heavenly Father and His Son did not require endurance to the end, then there would be no internalization of those changes over time. They would forever be surface and cosmetic rather than sinking inside us and becoming part of us—part of who we are. Put simply, if Jesus didn’t require practice, then we would never become Saints."],[".figure",{"id":"f49","uri":"/ensign/2013/09/his-grace-is-sufficient.f49"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13sep36-portrait-of-christ.jpg"}],[".credit",["p.para",{"id":"p20","uri":"/ensign/2013/09/his-grace-is-sufficient.p20"},"Detail from",["span.emphasis","Christ and the Rich Young Ruler,"],"by Heinrich Hofmann, courtesy of C. Harrison Conroy Co.; background iStockphoto/Thinkstock"]]]],[".topic",{"id":"t2","uri":"/ensign/2013/09/his-grace-is-sufficient.t2"},[".title","Grace Helps Us"],["p.para",{"id":"p22","uri":"/ensign/2013/09/his-grace-is-sufficient.p22"},"“But don’t you realize how hard it is to practice? I’m just not very good at the piano. I hit a lot of wrong notes. It takes me forever to get it right.” Now wait. Isn’t that all part of the learning process? When a young pianist hits a wrong note, we don’t say he is not worthy to keep practicing. We don’t expect him to be flawless. We just expect him to keep trying. Perfection may be his ultimate goal, but for now we can be content with progress in the right direction. Why is this perspective so easy to see in the context of learning piano but so hard to see in the context of learning heaven?"],["p.para",{"id":"p23","uri":"/ensign/2013/09/his-grace-is-sufficient.p23"},"Too many are giving up on the Church because they are tired of constantly feeling like they are falling short. They have tried in the past, but they continually feel like they are just not good enough. They don’t understand grace."],["p.para",{"id":"p24","uri":"/ensign/2013/09/his-grace-is-sufficient.p24"},"There should never be just two options: perfection or giving up. When learning the piano, are the only options performing at Carnegie Hall or quitting? No. Growth and development take time. Learning takes time. When we understand grace, we understand that God is long-suffering, that change is a process, and that repentance is a pattern in our lives. When we understand grace, we understand that the blessings of Christ’s Atonement are continuous and His strength is perfect in our weakness (see",["a",{"href":"/scriptures/nt/2-cor/12.9"},"2 Corinthians 12:9"],"). When we understand grace, we can, as it says in the Doctrine and Covenants, “continue in patience until [we] are perfected” (",["a",{"href":"/scriptures/dc-testament/dc/67.13"},"D&C 67:13"],")."],["p.para",{"id":"p25","uri":"/ensign/2013/09/his-grace-is-sufficient.p25"},"Grace is not a booster engine that kicks in once our fuel supply is exhausted. Rather, it is our constant energy source. It is not the light at the end of the tunnel but the light that moves us through the tunnel. Grace is not achieved somewhere down the road. It is received right here and right now."]],[".topic",{"id":"t3","uri":"/ensign/2013/09/his-grace-is-sufficient.t3"},[".title","Grace Is Sufficient"],["p.para",{"id":"p27","uri":"/ensign/2013/09/his-grace-is-sufficient.p27"},"The grace of Christ is sufficient (see",["a",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],";",["a",{"href":"/scriptures/dc-testament/dc/17.8"},"D&C 17:8"],")—sufficient to cover our debt, sufficient to transform us, and sufficient to help us for as long as that transformation process takes. The Book of Mormon teaches us to rely solely on “the merits, and mercy, and grace of the Holy Messiah” (",["a",{"href":"/scriptures/bofm/2-ne/2.8"},"2 Nephi 2:8"],"). As we do, we do not discover—as some Christians believe—that Christ requires nothing of us. Rather, we discover the reason He requires so much and find the strength to do all He asks (see",["a",{"href":"/scriptures/nt/philip/4.13"},"Philippians 4:13"],"). Grace is not the absence of God’s high expectations. Grace is the presence of God’s power (see",["a",{"href":"/scriptures/nt/luke/1.37"},"Luke 1:37"],")."],["p.para",{"id":"p28","uri":"/ensign/2013/09/his-grace-is-sufficient.p28"},"God’s grace is sufficient. Jesus’s grace is sufficient. It is enough. It is all we need. Don’t quit. Keep trying. Don’t look for escapes and excuses. Look for the Lord and His perfect strength. Don’t search for someone to blame. Search for someone to help you. Seek Christ, and, as you do, you will feel the enabling power and divine help we call His amazing grace."]]],[".resources",[".moreInfo",[".title","Key Ideas"],["ul.bullet",["li",["span.label","•"],["p.para","We are saved through the grace of Christ, who paid the price of our sins."]],["li",["span.label","•"],["p.para","Our works, such as repentance and keeping the commandments, do not save us, but they",["span.emphasis","are"],"requirements set by the Savior to help transform us."]],["li",["span.label","•"],["p.para","God’s grace is divine power to help us with all of our shortcomings and is available to us at all times."]]]]]]]],"refs":null}
