{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Rescued by the Gospel","subtitle":"By Lionel Hougnon","short_title":"Rescued by the Gospel","uri":"/ensign/2013/09/rescued-by-the-gospel","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/rescued-by-the-gospel"},[".heading",{"id":"head1","uri":"/ensign/2013/09/rescued-by-the-gospel.head1"},["h1",["span.dominant","Rescued"],"by the Gospel"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/rescued-by-the-gospel.p2"},"By Lionel Hougnon"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/09/rescued-by-the-gospel.p3"},"The author lives in Utah, USA."]],[".kicker","I was lonely and without hope, until I felt the touch of the Master in my life."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/09/rescued-by-the-gospel.p5"},"It was a clear day in August 2006, and I was walking down the train tracks in Salt Lake City, Utah, USA. I threw another empty beer bottle in the bushes and once again wiped my tears across my dirt-stained face. My life during the last several years had become virtually meaningless. I was a drunkard, and I was homeless, broke, and lonely. I had decided that the next day I was going to eliminate all my worries by running in front of the commuter train when it was going full speed, instantly ending my misery. I had located the spot where I would hide and watch for the train to approach. At that point, the engineer would have no time to stop."],[".poetry",[".stanza",[".line",{"id":"p6","uri":"/ensign/2013/09/rescued-by-the-gospel.p6"},"’Twas battered and scarred, and the auctioneer"],[".line",{"id":"p7","uri":"/ensign/2013/09/rescued-by-the-gospel.p7"},"Thought it scarcely worth his while"],[".line",{"id":"p8","uri":"/ensign/2013/09/rescued-by-the-gospel.p8"},"To waste much time on the old violin,"],[".line",{"id":"p9","uri":"/ensign/2013/09/rescued-by-the-gospel.p9"},"But held it up with a smile.",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["p.para",{"id":"p10","uri":"/ensign/2013/09/rescued-by-the-gospel.p10"},"Have you ever felt really lonely, so lonely that it seemed no one cared about you anymore? It’s a miserable, hopeless feeling to have convinced yourself that you are worth nothing. I couldn’t really remember the last time I had felt love from someone. I had no family or friends, and I don’t think anyone knew I existed. My relationship with God was almost nonexistent. That night I drank a 12-pack of beer until I nearly passed out."],[".poetry",[".stanza",[".line",{"id":"p11","uri":"/ensign/2013/09/rescued-by-the-gospel.p11"},"“What am I bidden, good folks,” he cried,"],[".line",{"id":"p12","uri":"/ensign/2013/09/rescued-by-the-gospel.p12"},"“Who’ll start the bidding for me?”"],[".line",{"id":"p13","uri":"/ensign/2013/09/rescued-by-the-gospel.p13"},"“A dollar, a dollar”; then, “Two!” “Only two?"],[".line",{"id":"p14","uri":"/ensign/2013/09/rescued-by-the-gospel.p14"},"Two dollars, and who’ll make it three?”"]]],["p.para",{"id":"p15","uri":"/ensign/2013/09/rescued-by-the-gospel.p15"},"The next morning I prepared for my last day on earth. I bought and consumed another case of beer to further cloud my judgment. I then purchased a train ticket with the little money I had left. My plan was to ride the train to the destination I’d previously chosen, go to my hiding spot, and wait for the next train to come."],[".poetry",[".stanza",[".line",{"id":"p16","uri":"/ensign/2013/09/rescued-by-the-gospel.p16"},"“Three dollars, once; three dollars, twice;"],[".line",{"id":"p17","uri":"/ensign/2013/09/rescued-by-the-gospel.p17"},"Going for three—” But no …"]]],["p.para",{"id":"p18","uri":"/ensign/2013/09/rescued-by-the-gospel.p18"},"I approached the train, boarded, and took a seat near the rear of the last car. After the train left the station, I realized I had taken the wrong one! I was traveling in the opposite direction from what I had planned. I was frustrated because I now had to recalculate where I would get off and catch the right train to take me to my planned hiding spot. The train finally stopped where I could make a transfer. As I got off, I noticed that I was near a veterans’ hospital."],[".poetry",[".stanza",[".line",{"id":"p19","uri":"/ensign/2013/09/rescued-by-the-gospel.p19"},"From the room, far back, a gray-haired man"],[".line",{"id":"p20","uri":"/ensign/2013/09/rescued-by-the-gospel.p20"},"Came forward and picked up the bow."]]],["p.para",{"id":"p21","uri":"/ensign/2013/09/rescued-by-the-gospel.p21"},"After the train left, I started walking but hesitated and then stopped because I felt something directing me to walk toward the hospital. It was almost as though I was being led. I walked into the emergency room and checked myself in, beginning my uphill climb."],["p.para",{"id":"p22","uri":"/ensign/2013/09/rescued-by-the-gospel.p22"},"I was in the hospital for more than a year. I received emotional, mental, and physical aid to help me overcome my severe alcohol addiction, depression, and suicidal tendencies. After 14 months I was recovering physically, but I still felt spiritually dead."],["p.para",{"id":"p23","uri":"/ensign/2013/09/rescued-by-the-gospel.p23"},"Eventually I moved into an apartment for homeless vets recovering from alcohol addictions. Each day I walked around the neighborhood for exercise, often passing an LDS chapel with a sign out front: “The Church of Jesus Christ of Latter-day Saints. Visitors Welcome.”"],[".poetry",[".stanza",[".line",{"id":"p24","uri":"/ensign/2013/09/rescued-by-the-gospel.p24"},"Then, wiping the dust from the old violin,"],[".line",{"id":"p25","uri":"/ensign/2013/09/rescued-by-the-gospel.p25"},"And tightening the loose strings,"],[".line",{"id":"p26","uri":"/ensign/2013/09/rescued-by-the-gospel.p26"},"He played a melody pure and sweet"],[".line",{"id":"p27","uri":"/ensign/2013/09/rescued-by-the-gospel.p27"},"As a caroling angel sings."]]],["p.para",{"id":"p28","uri":"/ensign/2013/09/rescued-by-the-gospel.p28"},"One day I decided to call the visitors’ center on Temple Square. I told them about the sign I saw on the church and asked if I was really welcome. They told me I was more than welcome to attend services at the church. I felt comfortable about what they said and decided to go the next Sunday. When Sunday came, I dusted off my old suit, put on a white shirt and tie, and visited the church with the welcome sign. The service missionaries from the ward were expecting me. They greeted me with love and warmth. I felt as though I had known them before. I did not realize then that it would be those missionaries, the bishopric, and the ward members and leaders who would start helping me become in tune with the Savior."],["p.para",{"id":"p29","uri":"/ensign/2013/09/rescued-by-the-gospel.p29"},"During the next several weeks, I began my study of the gospel of Jesus Christ. I attended all the meetings, including the Gospel Principles class. I started the missionary lessons and began reading the scriptures and praying. It wasn’t long before I committed to a baptismal date."],["p.para",{"id":"p30","uri":"/ensign/2013/09/rescued-by-the-gospel.p30"},"My baptism and confirmation were the sweetest and most spiritual experiences I’d ever had. Tears came to my eyes as we opened with the song “I Know That My Redeemer Lives”",["sup",["a",{"href":"fn_footnote2"},"2"]],"because I knew personally that He does live. As I was immersed in the water, I felt as though my sins were being washed from me and that the chains of my addiction were being broken. During my confirmation, I felt the power of the priesthood and the sweet spirit of the Holy Ghost provide me with spiritual strength. It seemed to me that my body had been reborn and refilled with spiritual energy. For the first time in my life, I felt I had self-worth. I knew that I was indeed clean and free of addiction."],[".poetry",[".stanza",[".line",{"id":"p31","uri":"/ensign/2013/09/rescued-by-the-gospel.p31"},"The music ceased, and the auctioneer,"],[".line",{"id":"p32","uri":"/ensign/2013/09/rescued-by-the-gospel.p32"},"With a voice that was quiet and low,"],[".line",{"id":"p33","uri":"/ensign/2013/09/rescued-by-the-gospel.p33"},"Said, “What am I bid for the old violin?”"],[".line",{"id":"p34","uri":"/ensign/2013/09/rescued-by-the-gospel.p34"},"And he held it up with the bow."]]],["p.para",{"id":"p35","uri":"/ensign/2013/09/rescued-by-the-gospel.p35"},"As I partook of the sacrament that first Sunday as a member of the Church, I realized that I was now drinking the waters of eternal life rather than drowning my sorrows with beer. I recall passing the sacrament to the bishop as a recently ordained deacon and feeling honored to be worthy to represent the Lord by passing His sacred emblems."],["p.para",{"id":"p36","uri":"/ensign/2013/09/rescued-by-the-gospel.p36"},"I now know that God has something for me to do in this life, and that is why He directed me to the hospital and to that ward. I feel a peace and a clear direction that I have never felt before."],[".poetry",[".stanza",[".line",{"id":"p37","uri":"/ensign/2013/09/rescued-by-the-gospel.p37"},"“A thousand dollars, and who’ll make it two?"],[".line",{"id":"p38","uri":"/ensign/2013/09/rescued-by-the-gospel.p38"},"Two thousand! And who’ll make it three?"],[".line",{"id":"p39","uri":"/ensign/2013/09/rescued-by-the-gospel.p39"},"Three thousand, once, three thousand, twice,"],[".line",{"id":"p40","uri":"/ensign/2013/09/rescued-by-the-gospel.p40"},"And going, and gone!” said he."]]],["p.para",{"id":"p41","uri":"/ensign/2013/09/rescued-by-the-gospel.p41"},"It was only a few years ago that my soul and body were worth nothing to me or to the world. My entire life was focused on the next high from a case of beer. My god was alcohol, and it dictated my every move."],["p.para",{"id":"p42","uri":"/ensign/2013/09/rescued-by-the-gospel.p42"},"I dressed one Sunday in a new suit and my nicest shirt. I was going to bear my testimony in fast and testimony meeting. I had searched for several days for the right words. I had never spoken in front of a crowd, and I worried about the correct things to say. I had spent hours at a store looking at greeting cards, searching for the right phrase or word. The time finally came, and I walked to the front of the chapel. My palms were sweaty, and I was extremely nervous. I carefully pulled out the greeting card I had purchased and read the underlined message that almost expressed my feelings of thankfulness. I then took a moment, put down the card, and with tears in my eyes told the congregation how much I loved my Father in Heaven and how thankful I was to His servants for helping save my physical and spiritual life."],[".poetry",[".stanza",[".line",{"id":"p43","uri":"/ensign/2013/09/rescued-by-the-gospel.p43"},"The people cheered, but some of them cried,"],[".line",{"id":"p44","uri":"/ensign/2013/09/rescued-by-the-gospel.p44"},"“We do not quite understand"],[".line",{"id":"p45","uri":"/ensign/2013/09/rescued-by-the-gospel.p45"},"What changed its worth.” Swift came the reply:"],[".line",{"id":"p46","uri":"/ensign/2013/09/rescued-by-the-gospel.p46"},"“The touch of a master’s hand.”"]]],["p.para",{"id":"p47","uri":"/ensign/2013/09/rescued-by-the-gospel.p47"},"There were not many dry eyes in the congregation after the meeting. I hope that if there were members of the congregation who also needed to feel worthwhile, maybe my words offered a little hope and peace for them. I pray that they will be able to feel the touch of the Master as I have."],["p.para",{"id":"p48","uri":"/ensign/2013/09/rescued-by-the-gospel.p48"},"I identify with the woman in the New Testament who had an issue of blood and who tried to make her way to Jesus through the crowd of people in Jerusalem. She had faith that by simply touching the Savior’s garment she would be healed. (See",["a",{"href":"/scriptures/nt/mark/5.25-34"},"Mark 5:25–34"],".)"],["p.para",{"id":"p49","uri":"/ensign/2013/09/rescued-by-the-gospel.p49"},"It’s possible for us to touch the hands of the Master. I know because I have touched them. His hands are the hands of His servants, and they are outstretched continually."],[".poetry",[".stanza",[".line",{"id":"p50","uri":"/ensign/2013/09/rescued-by-the-gospel.p50"},"And many a man with life out of tune,"],[".line",{"id":"p51","uri":"/ensign/2013/09/rescued-by-the-gospel.p51"},"And battered and scarred with sin,"],[".line",{"id":"p52","uri":"/ensign/2013/09/rescued-by-the-gospel.p52"},"Is auctioned cheap to the thoughtless crowd,"],[".line",{"id":"p53","uri":"/ensign/2013/09/rescued-by-the-gospel.p53"},"Much like the old violin."]]],["p.para",{"id":"p54","uri":"/ensign/2013/09/rescued-by-the-gospel.p54"},"I often think about some of the other battered and scarred people I met back in the days of my alcohol addiction and severe depression. Each day we would beg and try to scrounge enough change to purchase more beer. Day after day we sat drinking our lives away while the rest of the world passed us by. We were completely out of tune with anything spiritual and focused only on eliminating reality through alcohol. I am grateful to know now that the Savior always cared and that we were always Heavenly Father’s children."],[".poetry",[".stanza",[".line",{"id":"p55","uri":"/ensign/2013/09/rescued-by-the-gospel.p55"},"But the Master comes, and the foolish crowd"],[".line",{"id":"p56","uri":"/ensign/2013/09/rescued-by-the-gospel.p56"},"Never can quite understand"],[".line",{"id":"p57","uri":"/ensign/2013/09/rescued-by-the-gospel.p57"},"The worth of a soul and the change that’s wrought"],[".line",{"id":"p58","uri":"/ensign/2013/09/rescued-by-the-gospel.p58"},"By the touch of the Master’s hand."]]],["p.para",{"id":"p59","uri":"/ensign/2013/09/rescued-by-the-gospel.p59"},"I was recently ordained a high priest and called as the second assistant in the ward high priests group. As hands were laid upon my head to set me apart, I truly felt the power of the priesthood, and I was once again reassured of my worth and the change in me wrought by the Master."],["p.para",{"id":"p60","uri":"/ensign/2013/09/rescued-by-the-gospel.p60"},"Not long ago I took a walk past the hiding spot where I had foolishly planned to wait before throwing myself in front of an oncoming train. I contemplated how close I had come to doing so and then bowed my head and said a prayer thanking my Father in Heaven for saving me."],["p.para",{"id":"p61","uri":"/ensign/2013/09/rescued-by-the-gospel.p61"},"Today I look around for people who are struggling as I was a few years ago. I find them all the time. The other day an individual in our ward who was suffering from severe mental and physical health problems asked if I would give him a blessing. I had never given a blessing before. I laid my hands on his head and felt the Holy Ghost whisper to me what to say. After the blessing, I put my hands on this brother’s shoulders and realized that I was blessing someone similar to who I had been a couple of years before. It was a powerful feeling knowing that I could be a tuned instrument in the hands of the Lord."],["p.para",{"id":"p62","uri":"/ensign/2013/09/rescued-by-the-gospel.p62"},"Today I am committed to be God’s servant, reaching my hands down and trying to lift those who have lost hope. I pray that we will all reach out to those whom the world considers to be of little or no worth. May we lift them up as the Savior would, with love, understanding, and compassion."],["p.para",{"id":"p63","uri":"/ensign/2013/09/rescued-by-the-gospel.p63"},"You never know—the soul who is dusted off, tuned up, and played may someday be the one who does the dusting, tuning, and playing of beautiful music in the lives of others."]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Answering Questions"],[".subtitle","What does it mean to be redeemed?"],["p.para",{"id":"p69","uri":"/ensign/2013/09/rescued-by-the-gospel.p69"},"“Among the most significant of Jesus Christ’s descriptive titles is Redeemer. … The word",["span.emphasis","redeem"],"means to pay off an obligation or a debt.",["span.emphasis","Redeem"],"can also mean to rescue or set free as by paying a ransom. If someone commits a mistake and then corrects it or makes amends, we say he has redeemed himself. Each of these meanings suggests different facets of the great Redemption accomplished by Jesus Christ through His Atonement, which includes, in the words of the dictionary, ‘to deliver from sin and its penalties, as by a sacrifice made for the sinner.’ [",["span.emphasis","Webster’s New World College Dictionary,"],"3rd ed. (1988), ‘redeem.’]”"],[".citationInfo",["p.para",{"id":"p70","uri":"/ensign/2013/09/rescued-by-the-gospel.p70"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles, “Redemption,”",["span.emphasis","Ensign,"],"May 2013, 109."]]],[".moreInfo",[".title","Addiction Recovery Program"],["p.para",{"id":"p72","uri":"/ensign/2013/09/rescued-by-the-gospel.p72"},"The Addiction Recovery Program, offered through LDS Family Services, includes free and confidential support meetings for people dealing with addictions to alcohol, drugs (both prescription and illegal), tobacco, coffee and tea, pornography, inappropriate sexual behavior, gambling, codependency, and disorders associated with eating. To find a meeting near you, visit",["a",{"href":"http://addictionrecovery.lds.org"},"addictionrecovery.lds.org"],". Your priesthood leader may also have information about nearby meetings."],["p.para",{"id":"p73","uri":"/ensign/2013/09/rescued-by-the-gospel.p73"},"Even if you cannot attend one of the meetings, you may benefit from the program study guide.",["span.emphasis","A Guide to Addiction Recovery and Healing"],"is available from Distribution Services (",["a",{"href":"http://store.lds.org"},"store.lds.org"],") or as a PDF when you visit the “Overcome Addiction” section of the Addiction Recovery Program website. The guide is available in several languages."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/rescued-by-the-gospel.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"These lines of poetry and the others that appear in this article are from Myra Brooks Welch, “The Touch of the Master’s Hand,” in",["span.emphasis","Best-Loved Poems of the LDS People,"],"ed. Jack M. Lyon and others (1996), 182–83."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/rescued-by-the-gospel.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"“I Know That My Redeemer Lives,”",["span.emphasis","Hymns,"],"no. 136."]]}
