{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":5,"title":"A Television and a Spirit Lifted","subtitle":"By Kaci Cronin","short_title":"A Television and a Spirit Lifted","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted"},[".heading",{"id":"head1","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.head1"},[".seriesTitle","Serving in the Church"],[".title","A Television and a Spirit Lifted"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p3"},"By Kaci Cronin"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p4"},"The author lives in Mississippi, USA."]]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p5"},"My husband is profoundly deaf and deeply devoted to the gospel. However, years of struggling to understand weekly Church meetings left him reluctant to attend additional priesthood meetings and broadcasts. While members of our ward were friendly and encouraging, their lack of understanding of the technical assistance he needed in order to participate in meetings often left my husband feeling lonely and frustrated."],["p.para",{"id":"p6","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p6"},"We were new to our ward, and it was time for general conference. My husband grudgingly prepared to go to general priesthood meeting, wondering what problems he would encounter as he tried to watch the broadcast. He arrived to find that no one knew how to put closed captions on the large overhead projector, so a television was rolled in and set up in the corner. There was, however, a minor problem. The cord needed to connect the television had inadvertently been used to set up the projector, rendering the television useless. My husband, who is accustomed to these situations, went to the library and started looking for the projector cord. After searching through several boxes and cabinets, he recovered the short cord intended for the projector."],["p.para",{"id":"p7","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p7"},"Because the broadcast was about to begin, everyone was apprehensive about disconnecting and adjusting anything. The cord my husband found was too short to reach the television on the rolling cart, so the TV had to be moved to a lower table. He rolled the cart out of the chapel and into a nearby room. He then began to unstrap the television and wondered if anyone would come to help him lift it. At that moment, he felt someone enter the room. It was the bishop. My husband’s heart was lightened as the two of them placed the TV on the table. My husband got the TV working while the bishop grabbed a chair and placed it facing the screen."],["p.para",{"id":"p8","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p8"},"My husband thanked him for his help and shook his hand, and the bishop turned and headed for the door. Much to my husband’s surprise, the bishop passed the door and proceeded to where chairs were leaning against a wall. He grabbed one and sat down next to my husband. The two of them sat side by side throughout the session."],["p.para",{"id":"p9","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p9"},"Today my husband eagerly attends his meetings. The bishop’s simple act of kindness lifted my husband’s spirits and allowed gratitude to enter his heart. While some problems still arise, he no longer feels alone or unwelcome. My husband’s perspective was changed forever through the inspired actions of one of Christ’s shepherds."]],[".resources",[".moreInfo",["p.para",{"id":"p10","uri":"/ensign/2013/07/a-television-and-a-spirit-lifted.p10"},"For information on resources available for various disabilities, visit",["a",{"href":"http://disabilities.lds.org"},"disabilities.lds.org"],"."]]]]]],"refs":null}
