{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"Latter-day Saint Voices","subtitle":"","short_title":"Latter-day Saint Voices","uri":"/ensign/2013/07/latter-day-saint-voices","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/latter-day-saint-voices"},[".heading",{"id":"head1","uri":"/ensign/2013/07/latter-day-saint-voices.head1"},[".title","Latter-day Saint Voices"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.head1"},[".title","Working for the Lord"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p2"},"Mary Jane Lumibao Suya, Philippines"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p3"},"My husband, Cyrus, and I were married in the temple on May 23, 2006. Before we were married, his work in a laboratory required Cyrus to work on Sundays. He had a shifting schedule, but he usually worked from midnight to 8:00 a.m. After work he would go home to change from his uniform to Sunday dress and then go straight to church, which started at 9:00 a.m. He continued this schedule after we were married."],["p.para",{"id":"p4","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p4"},"Sometimes I went to church alone because he was delayed at work. We always wished he didn’t have to work on the Sabbath. On the first Sunday of June 2006, we had our first fast as a married couple. We prayed in faith that Cyrus would be blessed with a job that would not require him to work on Sundays."],["p.para",{"id":"p5","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p5"},"A few days later at about 10:00 a.m., I wondered where Cyrus was because he usually came home between 8:00 and 9:00 a.m. Suddenly a thought came to me: “He might be promoted.” Cyrus finally arrived around 11:00 a.m. As he entered our home, he said he had good news and bad news."],["p.para",{"id":"p6","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p6"},"I told him to tell me the bad news first. He said we would soon leave Iligan, Philippines, and move to Panay, Philippines. I did not like the news at first because we loved the people in our stake. They were kind to us and treated us as their own, knowing that Cyrus and I had no family nearby."],["p.para",{"id":"p7","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p7"},"When I asked him why we needed to move to Panay, he said it was because of the good news. His boss had interviewed him for another job located in Panay. I immediately asked him not about his salary but whether the job would require him to work on Sundays. When he answered, “No!” I was very happy. I hugged him and told him that his new job was the answer to our prayers and fasting. Two months later, Cyrus started his work in Panay."],["p.para",{"id":"p8","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p8"},"Heavenly Father is mindful of us, and He blesses us when we exercise faith and obey His commandments. I am grateful for the principles of prayer and fasting. My husband’s job is a blessing to us. Now he has time to magnify his calling in our ward, and the only work he does on Sunday is the Lord’s work."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.head1"},[".title","A Forever Family"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p2"},"Kellee H. Mudrow, Utah, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p3"},"When I was 19, I made one last visit to my grandparents before leaving on a three-month humanitarian trip to Ecuador. My grandfather had moved to an assisted-living center because his health was declining. He suffered from dementia along with other physical ailments incident to old age."],["p.para",{"id":"p4","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p4"},"As my family and I entered the assisted-living facility, I was sullen, knowing that this visit with my grandfather would most likely be my last. I knew he would pass away while I was gone, and I felt guilty leaving."],["p.para",{"id":"p5","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p5"},"Just before we entered his room, a staff member had transferred my grandfather to a wheelchair. We wheeled him into the facility’s common area. My mother was talking to one of the staff members while my 16-year-old sister and I talked to our grandfather."],["p.para",{"id":"p6","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p6"},"He was not himself. The decline in his mental state was evident, and he seemed confused. When we asked him how many grandchildren he had, he answered incorrectly. Then we lovingly teased him as we made a big deal about how many he actually had."],["p.para",{"id":"p7","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p7"},"My heart ached for him. But then, amid his confusion and in the middle of answering our questions inaccurately, my grandfather suddenly said, “A forever family.”"],["p.para",{"id":"p8","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p8"},"I was shocked. A nearby staff member didn’t understand what he had said, but my sister and I looked at each other. We had both heard him clearly. He then repeated a second time, “A forever family.” This time our mother also heard him."],["p.para",{"id":"p9","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p9"},"I don’t recall anything else about our visit that day. All I know is that as we walked out of the care center, I sobbed with sorrow and joy—sorrow for the man we were leaving behind and whom I would not see again in this life and joy for the tender mercy of those simple words and the peace they left in my heart."],["p.para",{"id":"p10","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p10"},"I know that despite my grandfather’s state of mind, he was able to share one last time his strong conviction and knowledge that families are forever."],["p.para",{"id":"p11","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p11"},"I soon left on my humanitarian trip. When news came of my grandfather’s passing a week before my return, I was at peace. I knew, and I still know, that one day I will see him again. Thanks to temple ordinances, families are forever."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.head1"},[".title","You Can’t Come Up Here"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p2"},"Bonnie Marshall, Utah, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p3"},"My husband, John, was a big man. He stood six feet four inches (1.9 m) tall and weighed more than 200 pounds (90.9 kg). For him, air travel in economy class was uncomfortable at best, painful at worst."],["p.para",{"id":"p4","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p4"},"In August 2006 we were called to serve a Church educational service mission at Brigham Young University–Hawaii. When it came time to return home, we were dreading what he would have to endure in the flight back to the mainland. During check-in we were delighted to find that there was",["span.emphasis","one"],"seat available in first class, so we upgraded his ticket. He would be able to sit in a comfortable seat with plenty of room for his long legs."],["p.para",{"id":"p5","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p5"},"About midway through the flight, I decided to go see how he was doing. As I approached the first-class area, a flight attendant stood in the doorway to stop me."],["p.para",{"id":"p6","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p6"},"“Can I help you?” she asked."],["p.para",{"id":"p7","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p7"},"“Yes, I would like to see my husband for a moment,” I replied."],["p.para",{"id":"p8","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p8"},"“I’m sorry,” she said pleasantly but firmly, “you can’t come up here.”"],["p.para",{"id":"p9","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p9"},"“But he’s my husband, and I just want to see him for a minute.”"],["p.para",{"id":"p10","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p10"},"Still barring the door, she again stated, “I’m sorry, but you are not allowed up here. I can give your husband a message, and if he would like to, he can come visit you. But the policy is that only first-class passengers can be in this area.”"],["p.para",{"id":"p11","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p11"},"I was taken aback for a moment, but seeing her persistence, I quietly returned to my seat in economy class."],["p.para",{"id":"p12","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p12"},"I began to think about the three degrees of glory mentioned in the scriptures and by the prophets. We read that Christ will visit those in the terrestrial kingdom (see",["a",{"href":"/scriptures/dc-testament/dc/76.77"},"D&C 76:77"],"), and administering angels will visit those in the telestial kingdom (see",["a",{"href":"/scriptures/dc-testament/dc/76.88"},"D&C 76:88"],"), but those who are in the lesser kingdoms can never go up to the celestial kingdom (see",["a",{"href":"/scriptures/dc-testament/dc/76.112"},"D&C 76:112"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/88.22-24"},"D&C 88:22–24"],"). Reflecting upon my experience, I felt that I just had a glimpse of what it might be like for those in the lower kingdoms. How would they feel upon hearing the words “I’m sorry, you can’t come up here”?"],["p.para",{"id":"p13","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p13"},"About five months later my husband passed away from cancer. My experience on the airplane gives me extra incentive to live so that I never have to hear those words again—at least not on the other side of the veil."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.head1"},[".title","Happiness Has No Price"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p2"},"Abelino Grandez Castro, Peru"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p3"},"Recently I went to the bank to withdraw some money to pay my employees. Before the teller gave me my withdrawal, I asked him to change some 200-sol bills for some 50-sol bills. The teller changed the money for me, but I thought I saw him make a mistake as he counted the bills."],["p.para",{"id":"p4","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p4"},"He gave me my 50-sol bills, and I stepped back to wait for my withdrawal. As I waited, I counted the money. I had given the teller 1,200 soles, but he gave me 2,200 soles in return—an extra thousand soles. At that moment I was tempted. I told myself that the bank had plenty of money. But I knew in my heart that the money wasn’t mine; I had to return it."],["p.para",{"id":"p5","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p5"},"A few moments later the teller called me to complete my transaction. He counted my withdrawal, and as he handed me the money, he asked, “Anything else?”"],["p.para",{"id":"p6","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p6"},"“Yes,” I told him. “I gave you 1,200 soles to change into smaller bills, but you gave me 2,200 in return.”"],["p.para",{"id":"p7","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p7"},"I then handed him the 2,200 soles. With hands shaking, he counted the money twice. He could hardly believe what he saw. He looked at me and tried to speak, but he could only manage to utter twice, “Thank you so much.”"],["p.para",{"id":"p8","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p8"},"I left the bank happy. That week I was preparing a lesson for the young men in my ward on overcoming temptation. It was wonderful to be able to share with them my experience at the bank."],["p.para",{"id":"p9","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p9"},"“You’ve got to be kidding,” some of them joked. “That was a thousand soles you gave back!”"],["p.para",{"id":"p10","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p10"},"“Happiness has no price,” I responded with a smile."],["p.para",{"id":"p11","uri":"/ensign/2013/07/latter-day-saint-voices/latter-day-saint-voices.p11"},"How grateful I am for this experience, which strengthened both my testimony and the testimonies of the young men regarding the importance of withstanding temptation."]],[".resources"]]]]],"refs":null}
