{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":9,"title":"Pioneer Faith and Fortitude—Then and Now","subtitle":"By Elder M. Russell Ballard","short_title":"Pioneer Faith and Fortitude—Then and Now","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now"},[".heading",{"id":"head1","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.head1"},[".title","Pioneer Faith and Fortitude—",["span.dominant","Then and Now"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p2"},"By Elder M. Russell Ballard"],["p.para",{"id":"p3","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p4"},"From an address delivered in Ogden, Utah, on July 15, 2012."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/m-russell-ballard.jpg"}],[".kicker","We need to walk together as today’s pioneers, living Christlike lives, supporting good causes in our communities, and strengthening our families and homes."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p6"},"The early years in the history of The Church of Jesus Christ of Latter-day Saints were years of great testing. Leaders who survived these early days, such as Brigham Young, Heber C. Kimball, John Taylor, Wilford Woodruff, Lorenzo Snow, and Joseph F. Smith, were perhaps thereby enabled to survive the almost insurmountable trials of crossing the plains and establishing the Church in the Rocky Mountains."],["p.para",{"id":"p7","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p7"},"I feel that the pioneers of yesteryear would be smiling to see what has been accomplished among the Latter-day Saints. We owe much to the pioneers and must never forget that the success of today is built upon the shoulders and courage of the humble giants of the past."],["p.para",{"id":"p8","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p8"},"Speaking of our faithful pioneers, President Gordon B. Hinckley (1910–2008) said: “It is good to look to the past to gain appreciation for the present and perspective for the future. It is good to look upon the virtues of those who have gone before, to gain strength for whatever lies ahead. It is good to reflect upon the work of those who labored so hard and gained so little in this world, but out of whose dreams and early plans, so well nurtured, has come a great harvest of which we are the beneficiaries. Their tremendous example can become a compelling motivation for us all, for each of us is a pioneer in his [or her] own life.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],[".topic",{"id":"t1","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.t1"},[".title","Faith to Follow"],["p.para",{"id":"p10","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p10"},"It wasn’t just those who were leaders who had faith enough to follow Brigham Young to the barren desert. Many ordinary but brave Church members came as well. From Church history we learn of Oliver Huntington’s parents, who in 1836 left affluent circumstances in Watertown, New York, including a 230-acre (93-ha) farm with a good stone house and two frame barns, and with their family took their journey to join the Saints in Kirtland, Ohio."],["p.para",{"id":"p11","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p11"},"After they had left all behind, Oliver wrote, “It was a torment to each [of my parents], to see the other in want and still more [to] see their children cry for bread and have none to give them nor know where the next was coming from.” Oliver certified the faith of this family by saying he never heard his parents murmur or complain against any of the authorities of the Church or express doubt about the truthfulness of the work.",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p12","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p12"},"Emily Partridge, daughter of the first bishop of the Church in this dispensation, remembered leaving their comfortable home in Painesville, Ohio, to move to Jackson County, Missouri, in 1831 when she was just seven years old.",["sup",["a",{"href":"fn_footnote3"},"3"]],"Not long after, her family was driven from their home by the mob and had to relocate in Clay County. She described how they eventually found an “old log cabin that had been used for a stable. … There was one large room, and a leanto, but that was not of much use, as the floor was nearly all torn up, and the rats and rattlesnakes were too thick for comfort. There was a large fireplace in the one habitable room, and blankets were hung up a few feet back from the fire and the two families, fifteen or sixteen in number, were gathered inside of those blankets to keep from freezing for the weather was extremely cold, so cold that the ink would freeze in the pen as father sat writing close to the fire.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p13","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p13"},"The family later moved to Illinois. Emily summarized their experience: “Times were hard and we were very destitute, having been robbed and driven from our homes and possessions so many times, and having had much sickness.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p14","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p14"},"Phoebe Carter was similarly led 750 miles (1,200 km) from Scarboro, Maine, to Kirtland, Ohio, in 1835. Phoebe was 28 years old when she determined to gather with Church members, even though she had to make her trek alone. As she later reported: “My friends marvelled at my course, as did I, but something within impelled me on. My mother’s grief at my leaving home was almost more than I could bear; and had it not been for the spirit within I should have faltered at the last. My mother told me she would rather see me buried than going thus alone into the heartless world. … ‘Phoebe,’ she said, impressively, ‘will you come back to me if you find Mormonism false?’ I answered thrice, ‘Yes, mother, I will.’ … When the time came for my departure I dared not trust myself to say farewell, so I wrote my good-bye to each, and leaving them on my table, ran down stairs and jumped into the carriage. Thus I left my beloved home of childhood to link my life with the Saints of God.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["p.para",{"id":"p15","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p15"},"At that point Phoebe had no idea that her footsteps of faith would lead her on a journey much longer than the 750 miles (1,200 km) to Kirtland. She would marry Wilford Woodruff and join with him in journeying through Missouri to Nauvoo and then on the 1,350-mile (2,170-km) trek through wilderness lands to the Great Salt Lake Valley."],["p.para",{"id":"p16","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p16"},"My great-grandfather Henry Ballard joined the Church in February 1849 in Thatcham, England, as a 17-year-old. To pay for his voyage to America, Henry contracted his services for two years to a company owned in part by Lorenzo and Erastus Snow. He was hired to drive a herd of sheep west to the Salt Lake Valley. Henry described his entrance into the valley in the following words:"],["p.para",{"id":"p17","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p17"},"“In October as I drove the sheep down little mountain and through the mouth of Emigration Canyon, I first beheld the Salt Lake Valley. While I rejoiced in viewing the ‘Promised Land,’ I lived in fear that someone might see me. I hid myself behind bushes all day until after dark for the rags I had on did not cover my body and I was ashamed to be thus exposed. After dark I crossed over the field to a house where a light was shining … and timidly knocked on the door. Fortunately, a man answered the door and the candle light did not expose me to the view of the other members of his household. I begged for clothes to cover my naked body so that I might continue my journey and locate my parents. I was given some clothing and the next day continued my journey and arrived in Salt Lake City 16th October, 1852, feeling very thankful to God that I had reached my future home in safety.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["p.para",{"id":"p18","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p18"},"With our abundant blessings today, my heart is filled with love and admiration for such a noble and courageous forefather."],["p.para",{"id":"p19","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p19"},"My great-grandmother was a Scottish lass named Margaret McNeil, who came to Utah with her parents at the age of 13. She walked across the plains and drove a cow, carrying her younger brother James much of the way on her back. She and her family camped on the outskirts of Ogden, and she later recorded this in her autobiography:"],["p.para",{"id":"p20","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p20"},"“Across the field from where we were was a little house, and out in the yard was a big pile of squash. We were all nearly starved to death. My mother sent me over to this place to beg a squash, for we did not have a cent of money, and some of the children were very weak for the want of food. I knocked at the door, and an old lady came and said, ‘Come in, come in, I knew you were coming and have been told to give you food.’ She gave me a large loaf of fresh bread and said to tell my mother that she would come over soon. It was not long until she came and brought us a nice cooked dinner, something we had not had for a long time.”",["sup",["a",{"href":"fn_footnote8"},"8"]]]],[".topic",{"id":"t2","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.t2"},[".title","Physical and Spiritual Rescue"],["p.para",{"id":"p22","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p22"},"From the experiences of the pioneers, we learn what real faith and courage it took to cross the plains 165 years ago. Although the handcart pioneers represent fewer than 10 percent of the Latter-day Saint immigrants from 1847 to 1868, they have become an important symbol in LDS culture, representing the faithfulness and sacrifice of the pioneer generation."],["p.para",{"id":"p23","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p23"},"As you remember, the Willie and Martin companies ran into early snows in Wyoming, and many of the Saints perished in the cold. While on a trek a few years ago retracing their footsteps, my family and I stood looking down at the Sweetwater area where the Willie company had been stranded, cold and starving. We read from their journals of their severe trials and the joy of their rescue. John Chislett wrote:"],["p.para",{"id":"p24","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p24"},"“Just as the sun was sinking beautifully behind the distant hills, … several covered wagons … were seen coming towards us. The news ran through the camp like wildfire. … Shouts of joy rent the air; strong men wept till tears ran freely down their furrowed and sun-burnt cheeks. …"],["p.para",{"id":"p25","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p25"},"“… That evening, for the first time in quite a period, the songs of Zion were to be heard in the camp. … With the cravings of hunger satisfied, and with hearts filled with gratitude to God and our good brethren, we all united in prayer, and then retired to rest.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["p.para",{"id":"p26","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p26"},"As we stood on the hill now called “the Eminence,” I was impressed to bear my testimony to my family and the others who were with us. I said, “As grateful as these faithful pioneers were to see the rescue party, how much greater is the rescue through the Atonement of the Lord Jesus Christ.” I reminded our group that regardless of religious affiliation, the Lord Jesus Christ—the Savior of the world—is the center of all Christian belief, and He rescued all mankind. Through His Atonement, He gives to all of us hope for today and assurance in eternity."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.t3"},[".title","Conquering Today’s Wilderness"],["p.para",{"id":"p28","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p28"},"The suffering of the pioneers forged a strength in their lives that has been passed on to us. Packing a few belongings into wagons or handcarts and walking 1,300 miles (2,090 km) isn’t the way most of us will be asked to demonstrate our faith and courage. We face different challenges today—different mountains to climb, different rivers to ford, different valleys to make “blossom as the rose” (",["a",{"href":"/scriptures/ot/isa/35.1"},"Isaiah 35:1"],"). But even though the wilderness we have been given to conquer is decidedly different from the rough and rocky trail to Utah and the barren landscape that our pioneer forebears encountered, it is no less challenging and trying for us than it was for them."],["p.para",{"id":"p29","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p29"},"Our struggle is found in living in a world steeped in sin and spiritual indifference, where self-indulgence, dishonesty, and greed seem to be present everywhere. Today’s wilderness is one of confusion and conflicting messages. The pioneers had to battle the wilderness of rocky ridges and dust- or snow-covered mountain trails, with their faith focused on Zion and the establishment of the Church in the Salt Lake Valley."],["p.para",{"id":"p30","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p30"},"We need to commit to serve the Lord and our communities with the same diligence and faith that the pioneers had. We must ever be on our guard that we do not become casual in keeping God’s commandments, in abiding by His laws, and in being honest and trustworthy in all that we do. We must avoid the entrapments of evil found on the Internet, so readily accessible through our computers, tablets, and cell phones. If we become casual in these things, Lucifer will find a way to dull our commitment and destroy our faith and our love for the Lord and for one another, and we will become lost in the wilderness of the world."],["p.para",{"id":"p31","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p31"},"Avoiding the temptations and evils of the world requires the faith and fortitude of a real modern-day pioneer. We need to walk together as today’s pioneers, living Christlike lives, supporting good causes in our communities, and strengthening our families and homes."],["p.para",{"id":"p32","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p32"},"When we truly believe, we don’t ask, “What do I have to do?” but rather, “What more can I do?” When our belief is confirmed upon our souls by the Spirit of God, faith becomes a causative force in our lives, driving every thought, word, and deed heavenward. We pray with trust for strength and guidance—just as our forebears did. That’s what it means to walk with faith in every footstep. It was so for our pioneer ancestors, and it must be so for us today. We must instill in our children and grandchildren the same spirit that drove the footsteps of the pioneers."],["p.para",{"id":"p33","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.p33"},"May we stand together as pioneers of today, always seeking the help of God to guide our families. May we learn from the past the importance of honoring our parents, grandparents, and forefathers, and may we find the strength and courage to face our future as they faced theirs. May the life and ministry of the Lord Jesus Christ burn brightly in our hearts and minds. And may the fire of our testimonies burn in our bones—just as it did in the lives of the Latter-day Saint pioneers."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Gordon B. Hinckley, “The Faith of the Pioneers,”",["span.emphasis","Ensign,"],"July 1984, 3."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See Oliver B. Huntington,",["span.emphasis","Oliver B. Huntington Diary and Reminiscences, 1843 June–1900 January,"],"26–28."],[".footnote",{"id":"fn3","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See Emily D. P. Young, “Autobiography,”",["span.emphasis","Woman’s Exponent,"],"Dec. 1, 1884, 102."],[".footnote",{"id":"fn4","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"Emily D. P. Young, “Autobiography,”",["span.emphasis","Woman’s Exponent,"],"Feb. 15, 1885, 138."],[".footnote",{"id":"fn5","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"Emily D. P. Young, “Autobiography,”",["span.emphasis","Woman’s Exponent,"],"Aug. 1, 1885, 37."],[".footnote",{"id":"fn6","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"Phoebe Carter Woodruff, in Augusta Joyce Crocheron,",["span.emphasis","Representative Women of Deseret"],"(1884), 35–36."],[".footnote",{"id":"fn7","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn7"},["span.label",["a",{"name":"footnote7"},"7."]],"Henry Ballard, in Douglas O. Crookston, ed.,",["span.emphasis","Henry Ballard: The Story of a Courageous Pioneer, 1832–1908"],"(1994), 14–15."],[".footnote",{"id":"fn8","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn8"},["span.label",["a",{"name":"footnote8"},"8."]],"Margaret McNeil Ballard, in Susan Arrington Madsen,",["span.emphasis","I Walked to Zion: True Stories of Young Pioneers on the Mormon Trail"],"(1994), 127."],[".footnote",{"id":"fn9","uri":"/ensign/2013/07/pioneer-faith-and-fortitude-then-and-now.fn9"},["span.label",["a",{"name":"footnote9"},"9."]],"John Chislett, in LeRoy R. Hafen and Ann W. Hafen,",["span.emphasis","Handcarts to Zion: The Story of a Unique Western Migration, 1856–1860"],"(1960), 106, 107."]]}
