{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":18,"title":"Powdered Milk, Budgets, and Blessings","subtitle":"By Susie Boyce Angerbauer","short_title":"Powdered Milk, Budgets, and Blessings","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings"},[".heading",{"id":"head1","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.head1"},[".title","Powdered Milk, Budgets, and",["span.dominant","Blessings"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p2"},"By Susie Boyce Angerbauer"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p3"},"The author lives in Texas, USA."]],[".kicker","Our financial situation forced us to restrict our budget—and our effort at provident living had an astonishing effect."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p5"},"Growing up in a home with seven siblings, I was used to living on a tight budget. Our parents taught us the value of hard work and frugality at a young age. They had all kinds of creative ways to save money and live within their means."],["p.para",{"id":"p6","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p6"},"At a very young age, my siblings and I started delivering newspapers. The money we earned from our paper routes and then from later jobs was divided up into three categories: tithing, savings (half of our earnings), and spending. We grew up on powdered milk, homemade wheat bread, and lovingly prepared home-cooked meals. I have few memories of clothes shopping and remember my excitement when a kind neighbor or ward member dropped off bags of clothing they no longer needed. Working hard for what we had and coming up with tricks to disguise the taste of that powdered milk was not a lot of fun as kids, but that was how it was in our family."],["p.para",{"id":"p7","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p7"},"My parents gave each of us an invaluable gift: the knowledge, skills, and real-world experience to live providently."],[".topic",{"id":"t1","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.t1"},[".title","Raising My Own Family"],["p.para",{"id":"p9","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p9"},"My husband’s career took our family on an entirely different financial path than what I was familiar with growing up. His paychecks brought in more than enough to meet not only our needs but most of our wants as well. We recognized the responsibility we had to be good stewards, so we were committed to managing our resources wisely. We instituted many practices I was taught in my parents’ home, such as saving a good portion of our income, carefully evaluating purchases, always living within our means, and not over-indulging our children with too many toys and gadgets."],["p.para",{"id":"p10","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p10"},"However, I admit it was often much easier for me as a tired, busy mom to go to a restaurant than it was to make a meal at home. We regularly took vacations, both big and small. I spent more time in stores than my mom ever had while raising us. And it was fun to have the financial flexibility to make discretionary purchases for our home and yard."],["p.para",{"id":"p11","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p11"},"Despite our best efforts to manage our finances well, we began to detect a certain attitude in our children that was unsettling. They began to feel entitled in many ways. I found myself wishing for bags of clothing to be dropped off on our porch instead of taking trips to the store when they outgrew clothes. Although we had done much to teach our children, we had not done enough to structure our lives so they would feel the necessity of hard work. What could we do to reverse this trend in our children?"],["p.para",{"id":"p12","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p12"},"Around this time, my husband had an opportunity to relocate for work. After much thought, prayer, and temple attendance, we decided to take a calculated risk and make the significant career change. We uprooted our family and moved to another state, only to see the economy take a plunge. Our financial expectations and goals were greatly curtailed by the financial crisis; we found ourselves completely reliant on the Lord, hard work, and our savings."]],[".topic",{"id":"t2","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.t2"},[".title","Waiting On the Lord"],["p.para",{"id":"p14","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p14"},"Our new reality was difficult. Despite my best efforts to have an optimistic attitude, I struggled with anxiety, depression, and anger. I spent much time on my knees and in the temple, but I seemed to be getting nowhere. I knew that the Lord loved us and would not direct us down a path that wasn’t in our eternal best interest, but I couldn’t seem to find peace in our current situation."],["p.para",{"id":"p15","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p15"},"It was then that I heard Elder Robert D. Hales’s general conference talk “Becoming Provident Providers Temporally and Spiritually.” The truth of his message penetrated my soul and moved me to tears. His talk opened my understanding and helped me see our situation in a new light. Elder Hales stated, “To provide providently, we must practice the principles of provident living: joyfully living within our means [and] being content with what we have.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"I realized the Lord was retraining us to live providently, showing us the blessings and benefits from so doing and helping us experience joy along the way."],["p.para",{"id":"p16","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p16"},"As this shift in my thinking occurred, I was able to look beyond worldly standards of wealth and recognize the spiritual growth our family had undergone. During our financial trials, we had been relying on the Lord more than ever before. My husband and I worshipped more often in the temple, which brought us closer together as a couple and helped us humbly place our lives and circumstances in the Lord’s loving hands."],["p.para",{"id":"p17","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p17"},"Our children were praying for specific family needs in their individual prayers, resulting in several faith-promoting experiences. I witnessed them fasting with a purpose and saw their faith increase when the results were nothing short of miraculous. For example, they were delighted when they found that gift cards to the grocery store had been dropped off at our house. And on the very day that my husband needed specialized financial advice, our home teacher showed up at his work and said, “I had a feeling that I needed to come see you.” Unbeknownst to us, his unique professional background put him in the perfect position to answer my husband’s questions, thus steering us in a favorable financial direction."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.t3"},[".title","Living Happily within Our Means"],["p.para",{"id":"p19","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p19"},"Our efforts to cut down our spending to only what was absolutely necessary had an astonishing effect. Since the children knew we could not afford extras, the number of complaints, requests, and whines dramatically diminished. Conversely, genuine gratitude for the occasional special treat increased. Almost eliminating restaurant food helped us eat healthier and spend quality time around the dinner table. Out of financial necessity, we have been extremely selective as to what extracurricular activities the kids are involved in, resulting in a more manageable schedule and increased family time."],["p.para",{"id":"p20","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p20"},"Upon reflection, I humbly acknowledge that the blessings our family has received are exactly what we had been praying for prior to our move, and every one of them is in the eternal best interest of our family."],["p.para",{"id":"p21","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p21"},"I often remind myself of Elder Hales’s counsel: “When faced with the choice to buy, consume, or engage in worldly things and activities, we all need to learn to say to one another, ‘We",["span.emphasis","can’t"],"afford it, even though we want it!’ or ‘We",["span.emphasis","can"],"afford it, but we don’t",["span.emphasis","need"],"it—and we really don’t even want it!’”",["sup",["a",{"href":"fn_footnote2"},"2"]],"Our experiences have taught us that living providently blesses our lives regardless of financial circumstance. In the past we had been forgoing important blessings by not fully understanding and implementing this principle."],["p.para",{"id":"p22","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.p22"},"Our financial future remains uncertain, yet I am content to wait on the Lord. When our situation changes, I know we will be able to look at our children with the confidence born of experience and say, “We can afford it, but we",["span.emphasis","really don’t even want it!"],"”"]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Robert D. Hales, “Becoming Provident Providers Temporally and Spiritually,”",["span.emphasis","Ensign,"],"May 2009, 8."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/powdered-milk-budgets-and-blessings.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Robert D. Hales, “Becoming Provident Providers,” 9."]]}
