{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":10,"title":"Singing Throughout the Week","subtitle":"","short_title":"Singing Throughout the Week","uri":"/ensign/2013/07/singing-throughout-the-week","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/singing-throughout-the-week"},[".heading",{"id":"head1","uri":"/ensign/2013/07/singing-throughout-the-week.head1"},[".title",["span.dominant","Singing"],"Throughout the Week"],[".kicker","Humming, singing, reading, or otherwise using the hymns can bring a spirit of beauty, peace, and love to our lives—and not just on Sunday."]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/singing-throughout-the-week.p3"},"Some of us may think that hymns are sacred music that we sing only in Sunday Church meetings. But the First Presidency preface in the hymnbook states, “Ours is a hymnbook for the home as well as for the meetinghouse” (",["span.emphasis","Hymns,"],"x). Hymns incorporated into the other six days of the week can bring the Spirit more fully into our lives. The following Latter-day Saints share their experiences implementing the First Presidency’s counsel to use hymns at various times and in various settings."],[".quote",{"id":"f1","uri":"/ensign/2013/07/singing-throughout-the-week.f1"},[".title","I Sang as I Washed"],["p.para",{"id":"p5","uri":"/ensign/2013/07/singing-throughout-the-week.p5"},"It was evening. The kids were finally in bed, and my husband was on call yet again. And as I did every night, I headed into the kitchen to start the one job I just hated—washing dishes. They seemed to never end. I’d do them all, only to have the sink filled with dirty ones a few hours later."],["p.para",{"id":"p6","uri":"/ensign/2013/07/singing-throughout-the-week.p6"},"As I began the dishes that night, I thought if I could just get my mind off what I was doing, the chore would go by much more quickly. A flash of inspiration came to me: I should sing. I tried to remember the words to some of my favorite hymns, but I kept getting stuck or I would mix up verses. So I paused a moment from my washing and grabbed a hymnbook. I propped it open and sang as I washed. It was a little difficult to pause after each hymn to find a new one, so I decided to try and memorize the one I was on. Before I knew it, the dishes were done."],["p.para",{"id":"p7","uri":"/ensign/2013/07/singing-throughout-the-week.p7"},"The next night, I decided to type the words of a few of my favorite hymns and tape them to the wall above the sink. And I sang as I washed. Once again the time flew by."],["p.para",{"id":"p8","uri":"/ensign/2013/07/singing-throughout-the-week.p8"},"Each night I would sing and memorize and add more hymns to the wall. It started as a simple distraction from my daily chore, but I was surprised how I was blessed in other ways."],["p.para",{"id":"p9","uri":"/ensign/2013/07/singing-throughout-the-week.p9"},"One night after a recent move, I was feeling lonely—missing old friends and wishing for new ones. I didn’t feel like singing, but there was a pile of dishes, so I started scrubbing and singing. As I sang, my spirit was lifted. I started paying attention to the words I sang and was surprised to find myself singing, “He makes the sorrowing spirit sing” (“Beautiful Savior,”",["span.emphasis","Children’s Songbook,"],"62). I felt as though it were written to me."],["p.para",{"id":"p10","uri":"/ensign/2013/07/singing-throughout-the-week.p10"},"I don’t dread the dishes as I once did. I have even found myself looking forward to the daily time I have to worship the Lord in song—to be strengthened by holy words and uplifted by inspired melodies. The dishes soak, the water runs, and I sing as I wash."],[".bio",["p.para",{"id":"p11","uri":"/ensign/2013/07/singing-throughout-the-week.p11"},"Cara Smith Webber, Nebraska, USA"]]],[".quote",{"id":"f2","uri":"/ensign/2013/07/singing-throughout-the-week.f2"},[".title","The Open Hymnbook"],["p.para",{"id":"p13","uri":"/ensign/2013/07/singing-throughout-the-week.p13"},"My husband and I were college students, but I was able to scrape together enough money to buy him a book of simplified hymn arrangements for his birthday. Brian had enjoyed playing the piano until, as an early teen, he had given it up when the call of football and skateboards became stronger than that of the piano bench. For several years now he had wanted to play the piano again. So I thought a book of simplified hymns would be the perfect gift."],["p.para",{"id":"p14","uri":"/ensign/2013/07/singing-throughout-the-week.p14"},"Brian started practicing on our electronic keyboard almost as soon as he opened my gift. But the next week was a busy one, and the piano was neglected. Sometime in the middle of that week, I was cleaning up after dinner and found myself humming “How Firm a Foundation” (",["span.emphasis","Hymns,"],"no. 85). Brian came out of the bedroom singing the same hymn to himself. This wasn’t too much of a coincidence—one of us had probably picked up the tune from the other."],["p.para",{"id":"p15","uri":"/ensign/2013/07/singing-throughout-the-week.p15"},"When the weekend came, Brian practiced more hymns, and throughout the next week I found myself often singing “Have I Done Any Good?” (",["span.emphasis","Hymns,"],"no. 223) What’s more, I kept catching Brian whistling the same hymn. Finally I realized the source of our musical inspiration: Brian had left his hymnbook open on the piano to “Have I Done Any Good?” Our piano was in the center of our very small apartment, so we walked by the open hymnbook many times each day. Without even realizing it, we were both thinking about the hymn on the page every time we passed the piano."],["p.para",{"id":"p16","uri":"/ensign/2013/07/singing-throughout-the-week.p16"},"Just having the hymnbook open to a particular hymn sent a spiritual message to both of us, even though neither of us had even practiced that hymn. This simple hymnbook had the power to change the atmosphere in our home and in our lives."],[".bio",["p.para",{"id":"p17","uri":"/ensign/2013/07/singing-throughout-the-week.p17"},"Jennifer Ricks, Utah, USA"]]],[".quote",{"id":"f3","uri":"/ensign/2013/07/singing-throughout-the-week.f3"},[".title","Singing My Way to School"],["p.para",{"id":"p19","uri":"/ensign/2013/07/singing-throughout-the-week.p19"},"When I was in middle school, I needed to memorize two hymns to complete one of my Personal Progress experiences. My half-hour walk to school seemed a good time to work it into my busy schedule, so I grabbed my pocket-sized hymnbook in the morning and started on my walk. At first I thought I would just read the verses as I walked, but I soon figured that since it was early in the morning and not many people were around, I could sing the hymn quietly to myself."],["p.para",{"id":"p20","uri":"/ensign/2013/07/singing-throughout-the-week.p20"},"After a few weeks of singing hymns on my walk, I had already memorized all the verses of my two favorites, and I began singing other hymns. Each day the hymns would brighten my spirit just as much as the sunshine brightened my vision. I even began to sing louder than just a whisper, and as my volume increased, so did my joy."],["p.para",{"id":"p21","uri":"/ensign/2013/07/singing-throughout-the-week.p21"},"There were a few embarrassing moments during these walks, especially when people were out gardening and stared quizzically at the short, brown-haired 12-year-old singing to herself as she walked by, but I learned from and found joy in singing my praises to the Lord. Now, years later, I still remember those hymns and find solace and inspiration in them. I know the power of sacred music, and it all started with those hymns I memorized on my morning walk to school."],[".bio",["p.para",{"id":"p22","uri":"/ensign/2013/07/singing-throughout-the-week.p22"},"Kaitlyn Hedges, California, USA"]]],[".quote",{"id":"f4","uri":"/ensign/2013/07/singing-throughout-the-week.f4"},[".title","Converting Power"],["p.para",{"id":"p24","uri":"/ensign/2013/07/singing-throughout-the-week.p24"},"My grandmother died when my father was about three years old, and eventually my grandfather remarried a Latter-day Saint woman. However, my grandfather was not a religious person and would not allow his new wife to attend any church; he wouldn’t even allow any religious discussion to take place in his house."],["p.para",{"id":"p25","uri":"/ensign/2013/07/singing-throughout-the-week.p25"},"As he grew up, my father became quite close to his new mother. He helped her around the house, and she sang as they worked together—songs about being thankful for a prophet’s voice and about the Savior. Though he never really understood what the hymns were about, the words and the melodies remained with him."],["p.para",{"id":"p26","uri":"/ensign/2013/07/singing-throughout-the-week.p26"},"After my father married, he and my mother decided to attend church one Sunday with my mother’s sister. As they sat in Sunday School, my father recognized familiar words in a song about the Savior and listening to a prophet. A flood of memories from his childhood returned, and he realized that his stepmother had been teaching him the gospel all those years as she sang while they worked."],["p.para",{"id":"p27","uri":"/ensign/2013/07/singing-throughout-the-week.p27"},"Dad only waited until after the fourth missionary lesson to be baptized because of his familiarity with gospel principles. His decision to be baptized has resulted in more than two generations of faithful members. And it all happened because a new mother forbidden to teach the gospel to her stepchildren sang the hymns as she worked."],[".bio",["p.para",{"id":"p28","uri":"/ensign/2013/07/singing-throughout-the-week.p28"},"Gregory B. Talley, New York, USA"]]]],[".resources",[".sideQuote",{"id":"f5","uri":"/ensign/2013/07/singing-throughout-the-week.f5"},[".title","Music in Our Homes"],["p.para",{"id":"p30","uri":"/ensign/2013/07/singing-throughout-the-week.p30"},"“Ours is a hymnbook for the home as well as for the meetinghouse. We hope the hymnbook will take a prominent place among the scriptures and other religious books in our homes. The hymns can bring families a spirit of beauty and peace and can inspire love and unity among family members.”"],[".citationInfo",["p.para",{"id":"p31","uri":"/ensign/2013/07/singing-throughout-the-week.p31"},"“First Presidency Preface,”",["span.emphasis","Hymns,"],"x."]]],[".moreInfo",[".title","Answering Questions"],[".subtitle","Why are hymns so central in Latter-day Saint worship services?"],["p.para",{"id":"p34","uri":"/ensign/2013/07/singing-throughout-the-week.p34"},"The First Presidency preface in the hymnbook explains that “the hymns invite the Spirit of the Lord, create a feeling of reverence, unify us as members, and provide a way for us to offer praises to the Lord.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p35","uri":"/ensign/2013/07/singing-throughout-the-week.p35"},"We sing hymns in our meetings to show our devotion to the Lord and the gospel. Through hymns, we can express gratitude, bear testimony, and learn gospel doctrines. President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has said, “The hymns of the Restoration are, in fact, a course in doctrine!”",["sup",["a",{"href":"fn_footnote2"},"2"]]],[".notes",["h3","Notes"],[".footnote",{"id":"fn1","uri":"/ensign/2013/07/singing-throughout-the-week.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"“First Presidency Preface,”",["span.emphasis","Hymns,"],"ix; see also",["a",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],"."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/singing-throughout-the-week.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Boyd K. Packer, “Reverence Invites Revelation,”",["span.emphasis","Ensign,"],"Nov. 1991, 22."]]]]]]],"refs":null}
