{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":12,"title":"The Trail of Hope: Exodus from Nauvoo","subtitle":"","short_title":"The Trail of Hope: Exodus from Nauvoo","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo"},[".heading",{"id":"head1","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.head1"},[".title","The Trail of Hope: Exodus from Nauvoo"],[".kicker","Art and early Church members’ words can help us imagine what the pioneers felt when they were forced from Nauvoo."]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p3"},"At the final dedicatory service for the Nauvoo Illinois Temple on June 30, 2002, President Gordon B. Hinckley (1910–2008) asked those in attendance to walk down Parley Street to the waterfront on the Mississippi River. Though it was a hot, humid day, President Hinckley asked everyone to imagine that it was a bitter cold day in February 1846. That summer evening, more than one thousand Latter-day Saints walked down Parley Street, now referred to as the Trail of Hope."],["p.para",{"id":"p4","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p4"},"Today those who visit Nauvoo can also walk the Trail of Hope and imagine that it is a bitter cold day in February and how the pioneer Saints felt when they looked back at the temple for the last time. Plaques line the Trail of Hope with quotations from pioneers who left Nauvoo on that February day or during the following months.",["sup",["a",{"href":"fn_footnote1"},"1"]],"They help us imagine what it was like."],["p.para",{"id":"p5","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p5"},"Mary Field Garner, 10 years old when the mob drove her family to leave Nauvoo in September 1846, tells how her family hurried to pack food, cooking utensils, clothing, and bedding. With the bread dough risen and ready to bake, Mary’s mother simply took it with them to bake after they crossed the river."],["p.para",{"id":"p6","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p6"},"During one of the earlier crossings of the river, a boat sank, and Hosea Stout recounts how several Saints were tossed in the cold and unrelenting waves."],["p.para",{"id":"p7","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p7"},"Describing some of the pioneers’ first camps, Gilbert Belnap states that some had only a sheet drawn over a few poles to make a tent. He remembers hearing the crying of children and the groaning of those sick with fever."],["p.para",{"id":"p8","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p8"},"Zina H. Jacobs Young gave birth to a baby boy after traveling about 80 miles west. She says she did not mind the hardship because her life had been preserved and her baby was so beautiful."],["p.para",{"id":"p9","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p9"},"Some Saints were unable to go west. Martha Ann Smith was five when she said good-bye to her dear but feeble grandmother Lucy Mack Smith, who shed bitter tears knowing it was the last time she would see her son Hyrum’s family."]],[".notes",["h3","Note"]],[".resources",[".figure",{"id":"f2","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.f2"},[".caption",["p","“Those of us who can remember when we were compelled to abandon Nauvoo, when the winter was so inclement, know how dark and gloomy the circumstances of the Saints were, with the mob surrounding our outer settlements and threatening to destroy us. … The word was to cross the Mississippi and to launch out into an unknown wilderness—to go where, no one knew. Who knew anything of the terrors of the journey thither, or of the dangers that might have to be met and contended with? … [We moved] out with faith that was undisturbed by [these] unknown terrors. It was by faith that this was accomplished.”"]],[".bio",["p.para",{"id":"p13","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p13"},"George Q. Cannon"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13jul40-E13LCA40A.jpg"}],[".credit",["p.para",{"id":"p14","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p14"},["span.emphasis","Down Parley Street,"],"by Glen Hopkinson, may not be copied; portrait of George Q. Cannon courtesy of Church History Museum"]]],[".figure",{"id":"f3","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.f3"},[".caption",["p","“My last act in that precious spot was to tidy the rooms, sweep up the floor, and set the broom in its accustomed place behind the door. Then with emotions in my heart … I gently closed the door and faced an unknown future, faced it with faith in God.”"]],[".bio",["p.para",{"id":"p16","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p16"},"Bathsheba W. Smith"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13jul42a-E13LCA42A.jpg"}],[".credit",["p.para",{"id":"p17","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p17"},["span.emphasis","I Swept the Floor and Gently Closed the Door,"],"by Glen Hopkinson, may not be copied; portrait of Bathsheba W. Smith by Lee Greene Richards"]]],[".figure",{"id":"f4","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.f4"},[".caption",["p","“Here we all halted and took a farewell view of our delightful city. … We also beheld the magnificent Temple rearing its lofty tower toward the heavens. … My heart did swell within me.”"]],[".bio",["p.para",{"id":"p19","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p19"},"Newel Knight"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13jul42b-E13LCA42C.jpg"}],[".caption",["p","“How well I remember what a hard time [father] had breaking in the animals to draw the wagon. There were six cows and two oxen. The oxen were well broken and quite sedate. But the cows were wild and unruly. … Many nights when we were in bed asleep [my mother] would go out into the orchard … and there pour out her soul in prayer, asking the Lord to open the way for us to go with the Saints.”"]],[".bio",["p.para",{"id":"p21","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p21"},"Margaret Judd Clawson"]],[".credit",["p.para",{"id":"p22","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p22"},["span.emphasis","Farewell, Nauvoo,"],"by Glen Hopkinson, may not be copied"]]],[".figure",{"id":"f5","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.f5"},[".caption",["p","“With this advanced camp of the great exodus there had come a brass band, led by Captain Pitt. After encampment was made and the toils of the day were over, the snow would be scraped away, a huge fire or several of them kindled within the wagoned enclosure, and there to the inspiring music of Pitt’s band, song and dance often beguiled the exiles into forgetfulness of their trials and discomforts.”"]],[".bio",["p.para",{"id":"p24","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p24"},"B. H. Roberts"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13jul43-E13LCA43A.jpg"}],[".credit",["p.para",{"id":"p25","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.p25"},"Illustration by J. Ken Spencer"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/the-trail-of-hope-exodus-from-nauvoo.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"An exception is the plaque with words by B. H. Roberts, who was born 11 years after the exodus from Nauvoo but chronicled the event in his writings."]]}
