{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":13,"title":"With God Nothing Shall Be Impossible","subtitle":"By Sang-Ick Han","short_title":"With God Nothing Shall Be Impossible","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible"},[".heading",{"id":"head1","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.head1"},[".title","With God Nothing Shall Be",["span.dominant","Impossible"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p2"},"By Sang-Ick Han"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p3"},"The author lives in New Zealand."]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p4"},"About 12 years ago, I emigrated with my wife and four sons from the Republic of Korea to New Zealand. While working as a vice principal at a Korean school in New Zealand, I met many Koreans who struggled to adjust to the new culture and to the new policies and procedures. I wanted to help them as well as contribute to New Zealand, so I thought that becoming a lawyer would be one way to bridge the two peoples and countries. So, after praying to confirm my decision, I decided at age 53 to attend law school."],["p.para",{"id":"p5","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p5"},"I knew it would be challenging. But when I received the course manuals, I realized that it would be much harder than I expected. Each course manual appeared too thick, and the contents seemed beyond my comprehension. Even though I had helped interpret from English to Korean for general conference for almost 10 years and had finished a master’s degree in linguistics in New Zealand, legal terms seemed to be a completely different kind of English."],["p.para",{"id":"p6","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p6"},"When I came home from school the first day, I had to consider seriously whether I should continue or quit before I started. During that time of uncertainty, one thought stood out: I could succeed if I relied totally on the Lord."],["p.para",{"id":"p7","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p7"},"Because I know God lives and answers our prayers, I asked Him for help. I remembered one scripture in the Bible that gave me great relief: “For with God nothing shall be impossible” (",["a",{"href":"/scriptures/nt/luke/1.37"},"Luke 1:37"],"). That scripture gave me strength to move forward."],["p.para",{"id":"p8","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p8"},"Whenever I faced difficulties during my study, God always prepared a way or sent angels—helpful people—to guide me through."],["p.para",{"id":"p9","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p9"},"One day I was struggling to complete an assignment. I did my best, but I could not figure out what the lecturer wanted us to do. When Sunday came, I put off all study to focus on my Church assignments. As a stake high councilor, I visited an assigned ward to give a sacrament meeting talk. After the meeting a brother approached me and said that he had seen me in the classroom. I didn’t know he was a law student as well. When he asked me how the assignment was going, I told him honestly that I was having difficulty. He then offered to come over to my place to help me. If I had not gone to that ward and met him, I could not have submitted the assignment on time. He was an angel whom God had sent to answer my prayer."],["p.para",{"id":"p10","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p10"},"In one of my hardest classes, the lecturer taught for two hours without ceasing each time we had class. It was difficult to understand not only the content of the class but also the accent of the lecturer, so with permission, I recorded his lectures for review. One day I received an email from a woman I did not know. She introduced herself as a classmate and asked if I could share my recordings because her work schedule sometimes kept her from attending class."],["p.para",{"id":"p11","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p11"},"Of course I was happy to give her copies of my recordings. I thought I was helping her, but I soon found that she was another angel whom God had arranged to help me. To pass the class, we had to submit two assignments and take a three-hour exam. She helped me complete the assignments and prepare for the exam. Without her help, I don’t think I would have passed."],["p.para",{"id":"p12","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p12"},"Along with the difficulties of being an older student and a nonnative English speaker, I had other responsibilities that made it challenging to complete the program. My work, community obligations, and Church callings took a lot of my time, and I also tried to give my most important responsibilities as a husband, father, and grandfather the care and attention they needed. When one of my colleagues learned all I had to do in addition to my studies, he said it was crazy for me to study law in view of all my other obligations. However, I had the conviction that “the things which are impossible with men are possible with God” (",["a",{"href":"/scriptures/nt/luke/18.27"},"Luke 18:27"],")."],["p.para",{"id":"p13","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p13"},"At the age of 55, I was admitted to the bar as a solicitor and barrister at the High Court in New Zealand. I am grateful that I not only became a lawyer in spite of the language barrier but also gained a stronger testimony that God lives and answers our righteous prayers. I know that nothing is impossible with His help."]],[".resources",[".sideQuote",{"id":"f1","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.f1"},[".title","Struggles Yield Growth"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dallin-h-oaks.jpg"}],["p.para",{"id":"p15","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p15"},"“We may have to struggle to achieve our goals, but our struggles may yield as much growth as our learning. The strengths we develop in overcoming challenges will be with us in the eternities to come.”"],[".citationInfo",["p.para",{"id":"p16","uri":"/ensign/2013/07/with-god-nothing-shall-be-impossible.p16"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles and Kristen M. Oaks, “Learning and Latter-day Saints,”",["span.emphasis","Ensign,"],"Apr. 2009, 27."]]]]]]],"refs":null}
