{"id":15,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":15,"title":"How Can I Better Learn My Mission Language?","subtitle":"","short_title":"How Can I Better Learn My Mission Language?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.head1"},["h1","How Can I Better Learn My Mission Language?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","Why must I continually improve my language abilities?"]],["li",["span.label","•"],[".para","How can I improve my ability to speak and teach in my mission language?"]],["li",["span.label","•"],[".para","How can I obtain the gift of tongues?"]]]],[".topic",["h2","Prepare Yourself Spiritually"],["div",{"id":"p7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p7"},"The Lord declared, “Every man shall hear the fulness of the gospel in his own tongue, and in his own language, through those who are ordained unto this power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.11"},"D&C 90:11"],"). Strengthen your personal testimony to bring converting power to your words. First study the doctrines and the lessons in your native language. That understanding will strengthen your testimony and your capacity to teach and testify convincingly. You can then learn to express the message of the Restoration in your mission language under the guidance of the Spirit."],["div",{"id":"p8","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p8"},"Listed below are ways you can strengthen your faith that the Lord will help you teach and testify in your mission language:"],["ul.bullet",["li",["span.label","•"],[".para","Recognize that you have been called of God by a prophet."]],["li",["span.label","•"],[".para","Live worthy of the companionship of the Holy Ghost."]],["li",["span.label","•"],[".para","Be obedient to the commandments and to missionary standards."]],["li",["span.label","•"],[".para","Pray sincerely for divine assistance."]],["li",["span.label","•"],[".para","Study, practice, and use the mission language each day."]]]],[".topic",["h2","Be Dedicated and Diligent"],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p15"},"Learning to teach effectively in your mission language requires diligent effort. Do not be surprised if the task seems hard at first. Learning a language takes time. Be patient with yourself. Seek the help of your companion, members, investigators, and other missionaries."],["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p16"},"Do not stop improving your language skills once people begin to understand you. As your ability to speak the language grows, people will listen more to what you say than to how you say it. You will be less worried about how to communicate the feelings that are in your heart. You will be better able to respond to the needs of investigators and the promptings of the Spirit."],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p17"},"Strive to master the language throughout your mission and after you return. The Lord has invested much in you, and He may have uses for your language abilities later in your life. Elder Jeffrey R. Holland explained: “We would … hope that every missionary learning a new proselyting language would master it in every way possible. … And as you do so, your proselyting and testifying skills will improve. You will be better received by and more spiritually impressive to your investigators. … Don’t be satisfied with what we call a missionary vocabulary only. Stretch yourself in the language, and you will gain greater access to the hearts of the people” (missionary satellite broadcast, Aug. 1998)."],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p18"},"You are not alone in learning your mission language. Whenever the Lord gives a commandment, He provides a way to accomplish it (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"). Seek His help. Be dedicated in your study. In time you will acquire the language skills necessary to fulfill your purpose as a missionary."]],[".topic",["h2","Learn English"],["div",{"id":"p20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p20"},"If you do not speak English, you should study it as a missionary. This will bless you during your mission and throughout your life. Learning English will enable you to help build the Lord’s kingdom in additional ways and will be a blessing for you and your family. Many of the suggestions found in this chapter will help you. Focus particularly on the following:"],["ul.bullet",["li",["span.label","•"],[".para","Set a goal to speak English with your companion. If your companion already knows English and is trying to learn your language, you might choose to speak English in the apartment and the mission language when you go out."]],["li",["span.label","•"],[".para","With your companion, read from the Book of Mormon in English. You might also choose to alternate: You read a verse in English, and then your companion reads a verse in the mission language. Correct each other’s pronunciation and intonation."]],["li",["span.label","•"],[".para","Ask your mission president for suggestions on a simple English grammar text if you do not already have one."]]]],[".topic",["h2","Principles of Language Learning"],["div",{"id":"p25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p25"},"This section describes principles to help you study and learn the language more effectively."],["ul.bullet",["li",["span.label","•"],[".para",["b","Take responsibility."],"Regularly create or adjust your language learning goals and study plan. Strive to use the language at every opportunity."]],["li",["span.label","•"],[".para",["b","Make your study meaningful."],"Ask yourself: Why am I studying this? How will it help me communicate better? Relate what you study to real-life situations and daily activities. Study parts of the language that will help you say what you want to say. For example, if there is a scripture story you would like to include in your teaching, learn the vocabulary and grammar necessary to relate it."]],["li",["span.label","•"],[".para",["b","Seek to communicate."],"Seek to find an appropriate balance between studying grammar and the structure of the language and learning through your daily activities. There is no substitute for talking with native speakers of the language."]],["li",["span.label","•"],[".para",["b","Learn new concepts thoroughly."],"You will be able to recall and effectively use language principles if you review regularly what you have studied and if you practice again in new situations."]]]],[".topic",["h2","Create a Language Study Plan"],["div",{"id":"p31","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p31"},"A language study plan helps both new and experienced missionaries focus on what they can do each day to improve their ability to speak the mission language. Your plan will include what you will do during your language study time and what you will do throughout the day."],["div",{"id":"p32","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p32"},"As needed, use some of your language study time to create or adjust your study plan. Then each morning during your language study time, learn the language needed for the day’s activities. The following guidelines will help you in creating your own language learning plan:"],["div",{"id":"f6","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.f6"},["ol.number",["li",["span.label","1."],[".para",["b","Set goals."],"Weekly and daily goals will help you learn your mission language. Focus your goals on improving your ability to communicate and teach during scheduled activities, such as teaching appointments, finding opportunities, and ward council meetings. Review your progress in achieving your language goals. Ask yourself what you can do to communicate with greater clarity and power during your scheduled activities."]],["li",["span.label","2."],[".para",["b","Select which tools to use."],"Review the following language tools and determine which you can use to achieve your goals:"],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}],["ul.bullet",["li",["span.label","•"],[".para","The standard works in your mission language."]],["li",["span.label","•"],[".para","The lessons in your mission language."]],["li",["span.label","•"],[".para","A pocket-size dictionary."]],["li",["span.label","•"],[".para","A small grammar book."]],["li",["span.label","•"],[".para","MTC language materials."]],["li",["span.label","•"],[".para","Note cards."]],["li",["span.label","•"],[".para","A pocket notebook."]],["li",["span.label","•"],[".para","Other Church materials in your mission language."]]]],["li",["span.label","3."],[".para",["b","Memorize vocabulary and phrases."],"Identify vocabulary and phrases that will help you accomplish your goals. Your language plan might include the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Identify vocabulary and phrases in the lessons, brochures, scriptures, and other Church publications that you can use in teaching."]],["li",["span.label","•"],[".para","Record words or phrases you do not know in a notebook. Carry a small dictionary and look up these words."]],["li",["span.label","•"],[".para","Carry note cards to study throughout the day. Write a word or phrase on one side and the definition on the opposite side. Set aside the words you learn. Work on the remaining words until you know them all."]],["li",["span.label","•"],[".para","Use new words and phrases in sentences during personal study, teaching, and throughout the day."]],["li",["span.label","•"],[".para","Practice pronunciation by saying new words and phrases out loud."]],["li",["span.label","•"],[".para","Memorize key scriptures in the mission language."]],["li",["span.label","•"],[".para","Memorize simple statements from the lessons or brochures that convey key gospel principles. Find other ways to express these ideas."]]]],["li",["span.label","4."],[".para",["b","Learn grammar."],"Use your language tools to identify grammar principles that will help you achieve your goals. If needed, ask your companion, an experienced missionary, or a member for help. Consider incorporating some of the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Use the grammar text you received at the MTC or a text approved by your mission president to help you understand the grammar and sentence patterns found in the lessons, brochures, and scriptures."]],["li",["span.label","•"],[".para","Prepare sentences to use in your scheduled activities that apply these grammar principles. Practice speaking and writing the sentences."]],["li",["span.label","•"],[".para","Pay attention to word order in the language and to words and their parts."]],["li",["span.label","•"],[".para","Look for opportunities to practice and apply the grammar that you study each day."]]]],["li",["span.label","5."],[".para",["b","Actively listen."],"Consider incorporating the following:"],["ul.bullet",["li",["span.label","•"],[".para","Listen carefully to native speakers. Imitate what you hear."]],["li",["span.label","•"],[".para","When you hear something you do not understand, write it down and find out what it means. Practice using the vocabulary or sentence pattern."]],["li",["span.label","•"],[".para","When listening, identify vocabulary and patterns that you have recently learned."]],["li",["span.label","•"],[".para","When you hear a phrase expressed differently from the way you would say it, write it down and practice it. However, as a servant of the Lord, always use appropriate language, not slang."]],["li",["span.label","•"],[".para","Make a list of things people might say to you during your planned activities. Look up words and phrases related to these responses. Plan and practice ways that you could respond."]]]],["li",["span.label","6."],[".para",["b","Improve your ability to read and write."],"Read the Book of Mormon in your mission language to learn vocabulary and phrases and to practice grammar, pronunciation, and fluency. There is great power in using the scriptures in your language study. Also consider the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Learn to read and write the alphabet, script, or characters of your language. For character-based writing systems, focus on reading skills, such as scripture reading, that will help you when you teach."]],["li",["span.label","•"],[".para","Read out loud from the Book of Mormon, other scriptures, or Church magazines in your mission language. Pay attention to unfamiliar vocabulary, phrases, and grammar. If you do not understand a word, try to understand its meaning from the context of the passage before you look it up. Add the word to your note cards. Use your native-language and mission-language scriptures side-by-side if necessary."]],["li",["span.label","•"],[".para","Have someone coach you on pronunciation, intonation, and pauses as you read."]],["li",["span.label","•"],[".para","Practice writing in your mission language—for example, personal notes and reminders, letters, thank-you notes, and notes of encouragement. Write your testimony in copies of the Book of Mormon that you distribute."]]]],["li",["span.label","7."],[".para",["b","Ask others to help you."],"Consider incorporating the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","If your companion is a native speaker, take advantage of this great opportunity by asking questions frequently and seeking feedback."]],["li",["span.label","•"],[".para","Ask your companion and native speakers to correct you and to suggest ways to improve. If they use a word you don’t understand, ask them to define it for you. Children and grandparents are often willing to help."]],["li",["span.label","•"],[".para","Invite those you teach to help you. Explain, “I’m learning your language. Please help me. If I struggle to find a word, please help me with it.”"]],["li",["span.label","•"],[".para","Do not hesitate to ask for specific help: “How do you say",["span.textInput","__________"],"?” “How do you pronounce",["span.textInput","__________"],"?” “What does",["span.textInput","__________"],"mean?” “Would you please repeat that?” Write down the answers and study them."]],["li",["span.label","•"],[".para","Ask members to quiz you on your note cards or vocabulary lists and to help you in reading scriptures aloud."]]]],["li",["span.label","8."],[".para",["b","Evaluate and revise your study plan."],"Review your study plan each week to evaluate if it is working. Invite your companion and mission leaders to suggest areas for improvement."],[".para","Use your mission language at every opportunity. Speak the language with your companion as much as possible throughout the day. Pray in the language privately and publicly to learn the appropriate language for prayer and to learn to speak what is in your heart."],[".para","Do not be afraid of making mistakes. Everyone who learns a new language makes mistakes. People will understand, and they will appreciate your efforts to learn their language. Memorizing phrases and scriptures will help you avoid mistakes, but you should not use lengthy memorized or prepared scripts as a way to avoid mistakes."]]]],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p77"},"Using the guidelines described above, create a study plan. Review your plan with your companion or a mission leader."]]],[".topic",["h2","Learn with Your Companions"],["div",{"id":"p79","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p79"},"Help your companions experience success and gain confidence in learning the language as rapidly as possible. Sincerely and frequently compliment your companions and other missionaries on their progress. Be sensitive not to say or do anything that might weaken their confidence, but don’t protect them so much that they do not learn. Do not withhold help when it is needed. Give them many opportunities to teach and testify successfully. Consider the following ideas for learning with your companions:"],["ul.bullet",["li",["span.label","•"],[".para","Teach each other the grammar and vocabulary you have learned."]],["li",["span.label","•"],[".para","Practice teaching in the mission language. At first, new missionaries might teach very simply, share a simple testimony, and recite memorized scriptures. As their confidence and ability increase, they will be able to participate more fully in teaching investigators."]],["li",["span.label","•"],[".para","Practice using the language to communicate in common missionary situations."]],["li",["span.label","•"],[".para","Give each other simple and practical feedback with kindness. It is also important that you receive feedback without taking offense."]]],["div",{"id":"p84","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p84"},"Note how a more experienced missionary helped his companion in the following true account."],[".blockQuote",["div",{"id":"p85","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p85"},"I had just arrived in my second area when my companion told me it was my turn to give the spiritual thought at a dinner appointment. I was more than just a little scared. My first companion had always been happy to do the teaching, and I was used to giving my small portion of the lesson and then listening as he would then expound and answer any questions."],["div",{"id":"p86","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p86"},"I tried to convince my companion that he should give the spiritual thought, but he encouraged me to take the assignment. I practiced with his help."],["div",{"id":"p87","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p87"},"When the moment arrived, I opened my scriptures and read from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5"},"3 Nephi 5"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7"},"7"],". I struggled but managed to explain why I felt my chosen passages were significant, and I was relieved when I was done. When a question was asked, I looked to my companion to answer, but he didn’t open his mouth. That was when I amazed myself by coming up with an answer in understandable French. I was even more amazed that the member didn’t seem to sense that I was insecure about my communication skills. I gained confidence and realized that my French was better than I gave myself credit for."],["div",{"id":"p88","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p88"},"The weeks passed, and my companion continued to let me teach—even when I didn’t think I could do it, even when he probably wondered if I could do it. And because he encouraged me to speak, listen, and teach, my language skills began to progress more quickly, and I felt that I had become a tool of our Father in Heaven instead of being simply another elder’s quiet companion."]],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","If you are working with a new missionary, how can you better help your companion learn the language?"]],["li",["span.label","•"],[".para","If you are a new missionary, what kind of help might you ask from your senior companion?"]]]]],[".topic",["h2","Culture and Language Learning"],["div",{"id":"p93","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p93"},"Culture and language are closely related. Understanding the culture will help explain why language is used the way it is. Strive to understand the culture of the people so that you can communicate the unique aspects of the message of the Restoration in a way that will be clear to them."],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p94"},"One of the greatest things you can do to gain people’s trust and love is to embrace their culture in appropriate ways. Many great missionaries have done so (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/9.20-23"},"1 Corinthians 9:20–23"],"). Seek to have the people feel comfortable with you and your language."],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Imagine that you are serving a mission in Asia. You are preparing to teach someone about resurrection, and you know that Buddhists believe in reincarnation. How will you teach about resurrection in such a way that the investigator will understand that this doctrine is distinctly different from reincarnation? What words and phrases might you need to learn to accomplish this task?"]],["li",["span.label","•"],[".para","Think about the cultural and religious background of the people you teach. Identify an aspect of their background that might lead them to misunderstand the doctrines of the gospel. Plan ways to teach these doctrines clearly."]]]]],[".topic",["h2","The Gift of Tongues"],["div",{"id":"p99","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p99"},"Seek the gifts of the Spirit, including the gift of tongues and the interpretation of tongues. More than anything else, this will help you speak and understand the language of the people in your mission. You will not obtain this gift without effort on your part; you need to actively seek it. Part of seeking the gift of tongues is to labor and struggle and to do all you can to learn the language. Trust that the Spirit will help you as you live the way you should and do your very best. Have faith that you can have the gift of tongues in its true and most comprehensive sense."],["div",{"id":"p100","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-better-learn-my-mission-language.p100"},"When you feel you are struggling to express yourself as clearly as you would like, remember that the Spirit is able to speak to the hearts of all of God’s children. President Thomas S. Monson taught: “There is one language … that is common to each missionary—the language of the Spirit. It is not learned from textbooks written by men of letters, nor is it acquired through reading and memorization. The language of the Spirit comes to him who seeks with all his heart to know God and keep His divine commandments. Proficiency in this language permits one to breach barriers, overcome obstacles, and touch the human heart” (“The Spirit Giveth Life,”",["span.emphasis","Ensign,"],"June 1997, 2)."],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Study the doctrines and lessons you teach in your native language first."]],["li",["span.label","•"],[".para","Learn to express these doctrines and your feelings about them in your mission language."]],["li",["span.label","•"],[".para","Create a language study plan and regularly try new ideas as you seek to improve in your mission language."]],["li",["span.label","•"],[".para","Seek the guidance of the Spirit to help you understand and communicate with the people of your mission."]]]]],[".topic",["h2","Ideas for Study and Application"],["ul.bullet",["h2","Personal Study"],["li",["span.label","•"],[".para","Review the suggestions in this chapter. Identify a suggestion you have not yet tried, and set a goal to try it for the next few days."]],["li",["span.label","•"],[".para","At your next district meeting, ask an experienced missionary with good language ability what he or she has done to learn the language."]],["li",["span.label","•"],[".para","Read and discuss the following statement by Elder Richard G. Scott: “Where … national traditions or customs conflict with the teachings of God, set them aside. Where traditions and customs are in harmony with His teachings, they should be cherished” (“Removing Barriers to Happiness,”",["span.emphasis","Ensign,"],"May 1998, 87). Think about the ways that the culture in the area where you serve is different from your own. Make a list of the differences. Then cross out any that conflict with the teachings of the gospel. Consider each of those that remain, and think about how you can make these customs your own."]],["li",["span.label","•"],[".para","Build a study plan to prepare you to do one of the following things in your mission language:"],["ul.bullet",["li",["span.label","•"],[".para","Tell the Joseph Smith story."]],["li",["span.label","•"],[".para","Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],"."]],["li",["span.label","•"],[".para","Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32"},"Alma 32"],"."]],["li",["span.label","•"],[".para","Tell the story of Nephi and the brass plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3"},"1 Nephi 3–5"],")."]],["li",["span.label","•"],[".para","Explain dispensations."]],["li",["span.label","•"],[".para","Share a personal experience."]]]],["li",["span.label","•"],[".para","Make note cards for words you don’t know in one of the lessons. Carry them with you until you have learned them all."]]],["ul.bullet",["h2","Companion Study"],["li",["span.label","•"],[".para","Practice teaching each other the missionary lessons in your mission language."]],["li",["span.label","•"],[".para","Ask your companion to listen to your pronunciation and help you improve."]],["li",["span.label","•"],[".para","Select scripture stories or passages you would like to use in teaching. Practice summarizing them in your own words."]],["li",["span.label","•"],[".para","Review the ideas in this chapter. Discuss which suggestions you could use in companion study during the next week."]],["li",["span.label","•"],[".para","If you are training a new missionary, take note of situations when your companion is not understood. Make a list of relevant words, phrases, or grammar that would help your companion. Explain and practice how to use what is on the list in upcoming, planned activities."]]],["ul.bullet",["h2","District Meetings and Zone Conferences"],["li",["span.label","•"],[".para","Invite native speakers to the meeting. Arrange for the missionaries to teach them in small groups. Ask the native speakers to take notes and give feedback on the missionaries’ language."]],["li",["span.label","•"],[".para","Assign one or two missionaries ahead of time to tell about successes they have had in studying the language. Have them share their ideas."]],["li",["span.label","•"],[".para","Assign an experienced missionary to present briefly some part of the language that is usually difficult for missionaries. Present examples of good usage, and have the missionaries practice them."]],["li",["span.label","•"],[".para","Have missionaries who are native to the culture share helpful insights."]]],["ul.bullet",["h2","Mission President"],["li",["span.label","•"],[".para","Periodically interview missionaries in the language they are learning."]],["li",["span.label","•"],[".para","Ask local priesthood leaders for ideas on how missionaries can improve their language."]],["li",["span.label","•"],[".para","Identify the most common mistakes made by missionaries learning your mission language. Give instruction in zone conference on correcting these mistakes."]],["li",["span.label","•"],[".para","Teach missionaries the doctrine of spiritual gifts."]],["li",["span.label","•"],[".para","Observe your missionaries when they teach in the language."]],["li",["span.label","•"],[".para","Look for opportunities to use the language with your missionaries."]]]]]],"refs":null}
