{"id":20,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":20,"title":"How Do I Prepare People for Baptism and Confirmation?","subtitle":"","short_title":"How Do I Prepare People for Baptism and Confirmation?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.head1"},["h1","How Do I Prepare People for Baptism and Confirmation?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","What do I need to do to help prepare people for baptism and confirmation?"]],["li",["span.label","•"],[".para","How do I conduct an effective baptismal interview?"]],["li",["span.label","•"],[".para","How is a spiritual baptismal service planned and conducted?"]],["li",["span.label","•"],[".para","How do I work closely with the bishop to ensure that converts are confirmed?"]],["li",["span.label","•"],[".para","Why is it important to complete baptismal and confirmation records?"]]]],[".topic",["h2","Prepare People for Baptism and Confirmation"],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p9"},"The purpose of your teaching is to help others develop faith in Jesus Christ and repent of their sins. As Mormon taught, “the first fruits of repentance is baptism” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.25"},"Moroni 8:25"],"). The baptismal interview is the way established by the Church to ensure that each candidate meets the Lord’s standards for baptism and is prepared to receive the gift of the Holy Ghost. Through this interview, baptismal candidates fulfill the scriptural requirement that they witness before an authorized representative of the Church that they have “truly repented of all their sins” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). The commitments that investigators make prepare them to make and keep the covenant of baptism. People who have kept the commitments that you invited them to make will be well prepared for the interview and for membership and activity in the Church."],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p10"},"As you teach investigators and prepare them for baptism and confirmation, make sure that they meet the qualifications for baptism."],["div",{"id":"f3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f3"},["h2","Qualifications for Baptism"],["ul.bullet",["h2",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],":"],["li",["span.label","•"],[".para","Humble themselves before God."]],["li",["span.label","•"],[".para","Desire to be baptized."]],["li",["span.label","•"],[".para","Come forth with broken hearts and contrite spirits."]],["li",["span.label","•"],[".para","Repent of all their sins."]],["li",["span.label","•"],[".para","Be willing to take upon them the name of Christ."]],["li",["span.label","•"],[".para","Have a determination to serve Christ to the end."]],["li",["span.label","•"],[".para","Manifest by their works that they have received the Spirit of Christ unto a remission of their sins."]]],["ul.bullet",["h2","First Presidency and the Quorum of the Twelve:"],["li",["span.label","•"],[".para","Make sufficient changes in their lives to qualify as commanded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"."]],["li",["span.label","•"],[".para","Develop faith in Christ."]],["li",["span.label","•"],[".para","Repent of transgressions."]],["li",["span.label","•"],[".para","Live the principles of moral worthiness."]],["li",["span.label","•"],[".para","Live the Word of Wisdom."]],["li",["span.label","•"],[".para","Commit to pay tithing."]],["li",["span.label","•"],[".para","Receive all the missionary lessons [lessons 1–4 on the Teaching Record and associated commitments]."]],["li",["span.label","•"],[".para","Meet the bishop or branch president."]],["li",["span.label","•"],[".para","Attend several sacrament meetings."],[".para","(“Statement on Missionary Work,” First Presidency letter, 11 Dec. 2002)"]]]],["div",{"id":"p31","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p31"},"When an investigator has set a firm baptismal date, schedule when you will complete all the events that lead to baptism and confirmation as listed in your daily planner. Carefully review the Teaching Record to ensure that you have taught the basic doctrines and that the candidates are prepared to address each question in the baptismal interview. Review this schedule with the person in your next meeting. If possible, the person should attend a baptismal service prior to his or her own baptism."],["div",{"id":"p32","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p32"},"If you feel that the person you are teaching needs additional preparation, do not schedule an interview until the investigator meets the standards. If the candidate is a minor, ensure that the parents or guardians have given permission, preferably in writing, for him or her to be baptized."],["div",{"id":"p33","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p33"},"As you help people prepare for their baptismal interview, talk to them about the purpose of the interview. Teach them and bear testimony about the sacredness of baptism and receiving the gift of the Holy Ghost. Explain that you want to make sure they understand the principles you have taught and the covenant they will make. Also explain that the interview is an opportunity for them to witness before the Lord’s representative that they are ready for these sacred ordinances. As they keep the covenant made at baptism and confirmation, they will receive a remission of sins. Share the questions the interviewer will ask about their belief in important doctrines, their repentance of past sins, and their willingness to covenant to obey Jesus Christ throughout their lives. Emphasize that baptism by water is incomplete without confirmation and the gift of the Holy Ghost."],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Read each of the following passages, and make a summary list of the scriptural qualifications for baptism and confirmation."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.23"},"2 Nephi 9:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.4-13"},"31:4–13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.14-15"},"Alma 7:14–15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.13-21"},"3 Nephi 27:13–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-4"},"Moroni 6:1–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.25-26"},"Moroni 8:25–26"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22"},"D&C 22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37-39"},"Acts 2:37–39"]]]]],["li",["span.label","•"],[".para","In baptismal interviews, candidates are asked whether they are willing to take upon themselves the name of Christ. What can you do to help them understand this question? As you ponder this question, study the following scriptures:"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4"},"Mosiah 4–5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.1-11"},"Mosiah 18:1–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.18,21-27"},"Mosiah 26:18, 21–27"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.1-10"},"3 Nephi 27:1–10"]]],["li",[".para","You may also want to look for other passages that help you understand this principle."]]]]]]],[".topic",["h2","How to Conduct the Interview"],["div",{"id":"p52","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p52"},"The person conducting the interview should use the baptismal interview questions with the guidance of the Spirit to determine whether the baptismal candidate meets the qualifications described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],". He should also adapt the questions to the age and maturity of the candidate."],["div",{"id":"p53","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p53"},"If a candidate does not qualify according to the baptismal interview questions, the baptism and confirmation should be postponed. The investigator should receive additional teaching by the full-time missionaries and fellowshipping from ward members."],"The district leader or zone leader who conducts the interview should:",["ul.bullet",["li",["span.label","•"],[".para","Hold the interview in a comfortable, private place, conducive to feeling the Spirit of the Lord. The interviewer’s companion should be nearby."]],["li",["span.label","•"],[".para","Open with prayer."]],["li",["span.label","•"],[".para","Help the candidate feel comfortable."]],["li",["span.label","•"],[".para","Make the interview a spiritually uplifting experience."]],["li",["span.label","•"],[".para","Make sure that the candidate understands the purpose of the interview."]],["li",["span.label","•"],[".para","Ask the baptismal interview questions. Use follow-up questions to get a feeling for the strength of the person’s testimony and the sincerity of the person’s repentance."]],["li",["span.label","•"],[".para","Answer the candidate’s questions."]],["li",["span.label","•"],[".para","Invite the person to bear testimony and express his or her feelings."]],["li",["span.label","•"],[".para","If the person has challenges with testimony or worthiness, explain that it would be best to postpone the baptism until he or she is better prepared."]]],["div",{"id":"f11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f11"},["h2","Baptismal Interview Questions"],["div",{"id":"f12","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f12"},["ol.number",["li",["span.label","1."],[".para","Do you believe that God is our Eternal Father? Do you believe that Jesus Christ is the Son of God, the Savior and Redeemer of the world?"]],["li",["span.label","2."],[".para","Do you believe the Church and gospel of Jesus Christ have been restored through the Prophet Joseph Smith? Do you believe that [current Church President] is a prophet of God? What does this mean to you?"]],["li",["span.label","3."],[".para","What does it mean to you to repent? Do you feel that you have repented of your past transgressions?"]],["li",["span.label","4."],[".para","Have you ever committed a serious crime? If so, are you now on probation or parole? Have you ever participated in an abortion? a homosexual relationship?"]],["li",["span.label","5."],[".para","You have been taught that membership in The Church of Jesus Christ of Latter-day Saints includes living gospel standards. What do you understand of the following standards? Are you willing to obey them?"],["div",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","The law of chastity, which prohibits any sexual relationship outside the bonds of a legal marriage between a man and a woman."]],["li",["span.label","b."],[".para","The law of tithing."]],["li",["span.label","c."],[".para","The Word of Wisdom."]],["li",["span.label","d."],[".para","The Sabbath day, including partaking of the sacrament weekly and rendering service to fellow members."]]]]],["li",["span.label","6."],[".para","When you are baptized, you covenant with God that you are willing to take upon yourself the name of Christ and keep His commandments throughout your life. Are you ready to make this covenant and strive to be faithful to it?"]]]]],["div",{"id":"p75","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p75"},"At the conclusion of a successful interview, congratulate the candidate. Rejoin the other missionaries, and explain what will happen at the baptismal service."],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p76"},"Explain that the confirmation will take place under the direction of the bishop in a sacrament meeting of the ward in which they reside."],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p77"},"When it is necessary to postpone a baptism, the district leader or zone leader and other missionaries should handle the situation sensitively and privately. Assure the candidate that he or she can succeed, and explain that some transgressions require more time for thorough repentance. Explain that the sacred nature of the ordinance requires high standards of worthiness. Assure the candidate that you and others will do all you can to support him or her. Then faithfully follow through to keep your promise."],["div",{"id":"f14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f14"},["h2","Baptism and Confirmation: Questions and Answers"],[".topic",["h3","Who conducts the interview for baptism?"],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p80"},"Normally the district leader interviews baptismal candidates taught by missionaries in his district, including candidates taught by his zone leaders. The zone leader interviews candidates taught by the district leader. The mission president or someone he assigns must interview people involved in serious sins. District or zone leaders do not interview baptismal candidates outside their own district or zone unless the mission president assigns them to do so."]],[".topic",["h3","What is the definition of a convert baptism?"],"Convert baptisms are baptisms of:",["ul.bullet",["li",["span.label","•"],[".para","Persons ages nine and older who have never before been baptized and confirmed as members of the Church."]],["li",["span.label","•"],[".para","Children age eight whose parents are both nonmembers or whose parents are being baptized and confirmed at the same time as the child."]]]],[".topic",["h3","Do I need permission to baptize a minor child?"],["div",{"id":"p86","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p86"},"Before you can teach and baptize an investigator who is under legal age, you must obtain permission of the parent(s) or legal guardian(s), preferably in writing. In addition, you should have good reason to believe that the child understands the baptismal covenant and will make every effort to keep it through obedience to the gospel, including faithfully attending Church meetings."]],[".topic",["h3","Do I need permission of the spouse in order to baptize a husband or wife?"],["div",{"id":"p88","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p88"},"Yes. Do not baptize a married person without the consent of his or her spouse."]],[".topic",["h3","If the father in a family is not ready for baptism, should I baptize the family or wait until the father is ready?"],["div",{"id":"p90","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p90"},"If the father of a family is not ready for baptism and confirmation but other family members are, you may tell the father you prefer not to baptize the family without him because the Church respects the head of the home and because family members will progress in the gospel best as a family unit. If the father continues to decline, you may baptize and confirm other family members with his consent."]],[".topic",["h3","Is it a good idea to ordain a father to the Aaronic Priesthood immediately after baptism so that he can baptize other family members?"],["div",{"id":"p92","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p92"},"No. The father must be confirmed in a sacrament meeting and, after an interview with the bishop, be sustained to receive the Aaronic Priesthood. Baptisms of family members should not be delayed so that the father can perform the baptisms himself."]],[".topic",["h3","May I teach and baptize a person who has been excommunicated?"],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p94"},"Baptisms of excommunicated persons are not convert baptisms, and missionaries do not interview such persons for baptism. You may work with such persons only under the close supervision of the mission president and bishop."]],[".topic",["h3","What if a person has a scheduled baptismal date but is not keeping all of the commitments?"],["div",{"id":"p96","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p96"},"If you feel that someone you are teaching needs additional preparation, do not schedule a baptismal interview until the investigator is keeping the commitments and meets the standards."]],[".topic",["h3","What do I do when people want to be baptized but are living together without being married?"],["div",{"id":"p98","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p98"},"Baptismal candidates who have been living with a person of the opposite gender out of wedlock must either marry or stop living together before they can be baptized."]],[".topic",["h3","Question 4 in the baptismal interview asks if a person has been involved in a serious sin, such as an abortion, a homosexual relationship, or a serious crime. What should I do if someone confesses such a sin?"],["div",{"id":"f16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f16"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Instructions for teaching missionaries."],"Sometimes investigators may volunteer information about such sins as you teach about the commandments and invite them to make commitments. However, if they do not say anything but you think they may have a problem, prepare them for the baptismal interview by asking them if they have been involved in any of these sins. If you become aware of a serious sin, do not ask about the details of the sin. Do not schedule a baptismal date or make any promises about whether they will be cleared for baptism and confirmation. Express your love and review the principle of repentance. Kindly explain that these sins are serious and that a person with more maturity and experience (your mission president or someone he assigns) will talk with them and help them with these matters. Then send a baptismal interview request directly to the mission president."]],["li",["span.label","2."],[".para",["span.emphasis","Instructions for the person conducting the interview for baptism."],"If the missionaries have properly taught the candidate before the baptismal interview, these issues, if they exist, should have been directed to the mission president. If they do arise, express your love and review the commandments and the principle of repentance. Kindly explain that these sins are serious and that a person with more maturity and experience (your mission president or someone he assigns) will talk with them and help them with these matters. Then forward a baptismal interview request directly to the mission president."]]]]]],[".sidebar",["h2","Activity: Personal Study"],"Think about how you might feel if you were being interviewed. Consider the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What aspects of the interview might be strange to you? What could the interviewer do or say to put you at ease?"]],["li",["span.label","•"],[".para","How would you want the interviewer to interact with you?"]],["li",["span.label","•"],[".para","How would you want the interviewer to respond if you expressed doubts or misunderstandings or if you confessed serious sins?"]]],["div",{"id":"p107","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p107"},"Write your answers to these questions in your study journal."]]],[".topic",["h2","Complete the Baptism Record"],["div",{"id":"p109","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p109"},"The missionary who conducts the interview should fill out a current Baptism Record according to instructions on the form. He should explain that a membership record is created from the Baptism Record and will contain important information about the new members and the ordinances they have received. Whenever members move, the membership record is forwarded to the new unit so that their new bishop can provide fellowship and assistance. The missionary should ask the candidate to verify the information on the form during the interview. The missionary who conducts the interview should bring the Baptism Record to the baptismal service and give it to the person who is presiding."],["div",{"id":"p110","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p110"},"The bishop ensures that a Confirmation Record/Baptism and Confirmation Certificate form is filled out for each candidate according to instructions on the form."],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p112","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p112"},"Study",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6.1-3"},"Mosiah 6:1–3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-4"},"Moroni 6:1–4"],". How do these passages relate to your responsibility for keeping accurate records of baptisms and confirmations?"]]],[".topic",["h2","The Baptismal Service"],["div",{"id":"p114","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p114"},"The Spirit is manifest strongly as the sacred ordinances of baptism and confirmation are performed. The baptismal service and subsequent confirmation should be spiritual highlights for new converts. You and the ward mission leader should do everything you can to ensure that the baptismal service is organized, inspiring, and memorable. These services should strengthen the new converts in their commitment to remain active."],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p115"},"Invite the bishopric, quorum and auxiliary leaders, and home teachers and visiting teachers (if assigned) to attend the baptismal service. The friends and relatives of the converts and all of your current investigators should be invited to attend the baptismal service and the sacrament meeting where the confirmation takes place. These experiences will help them feel the Spirit and prepare them to accept an invitation to learn more about the gospel. Work with the baptismal candidate and ward mission leader to invite the candidate’s friends and relatives to attend. Then follow through after the service to discuss their experience and invite them to learn why their friend chose to be baptized."],[".",{"id":"f20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f20"}],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p116"},"The missionaries who taught the baptismal candidate coordinate with the ward mission leader to organize the service. Explain to the baptismal candidate what is planned and why. Discuss proper dress, including how the candidate will be given white clothing to wear for the baptism. Agree on the place and time for the baptism. A member of the bishopric or the ward mission leader normally conducts the service. Following are essential items to plan and organize."],["div",{"id":"f21","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f21"},"A baptismal service may include:",["ol.number",["li",["span.label","1."],[".para","Prelude music."]],["li",["span.label","2."],[".para","A brief welcome by the priesthood leader conducting the service (a member of the bishopric should preside)."]],["li",["span.label","3."],[".para","An opening hymn and prayer."]],["li",["span.label","4."],[".para","One or two short talks on gospel subjects, such as baptism and the gift of the Holy Ghost."]],["li",["span.label","5."],[".para","A musical selection."]],["li",["span.label","6."],[".para","Performance of the baptism."]],["li",["span.label","7."],[".para","A time of reverence while the people who participate in the baptism change into dry clothes. This could include listening to interlude music, singing well-known hymns and Primary songs, showing a Church audiovisual product, or bearing testimony."]],["li",["span.label","8."],[".para","An opportunity for new converts to bear their testimonies, if desired."]],["li",["span.label","9."],[".para","A closing hymn and prayer."]],["li",["span.label","10."],[".para","Postlude music."]]]]],[".topic",["h2","Confirmation"],["div",{"id":"p129","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p129"},"A person receives the ordinance of confirmation after he or she has been baptized (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D&C 20:41"],"). A new convert is considered a member of the Church after the ordinances of baptism and confirmation are performed (see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.11"},"D&C 33:11"],"). New converts are confirmed in a sacrament meeting of the ward where they reside, not at the baptismal service. The bishop is responsible for seeing that confirmation occurs as soon as reasonable after baptism. The bishop or one of his counselors participates in the confirmation. The bishop may invite missionary elders who helped teach the convert to participate in the confirmation. Work closely with the bishop and the ward mission leader to make sure this essential ordinance is performed."],[".",{"id":"f22","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.f22"}]],[".topic",["h2","After the Baptism and Confirmation"],["div",{"id":"p131","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p131"},"Under the direction of the bishop, missionaries may continue to fellowship new members. Continue to teach them and review what they have been taught. Encourage and support them, read the Book of Mormon with them, and help them share the gospel with family members and friends. As appropriate, continue throughout your life to communicate with those whom you have taught and to encourage and support them."],["div",{"id":"p132","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-prepare-people-for-baptism-and-confirmation.p132"},"After the confirmation, continue using the Teaching Record to record your progress in teaching lessons 1–4 again and in teaching lesson 5. Work closely with the ward mission leader and ward leadership to help the new convert stay active and receive all the blessings of the Atonement of Jesus Christ."],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Properly prepare baptismal candidates for the interview for baptism and confirmation."]],["li",["span.label","•"],[".para","Make sure candidates meet the requirements for baptism and confirmation."]],["li",["span.label","•"],[".para","Help ensure that baptismal services are spiritually uplifting."]],["li",["span.label","•"],[".para","Use baptismal services and confirmations as finding opportunities."]],["li",["span.label","•"],[".para","Accurately complete baptismal and confirmation forms."]]]]],[".topic",["h2","Ideas for Study and Application"],["ul.bullet",["h2","Personal Study"],["li",["span.label","•"],[".para","Make a list of the challenges that a baptismal candidate might encounter. Why is it important that candidates feel the love and friendship of Church members?"]],["li",["span.label","•"],[".para","Study",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6"},"Moroni 6"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.68-69"},"Doctrine and Covenants 20:68–69"],". What do you learn from these verses about preparing people for baptism and confirmation? Write what you learn, and share your thoughts with your companion during companion study."]]],["ul.bullet",["h2","Companion Study"],["li",["span.label","•"],[".para","Elder Henry B. Eyring explained why high standards are important. Discuss this counsel with your companion and evaluate how you feel about boldly helping people meet these standards. “The Lord sets His standards so that He can bless us. Think about those blessings: He promises those who meet the standards the help of the Holy Ghost. He promises personal peace. He promises the chance to receive holy ordinances in His house. And He promises those who endure in living His standards that they will have eternal life. … Because we love the people we serve, all of us want to do better in lifting our Heavenly Father’s children to the faithfulness and purity they need to have all the blessings of the Lord. … You begin by holding up the Lord’s standards clearly and without apology. And the more the world drifts from them and mocks them, the bolder we must be in doing that” (“Standards of Worthiness,”",["span.emphasis","First Worldwide Leadership Training Meeting,"],"Jan. 2003, 10–11)."]],["li",["span.label","•"],[".para","Share with your companion what you have learned from this chapter about preparing people for baptism and confirmation."]],["li",["span.label","•"],[".para","Review the last baptismal service you attended. Compare it with the guidelines in the section titled “The Baptismal Service.” What went well? What could have been improved? Discuss how you will make sure that the services you plan will be spiritual and uplifting."]],["li",["span.label","•"],[".para","Practice how you would prepare a specific investigator for the baptismal interview."]],["li",["span.label","•"],[".para","Review the baptismal interview questions. Consider how you would handle different situations, such as the following:"],["ul.bullet",["li",["span.label","•"],[".para","The candidate didn’t tell you that he is on probation for a crime previously committed."]],["li",["span.label","•"],[".para","The person has not received a strong answer to prayer that Joseph Smith was a prophet."]],["li",["span.label","•"],[".para","The candidate smoked a cigarette two days ago."]],["li",["span.label","•"],[".para","The candidate isn’t sure whether she has received an answer to her prayers."]],["li",["span.label","•"],[".para","The family felt pressure from friends and aren’t sure whether they are ready for baptism."]]]],["li",["span.label","•"],[".para","Review the Baptism Record and Confirmation Record form and the Baptism and Confirmation Certificate form. How can you ensure that the information you provide is correct and complete?"]]],["ul.bullet",["h2","District Meetings and Zone Conferences"],["li",["span.label","•"],[".para","Review the importance of the baptismal interview. Discuss how missionaries should prepare investigators for the interview."]],["li",["span.label","•"],[".para","Discuss how to use baptismal services and confirmations as finding opportunities."]]],["ul.bullet",["h2","Mission President"],["li",["span.label","•"],[".para","Work with local priesthood leaders to ensure effective use of the Progress Record."]],["li",["span.label","•"],[".para","Occasionally conduct a first interview for baptism."]],["li",["span.label","•"],[".para","Teach district leaders and zone leaders how to conduct baptismal interviews."]],["li",["span.label","•"],[".para","Instruct the members of the mission presidency and priesthood leaders how to conduct baptismal interviews for baptismal candidates who have committed serious sins."]]]]]],"refs":null}
