{"id":21,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":21,"title":"How Do I Work with Stake and Ward Leaders?","subtitle":"","short_title":"How Do I Work with Stake and Ward Leaders?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.head1"},["h1","How Do I Work with Stake and Ward Leaders?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","What do new converts and less-active members need in order to become active members of the Church?"]],["li",["span.label","•"],[".para","What are the responsibilities of stake and ward leaders in missionary work, retention, and activation?"]],["li",["span.label","•"],[".para","How can I help ward leaders establish the Church?"]],["li",["span.label","•"],[".para","What should happen in the weekly correlation meeting with the ward mission leader?"]]]],["div",{"id":"p7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p7"},"You have the great opportunity of working with many leaders and members during your mission. Together you will strengthen and establish The Church of Jesus Christ of Latter-day Saints. The relationships you establish with Church leaders will bless you for the rest of your life. These are important relationships as you and Church members seek to bring the restored gospel to Heavenly Father’s children. Understanding the basics of how to work within the ward organization will help you move forward with greater focus and power."],[".topic",["h2","Strengthening New and Less-Active Members"],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p9"},"When converts are baptized and confirmed, they make sacred promises to obey and serve God and others for the rest of their lives. They become candidates for salvation in the celestial kingdom. To receive the promised blessings, they must endure to the end with faith in Jesus Christ. Church members are essential in helping new converts remain active and faithful."],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p10"},"President Gordon B. Hinckley said: “There is absolutely no point in doing missionary work unless we hold on to the fruits of that effort. The two must be inseparable. … Every convert is a great and serious responsibility” (“Find the Lambs, Feed the Sheep,”",["span.emphasis","Ensign,"],"May 1999, 108)."],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p11"},"Under the direction of the bishop, the ward council has first responsibility for strengthening new members and less-active members. They make sure that new converts and less-active members have friends, are nourished by the word of God, and receive callings and responsibilities. They may request that full-time missionaries help in home teaching (or sister missionaries with visiting teaching) and in visiting new members, less-active members, and prospective elders. Preferably you will be paired with a member for such visits."],["div",{"id":"p12","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p12"},"You are also responsible for these people. President Hinckley said: “You missionaries … are part of this responsibility of binding your converts to the Church. You may not be able to continue to visit them. But you can write to them occasionally and give them encouragement. … When you go home do not forget them. At all times live worthy of their trust. Write to them occasionally, assuring them of your love” (",["span.emphasis","Ensign,"],"May 1999, 109)."],["div",{"id":"p13","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p13"},"When attending church meetings, you and your companion should sit with your investigators or members you have been fellowshipping to support and strengthen them. You should not sit in a group with other missionaries."],["div",{"id":"p14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p14"},"A vital part of your mission is to establish the Church and strengthen the unit in which you serve. You do this in part by helping new converts remain active and by helping less-active members return to activity. One of your duties is to join with ward missionaries to teach again the first four lessons and to teach lesson 5. Ward missionaries, home teachers, and visiting teachers can also help teach these principles."],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p15"},"President Gordon B. Hinckley related the following concerning the challenges many new converts face:"],[".blockQuote",["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p16"},"I received the other day a very interesting letter. It was written by a woman who joined the Church a year ago. She writes:"],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p17"},"“My journey into the Church was unique and quite challenging. This past year has been the hardest year that I have ever lived in my life. It has also been the most rewarding. As a new member, I continue to be challenged every day.”"],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p18"},"She goes on to say that when she joined the Church she did not feel support from the leadership in her ward. Her bishop seemed indifferent to her as a new member. Rebuffed, as she felt, she turned back to her mission president, who opened opportunities for her."],["div",{"id":"p19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p19"},"She states that “Church members don’t know what it is like to be a new member. … Therefore, it’s almost impossible for them to know how to support us.”"],["div",{"id":"p20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p20"},"I challenge you, my brothers and sisters, that if you do not know what it is like, you try to imagine what it is like. It can be terribly lonely. It can be disappointing. It can be frightening. We of this Church are far more different from the world than we are prone to think we are. This woman goes on: “When we as investigators become members of the Church, we are surprised to discover that we have entered into a completely foreign world, a world that has its own traditions, culture, and language. We discover that there is no one person or no one place of reference that we can turn to for guidance in our trip into this new world. At first the trip is exciting, our mistakes even amusing, then it becomes frustrating and eventually, the frustration turns into anger. And it’s at these stages of frustration and anger that we leave. We go back to the world from which we came, where we knew who we were, where we contributed, and where we could speak the language” [Ensign, May 1999, 108]."]],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p22","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p22"},"Read the previous account. Write answers to the following questions in your study journal, or discuss them with your companion. Make appropriate goals and plans."],["ul.bullet",["li",["span.label","•"],[".para","According to this account, what are some of the factors that make it difficult for new members to remain active?"]],["li",["span.label","•"],[".para","How can having members involved from the beginning of the teaching process help with these challenges?"]],["li",["span.label","•"],[".para","Think of those you are teaching. How can you better involve members to help investigators begin to make the social transition into the Church?"]]]]],[".topic",["h2","Home and Visiting Teaching"],["div",{"id":"p27","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p27"},"Stake presidents and bishops, coordinating with the mission president, may use missionaries to visit less-active and part-member families. In appropriate situations, they may request that full-time missionaries participate in home teaching and in visiting teaching. These teaching opportunities should strengthen members, increase the ability of the missionaries to teach, and help missionaries obtain referrals (see “Statement on Missionary Work,” First Presidency letter, 11 Dec. 2002)."]],[".topic",["h2","Work with the Ward Council to Strengthen New and Less-Active Members"],["div",{"id":"p29","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p29"},"Teaching and baptizing investigators is under the direction of your mission president. However, the work of proclaiming the gospel will move forward more powerfully when full-time missionaries and members coordinate their efforts and work in unity together. You may often be invited to attend ward council and priesthood executive committee meetings. Your first priority is to make sure that your investigators are at Church. Frequently this will mean that you will accompany them. If there is a conflict between attending ward council meeting and getting someone to church, do the latter. In this case, provide a copy of the Progress Record to the ward mission leader and ensure that he has all the information needed for ward council or priesthood executive committee."],[".",{"id":"f5","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.f5"}],["div",{"id":"p30","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p30"},"President Gordon B. Hinckley said:"],["div",{"id":"f6","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.f6"},"“Every new convert needs three things:",["ol.number",["li",["span.label","“1."],[".para","A friend in the Church to whom he can constantly turn, who will walk beside him, who will answer his questions, who will understand his problems."]],["li",["span.label","“2."],[".para","An assignment. Activity is the genius of this Church. It is the process by which we grow. Faith and love for the Lord are like the muscle of my arm. If I use them, they grow stronger. If I put them in a sling, they become weaker. Every convert deserves a responsibility. …"]],["li",["span.label","“3."],[".para","Every convert must be ‘nourished by the good word of God’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moro. 6:4"],"). It is imperative that he or she become affiliated with a priesthood quorum or the Relief Society, the Young Women, the Young Men, the Sunday School, or the Primary. He or she must be encouraged to come to sacrament meeting to partake of the sacrament, to renew the covenants made at the time of baptism” (",["span.emphasis","Ensign,"],"May 1999, 106)."]]]],["div",{"id":"p35","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p35"},"The ward council will take the lead in providing a friend, responsibility, and spiritual nourishment for new converts. You will help them as requested. Priesthood leaders and members will do the fellowshipping, with your assistance."],[".topic",["h3","Friendship"],["ul.bullet",["li",["span.label","•"],[".para","Before baptism and confirmation, ensure that members are present at every lesson, if possible. These members should be with the investigators often to answer their questions, understand their challenges, and encourage them."],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}]],["li",["span.label","•"],[".para","Invite members to attend the baptismal service and to welcome new converts into the ward. Members help new converts feel comfortable in various Church meetings. They should also introduce them to other members."]],["li",["span.label","•"],[".para","Introduce the investigators to the bishop, his counselors, elders quorum and Relief Society presidents, and other ward leaders as soon as possible. Explain the roles of the bishop and other ward leaders."]]]],[".topic",["h3","Opportunities to Serve"],["ul.bullet",["li",["span.label","•"],[".para","Help male converts understand and prepare to receive the Aaronic Priesthood and the Melchizedek Priesthood. Explain that priesthood quorums provide opportunities to learn, worship, and serve together."]],["li",["span.label","•"],[".para","Involve new converts and less-active members in service opportunities such as helping a widow or someone who is ill or participating in welfare projects."]],["li",["span.label","•"],[".para","Refer converts to family history consultants so they might complete a family group record and pedigree chart. If circumstances allow, help them prepare to be baptized in the temple for their deceased ancestors."]],["li",["span.label","•"],[".para","Invite converts to prepare family members and friends to be taught by the missionaries. The missionaries should ask new converts and less-active members for referrals."]]]],[".topic",["h3","Nourishment by the Word of God"],["ul.bullet",["li",["span.label","•"],[".para","Finish teaching the principles in lesson 5, “Laws and Ordinances.”"]],["li",["span.label","•"],[".para","Remind new converts and less-active members of commitments they made before baptism and the covenant they made when they were baptized and confirmed."]],["li",["span.label","•"],[".para","Encourage them to pray daily as individuals and with their families."]],["li",["span.label","•"],[".para","Encourage them to study the scriptures daily, especially the Book of Mormon."]],["li",["span.label","•"],[".para","Strengthen new converts’ testimonies of the Restoration of the gospel of Jesus Christ through the Prophet Joseph Smith. Review the lessons that you taught before baptism and confirmation, adapting the commitment invitations to their current needs."]],["li",["span.label","•"],[".para","Continue to teach the importance of attending church each Sunday and worthily partaking of the sacrament. Attend and sit with new converts or less-active members."]],["li",["span.label","•"],[".para","Invite them to attend the Gospel Principles class during Sunday School."]],["li",["span.label","•"],[".para","Teach them how to hold family home evening on Monday nights using the",["span.emphasis","Family Home Evening Resource Book"],"."]],["li",["span.label","•"],[".para","Encourage them to share the restored gospel with others."]],["li",["span.label","•"],[".para","Help them enroll in seminary or institute classes."]],["li",["span.label","•"],[".para","Make them aware of Church resources such as",["a.urlRef",{"href":"http://www.mormon.org"},["span.language","www.mormon.org"]],",",["a.urlRef",{"href":"http://www.lds.org"},["span.language","www.lds.org"]],", and",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","www.familysearch.org"]],"."]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Nourish with God’s Word"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.18-20"},"Mosiah 18:18–20"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"]]]],["ul.noMarker",["h2","Service"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"]]],["li",[".para","Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/service"},"“Service”"]]]]]],[".topic",["h2","What Is the Role of the Full-Time Mission President?"],["div",{"id":"p67","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p67"},"The full-time mission president holds the keys for convert baptisms. Under his direction, full-time missionaries have primary responsibility for teaching investigators. However, the bishop oversees the progress and friendshipping of investigators as they are being taught. The ward mission plan is carried out under the presiding authority of the bishop. The mission president meets regularly with stake presidents to make sure that full-time missionaries cooperate with local priesthood leaders. He coordinates proselyting efforts and offers to help the stake president provide instruction in the principles and practices of missionary work."]],[".topic",["h2","What Are the Responsibilities of Stake and Ward Leaders?"],["div",{"id":"p69","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p69"},"Local Church leaders and members are your best allies. Respect them and strive to build good relationships with them. As you work with these leaders, remember that they have other responsibilities associated with their callings. Seek to be a blessing, not a burden, to the leaders of your stake and ward. Your attitude should be one of, “How can we help?” Counsel with the bishop and ward mission leader concerning your plans and activities. Make sure that what you do supports the ward mission plan."],["div",{"id":"p70","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p70"},"The roles of local priesthood leadership in missionary work are described below. Understanding their roles will help you better work with them."],[".topic",["h3","Stake President"],["div",{"id":"p72","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p72"},"The stake president oversees bishops in their missionary, retention, and activation responsibilities. In his monthly interview with bishops, he discusses plans and the progress of specific investigators and members. He ensures that the doctrines relating to missionary work are taught regularly in stake and ward meetings and that priesthood leaders and others are trained in their missionary responsibilities."],["div",{"id":"p73","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p73"},"The stake president also meets regularly with the mission president to coordinate missionary efforts, including the training of leaders and members, use and placement of full-time missionaries, and assistance in activation efforts."]],[".topic",["h3","High Councilor"],["div",{"id":"p75","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p75"},"A high councilor is assigned by the stake presidency to promote missionary, retention, and activation work in the stake. He regularly reports the progress of this work to the stake presidency. He also ensures that ward mission leaders are properly trained in their duties, including the preparation of a ward mission plan."]],[".topic",["h3","Bishop"],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p77"},"The bishop is responsible for missionary, retention, and activation efforts in the ward. His personal participation and leadership are essential. To help accomplish this work, the bishop calls a worthy Melchizedek Priesthood holder to serve as the ward mission leader. He also calls a sufficient number of ward missionaries to meet the needs in the ward."],[".",{"id":"f14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.f14"}],["div",{"id":"p78","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p78"},"The bishop uses the priesthood executive committee and the ward council to coordinate missionary, retention, and activation efforts. He gives direction to developing and carrying out a ward mission plan."]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p80"},"Plan a time to meet with the bishop. Seek his guidance on how you can best serve in the ward."]],[".topic",["h3","Priesthood and Auxiliary Leaders"],["div",{"id":"p82","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p82"},"Priesthood and auxiliary leaders should regularly review the status of new members and less-active members and plan how to best fellowship and strengthen them. They should also work closely with the ward mission leader to coordinate missionary, retention, and activation efforts with ward missionaries and full-time missionaries."]],[".topic",["h3","Ward Mission Leader"],"Under the direction of the bishop, the ward mission leader:",["ul.bullet",["li",["span.label","•"],[".para","Sets an example in sharing the gospel with others and fellowshipping investigators, new converts, and less-active members."]],["li",["span.label","•"],[".para","Coordinates the work of the ward missionaries and full-time missionaries with priesthood leaders, auxiliary leaders, and members."]],["li",["span.label","•"],[".para","Uses the Progress Record, the Convert Action List, and the Bishopric Action and Interview List to review the progress of investigators, new converts, and less-active members in priesthood executive committee and ward council meetings. The Convert Action List and the Bishopric Action and Interview List are reports created using the ward meetinghouse computer. They are used to track the progress of new converts and other members."]],["li",["span.label","•"],[".para","Conducts weekly missionary coordination meetings."]],["li",["span.label","•"],[".para","Organizes convert baptismal services in the ward in cooperation with the full-time missionaries. A member of the bishopric or the ward mission leader usually conducts these services."]]],["div",{"id":"p90","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p90"},"The ward mission leader also serves on the ward priesthood executive committee, ward council, and ward welfare committee and attends stake priesthood leadership meetings."]],[".topic",["h3","Ward Missionaries"],["div",{"id":"p92","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p92"},"Qualified brothers and sisters are called to serve as ward missionaries. They are supervised by the ward mission leader."],["div",{"id":"p93","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p93"},"Ward missionaries find, fellowship, and teach investigators. They also instruct and fellowship new converts and less-active members."],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p94"},"A ward missionary holding the Melchizedek Priesthood may be called to serve as an assistant ward mission leader."]],[".topic",["h3","Missionary Coordination"],["div",{"id":"p96","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p96"},"Ward missionary work is normally coordinated in the priesthood executive committee and ward council meetings through use of the Progress Record, provided by the full-time missionaries. The missionary objective of these meetings is to report, plan, and coordinate assignments to find, teach, fellowship, and activate as outlined in the following paragraphs."],["div",{"id":"p97","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p97"},["span.emphasis","Finding People to Teach."],"The priesthood executive committee and ward council discuss plans for preparing specific people to be taught by the full-time missionaries. They discuss the progress of specific ward members in preparing individuals and families for the missionary lessons."],["div",{"id":"p98","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p98"},["span.emphasis","Teaching and Baptizing."],"The priesthood executive committee and ward council review the Progress Record each week, which describes the progress of each person being taught by the full-time missionaries. They also coordinate plans for teaching in members’ homes, fellowshipping investigators, and ensuring member participation at baptismal services."],["div",{"id":"p99","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p99"},["span.emphasis","Fellowshipping and Teaching New Members."],"The priesthood executive committee and ward council review the Convert Action List to monitor the progress of each new member. They also discuss how to fellowship new members. As requested by the bishop, they recommend potential callings for new converts."],["div",{"id":"p100","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p100"},["span.emphasis","Fellowshipping and Teaching Less-Active Members."],"The priesthood executive committee and ward council coordinate activation efforts of priesthood quorums and full-time missionaries. They also plan how to fellowship less-active members, especially by inviting them to Church meetings and activities."]],[".topic",["h3","Additional Coordination with the Ward Mission Leader"],["div",{"id":"p102","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p102"},"Missionary work in the ward is normally coordinated in priesthood executive committee and ward council meetings. If additional coordination is necessary, the ward mission leader may hold missionary coordination meetings with the full-time missionaries. Others who may be invited to attend this meeting include ward missionaries, an assistant from the high priests group leadership, a counselor from the elders quorum presidency, and a counselor from the Relief Society presidency."],["div",{"id":"p103","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p103"},"Those attending the meeting may review and report on assignments and goals from the previous meeting and discuss plans for the coming week. As needed, they may also coordinate the assignments of ward missionaries to work with full-time missionaries and discuss how to make the combined efforts of ward missionaries and full-time missionaries more effective."]],[".topic",["h3","Ward Mission Plan"],["div",{"id":"p105","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p105"},"Many wards have found that developing a ward mission plan promotes ward missionary work. Such a plan may include goals, initiatives, and activities to help ward members invite people to hear the gospel. Individuals and families also benefit from developing such a plan to guide their missionary efforts."],["div",{"id":"p106","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p106"},"Members should use every honorable means to find people who are willing to listen to the message of the Restoration. They should emphasize finding fathers, mothers, and children who will come into the Church as families. Following are some suggestions to consider in developing a mission plan."],["ul.bullet",["li",["span.label","•"],[".para","Pray that the Lord will prepare the hearts of specific people to hear the gospel. Pray also to be sensitive to those whom He is preparing (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.6"},"Alma 6:6"],"). “It will be a great day,” taught President Gordon B. Hinckley, “when our people not only pray for the missionaries throughout the world, but ask the Lord to help them to assist the missionaries who are laboring in their own ward” (“Missionary Service,”",["span.emphasis","First Worldwide Leadership Training Meeting,"],"Jan. 2003, 19)."]],["li",["span.label","•"],[".para","Be aware of opportunities to reach out to others. Be neighborly and reach out in love to all people."]],["li",["span.label","•"],[".para","Ask friends and neighbors to serve alongside members in such things as providing community service, providing meals to those in need, teaching miniclasses in Relief Society enrichment meetings, helping with ward activities, helping people move, working in Scouting, and helping with family history or welfare projects."]],["li",["span.label","•"],[".para","Invite nonmember relatives, friends, and neighbors to baptisms, confirmations, and priesthood ordinations."]],["li",["span.label","•"],[".para","Invite nonmembers to assist in special events, such as a breakfast on a national holiday."]],["li",["span.label","•"],[".para","Make ward meetings, activities, firesides, and open houses of such quality and interest that members feel eager to invite acquaintances to attend."]],["li",["span.label","•"],[".para","Invite people to family home evenings."]],["li",["span.label","•"],[".para","Visit people who are experiencing changes in their lives, such as marriages, births, or deaths."]],["li",["span.label","•"],[".para","Visit and help people who are moving into the neighborhood. Share information about the community, neighborhood, and the Church."]],["li",["span.label","•"],[".para","Take every opportunity to talk about the gospel. Discuss such topics as the Savior, the Book of Mormon, the Bible, the purpose of life, the family, and family history."]],["li",["span.label","•"],[".para","Encourage youth to befriend other youth and invite them to Church meetings and activities."]],["li",["span.label","•"],[".para","Work with part-member families."]],["li",["span.label","•"],[".para","Plan spiritually uplifting sacrament meetings."]]]],[".sidebar",["h2","Activity: Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","With your companion, read and discuss pages 34–37 of",["span.emphasis","True to the Faith,"],["span.crossRef","“Church Administration.”"]]],["li",["span.label","•"],[".para","Share with your companion and write in your study journal what you learned."]],["li",["span.label","•"],[".para","Discuss how your insights will influence the way you approach your work with Church leaders."]]]]],[".topic",["h2","The Commitment to Stay Active in the Church"],["div",{"id":"p125","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p125"},"Missionary work has its greatest effect as people make and keep the commitment to stay active in the Church all the days of their lives. It is not enough for people to simply come into the Church. They must come to stay. All of your teaching and invitations must be directed toward this end. In order to receive all the blessings that our Heavenly Father has in store for them, members must continue to live the gospel and be active in the Church."],["div",{"id":"p126","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p126"},"Nephi taught: “And now, my beloved brethren, after ye have gotten into this strait and narrow path, I would ask if all is done? Behold, I say unto you, Nay; … ye must press forward with a steadfastness in Christ … and endure to the end, behold, thus saith the Father: Ye shall have eternal life” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.19-20"},"2 Nephi 31:19–20"],")."],["div",{"id":"p127","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p127"},"Give your best efforts to help people qualify for “eternal life, which gift is the greatest of all the gifts of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],")."],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Build strong relationships with the bishop and members of the ward council."]],["li",["span.label","•"],[".para","Participate in appropriate ways during priesthood executive committee and ward council meetings."]],["li",["span.label","•"],[".para","Be of service to the ward council. When members of the council ask for your help:"],["ul.bullet",["li",["span.label","•"],[".para","Be willing to fellowship converts and less-active members, assist them in their callings and service opportunities, and reteach the missionary lessons."]],["li",["span.label","•"],[".para","With members, teach new converts the lesson “Laws and Ordinances.”"]]]]]]],[".topic",["h2","Ideas for Study and Application"],[".topic",["h3","Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","Using your daily planner, make plans to talk to new converts and recently activated members about changing their lives and attending church. What has helped them most? In your study journal, write your thoughts about their experiences. What have you learned that will help you in working with your current investigators?"]],["li",["span.label","•"],[".para","Study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.18-20"},"2 Nephi 31:18–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/26.1-7"},"Alma 26:1–7"],"and 32:32–43; and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6"},"Moroni 6"],". Write what you learn from these verses about strengthening new converts."]]]],[".topic",["h3","Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","During ward council meeting, ask the bishop if there are any less-active members in your area he would like you to visit this week. As you visit these less-active members, seek to build their faith in Jesus Christ. Ask them for referrals."]],["li",["span.label","•"],[".para","Study",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.2"},"1 Corinthians 3:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.12"},"Hebrews 5:12"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.22"},"Doctrine and Covenants 19:22"],". What is the milk that is referred to? What is the meat? Compare your answers with the doctrines in the chapter “What Do I Study and Teach?” Why must you provide the milk and the meat in the right sequence and in the right amount? How do you do that?"]],["li",["span.label","•"],[".para","Read the following quotation, in which President Joseph F. Smith describes his feelings at the time of his baptism:"],[".para","“The feeling that came upon me was that of pure peace, of love and of light. I felt in my soul that if I had sinned—and surely I was not without sin—that it had been forgiven me; that I was indeed cleansed from sin; my heart was touched, and I felt that I would not injure the smallest insect beneath my feet. I felt as if I wanted to do good everywhere to everybody and to everything. I felt a newness of life, a newness of desire to do that which was right. There was not one particle of desire for evil left in my soul. … This was the influence that came upon me, and I know that it was from God, and was and ever has been a living witness to me of my acceptance of the Lord” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [1939], 96)."],[".para","Now read what President Smith said about his feelings long after his baptism:"],[".para","“Oh! that I could have kept that same spirit and that same earnest desire in my heart every moment of my life from [the day of my baptism] to this. Yet many of us who have received that witness, that new birth, that change of heart, while we may have erred in judgment or have made many mistakes, and often perhaps come short of the true standard in our lives, we have repented of the evil, and we have sought from time to time forgiveness at the hand of the Lord; so that until this day the same desire and purpose which pervaded our souls when we were baptized and received a remission of our sins, still holds possession of our hearts, and is still the ruling sentiment and passion of our souls” (",["span.emphasis","Gospel Doctrine,"],"96)."],["ul.bullet",["li",["span.label","•"],[".para","What did you personally learn from President Smith about your own testimony and commitment to live the gospel?"]],["li",["span.label","•"],[".para","What did you learn about the difficulties that new converts, even future prophets, face following baptism?"]],["li",["span.label","•"],[".para","Thinking of recent converts and less-active members, what can you do to help them regain the “desire and purpose” they once had?"]]]]]],[".topic",["h3","District Meetings and Zone Conferences"],["ul.bullet",["li",["span.label","•"],[".para","Invite a bishop to talk about the challenges of working with less-active members and new converts. Ask him to emphasize how missionaries can help with these challenges."]],["li",["span.label","•"],[".para","Discuss the parables of the lost sheep, the lost coin, and the prodigal son (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/15"},"Luke 15"],")."]]]],[".topic",["h3","Mission President"],["ul.bullet",["li",["span.label","•"],[".para","Work with local priesthood leaders to encourage them to help new converts:"],["ul.bullet",["li",["span.label","•"],[".para","Be ordained to the priesthood."]],["li",["span.label","•"],[".para","Receive home teachers."]],["li",["span.label","•"],[".para","Prepare the name of an ancestor to take to the temple and to perform baptisms for the dead."]],["li",["span.label","•"],[".para","Receive the “Laws and Ordinances” lesson with home teachers present."]]]],["li",["span.label","•"],[".para","Teach local leaders how to use missionaries in ward council."]],["li",["span.label","•"],[".para","Teach local leaders the purpose and uses of the Progress Record."]],["li",["span.label","•"],[".para","Occasionally ask missionaries to show you a copy of their Progress Record."]],["li",["span.label","•"],[".para","Occasionally follow up with recent converts to find out how they are doing and how missionaries and members can be of help."]],["li",["span.label","•"],[".para","Invite stake or ward leaders to speak to your missionaries to explain how the missionaries can be of greatest help."]],["li",["span.label","•"],[".para","Invite recent converts to speak to missionaries and relate their experiences as new members of the Church."]],["li",["span.label","•"],[".para","Occasionally ask members who are converts to share their conversion experience in a zone conference."]]]]]]],"refs":null}
