{"id":4,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":4,"title":"What Is My Purpose as a Missionary?","subtitle":"","short_title":"What Is My Purpose as a Missionary?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.head1"},["h1","What Is My Purpose as a Missionary?"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.f1"},["h2","Your Purpose"],["div",{"id":"p3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p3"},"Invite others to come unto Christ by helping them receive the restored gospel through faith in Jesus Christ and His Atonement, repentance, baptism, receiving the gift of the Holy Ghost, and enduring to the end."]],[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","What is my purpose as a missionary?"]],["li",["span.label","•"],[".para","What is the gospel?"]],["li",["span.label","•"],[".para","Why do we preach the gospel?"]],["li",["span.label","•"],[".para","Why must I teach with power and authority?"]],["li",["span.label","•"],[".para","What is the message of the Restoration? Why is it so important?"]],["li",["span.label","•"],[".para","What is my responsibility in helping others become converted?"]],["li",["span.label","•"],[".para","How will I know whether I am a successful missionary?"]]]],[".topic",["h2","Your Commission to Teach the Restored Gospel of Jesus Christ"],["div",{"id":"p13","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p13"},"You are surrounded by people. You pass them on the street, visit them in their homes, and travel among them. All of them are children of God, your brothers and sisters. God loves them just as He loves you. Many of these people are searching for purpose in life. They are concerned for their families. They need the sense of belonging that comes from the knowledge that they are children of God, members of His eternal family. They want to feel secure in a world of changing values. They want “peace in this world, and eternal life in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"), but they are “kept from the truth because they know not where to find it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.12"},"D&C 123:12"],")."],["div",{"id":"p14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p14"},"The gospel of Jesus Christ as restored through the Prophet Joseph Smith will bless their families, meet their spiritual needs, and help them fulfill their deepest desires. Although they may not know why, they need relief from feelings of guilt that come from mistakes and sins. They need to experience the joy of redemption by receiving forgiveness of their sins and enjoying the gift of the Holy Ghost."],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p15"},"As an authorized representative of Jesus Christ, you can teach people with power and authority that “redemption cometh in and through the Holy Messiah,” and that no one “can dwell in the presence of God, save it be through the merits, and mercy, and grace of the Holy Messiah” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.6,8"},"2 Nephi 2:6, 8"],"). As people come to accept the restored gospel of Jesus Christ and receive the ordinances of baptism and confirmation by priesthood authority, they can be assured that they “are not cast off forever” (Book of Mormon, Title Page)."],[".",{"id":"f4","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.f4"}],["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p16"},"As your understanding of the Atonement of Jesus Christ grows, your desire to share the gospel will increase. You will feel, as Lehi did, the “great … importance to make these things known unto the inhabitants of the earth” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.8"},"2 Nephi 2:8"],")."],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p17"},"President Ezra Taft Benson taught: “We are commanded by God to take this gospel to all the world. That is the cause that must unite us today. Only the gospel will save the world from the calamity of its own self-destruction. Only the gospel will unite men of all races and nationalities in peace. Only the gospel will bring joy, happiness, and salvation to the human family” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 167)."],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p18"},"You are called to represent Jesus Christ in helping people become clean from their sins. You do this by inviting them to come unto Jesus Christ and become converted to His restored gospel. To come to the Savior they must have faith in Him unto repentance—making the necessary changes to bring their life into agreement with His teachings. You can help people develop such faith by teaching them the restored gospel by the Spirit and inviting them to commit to live according to its teachings. Keeping this commitment prepares them for the covenant of baptism and confirmation and the precious gift of the Holy Ghost. They are to put off the “natural man” and become a Saint “through the atonement of Christ the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],")."],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p20"},"Examine the picture of the tree of life on this page as you study the vision of the tree of life found in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"11"],". In this vision, the tree of life symbolizes the love of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.21-22"},"1 Nephi 11:21–22"],")."],["ul.bullet",["li",["span.label","•"],[".para","What did Lehi desire after he had eaten the fruit? (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.10-18"},"1 Nephi 8:10–18"],".)"]],["li",["span.label","•"],[".para","In the vision, what did the people need to do to be able to partake of the fruit? What do we need to do to receive all the blessings of the Atonement? In what ways do commitments and covenants help us partake of these blessings?"]],["li",["span.label","•"],[".para","As a missionary, what is your duty in helping others find and partake of the fruits of the gospel?"]]]]],[".topic",["h2","The Gospel Blesses Families"],["div",{"id":"p25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p25"},"The message of the Restoration of the gospel of Jesus Christ blesses families. Because of the Restoration we understand God’s purpose for families: “The divine plan of happiness enables family relationships to be perpetuated beyond the grave. Sacred ordinances and covenants available in holy temples make it possible for individuals to return to the presence of God and for families to be united eternally” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102)."],[".sideQuote",["div",{"id":"p26","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p26"},"“The most important of the Lord’s work you will ever do will be within the walls of your own homes.”"],[".citationInfo",["div",{"id":"p27","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p27"},"–President Harold B. Lee"],["div",{"id":"p28","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p28"},["span.emphasis","The Teachings of Harold B. Lee,"],"sel. Clyde J. Williams (1996), 280"]]],["div",{"id":"p29","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p29"},"On earth, family associations can be the source of some of our greatest joy. Satan is attacking the family on many fronts, and too many families are being destroyed by his efforts. The message of the restored gospel of Jesus Christ makes it possible for families to be united now and in eternity. By living the principles of the gospel, families can experience peace, joy, and a sense of belonging and identity in this life. Through the light of the gospel, families can resolve misunderstandings, contentions, and challenges. Families torn by discord can be healed through repentance, forgiveness, and faith in the power of the Atonement of Jesus Christ. “Happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ. Successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities” (",["span.emphasis","Ensign,"],"Nov. 1995, 102)."],["div",{"id":"p30","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p30"},"Strive to find and teach families—a father, mother, and children—who can support one another in living the gospel and eventually be sealed as a family unit by restored priesthood authority."]],[".topic",["h2","Teaching by the Spirit"],["div",{"id":"p32","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p32"},"Because the gospel of Jesus Christ is the “power of God unto salvation to every one that believeth” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.16"},"Romans 1:16"],"), the message of the Restoration of the gospel must be taught by divine power—the power of the Holy Ghost, who is the third member of the Godhead. He is often called the Spirit, and one of His roles is to teach and testify of the truth. As you teach by that power, the Holy Ghost will:"],["ul.bullet",["li",["span.label","•"],[".para","Teach you new truths and bring the doctrines you have studied to your remembrance (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],")."]],["li",["span.label","•"],[".para","Give you words to speak in the very moment you need them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")."]],["li",["span.label","•"],[".para","Carry your message to the hearts of the people you teach (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],")."]],["li",["span.label","•"],[".para","Testify of the truthfulness of your message and confirm your words (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"],")."]],["li",["span.label","•"],[".para","Help you discern the needs of the people you are teaching (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.7"},"Alma 12:7"],")."]]],["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p38"},"The Spirit is essential for teaching the truths of the gospel in a way that builds faith in others. As you strive to develop the faith to rely on the Spirit, you should:"],["ul.bullet",["li",["span.label","•"],[".para","Pray for the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],")."]],["li",["span.label","•"],[".para","Purify your heart (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.28"},"D&C 112:28"],")."]],["li",["span.label","•"],[".para","Keep the commandments (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],")."]],["li",["span.label","•"],[".para","Diligently treasure up God’s word (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"84:85"],")."]],["li",["span.label","•"],[".para","Teach so that others understand your message and are edified (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.13-22"},"D&C 50:13–22"],")."]],["li",["span.label","•"],[".para","Exercise faith (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.7"},"Moroni 10:7"],")."]]],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p45"},"You have been set apart for your sacred calling with the promise that the Spirit will be given as you meet the requirements set by the Lord. Enjoying the gifts of the Spirit should be one of your most earnest desires."]],[".topic",["h2","The Power and Authority of Your Calling"],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p47"},"Missionaries are to go “in the power of the ordination wherewith [they have] been ordained, proclaiming glad tidings of great joy, even the everlasting gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/79.1"},"D&C 79:1"],"). You have authority to preach the gospel. If you hold the priesthood, you have the authority to administer the ordinances thereof. As you prayerfully and worthily exercise that authority, you will receive spiritual power, which is evidence of the reality of your call. Do not be afraid or shy about fulfilling this commission. Just as the sons of Mosiah, you are to teach with the power and authority of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-3"},"Alma 17:2–3"],")."],["div",{"id":"p48","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p48"},"When you were set apart by priesthood authority, you received the right and privilege to represent the Lord. You received a ministerial certificate that verifies that authority to the world. President Spencer W. Kimball said: “The setting apart may be taken literally; it is a setting apart from sin, apart from the carnal; apart from everything which is crude, low, vicious, cheap, or vulgar;",["span.emphasis","set apart"],"from the world to a higher plane of thought and activity. The blessing is conditional upon faithful performance” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 478)."],["div",{"id":"p49","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p49"},"Along with your authority comes a responsibility to live worthy of your calling. As the Lord’s representative, you are to be “an example of the believers” (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/4.12"},"1 Timothy 4:12"],"). Strive to live according to God’s commandments and keep the covenants you made in the temple; know the scriptures; be courteous, on time, and dependable; follow missionary standards of conduct, dress, and grooming; love the people with whom you serve and work. Honor Christ’s name by your actions."],["div",{"id":"p50","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p50"},"In addition to authority, you are also to exercise power in your work. The authority that you have received can lead to power. Indeed, spiritual power is one evidence that your authority is real. Spiritual power is a gift that makes it possible for you to do your work more effectively."],["div",{"id":"p51","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p51"},"Your power and authority should be evident as you work and teach. Power may be manifest in many things you do, such as:"],["ul.bullet",["li",["span.label","•"],[".para","Being led by the Spirit to say what the Lord would have you say at just the right moment (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")."]],["li",["span.label","•"],[".para","Receiving guidance about where to go or what to do (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.15"},"D&C 28:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.11"},"31:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.26-27"},"75:26–27"],")."]],["li",["span.label","•"],[".para","Having your testimony confirmed by the witness of the Spirit (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"],")."]],["li",["span.label","•"],[".para","Taking part in ordinances of salvation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-20"},"D&C 84:19–20"],")."]],["li",["span.label","•"],[".para","Giving priesthood blessings if you are an elder (see",["a.scriptureRef",{"href":"/scriptures/nt/james/5.14-15"},"James 5:14–15"],")."]],["li",["span.label","•"],[".para","Praying with and for the people you work with (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.6"},"Alma 6:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.18-22"},"8:18–22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.7-11"},"10:7–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.26-35"},"31:26–35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.19"},"D&C 75:19"],")."]],["li",["span.label","•"],[".para","Expressing love for the Lord, your family, fellow missionaries, and the people you serve."]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How do you receive power?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-3"},"Alma 17:2–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.3"},"D&C 53:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.4"},"1 Corinthians 2:4"]]]]],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p65","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p65"},"Look at the painting of Christ ordaining the Apostles, and then read",["a.scriptureRef",{"href":"/scriptures/nt/john/15.1-16"},"John 15:1–16"],"."],["div",{"id":"p66","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p66"},"In what way is Christ the vine? How are you a branch of that vine? How does your setting apart relate to this relationship?"],["div",{"id":"p67","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p67"},"Read again your ministerial certificate. Record your feelings and thoughts about what you read. Each time you study this chapter, repeat this process. Note how your feelings change over time."],["div",{"id":"p68","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p68"},"Study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.13-15,21-30,38-39,55-57"},"Doctrine and Covenants 109:13–15, 21–30, 38–39, 55–57"],", which are excerpts from the Prophet Joseph Smith’s inspired dedicatory prayer for the Kirtland Temple. What blessings did Joseph Smith request for the faithful?"]]],[".topic",["h2","The Gospel of Jesus Christ"],["div",{"id":"p70","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p70"},"The gospel of Jesus Christ defines both your message and your purpose; that is, it provides both the “what” and the “why” of missionary work. The Savior defined His gospel to include some very vital and basic doctrines. He came into the world to do His Father’s will, and His Father sent Him into the world to be lifted up on the cross. By His Atonement and Resurrection, all men will be lifted up to stand before Christ to be judged of their works, whether they be good or evil. Those who exercise faith in Christ, repent of their sins, and are baptized in Christ’s name can be sanctified by the Holy Ghost. If they endure to the end, they will stand spotless before Christ at the last day and will enter into the rest of the Lord. Christ will hold them guiltless before the Father. He will be their Mediator and Advocate. Those who do not endure in faithfulness to the end will be “cast into the fire … because of the justice of the Father.” (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.13-22"},"3 Nephi 27:13–22"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.10-21"},"2 Nephi 31:10–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-41"},"3 Nephi 11:31–41"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.40-42,50-53"},"D&C 76:40–42, 50–53"],".)"],[".",{"id":"f14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.f14"}],[".sideQuote",["div",{"id":"p71","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p71"},"“Preach the first principles of the Gospel—preach them over again: you will find that day after day new ideas and additional light concerning them will be revealed to you. You can enlarge upon them so as to comprehend them clearly. You will then be able to make them more plainly understood by those [you] teach.”"],[".citationInfo",["div",{"id":"p72","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p72"},"—Hyrum Smith"],["div",{"id":"p73","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p73"},["span.emphasis","History of the Church,"],"6:323"]]],["div",{"id":"p74","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p74"},"The purpose of the gospel is to cleanse people of their sins so they can receive the Savior’s mercy at the day of judgment. Therefore, the focus of this book and, more important, the work you do each day is to invite others to come unto Christ by helping them receive the restored gospel through faith in Jesus Christ and His Atonement, repentance, baptism, receiving the Holy Ghost, and enduring to the end."],["div",{"id":"p75","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p75"},"Individuals and families begin to follow Christ as they exercise faith in Him and repent of their sins. They receive a remission of sins through baptism and by receiving the gift of the Holy Ghost from one who has authority from God to perform these ordinances. They then endure to the end, or, in other words, they continue throughout their lives in exercising faith in Jesus Christ, repenting, and renewing the covenants they have made. These are not just steps that they experience once in their lives; rather, when repeated throughout life these principles become an increasingly rewarding pattern of living. In fact, it is the only way of living that will bring peace of conscience and enable Heavenly Father’s children to return to live in His presence."],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p76"},"Obedience to Jesus Christ is a lifelong commitment. Through exercising faith, repenting, being baptized and committing to serve Christ, and then receiving the Holy Ghost, we can experience healing, forgiveness of sins, and complete conversion to the Savior and His gospel."],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p77"},"Help people gain faith in Jesus Christ unto repentance by teaching and testifying that the fulness of the gospel of Jesus Christ and the authority of the priesthood have been restored and by inviting them to live by His teachings."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What is the gospel, or doctrine, of Christ?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.10-21"},"2 Nephi 31:10–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-41"},"3 Nephi 11:31–41"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.13-22"},"3 Nephi 27:13–22"]]]]]],[".topic",["h2","The Message of the Restoration: The Foundation of Faith"],["div",{"id":"p84","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p84"},"No matter where you serve or whom you teach, center your teaching on the Restoration of the gospel of Jesus Christ. “The Lord will bless you as you teach the message of the Restoration to a world that desperately needs the gospel of Jesus Christ” (“Statement on Missionary Work,” First Presidency letter, 11 Dec. 2002). As you study the doctrines in the missionary lessons, you will come to see that we have one message: Through a modern prophet, God has restored knowledge about the plan of salvation, which is centered on Christ’s Atonement and fulfilled by living the first principles and ordinances of the gospel."],"Make sure that everyone you teach clearly understands the following:",["ul.bullet",["li",["span.label","•"],[".para","God is our literal Father in Heaven. He loves us. Every person on earth is a child of God and a member of God’s family. Jesus Christ, the Son of God, is our Savior and Redeemer."]],["li",["span.label","•"],[".para","Our loving Father in Heaven reached out to His children throughout biblical history by revealing His gospel to prophets. Sadly, many people rejected that gospel; even some of those who accepted it changed gospel doctrines and ordinances and fell into unbelief and apostasy."]],["li",["span.label","•"],[".para","Our Father in Heaven sent His Beloved Son, Jesus Christ, to earth. He performed miracles and taught His gospel. He accomplished the Atonement and was resurrected."]],["li",["span.label","•"],[".para","Beginning with the First Vision, God has again reached out in love to His children. He restored the gospel of Jesus Christ and His priesthood authority and organized His Church on the earth through the Prophet Joseph Smith. The Book of Mormon is convincing evidence of this Restoration."]]],["div",{"id":"p90","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p90"},"As you help investigators see the pattern of apostasy and restoration, they will be prepared to understand the great need for the latter-day Restoration. They will see the need to accept the restored gospel, receive the ordinances of salvation by the authority of the restored priesthood, and follow the way to eternal life. Help people recognize that the Church is not just another religion, nor is it an American church. Rather, it is a restoration of the “fulness of [the] gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.23"},"D&C 1:23"],"), the same as was revealed and taught from the beginning."],[".",{"id":"f19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.f19"}],["div",{"id":"p91","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p91"},"The Book of Mormon: Another Testament of Jesus Christ is convincing evidence that Joseph Smith was a prophet and that the gospel of Jesus Christ has been restored. It is the keystone of our religion, the most powerful resource for teaching this message. Some important truths restored through Joseph Smith include the knowledge that God is our Father and that we are His spirit children, that we lived with Him before birth, and that families can live together forever in God’s presence through Christ’s Atonement by obeying the laws and ordinances of the gospel."],["div",{"id":"p92","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p92"},"The Book of Mormon is evidence of the love of God for His children. It shows that God speaks to His children. As you teach and testify, invite people to read the Book of Mormon and pray about its message. Each person you teach must decide whether to accept the Book of Mormon as revelation from God."],["div",{"id":"p93","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p93"},"Trust the remarkable promise in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],". Do all you can to persuade people to read the book, understand it, and ask God sincerely whether it is true. The witness of the Holy Ghost becomes the cornerstone of their faith that Christ has restored His Church. Help those you teach to receive that spiritual confirmation."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How should you use the Book of Mormon in your missionary work?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.39"},"1 Nephi 13:39"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.8-10"},"2 Nephi 29:8–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.5-16"},"D&C 20:5–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-14"},"D&C 42:12–14"]]]]],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p102","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p102"},"Imagine that you are going to write an article about the message of the Restoration for a local newspaper. In your study journal write a title that describes the central message. Then record your thoughts and feelings about this message, including how understanding it better has changed the way you live and the way you view the world around you."]]],[".topic",["h2","Helping Others Make Commitments: The Door to Faith and Repentance"],["div",{"id":"p104","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p104"},"Help people qualify for baptism and confirmation by teaching them true doctrine and inviting them to repent and change their lives through making and keeping commitments that build their faith in Jesus Christ. These commitments prepare people to make and keep sacred covenants."],["div",{"id":"p105","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p105"},"Elder Jeffrey R. Holland taught: “The first thing you will do when an investigator tells you he or she had not read and prayed about the Book of Mormon is be devastated! … Much of the time we are just too casual about all of this. This is eternal life. This is the salvation of the children of God. Eternity hangs in the balance. … It is the most important path this investigator will ever walk. But if he or she doesn’t know that, at least you do! … So take control of this situation. Teach with power and authority, and then be devastated if the first steps toward commandment-keeping and covenant-keeping have not been successfully begun” (“Making and Keeping Covenants,” missionary satellite broadcast, Apr. 1997)."],["div",{"id":"p106","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p106"},"As you teach people to understand the Restoration of the fulness of the gospel, you “declare repentance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/15.6"},"D&C 15:6"],"). Repentance involves a change of heart and a desire to forsake sin and serve God. It involves humbly yielding to the Spirit and submitting to God’s will. It requires that people increase their commitment to live in agreement with God’s will. Repentance requires a sincere and lasting change of thoughts, desires, habits, and actions. It is a positive experience that brings joy and peace. Be bold and loving in helping people understand what they must do to repent. By inviting people to make commitments, you can effectively raise a voice of both warning and hope."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What do these scriptures teach about declaring repentance?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.1-4"},"Alma 29:1–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.31"},"Alma 42:31"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.45"},"Alma 62:45"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.8"},"D&C 14:8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/15.6"},"D&C 15:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/16.6"},"16:6"]]]]]],[".topic",["h2","Baptism and Confirmation"],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p115"},"Baptizing and confirming the people you teach is central to your purpose. Baptism is for the remission of sins, and the gift of the Holy Ghost brings a host of blessings to those who live worthy of it. Through these ordinances people enter the gate and continue on the path to eternal life. Elder Dallin H. Oaks said: “We do not preach and teach in order to ‘bring people into the Church’ or to increase the membership of the Church. We do not preach and teach just to persuade people to live better lives. … We invite all to come unto Christ by repentance and baptism and confirmation in order to open the doors of the celestial kingdom to the sons and daughters of God. No one else can do this” (“The Purpose of Missionary Work,” missionary satellite broadcast, Apr. 1995)."],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p116"},"As you teach the restored gospel, help people understand the sacred nature of baptism and confirmation. Help them realize that receiving the gift of the Holy Ghost is a great blessing in this life and a key to their salvation. The Holy Ghost will “teach [them] all things” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"). President Boyd K. Packer taught: “When you are teaching investigators and preparing them for baptism by water, you must also think of the gift of the Holy Ghost—baptism by fire. Think of it as one sentence. First comes the baptism of water and then the baptism of fire” (“The Gift of the Holy Ghost: What Every Missionary Should Know—and Every Member As Well,” seminar for new mission presidents, June 2003). The Prophet Joseph Smith taught, “Baptism by water is but half a baptism, and is good for nothing without the other half—that is, the baptism of the Holy Ghost” (",["span.emphasis","History of the Church,"],"5:499)."],["div",{"id":"p117","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p117"},"Help those you teach understand that to qualify for baptism and confirmation they must meet the conditions given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"."],["div",{"id":"f25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.f25"},["h2",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"Qualifications for Baptism"],["ul.bullet",["li",["span.label","•"],[".para","Humble themselves before God."]],["li",["span.label","•"],[".para","Desire to be baptized."]],["li",["span.label","•"],[".para","Come forth with broken hearts and contrite spirits."]],["li",["span.label","•"],[".para","Repent of all their sins."]],["li",["span.label","•"],[".para","Are willing to take upon themselves the name of Jesus Christ."]],["li",["span.label","•"],[".para","Have a determination to serve Christ to the end."]],["li",["span.label","•"],[".para","Manifest by their works that they have received the Spirit of Christ unto the remission of their sins."]]]],["div",{"id":"p126","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p126"},"After worthy converts are baptized, they are confirmed members of the Church and the gift of the Holy Ghost is conferred upon them. This confirmation occurs under the direction of the bishop or branch president in a sacrament meeting soon after the baptism. While the two ordinances are separated by a brief time, confirmation complements and completes baptism."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","In what ways is the gift of the Holy Ghost one of the greatest gifts we can receive?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.1-13"},"3 Nephi 19:1–13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.22-25"},"Galatians 5:22–25"]]],["li",[".para","Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/tg/holy-ghost"},"“Holy Ghost”"]]]],["ul.noMarker",["h2","Why should converts desire the gift of the Holy Ghost?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.12-17"},"2 Nephi 31:12–17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.1-5"},"2 Nephi 32:1–5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.14-17"},"Acts 8:14–17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.1-6"},"Acts 19:1–6"]]]]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p141","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p141"},"Search the following scriptures and make a list of the qualifications and covenant of baptism. Discuss with your companion how to teach those requirements to others."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.13"},"2 Nephi 31:13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.14-16"},"Alma 7:14–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.21-41"},"3 Nephi 11:21–41"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-4"},"Moroni 6:1–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"]]]]]],[".topic",["h2","Establishing the Church"],["div",{"id":"p149","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p149"},"When people have been baptized and confirmed members of the Church, continue to work with ward leaders and members to help these new converts adjust to their new life and continue their spiritual growth. The Church is established as people who have testimonies are baptized and confirmed, keep their covenants, prepare actively to go to the temple, and help strengthen the ward or branch."],["div",{"id":"p150","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p150"},"Converts who have member friends, who are given responsibility, and who are nourished by God’s word will grow in testimony and faith. Missionaries, ward leaders, and Church members should not turn away from their responsibility to nourish and strengthen new members."]],[".topic",["h2","A Successful Missionary"],["div",{"id":"p152","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p152"},"Your success as a missionary is measured primarily by your commitment to find, teach, baptize, and confirm people and to help them become faithful members of the Church who enjoy the presence of the Holy Ghost."],["div",{"id":"p153","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p153"},"Avoid comparing yourself to other missionaries and measuring the outward results of your efforts against theirs. Remember that people have agency to choose whether to accept your message. Your responsibility is to teach clearly and powerfully so they can make a correct choice. Some may not accept your message even when they have received a spiritual witness that it is true. You will be saddened because you love them and desire their salvation. You should not, however, become discouraged; discouragement will weaken your faith. If you lower your expectations, your effectiveness will decrease, your desire will weaken, and you will have greater difficulty following the Spirit."],"You can know you have been a successful missionary when you:",["ul.bullet",["li",["span.label","•"],[".para","Feel the Spirit testify to people through you."]],["li",["span.label","•"],[".para","Love people and desire their salvation."]],["li",["span.label","•"],[".para","Obey with exactness."]],["li",["span.label","•"],[".para","Live so that you can receive and know how to follow the Spirit, who will show you where to go, what to do, and what to say."]],["li",["span.label","•"],[".para","Develop Christlike attributes."]],["li",["span.label","•"],[".para","Work effectively every day, do your very best to bring souls to Christ, and seek earnestly to learn and improve."]],["li",["span.label","•"],[".para","Help build up the Church (the ward) wherever you are assigned to work."]],["li",["span.label","•"],[".para","Warn people of the consequences of sin. Invite them to make and keep commitments."]],["li",["span.label","•"],[".para","Teach and serve other missionaries."]],["li",["span.label","•"],[".para","Go about doing good and serving people at every opportunity, whether or not they accept your message."]]],["div",{"id":"p165","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p165"},"When you have done your very best, you may still experience disappointments, but you will not be disappointed in yourself. You can feel certain that the Lord is pleased when you feel the Spirit working through you."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How do servants of the Lord feel about the work? How do servants of the Lord influence those they serve?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.3"},"Mosiah 28:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.14-15"},"Alma 8:14–15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.3-5"},"Helaman 10:3–5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.4-10"},"3 Nephi 28:4–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.13-15"},"Ether 12:13–15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/15.4-6"},"D&C 15:4–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/16.4-6"},"16:4–6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.2-6"},"D&C 68:2–6"]]]]],[".sidebar",["h2","Activity: Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.1-5"},"Helaman 10:1–5"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.17-18"},"3 Nephi 7:17–18"],". How did the Lord feel about these missionaries and their service?"]],["li",["span.label","•"],[".para","Think about the missionary efforts of Abinadi and Ammon (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11"},"Mosiah 11–18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–20, 23–24"],"). Why were both missionaries successful even though the immediate results of their efforts were different?"]],["li",["span.label","•"],[".para","Record what you learn in your study journal."]]]],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Your purpose is to invite others to come unto Christ by helping them receive the restored gospel through faith in Jesus Christ and His Atonement, repentance, baptism, receiving the Holy Ghost, and enduring to the end."]],["li",["span.label","•"],[".para","The restored gospel of Jesus Christ is the only way by which we can find eternal happiness."]],["li",["span.label","•"],[".para","Your calling gives you authority; keeping your covenants gives you power."]],["li",["span.label","•"],[".para","The fulness of the gospel of Jesus Christ was restored through the Prophet Joseph Smith. The Book of Mormon is evidence that Joseph Smith was a prophet."]],["li",["span.label","•"],[".para","You help people live the gospel by inviting them to make and keep commitments."]],["li",["span.label","•"],[".para","You show your love for the Lord and gratitude for His Atonement by bringing souls unto Him."]],["li",["span.label","•"],[".para","You are successful when you are obedient, live righteously, and do your best in helping others live the gospel."]]]]],[".topic",["h2","Missionary Work"],["div",{"id":"p188","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p188"},"Following are statements made by Presidents of the Church in this dispensation."],[".topic",["h3","President Joseph Smith (1830–1844)"],["div",{"id":"p190","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p190"},"“After all that has been said, the greatest and most important duty is to preach the Gospel” (Teachings of the Prophet Joseph Smith, sel. Joseph Fielding Smith [1976], 113)."],["div",{"id":"p191","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p191"},"“Let the Saints remember that great things depend on their individual exertion, and that they are called to be co-workers with us and the Holy Spirit in accomplishing the great work of the last days” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"178–79)."]],[".topic",["h3","President Brigham Young (1847–1877)"],["div",{"id":"p193","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p193"},"“There is neither man or woman in this Church who is not on a mission. That mission will last as long as they live, and it is to do good, to promote righteousness, to teach the principles of truth, and to prevail upon themselves and everybody around them to live those principles that they may obtain eternal life” (Discourses of Brigham Young, sel. John A. Widtsoe [1954], 322)."]],[".topic",["h3","President John Taylor (1880–1887)"],["div",{"id":"p195","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p195"},"“Our duty is to preach the gospel to all men. … This is what God expects of us” (The Gospel Kingdom, sel. G. Homer Durham [1943], 234–35)."]],[".topic",["h3","President Wilford Woodruff (1889–1898)"],["div",{"id":"p197","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p197"},"“We have come to this earth upon a mission; … that we may have power to go forth and warn the nations of the earth. … As elders of Israel, very few of us fully comprehend our position, our calling, our relationship to God, our responsibility, or work the Lord requires at our hands” (The Discourses of Wilford Woodruff, sel. G. Homer Durham [1946], 124)."]],[".topic",["h3","President Lorenzo Snow (1898–1901)"],["div",{"id":"p199","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p199"},"“There is no mortal man that is so much interested in the success of an elder when he is preaching the gospel as the Lord that sent him to preach to the people who are the Lord’s children” (The Teachings of Lorenzo Snow, comp. Clyde J. Williams [1984], 70)."]],[".topic",["h3","President Joseph F. Smith (1901–1918)"],["div",{"id":"p201","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p201"},"“We have a mission in the world: each man, each woman, each child who has grown to understanding or to the years of accountability, ought … to be qualified to preach the truth, to bear testimony of the truth” (Gospel Doctrine, 13th ed. [1968], 251–52)."]],[".topic",["h3","President Heber J. Grant (1918–1945)"],["div",{"id":"p203","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p203"},"“We as a people have one supreme thing to do, and that is to call upon the world to repent of sin, to come to God. And it is our duty above all others to go forth and proclaim the gospel of the Lord Jesus Christ, the restoration again to the earth of the plan of life and salvation. … We have in very deed the pearl of great price. We have that which is of more value than all the wealth and the scientific information which the world possesses. We have the plan of life and salvation. … The best way in the world to show our love for our neighbor is to go forth and proclaim the gospel of the Lord Jesus Christ, of which he has given us an absolute knowledge concerning its divinity” (in Conference Report, Apr. 1927, 175–76)."]],[".topic",["h3","President George Albert Smith (1945–1951)"],["div",{"id":"p205","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p205"},"“That is your mission, my brethren and sisters of the Church, that is your responsibility. Freely you have received and our Heavenly Father will expect you freely to share with His other sons and daughters these glorious truths” (Sharing the Gospel with Others, sel. Preston Nibley [1948], 213)."],["div",{"id":"p206","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p206"},"“We will attain our exaltation in the Celestial Kingdom only on the condition that we share with our Father’s other children the blessings of the Gospel of Jesus Christ and observe the commandments that will enrich our lives here and hereafter” (",["span.emphasis","Sharing the Gospel with Others,"],"190)."]],[".topic",["h3","President David O. McKay (1951–1970)"],["div",{"id":"p208","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p208"},"“Every member … a missionary!” (in Conference Report, Apr. 1959, 122)."],["div",{"id":"p209","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p209"},"“True Christianity is love in action. There is no better way to manifest love for God than to show an unselfish love for your fellow men. This is the spirit of missionary work” (",["span.emphasis","Gospel Ideals"],"[1954], 129)."]],[".topic",["h3","President Joseph Fielding Smith (1970–1972)"],["div",{"id":"p211","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p211"},"“We have heard that we are all missionaries. Every member … is or ought to be a missionary; … as members of the Church, having pledged ourselves to the advancement of the gospel of Jesus Christ we become missionaries. That is part of the responsibility of every member of the Church” (Take Heed to Yourselves [1971], 27–28)."]],[".topic",["h3","President Harold B. Lee (1972–1973)"],["div",{"id":"p213","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p213"},"“Missionary work is but home teaching to those who are not now members of the Church, and home teaching is nothing more or less than missionary work to Church members” (Improvement Era, Dec. 1964, 1078)."]],[".topic",["h3","President Spencer W. Kimball (1973–1985)"],["div",{"id":"p215","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p215"},"“Now is the moment in the timetable of the Lord to carry the gospel farther than it has ever been carried before. … Many a person in this world is crying, knowingly and unknowingly, ‘Come over … and help us.’ He might be your neighbor. She might be your friend. He might be a relative. She might be someone you met only yesterday. But we have what they need. Let us take new courage from our studies and pray, as did Peter, ‘And now, Lord, … grant unto thy servants, that with all boldness they may speak thy word’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.29"},"Acts 4:29"],")” (Teachings of Spencer W. Kimball [1982], 546)."]],[".topic",["h3","President Ezra Taft Benson (1985–1994)"],["div",{"id":"p217","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p217"},"“We must share the gospel with others. That is our responsibility—every member a missionary. That is the call of prophets of God. …"],["div",{"id":"p218","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p218"},"“… Member-missionary work is one of the great keys to the individual growth of our members. It is my conviction that member-missionary work will raise the spirituality in any ward where applied” (",["span.emphasis","Teachings of Ezra Taft Benson,"],"208–9)."]],[".topic",["h3","President Howard W. Hunter (1994–1995)"],["div",{"id":"p220","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p220"},"“Surely taking the gospel to every kindred, tongue, and people is the single greatest responsibility we have in mortality. … We have been privileged to be born in these last days, as opposed to some earlier dispensation, to help take the gospel to all the earth” (“Walls of the Mind,” Ensign, Sept. 1990, 10)."],["div",{"id":"p221","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p221"},"“What does the Atonement have to do with missionary work? Any time we experience the blessings of the Atonement in our lives, we cannot help but have a concern for the welfare of others. … A great indicator of one’s personal conversion is the desire to share the gospel with others.” (“The Atonement and Missionary Work,” seminar for new mission presidents, June 1994)."]],[".topic",["h3","President Gordon B. Hinckley (1995– )"],["div",{"id":"p223","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p223"},"“We are here to assist our Father in His work and His glory, ‘to bring to pass the immortality and eternal life of man’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). Your obligation is as serious in your sphere of responsibility as is my obligation in my sphere” (in Conference Report, Apr. 1995, 94; or Ensign, May 1995, 71)."],["div",{"id":"p224","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-is-my-purpose-as-a-missionary.p224"},"“Let there be cultivated an awareness in every member’s heart of his own potential for bringing others to a knowledge of the truth. Let him work at it. Let him pray with great earnestness about it” (“Find the Lambs, Feed the Sheep,”",["span.emphasis","Ensign,"],"May 1999, 106)."]]],[".topic",["h2","Ideas for Study and Application"],[".topic",["h3","Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","Prepare a two-minute talk on one of the questions at the beginning of this chapter. Be prepared to share your talk with your companion or with other missionaries in a district meeting."]],["li",["span.label","•"],[".para","Ask recent converts to tell their conversion stories. What helped them gain “faith unto repentance” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.17"},"Alma 34:17"],")? Why did they decide to be baptized and confirmed? What was it like for them to become new members of the Church? How could missionaries have served them better?"]],["li",["span.label","•"],[".para","Consider what it means to raise the voice of warning (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.12"},"Jacob 3:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4"},"D&C 1:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.41"},"38:41"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.57-58"},"63:57–58"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81"},"88:81"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.5"},"112:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/3.17-21"},"Ezekiel 3:17–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/33.1-12"},"33:1–12"],"). Write in your own words what it means and how you can go about doing it."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8"},"Mormon 8"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1"},"Moroni 1"],"and 10. As you read, ask yourself, “What was Moroni’s hope for our day? What did he want us to do with the Book of Mormon? What would I say to Moroni if I had the chance?” Record your thoughts in your study journal."]],["li",["span.label","•"],[".para","Consider the events in your life that have strengthened your testimony of Joseph Smith and the Restoration. Then write an answer to this question: What has helped you know that Heavenly Father and Jesus Christ appeared to Joseph Smith?"]]]],[".topic",["h3","Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Share with each other your answers to the questions from “Consider This” at the beginning of the chapter."]],["li",["span.label","•"],[".para","Share with each other what your hopes and desires were for your mission when you received your mission call. To what extent does your experience thus far meet your expectations? How can you meet these expectations more fully?"]],["li",["span.label","•"],[".para","Read and discuss",["a.scriptureRef",{"href":"/scriptures/gs/minister"},"“Minister”"],"in the Guide to the Scriptures."]],["li",["span.label","•"],[".para","Select one of the following great missionaries, and read the references listed. As you read, discuss how this missionary (1) understood and committed himself to his calling, (2) demonstrated his attitude and desire for the work, and (3) helped others accept the gospel."],["ul.noMarker",["li",[".para","Alma (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18"],")"]],["li",[".para","Aaron (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22"},"Alma 22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.1-6"},"23:1–6"],")"]],["li",[".para","Nephi and Lehi (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5"},"Helaman 5"],")"]],["li",[".para","Peter (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],")"]],["li",[".para","Paul (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16"},"Acts 16"],")"]]]],["li",["span.label","•"],[".para","In the hymnbook, select two hymns under the topic “Restoration of the Gospel” (see",["span.crossRef","page 424"],"). Read or sing the hymns. Discuss the meaning of the words."]],["li",["span.label","•"],[".para","Read together",["a.scriptureRef",{"href":"/scriptures/gs/faith"},"“Faith,”"],["a.scriptureRef",{"href":"/scriptures/gs/repent-repentance"},"“Repent, Repentance,”"],["a.scriptureRef",{"href":"/scriptures/gs/baptism-baptize"},"“Baptism, Baptize,”"],"and",["a.scriptureRef",{"href":"/scriptures/gs/holy-ghost"},"“Holy Ghost”"],"in the Guide to the Scriptures. Read and discuss all the scripture references in each entry."]],["li",["span.label","•"],[".para","Read together",["a.scriptureRef",{"href":"/scriptures/gs/dispensation"},"“Dispensation”"],"in the Guide to the Scriptures. Also read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.37"},"Doctrine and Covenants 136:37"],"."]]]],[".topic",["h3","District Meetings and Zone Conferences"],["ul.bullet",["li",["span.label","•"],[".para","Invite two or three recent converts to share their conversion experiences. How did they feel about the missionaries? about what the missionaries taught? about keeping commitments? What most strongly influenced their conversion?"]],["li",["span.label","•"],[".para","Invite a priesthood leader to talk to the missionaries about the opportunities and difficulties of building the Church in your area."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],"and discuss these questions: What were Lamoni’s feelings at the beginning of the story? How did they change? What feelings must a person have in order to receive the blessings of the gospel? Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15-16"},"Alma 34:15–16"],", and compare it with Lamoni’s story. How does Christ’s Atonement enable us to obtain mercy?"]],["li",["span.label","•"],[".para","Discuss what it means to be a successful missionary. Invite missionaries to give specific examples of success."]],["li",["span.label","•"],[".para","Divide the missionaries into three groups. Assign one group to read",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.36-38"},"Acts 2:36–38"],"(Peter), another group to read",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.25-33"},"Acts 16:25–33"],"(Paul), and the final group to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-11"},"Mosiah 18:8–11"],"(Alma). Ask each group to answer the question, “What did this missionary do to help others increase in faith in Christ, repent, and receive baptism and confirmation?” Discuss what the missionaries learn from these stories that could help them exercise faith when inviting people to repent, be baptized, and receive the gift of the Holy Ghost."]],["li",["span.label","•"],[".para","Several days before the meeting, assign several missionaries to ponder selected questions from “Consider This” at the beginning of the chapter. Ask each missionary to prepare a two- to three-minute talk on his or her assigned question. During the district meeting or zone conference, allow the missionaries to give their talks. Following the talks, discuss what they learned and how they could use it in their missionary work."]],["li",["span.label","•"],[".para","Divide the missionaries into four groups. Ask each group to list as many truths, covenants, and ordinances as they can that were restored and revealed through the Prophet Joseph Smith. Have each group share their results. Invite missionaries to share how any of the truths revealed through the Restoration has influenced their lives."]]]],[".topic",["h3","Mission President"],["ul.bullet",["li",["span.label","•"],[".para","During interviews, periodically ask missionaries to share with you:"],["ul.bullet",["li",["span.label","•"],[".para","Their testimony of Jesus Christ."]],["li",["span.label","•"],[".para","Their testimony of the restored gospel and the mission of Joseph Smith."]],["li",["span.label","•"],[".para","Their testimony of the Book of Mormon."]],["li",["span.label","•"],[".para","Their thoughts about their purpose as a missionary."]]]],["li",["span.label","•"],[".para","Invite missionaries to record in their study journal what they feel is the purpose of their mission. During an interview, ask them to share what they have written."]],["li",["span.label","•"],[".para","Send a letter of congratulations to new members."]]]]]]],"refs":null}
