{"id":17,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":17,"title":"Chapter 15: Serving One Another","subtitle":"","short_title":"Chapter 15: Serving One Another","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.head1"},["h1","Chapter 15"],[".subtitle","Serving One Another"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p4"},"Disciples of Jesus Christ recognize the needs of others and seek to serve them. There are people all around us whose lives we can bless. We can enrich their lives as we share our talents with them. We can comfort and encourage them during times of sorrow. Simply sharing our testimony or our gospel perspective may help someone solve a problem or endure a difficult situation. The Lord blesses His children through our efforts."],[".sidebar",["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p5"},"“Service is a covenant obligation of all members of the Church.”"]]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","The Lord’s servants and the scriptures teach us to serve each other."]],["li",["span.label","•"],["p.para","Everyone needs help at some time."]],["li",["span.label","•"],["p.para","We can serve each other in many different ways."]],["li",["span.label","•"],["p.para","Serving each other should be a lifetime pursuit."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p12"},"The Lord’s servants and the scriptures teach us to serve each other."],["ul.bullet",["li",["span.label","•"],["p.para","“Teach [your children] to love one another, and to serve one another” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.15"},"Mosiah 4:15"],")."]],["li",["span.label","•"],["p.para","“Wherefore, be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],")."]],["li",["span.label","•"],["p.para","President Marion G. Romney of the First Presidency:"],["p.para","“The Lord has said,"],["p.para","“‘He that findeth his life shall lose it: and he that loseth his life for my sake shall find it’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.39"},"Matthew 10:39"],")."],["p.para","“We lose our life by serving and lifting others. By so doing we experience the only true and lasting happiness. Service is not something we endure on this earth so we can earn the right to live in the celestial kingdom. Service is the very fiber of which an exalted life in the celestial kingdom is made."],["p.para","“Knowing that service is what gives our Father in Heaven fulfillment, and knowing that we want to be where He is and as He is, why must we be commanded to serve one another? Oh, for the glorious day when these things all come naturally because of the purity of our hearts. In that day there will be no need for a commandment because we will have experienced for ourselves that we are truly happy only when we are engaged in unselfish service. Let us use the freedom which comes from self-reliance in giving and serving."],["p.para","“Can we see how critical self-reliance becomes when looked upon as the prerequisite to service, when we also know service is what Godhood is all about? Without self-reliance one cannot exercise these innate desires to serve. How can we give if there is nothing there? Food for the hungry cannot come from empty shelves. Money to assist the needy cannot come from an empty purse. Support and understanding cannot come from the emotionally starved. Teaching cannot come from the unlearned. And most important of all, spiritual guidance cannot come from the spiritually weak."],["p.para","“There is an interdependence between those who have and those who have not. … Once a person has been made whole or self-reliant, he reaches out to aid others, and the cycle repeats itself."],["p.para","“We are all self-reliant in some areas and dependent in others. Therefore, each of us should strive to help others in areas where we have strengths. At the same time, pride should not prevent us from graciously accepting the helping hand of another when we have a real need. To do so denies another person the opportunity to participate in a sanctifying experience” (in Conference Report, Oct. 1982, 135–36; or",["span.emphasis","Ensign,"],"Nov. 1982, 93)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then First Counselor in the First Presidency: “It is a responsibility divinely laid upon each of us to bear one another’s burdens, to strengthen one another, to encourage one another, to lift one another, to look for the good in one another, and to emphasize that good” (",["span.emphasis","Let Faith Replace Our Fears"],"[CES fireside for young adults, Mar. 6, 1994], 7)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_015_001-hinckley.jpg"}]],[".sidebar",["p.para",{"id":"lip24","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip24"},"“Those who need help come in all age brackets.”"]]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles: “In latter-day revelation the Lord has commanded that we ‘succor the weak, lift up the hands which hang down, and strengthen the feeble knees’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],"). In another section of the Doctrine and Covenants, he instructed us to be ‘anxiously engaged in a good cause, and do many things of [our] own free will, and bring to pass much righteousness’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). … Indeed, service is a covenant obligation of all members of the Church of Jesus Christ” (in Conference Report, Oct. 1984, 13; or",["span.emphasis","Ensign,"],"Nov. 1984, 12)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles: “Obedience always includes service to others. Service in God’s work allows us to feel a part of what He feels and come to know Him” (in Conference Report, Oct. 2001, 18; or",["span.emphasis","Ensign,"],"Nov. 2001, 17)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “[Jesus’s] deliberate use of Jews and Samaritans clearly teaches that we are all neighbors and that we should love, esteem, respect, and serve one another despite our deepest differences-including religious, political, and cultural differences” (in Conference Report, Oct. 2001, 43; or",["span.emphasis","Ensign,"],"Nov. 2001, 36)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring: “[The Savior] called us to serve others so that we could strengthen our own faith as well as theirs. He knows that by serving Him we will come to know Him” (in Conference Report, Apr. 2000, 81; or",["span.emphasis","Ensign,"],"May 2000, 66)."]],["li",["span.label","•"],["p.para","Elder Carl B. Pratt of the Seventy: “We do pretty well at fulfilling callings, at going to meetings, at paying our tithing; but have we learned to truly live the second great commandment: ‘Thou shalt love thy neighbour as thyself’? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.39"},"Matthew 22:39"],"). This is not something that can be assigned to the elders quorum or to the visiting teachers; this has to spring from the heart of every true disciple of Christ, a person who will look automatically and without being asked for opportunities to serve, to uplift, and to strengthen his fellowman” (in Conference Report, Oct. 1997, 12; or",["span.emphasis","Ensign,"],"Nov. 1997, 12)."]]],["p.para",{"id":"p30","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p30"},"Everyone needs help at some time."],["ul.bullet",["li",["span.label","•"],["p.para","The First Presidency and Council of the Twelve Apostles: “Husband and wife have a solemn responsibility to love and care for each other and for their children. … Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102)."]],["li",["span.label","•"],["p.para","President Harold B. Lee, eleventh President of the Church: “Who of us, in whatever station we may have been in, have not needed strengthening?” (in Conference Report, Apr. 1973, 179; or",["span.emphasis","Ensign,"],"July 1973, 123)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “Life in today’s world can be at times so complicated and the challenges so overwhelming as to be beyond our individual capacity to resolve them. We all need help from the Lord” (in Conference Report, Oct. 1991, 115; or",["span.emphasis","Ensign,"],"Nov. 1991, 84)."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles spoke of President Gordon B. Hinckley’s experience as a young missionary: “Shortly after Elder Hinckley’s labors began in England, he became discouraged and wrote to his father. After reading that letter, his father’s wise reply closed with these words: ‘Forget yourself and go to work’ [in Sheri L. Dew,",["span.emphasis","Go Forward with Faith: The Biography of Gordon B. Hinckley"],"(1996), 64]. Thanks to noble parents and a crucial decision to remain, Elder Hinckley completed his mission with honor. Now he often states that the good things that have happened to him since have all hinged upon that decision to stay. On his mission, he developed good habits of study, work, communication, budgeting, time management, and more. There he learned that nothing is too hard for the Lord [see",["a.scriptureRef",{"href":"/scriptures/ot/jer/32.17"},"Jeremiah 32:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.37"},"Luke 1:37"],"]” (in Conference Report, Oct. 1997, 17; or",["span.emphasis","Ensign,"],"Nov. 1997, 15)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton of the Quorum of the Twelve Apostles: “Those who need help come in all age brackets. Some of His sheep are young, lonely, and lost. Some are weary, afflicted, and worn with age. Some are in our own family, in our own neighborhood, or in the far corners of the world where we can help with fast offerings. Some are starving for food. Some are starving for love and concern” (in Conference Report, Oct. 1981, 129; or",["span.emphasis","Ensign,"],"Nov. 1981, 91)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks: “When the Saints settled in the valleys of the mountains, they promptly established a Perpetual Emigrating Fund to assist the poor to move from Winter Quarters, and later from the nations of Europe. At least half of those who journeyed to join the Saints could not have come without the help of leaders and members who were determined to include everyone who desired to gather to Zion” (in Conference Report, Oct. 1997, 101; or",["span.emphasis","Ensign,"],"Nov. 1997, 73)."],[".sidebar",["p.para",{"id":"lip37","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip37"},"“We have a great tradition of unselfish service in The Church of Jesus Christ of Latter-day Saints.”"],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_015_002-foldChair.jpg"}]]]]],["p.para",{"id":"p38","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p38"},"We can serve each other in many different ways."],["ul.bullet",["li",["span.label","•"],["p.para","“Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],")."]],["li",["span.label","•"],["p.para","“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:"],["p.para","“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me. …"],["p.para","“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.35-36,40"},"Matthew 25:35–36, 40"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],"])."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency:"],["p.para","“As the Savior Himself said, ‘Greater love hath no man than this, that a man lay down his life for his friends’ [",["a.scriptureRef",{"href":"/scriptures/nt/john/15.13"},"John 15:13"],"]."],["p.para","“Most of us don’t demonstrate our unselfishness in such a dramatic way, but for each of us unselfishness can mean being the right person at the right time in the right place to render service. Almost every day brings opportunities to perform unselfish acts for others. Such acts are unlimited and can be as simple as a kind word, a helping hand, or a gracious smile. …"],["p.para","“I wish to testify that the greatest fulfilling service to be rendered by any of us is in the service of the Master. In the various pursuits of my life, none has been as rewarding or beneficial as responding to the calls for service in this Church. Each has been different. Each one has brought a separate blessing” (in Conference Report, Oct. 2002, 21; or",["span.emphasis","Ensign,"],"Nov. 2002, 21–22)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks:"],["p.para","“Millions … serve from their homes on a Church-service basis. So it is with the [many thousands of] bishoprics and branch presidencies and the faithful presidencies of the quorums and Relief Society, Primary, and Young Women who serve with them and under their direction. So it is with millions of others-faithful teachers in wards, branches, stakes, and districts. And think of the hundreds of thousands of home teachers and visiting teachers who fulfill the Lord’s command to ‘watch over the church always, and be with and strengthen them’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.53"},"D&C 20:53"],"). …"],["p.para","“We have a great tradition of unselfish service in The Church of Jesus Christ of Latter-day Saints. Indeed, one of the distinguishing characteristics of this Church is the fact that we have no paid or professional clergy in our thousands of local congregations and in the regional stakes, districts, and missions that oversee them. As an essential part of God’s plan for His children, the leadership and work of His Church is provided by His children who give their time freely for the service of God and their fellowmen” (in Conference Report, Oct. 2002, 73; or",["span.emphasis","Ensign,"],"Nov. 2002, 69)."]],["li",["span.label","•"],["p.para","Elder James M. Paramore of the Presidency of the Seventy: “The Church helps us to overcome selfishness and uncertainty by serving others in dozens of ways over a lifetime. Some of our fondest memories go back to those associations we have had in service together” (in Conference Report, Apr. 1988, 11; or",["span.emphasis","Ensign,"],"May 1988, 11)."]],["li",["span.label","•"],["p.para","Sister Betty Jo N. Jepsen of the Primary general presidency: “Serving others in any way is an indication of our desire to respond to the Savior’s invitation to come unto Him. How about a checkup on our service to others? Let’s ask ourselves, Will I make that visit to my homebound friend? Will I open my mouth to defend and testify of the truth? Will I give of my worldly goods? Do I share some of my fresh, productive time with my children? Do I serve with joy in my Church calling?” (in Conference Report, Oct. 1992, 108; or",["span.emphasis","Ensign,"],"Nov. 1992, 77)."]],["li",["span.label","•"],["p.para","President Thomas S. Monson of the First Presidency: “Our service to others … can bolster human spirits, clothe cold bodies, feed hungry people, comfort grieving hearts, and lift to new heights precious souls” (in Conference Report, Apr. 1990, 62; or",["span.emphasis","Ensign,"],"May 1990, 47)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_015_003-paint.jpg"}]]]],["p.para",{"id":"p53","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p53"},"Serving each other should be a lifetime pursuit."],["ul.bullet",["li",["span.label","•"],["p.para","“Because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God."],["p.para","“And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.16-17"},"Mosiah 2:16–17"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"])."]],["li",["span.label","•"],["p.para","“Therefore, O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"D&C 4:2"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_015_004-makeCookies.jpg"}]]],["li",["span.label","•"],["p.para","Elder Russell C. Taylor of the Seventy:"],["p.para","“Live a life of service. …"],["p.para","“… Service opens windows in your life instead of just mirrors that always reflect yourself” (in Conference Report, Apr. 1989, 54; or",["span.emphasis","Ensign,"],"May 1989, 42)."]],["li",["span.label","•"],["p.para","Elder Robert L. Backman of the Seventy: “May you realize that this is your world, a beautiful world with unlimited opportunities to grow, to learn, and to serve. Will you make it a better world through the preparations you make now and the noble service you render throughout your life as a token of the love you have of your Father in Heaven and his Son” (in Conference Report, Oct. 1980, 62; or",["span.emphasis","Ensign,"],"Nov. 1980, 42)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard: “From the time one is first ordained to any office in the priesthood, he should be committed to a lifetime of service in the kingdom of God. Young men should be taught by loving and sensitive fathers, bishops, and priesthood advisers that priesthood means service” (“The Greater Priesthood: Giving a Lifetime of Service in the Kingdom,”",["span.emphasis","Ensign,"],"Sept. 1992, 72)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott, then of the Presidency of the Seventy: “I know [God] lives. I love him with every fiber of my being. With you, I want to use my life in service to him and in lifting Father’s children” (“Four Fundamentals for Those Who Teach and Inspire Youth,” in",["span.emphasis","Old Testament Symposium Speeches, 1987"],"[1988], 6)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p64","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p64"},"Manuel, Marta, and their family lived outside their native country for three years while Manuel served as a mission president. During this time they gave faithful service to others. Since they had sold their home to serve their mission, on their return they arranged to rent a small house."],["p.para",{"id":"p65","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p65"},"As they entered their new home, they were shocked to find furniture in place, beds made, dishes in the cupboard, and food on the shelves. Manuel and Marta sat down in the living room, surrounded by their loved ones, and wept. For so long they had given service to others, and now others were serving them. They knelt in grateful prayer as a family."],["ul.bullet",["li",["span.label","•"],["p.para","What clues might we look for that our neighbors are in need of our service?"]]],["p.para",{"id":"p67","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p67"},"Bishop Vaughn J. Featherstone, then of the Presiding Bishopric, related the following account by Brother Les Goates. Brother Goates’s father, George, farmed sugar beets west of Lehi, Utah. In 1918, when the events he describes took place, more than 20 million people around the world died in the Spanish influenza epidemic."],["p.para",{"id":"p68","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p68"},"“Winter came early that year and froze much of the sugar beet crop in the ground,” writes Brother Goates. “My dad and brother Francis were desperately trying to get out of the frosty ground one load of beets each day.” One day they received a telephone call that George’s nine-year-old grandson Kenneth “had been stricken with the dread ‘flu,’ and after only a few hours of violent sickness, had died.” George was asked to go to Ogden and take the boy to Lehi for burial."],["p.para",{"id":"p69","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p69"},"When George arrived at the home he found his son Charles was also sick. Charles asked his father to take the boy and return for him the next day. “Father brought Kenneth home, made a coffin in his carpenter shop, and … with [my brother] Franz and two kind neighbors [dug] the grave. …"],["p.para",{"id":"p70","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p70"},"“The folks had scarcely returned from the cemetery when the telephone rang again.” They learned that Charles had died and four of his young children were also sick. Charles’s body was sent to Lehi by train, but the next day George had to return to Ogden to get one of the grandchildren, seven-year-old Vesta, who had since died. Before he returned to Lehi with Vesta, a call came again that one of her sick sisters, five-year-old Elaine, had also died. So George made yet “another heartbreaking journey to bring home and lay away a fourth member of his family, all within the week.”"],["p.para",{"id":"p71","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p71"},"The next day George told his son Francis, “‘Well, son, we had better get down to the field and see if we can get another load of beets out of the ground before they get frozen in any tighter.’ …"],["p.para",{"id":"p72","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p72"},"“… As they drove along the Saratoga Road, they passed wagon after wagon-load of beets being hauled to the factory and driven by neighborhood farmers. …"],["p.para",{"id":"p73","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p73"},"“On the last wagon was … Jasper Rolfe. He waved a cheery greeting and called out: ‘That’s all of ’em, Uncle George.’"],["p.para",{"id":"p74","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p74"},"“My dad turned to Francis and said: ‘I wish it was all of ours.’"],["p.para",{"id":"p75","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p75"},"“When they arrived at the farm gate … there wasn’t a sugar beet on the whole field. Then it dawned upon him what Jasper Rolfe meant when he called out: ‘That’s all of ’em, Uncle George!’ …"],["p.para",{"id":"p76","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p76"},"“Then father sat down on a pile of beet tops-this man who brought four of his loved ones home for burial in the course of only six days; made caskets, dug graves, and even helped with the burial clothing— … and sobbed like a little child."],["p.para",{"id":"p77","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-15-serving-one-another.p77"},"“Then he arose, wiped his eyes with his big, red bandanna handkerchief, looked up at the sky, and said: ‘Thanks, Father, for the elders of our ward.’” (in Conference Report, Apr. 1973, 46–48; or",["span.emphasis","Ensign,"],"July 1973, 36–37)."],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think Brother Goates was so touched by the service given to him?"]],["li",["span.label","•"],["p.para","What can you learn from the fact that the elders did not wait for the Goates family to ask for help with the beets?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","How are understanding and empathy a form of service?"]],["li",["span.label","•"],["p.para","What opportunities for service are available to members of the Church?"]],["li",["span.label","•"],["p.para","What acts of service can you do apart from the Church organization?"]],["li",["span.label","•"],["p.para","In what ways can you determine whom to serve?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
