{"id":3,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":3,"title":"Chapter 1: The Plan of Salvation for Heavenly Father’s Children","subtitle":"","short_title":"Chapter 1: The Plan of Salvation for Heavenly Father’s Children","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.head1"},["h1","Chapter 1"],[".subtitle","The Plan of Salvation for Heavenly Father’s Children"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p4"},"Heavenly Father has a fulness of joy. He loves His children and wants us to become like Him. He prepared the plan of salvation, also called the plan of happiness, to make it possible for us to experience this same joy. As we grow in our understanding of Heavenly Father’s plan and as we keep His commandments, we become more like Him."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Heavenly Father prepared a plan of salvation. It teaches us where we came from, why we are here, and where we are going after mortality."]],["li",["span.label","•"],["p.para","Understanding our place in the plan of salvation helps us develop faith and find joy in a world with many inequities."]],["li",["span.label","•"],["p.para","We can use our knowledge of the plan of salvation to help us in our earthly challenges."]]]],[".topic",["h2","Supporting Scriptures and Statements"],[".sidebar",["p.para",{"id":"p10","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p10"},"“Mortality is very brief but immeasurably important.”"]],["p.para",{"id":"p11","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p11"},"Heavenly Father prepared a plan of salvation. It teaches us where we came from, why we are here, and where we are going after mortality."],["ul.bullet",["li",["span.label","•"],["p.para","“We will take of these materials, and we will make an earth whereon these may dwell;"],["p.para","“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;"],["p.para","“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-26"},"Abraham 3:24–26"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_001_001-heavenlyFather.jpg"}],[".caption",["p",{"id":"lds-"},"Heavenly Father explains the plan of salvation."]]]],["li",["span.label","•"],["p.para","“God conversed with men, and made known unto them the plan of redemption, which had been prepared from the foundation of the world; and this he made known unto them according to their faith and repentance and their holy works” (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.30"},"Alma 12:30"],")."]],["li",["span.label","•"],["p.para","“For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “Although our memory of it is withheld, before we came to this earth we lived in the presence of God, our Eternal Father, and His Son, Jesus Christ. We shouted for joy when given the privilege of coming to this earth to receive a body and to move forward in God’s plan for our happiness. We knew that we would be tested here. Our determination was to live obediently to be able to return to be with our Father forever. Part of that testing here is to have so many seemingly interesting things to do that we can forget the main purposes for being here. Satan works very hard so that the essential things won’t happen” (in Conference Report, Apr. 1997, 78; or",["span.emphasis","Ensign,"],"May 1997, 53–54)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “In a premortal council at which we were all present, [Jesus Christ] accepted our Father’s great plan of happiness for His children and was chosen by the Father to give effect to that plan. He led the forces of good against those of Satan and his followers in a battle for the souls of men that began before this world was formed. That conflict continues today. We were all on the side of Jesus then. We are on the side of Jesus today” (in Conference Report, Oct. 1996, 96; or",["span.emphasis","Ensign,"],"Nov. 1996, 71)."]],["li",["span.label","•"],["p.para","The First Presidency and Council of the Twelve Apostles: “The family is ordained of God. Marriage between man and woman is essential to His eternal plan” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin:"],["p.para","“We understand that we will live a postmortal life of infinite duration and that we determine the kind of life it will be by our thoughts and actions in mortality. Mortality is very brief but immeasurably important. …"],["p.para","“We know that death is a necessary transition. It will come sooner or later to each of us. Our mortal bodies will return to earth, and our spirits will return to the spirit world. By virtue of the Savior’s atoning sacrifice, we all will be resurrected. Each of us will stand before the judgment bar of the great Jehovah and be rewarded according to our deeds in mortality."],["p.para","“If we make every earthly decision with this judgment in mind, we will have used our mortal probation wisely and its days will give us peace in this life and eternal life in the world to come” (in Conference Report, Apr. 1998, 15, 18; or",["span.emphasis","Ensign,"],"May 1998, 14, 16–17)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry of the Quorum of the Twelve Apostles: “The Lord provided an Atonement through Jesus Christ to overcome the effects of the Fall. The Atonement is the means by which imperfect man is reconciled to a perfect God. The Atonement provides a resurrection for all who have lived in mortality and returns them to the presence of God to be judged. In addition, those who accept and apply the principles of the gospel and rely upon the merits and mercy of Christ permanently overcome spiritual death and receive exaltation in the celestial kingdom” (“Give Heed unto the Word of the Lord,”",["span.emphasis","Ensign,"],"Jun. 2000, 25)."]],["li",["span.label","•"],["p.para","President Boyd K. Packer, Acting President of the Quorum of the Twelve Apostles:"],["p.para","“When you die, you are introduced to the spirit world [see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith (1976),",["a.crossRef",{"href":"/manual/teachings-of-presidents-of-the-church-joseph-smith.p1"},"310–11"],"]. It is happiness, a paradise, for the righteous. It is misery for the wicked (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.10-16"},"2 Nephi 9:10–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.7-14"},"Alma 40:7–14"],"). In either state, we continue to learn and are accountable for our actions (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.10-22"},"D&C 138:10–22"],")."],["p.para","“After all have been dealt with equally, a judgment will be rendered (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.18"},"Mosiah 3:18"],"; see also",["span.emphasis","Teachings,"],"218–19). Each will be resurrected in his or her own order (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.21-23"},"1 Corinthians 15:21–23"],"). The glory one receives, however, will depend on obedience to the laws and ordinances of our Father’s plan (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.40-42"},"1 Corinthians 15:40–42"],")."],["p.para","“Those who have become pure through repentance will obtain eternal life and return to the presence of God. They will be exalted as ‘heirs of God, and joint-heirs with Christ’ (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.17"},"Romans 8:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.94-95"},"D&C 76:94–95"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.35"},"84:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-20"},"132:19–20"],"; see also",["span.emphasis","Teachings,"],"374)” (",["span.emphasis","The Play and the Plan"],"[CES fireside for young adults, May 7, 1995], 3)."]]],[".sidebar",["p.para",{"id":"p29","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p29"},"“Understanding the gospel of Jesus Christ and following him as our Savior and our Redeemer will influence every aspect of our lives.”"]],["p.para",{"id":"p30","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p30"},"Understanding our place in the plan of salvation helps us develop faith and find joy in a world with many inequities."],["ul.bullet",["li",["span.label","•"],["p.para","“And Eve, his wife, heard all these things and was glad, saying: Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.11"},"Moses 5:11"],")."]],["li",["span.label","•"],["p.para","“Adam fell that men might be; and men are, that they might have joy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"[Scripture Mastery])."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_001_002-largeGroup.jpg"}]]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “Understanding the gospel of Jesus Christ and following him as our Savior and our Redeemer will influence every aspect of our lives, including all of our individual choices. Those who live according to Heavenly Father’s eternal plan will not want to absorb any information that is illicit or untoward, nor will they destroy their spiritual sensitivity through immoral acts or the consumption of any harmful substances. Neither will they search for doctrinal loopholes to find reasons to challenge the ordained leadership of the Church nor tamper with the simple truths of the gospel. They will not attempt to justify any lifestyle that is contrary to the plan of happiness. If they do any of these things, they will never find the inner peace and joy that living the gospel brings. All of our Father’s children can seek prayerfully to know who they are and can find real happiness if they obey God’s commandments and endure to the end” (in Conference Report, Apr. 1995, 31; or",["span.emphasis","Ensign,"],"May 1995, 24)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_001_003-lifeCycle.jpg"}]]],["li",["span.label","•"],["p.para","President Boyd K. Packer: “For some reason we think the Atonement of Christ applies",["span.emphasis","only"],"at the end of mortal life to redemption from the Fall, from spiritual death. It is much more than that. It is an ever-present power to call upon in everyday life. When we are racked or harrowed up or tormented by guilt or burdened with grief, He can heal us. While we do not fully understand how the Atonement of Christ was made, we can experience ‘the peace of God, which passeth all understanding’ [",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.7"},"Philippians 4:7"],"]” (in Conference Report, Mar.–Apr. 2001, 28; or",["span.emphasis","Ensign,"],"May 2001, 23)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “I promise you that through your obedience and continuing faith in Jesus Christ and your understanding of the whole plan of happiness, even if important parts of it aren’t fulfilled in your life now, they will be yours in the Lord’s due time. I also promise you that you can have significant growth and happiness now in your present circumstances. As a daughter or son of God, live whatever portion of the plan you can to the best of your ability” (in Conference Report, Oct. 1996, 102; or",["span.emphasis","Ensign,"],"Nov. 1996, 75)."]]],["p.para",{"id":"p36","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p36"},"We can use our knowledge of the plan of salvation to help us in our earthly challenges."],["ul.bullet",["li",["span.label","•"],["p.para","“I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","“Come unto me, all ye that labour and are heavy laden, and I will give you rest."],["p.para","“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls."],["p.para","“For my yoke is easy, and my burden is light” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],")."]],["li",["span.label","•"],["p.para","Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para","“Relying always on the Lord, we must become independent of the world. We must be self-reliant. Using the agency God has given us, we must work out our own economic and temporal problems."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_001_004-womanReading.jpg"}]],["p.para","“We are here on earth to work—to work long, hard, arduous hours, to work until our backs ache and our tired muscles knot, to work all our days. This mortal probation is one in which we are to eat our bread in the sweat of our faces until we return to the dust from whence we came."],["p.para","“Work is the law of life; it is the ruling principle in the lives of the Saints. We cannot, while physically able, voluntarily shift the burden of our own support to others. Doles abound in evils. Industry, thrift, and self-respect are essential to salvation."],["p.para","“We must maintain our own health, sow our own gardens, store our own food, educate and train ourselves to handle the daily affairs of life. No one else can work out our salvation for us, either temporally or spiritually."],["p.para","“We are here on earth to care for the needs of our family members. Wives have claim on their husbands for their support, children upon their parents, parents upon their children, brothers upon each other, and relatives upon their kin” (in Conference Report, Mar.–Apr. 1979, 132; or",["span.emphasis","Ensign,"],"May 1979, 93)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “Oh, how I would encourage you to weave deeply into the fabric of your soul the recognition that your life now is a part of a much bigger plan the Lord has for you. You lived part of it in the premortal existence. You were valiant there and came here because you wanted to grow and enjoy greater happiness. What you decide to do now will affect how well you fulfill that divine, personal plan He has for you” (in Conference Report, Oct. 1999, 112; or",["span.emphasis","Ensign,"],"Nov. 1999, 87)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “Your Heavenly Father assigned you to be born into a specific lineage from which you received your inheritance of race, culture, and traditions. That lineage can provide a rich heritage and great reasons to rejoice. Yet you have the responsibility to determine if there is any part of that heritage that must be discarded because it works against the Lord’s plan of happiness” (in Conference Report, Apr. 1998, 112; or",["span.emphasis","Ensign,"],"May 1998, 86)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “You face great challenges that lie ahead. You are moving into a world of fierce competition. You must get all of the education you can. The Lord has instructed us concerning the importance of education. It will qualify you for greater opportunities. It will equip you to do something worthwhile in the great world of opportunity that lies ahead. If you can go to college and that is your wish, then do it. If you have no desire to attend college, then go to a vocational or business school to sharpen your skills and increase your capacity” (in Conference Report, Apr. 1997, 70; or",["span.emphasis","Ensign,"],"May 1997, 49–50)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p51","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p51"},"President Marion G. Romney of the First Presidency said: “Some months ago I sat on an airplane beside a gentleman from the Far East. After exchanging a few pleasantries, he, responding to my inquiry, told me about his business activities. He then inquired about mine. This, of course, led to a gospel discussion. He had no religion, although he said his mother was a Christian. He had no concept of a God, no idea whether he had had a pre-earth existence or whether he would live on after death. He had no purpose in life except to work hard and obtain a ‘reasonable standard of living.’ After discussing a few fundamental gospel truths, he responded: ‘Such concepts would surely give one an objective to live for.’” (in Conference Report, Apr. 1976, 117; or",["span.emphasis","Ensign,"],"May 1976, 79)."],["ul.bullet",["li",["span.label","•"],["p.para","How can knowing Heavenly Father’s plan of salvation give purpose and perspective to the challenges of mortality?"]]],["p.para",{"id":"p53","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-1-the-plan-of-salvation-for-heavenly-fathers-children.p53"},"Life is difficult for many people in the community where Carlos lives. As a recent convert to the Church, he is excited about his new-found religion. So many of life’s questions have now been answered for him. One thing still troubles him, however. Many people throughout the world and even in his own country have more material goods than the people he knows. He wonders why this is so. Why has God allowed so many good people to struggle for a living, even though we all chose His plan before coming to earth?"],["ul.bullet",["li",["span.label","•"],["p.para","How would you answer Carlos’s question?"]],["li",["span.label","•"],["p.para","What advice would you give Carlos?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","How does the plan of salvation’s description of who we are differ from that of other religions or philosophies?"]],["li",["span.label","•"],["p.para","In what ways might a knowledge of the plan of salvation help us deal with trials and injustices?"]],["li",["span.label","•"],["p.para","How would the world change if everyone understood that we are sons and daughters of Heavenly Father?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
