{"id":7,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 5: Faith in Jesus Christ Gives Us Power to Provide for Ourselves and Others","subtitle":"","short_title":"Chapter 5: Faith in Jesus Christ Gives Us Power to Provide for Ourselves and Others","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.head1"},["h1","Chapter 5"],[".subtitle","Faith in Jesus Christ Gives Us Power to Provide for Ourselves and Others"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p4"},"Faith in the Lord Jesus Christ is the first principle of the gospel (see",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],"). As we trust in the Lord and seek His help in both spiritual and temporal matters, we receive His assistance and blessings."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p5"},"In addition to having faith in Jesus Christ, we must do all we can to accomplish our righteous desires. Sometimes this takes long periods of faithful living and great effort on our part. Moroni taught that we “receive no witness until after the trial of [our] faith” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.6"},"Ether 12:6"],"). When we work, pray, and endure with faith in Jesus Christ to improve our conditions, the Lord will help us."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Faith in the Lord Jesus Christ brings power to grow spiritually and deal with temporal affairs."]],["li",["span.label","•"],["p.para","The Lord promised that He will help provide for us."]],["li",["span.label","•"],["p.para","The Lord will not command us in all things. We must be anxiously engaged in doing much good."]],["li",["span.label","•"],["p.para","When we faithfully turn to the Lord, He will help us understand how we can improve our lives and help others."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p12"},"Faith in the Lord Jesus Christ brings power to grow spiritually and deal with temporal affairs."],["ul.bullet",["li",["span.label","•"],["p.para","“Because of your diligence and your faith and your patience with the word in nourishing it, … by and by ye shall pluck the fruit thereof, which is most precious” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.42"},"Alma 32:42"],")."]],["li",["span.label","•"],["p.para","“Trust in the Lord with all thine heart; and lean not unto thine own understanding."],["p.para","“In all thy ways acknowledge him, and he shall direct thy paths” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-6"},"Proverbs 3:5–6"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","Elder Henry D. Taylor, an Assistant to the Twelve: “My beloved brothers and sisters, the Lord does keep his promises. He truly opens the windows of heaven and pours out his blessings upon those who are faithful and who obey his commandments but it will be done in his own way. These blessings may come in a financial or temporal way or may be realized by a spiritual outpouring, bringing strength, peace, and comfort. His blessings may come in unusual and unexpected ways so that at the time we may not even recognize them as blessings; but the promises of the Lord will be kept” (in Conference Report, Apr. 1974, 158; or",["span.emphasis","Ensign,"],"May 1974, 108)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “It takes great faith and courage to pray to our Heavenly Father, ‘Not as I will, but as thou wilt.’ The faith to believe in the Lord and endure brings great strength. Some may say if we have enough faith, we can sometimes change the circumstances that are causing our trials and tribulations. Is our faith to change circumstances, or is it to endure them? Faithful prayers may be offered to change or moderate events in our life, but we must always remember that when concluding each prayer, there is an understanding: ‘Thy will be done’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.42"},"Matthew 26:42"],"). Faith in the Lord includes trust in the Lord. The faith to endure well is faith based upon accepting the Lord’s will and the lessons learned in the events that transpire” (in Conference Report, Apr. 1998, 101; or",["span.emphasis","Ensign,"],"May 1998, 77)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_005_001-onComputer.jpg"}]]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip18","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip18"},"“The faith to believe in the Lord and endure brings great strength.”"]],["p.para","President Thomas S. Monson of the First Presidency: “Should there be anyone who feels he is too weak to change the onward and downward course of his life, or should there be those who fail to resolve to do better because of that greatest of fears, the fear of failure, there is no more comforting assurance to be had than the words of the Lord: ‘My grace,’ said He, ‘is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them’ [",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"]” (in Conference Report, Apr. 2000, 61–62; or",["span.emphasis","Ensign,"],"May 2000, 48)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, then President of the Quorum of the Twelve Apostles: “It takes faith—unseeing faith—for young people to proceed immediately with their family responsibilities in the face of financial uncertainties. It takes faith for the young woman to bear her family instead of accepting employment, especially when schooling for the young husband is to be finished. It takes faith to observe the Sabbath when ‘time and a half’ can be had working, when profit can be made, when merchandise can be sold. It takes a great faith to pay tithes when funds are scarce and demands are great. It takes faith to fast and have family prayers and to observe the Word of Wisdom. It takes faith to do home teaching, stake missionary work, and other service, when sacrifice is required. It takes faith to fill full-time missions. But know this—that all these are of the planting, while faithful, devout families, spiritual security, peace, and eternal life are the harvest” (",["span.emphasis","Faith Precedes the Miracle"],"[1972], 11; see Conference Report, Oct. 1952, 50–51)."]],["li",["span.label","•"],["p.para","Elder Howard W. Hunter, then of the Quorum of the Twelve Apostles: “We need to study the simple fundamentals of the truths taught by the Master and eliminate the controversial. Our faith in God needs to be real and not speculative. The restored gospel of Jesus Christ can be a dynamic, moving influence. … One of the great strengths of the Mormon religion is this translation of belief into daily thinking and conduct” (in Conference Report, Oct. 1970, 131–32)."]]],["p.para",{"id":"p22","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p22"},"The Lord promised that He will help provide for us."],["ul.bullet",["li",["span.label","•"],["p.para","“I, the Lord, have decreed to provide for my saints. …"],["p.para","“For the earth is full, and there is enough and to spare” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.16-17"},"D&C 104:16–17"],")."]],["li",["span.label","•"],["p.para","“Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.7"},"Matthew 7:7"],")."]],["li",["span.label","•"],["p.para","President Brigham Young, second President of the Church: “My faith does not lead me to think the Lord will provide us with roast pigs, bread already buttered, etc.; he will give us the ability to raise the grain, to obtain the fruits of the earth, to make habitations, to procure a few boards to make a box, and when harvest comes, giving us the grain, it is for us to preserve it—to save the wheat until we have one, two, five, or seven years’ provisions on hand, until there is enough of the staff of life saved by the people to bread themselves and those who will come here seeking for safety” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], 291–92)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “I testify that within your own personal sphere of activity and framework of responsibilities, the Lord will provide … help. When needed and earned, you can enjoy divine inspiration to know what to do and, when necessary, power or capacity to accomplish it. Joseph Smith learned how to perfect the ability to follow the guidance of the Lord by practiced, personal discipline. He did not let his own desires, convenience, or the persuasions of men interfere with that compliance as he grew and was schooled by the Lord in how to do the tasks given him. Let us follow his example” (in Conference Report, Oct. 1999, 114; or",["span.emphasis","Ensign,"],"Nov. 1999, 88–89)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_005_002-2womenChild.jpg"}]]]],["p.para",{"id":"p28","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p28"},"The Lord will not command us in all things. We must be anxiously engaged in doing much good."],["ul.bullet",["li",["span.label","•"],["p.para","“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward."],["p.para","“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;"],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_005_003-workFamily.jpg"}]],["p.para","“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-27"},"D&C 58:26–27"],"])."]],["li",["span.label","•"],["p.para","Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para","“We’re faced with two propositions. One is that we ought to be guided by the spirit of inspiration, the spirit of revelation. The other is that we’re here [on earth] under a direction to use our agency, to determine what we ought to do on our own; and we need to strike a fine balance between these two. …"],["p.para","“… Implicit in asking in faith is the precedent requirement that we do everything in our power to accomplish the goal that we seek. We use the agency with which we have been endowed. We use every faculty and capacity and ability that we possess to bring about the eventuality that may be involved. …"],["p.para","“… We’re expected to do everything in our power that we can, and then to seek an answer from the Lord, a confirming seal that we’ve reached the right conclusion” (“Agency or Inspiration—Which?”",["span.emphasis","Speeches of the Year: BYU Devotional Addresses, 1972–73"],"[1973], 109–10, 113)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip36","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip36"},"“Believing requires action.”"]],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “Each President of the Church, armed with the Holy Ghost as a constant companion, inherits an enormous workload at an age when most men would be retired. President Hinckley sets a pace that is unprecedented. … His strenuous schedule is driven by his determination to be ‘anxiously engaged’ in building the kingdom of God. Often I have heard him say, ‘I don’t know how to get anything done except getting on my knees and pleading for help and then getting on my feet and going to work.’ Unshakable faith, hard work, and contagious optimism epitomize our prophet” (in Conference Report, Oct. 1997, 18; or",["span.emphasis","Ensign,"],"Nov. 1997, 16)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “We cannot be double minded in our relationships with husband or wife, parents or children. Are we going to savor the enjoyment of our children after they are a little older and we are not so busy? What about the valued friendships that fade because of the thoughtful, lengthy letters we plan to write but never finish and send? Are we faithful in going to our temples regularly? Consider the books we are going to read, the impulses to kindness we are going to act upon, and the good causes we are going to espouse. Are we always packing our bags with the things we value most in life but never leaving on the trip? Does tomorrow never come? Let us resolve to begin to live today—not tomorrow, but today—this hour while we yet have time” (in Conference Report, Apr. 1998, 18; or",["span.emphasis","Ensign,"],"May 1998, 16)."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency: “Believing requires action. If you prepare to walk down the path of life, you can be rewarded beyond your dreams and expectations. But to achieve this, you must work very hard, save, be wise, and be alert. You must learn to deny yourselves of worldly gratification. You must be faithful in paying tithes; you must keep the Word of Wisdom; you must be free from other addictions. You must be chaste and morally clean in every respect. You should accept and be faithful in all of the calls that come to you. Steadiness and toil will serve you better than brilliance” (in Conference Report, Oct. 1997, 59; or",["span.emphasis","Ensign,"],"Nov. 1997, 43)."]]],["p.para",{"id":"p40","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p40"},"When we faithfully turn to the Lord, He will help us understand how we can improve our lives and help others."],["ul.bullet",["li",["span.label","•"],["p.para","“And if men come unto me I will show unto them their weakness. … For if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","“Wherefore, be faithful; … succor the weak, lift up the hands which hang down, and strengthen the feeble knees” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],")."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip43","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip43"},"“You cannot light a fire in another soul unless it is burning in your own soul.”"]],["p.para","President Gordon B. Hinckley, fifteenth President of the Church:"],["p.para","“With good employment skills, … young men and women can rise out of the poverty they and generations before them have known. They will better provide for their families. They will serve in the Church and grow in leadership and responsibility. … As faithful members of the Church, they will pay their tithes and offerings, and the Church will be much the stronger for their presence in the areas where they live. …"],["p.para","“… The likelihood of their remaining faithful and active throughout their lives will be very high” (in Conference Report, Mar.–Apr. 2001, 68–69; or",["span.emphasis","Ensign,"],"May 2001, 52–53)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton of the Quorum of the Twelve Apostles: “We need to know how, what, where, and why to change. The gospel of Jesus Christ can help us set short-term, intermediate, and long-term goals by teaching us who we are, where we came from, why we are here, and where we are going. With this knowledge, a person will have greater strength to improve” (in Conference Report, Oct. 1979, 89; or",["span.emphasis","Ensign,"],"Nov. 1979, 62)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley:"],["p.para","“It is our solemn obligation, it is our certain responsibility, my brethren, to ‘succor the weak, lift up the hands which hang down, and strengthen the feeble knees’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],"). We must help them to become self-reliant and successful."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_005_004-womanHeld.jpg"}]],["p.para","“I believe the Lord does not wish to see His people condemned to live in poverty. I believe He would have the faithful enjoy the good things of the earth. He would have us do these things to help them. And He will bless us as we do so. For the success of this undertaking I humbly pray, while soliciting your interest, your faith, your prayers, your concerns in its behalf” (in Conference Report, Mar.–Apr. 2001, 69–70; or",["span.emphasis","Ensign,"],"May 2001, 53)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles: “It is love that must motivate the shepherds of Israel. That may seem difficult at the start, because we may not even know the Lord well. But if we begin with even a little grain of faith in Him, our service to the sheep will increase our love for Him and for them. It comes from simple things that every shepherd must do. We pray for the sheep, every one for whom we are responsible. When we ask, ‘Please tell me who needs me,’ answers will come. A face or a name will come into our minds. Or we may have a chance meeting that we feel isn’t chance. In those moments we will feel the love of the Savior for them and for us. As you watch over His sheep, your love for Him will grow. And that will increase your confidence and your courage” (in Conference Report, Mar.–Apr. 2001, 51; or",["span.emphasis","Ensign,"],"May 2001, 40)."]],["li",["span.label","•"],["p.para","President Harold B. Lee, eleventh President of the Church: “You cannot lift another soul until you are standing on higher ground than he is. You must be sure, if you would rescue the man, that you yourself are setting the example of what you would have him be. You cannot light a fire in another soul unless it is burning in your own soul. … Who of us, in whatever station we may have been in, have not needed strengthening?” (in Conference Report, Apr. 1973, 178–79; or",["span.emphasis","Ensign,"],"July 1973, 123)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p54","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p54"},"Fernando’s family has lived in the same town for many years. Life has changed relatively little over many generations. When Fernando was seventeen, his family was taught the gospel and joined the Church. Fernando wants to know what he can do to better prepare for the future."],["ul.bullet",["li",["span.label","•"],["p.para","What counsel would you give Fernando?"]],["li",["span.label","•"],["p.para","What role can faith play as we prepare for the future?"]],["li",["span.label","•"],["p.para","How can daily scripture study, a mission, and education help Fernando grow spiritually and temporally?"]]],["p.para",{"id":"p58","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-5-faith-in-jesus-christ-gives-us-power-to-provide-for-ourselves-and-others.p58"},"Mary has been active in the Church all her life. She has a strong testimony of the gospel and has felt that her prayers have been answered many times. She has great confidence and faith in the Lord. For the past two years she has been praying about which job she should seek. She continues to go into more debt waiting for answers."],["ul.bullet",["li",["span.label","•"],["p.para","How can Mary be blessed by applying the Savior’s admonitions that “it is not meet that I should command in all things” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26"},"D&C 58:26"],") and that “men should be anxiously engaged” (v. 27)?"]],["li",["span.label","•"],["p.para","What advice would you give Mary?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","How does a knowledge of the Savior’s service to others influence your faith that He will also help you?"]],["li",["span.label","•"],["p.para","What specific needs should you seek help for in your prayers?"]],["li",["span.label","•"],["p.para","How can you tell when the Lord is prompting you to help others?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
