{"id":15,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 13: “These Things Shall Give Thee Experience”","subtitle":"","short_title":"Chapter 13: “These Things Shall Give Thee Experience”","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.head1"},["h1","Chapter 13"],[".subtitle","“These Things Shall Give Thee Experience”"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p4"},"The Lord’s plan for His children includes living in a mortal environment where there is an opposition in all things (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"). Knowing that opposition and adversity are a common part of life, we can meet and overcome these challenges by remaining faithful to the Lord and trusting Him to help us. As we rise above adversity, our weaknesses are turned into strengths (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"[Scripture Mastery])."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Adversity is part of our mortal experience."]],["li",["span.label","•"],["p.para","The challenges of mortality can help us grow."]],["li",["span.label","•"],["p.para","Maintaining faith in Jesus Christ helps us solve problems and overcome adversity."]],["li",["span.label","•"],["p.para","We must endure to the end."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p11","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p11"},"Adversity is part of our mortal experience."],["ul.bullet",["li",["span.label","•"],["p.para","“For it must needs be, that there is an opposition in all things. If not so, my first-born in the wilderness, righteousness could not be brought to pass, neither wickedness, neither holiness nor misery, neither good nor bad” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],")."]],["li",["span.label","•"],["p.para","“My people must be tried in all things, that they may be prepared to receive the glory that I have for them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.31"},"D&C 136:31"],")."]],["li",["span.label","•"],["p.para","Bishop Richard C. Edgley of the Presiding Bishopric: “I believe we all understood that by coming to earth, we would be exposed to all of the experiences of earth life, including the not-so-pleasant trials of pain, suffering, hopelessness, sin, and death. There would be opposition and adversity” (in Conference Report, Apr. 2002, 75; or",["span.emphasis","Ensign,"],"May 2002, 65)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “Knowing that we are in mortality to learn and to develop our faith, we should understand that there must be opposition in all things. During a family council in my own home, my wife said, ‘When you may think that someone has a perfect family, you just do not know them well enough.’” (in Conference Report, Apr. 1999, 44; or",["span.emphasis","Ensign,"],"May 1999, 34)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell of the Quorum of the Twelve Apostles: “Mortality presents us with numerous opportunities to become more Christlike: first, by coping successfully with those of life’s challenges which are ‘common to man[kind]’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.13"},"1 Corinthians 10:13"],"). In addition, there are also our customized trials such as experiencing illness, aloneness, persecution, betrayal, irony, poverty, false witness, unreciprocated love, et cetera” (in Conference Report, Oct. 1997, 28; or",["span.emphasis","Ensign,"],"Nov. 1997, 22)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_013_001-groupHug.jpg"}]]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “Much adversity is man-made. Men’s hearts turn cold, and the spirit of Satan controls their actions. In foreseeing the day of suffering in our time, the Savior said, ‘The love of men shall wax cold, and iniquity shall abound’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.27"},"D&C 45:27"],"). Violence, immorality, and other evils run rampant on the earth. Much adversity has its origin in the principle of agency” (in Conference Report, Apr. 1995, 30; or",["span.emphasis","Ensign,"],"May 1995, 23)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “The Lord is well aware of our mortality. He knows our weaknesses. He understands the challenges of our everyday lives. He has great empathy for the temptations of earthly appetites and passions. The Apostle Paul wrote in his epistle to the Hebrews that the Savior is ‘touched with the feeling of our infirmities’ because He ‘was in all points tempted like as we are’ [",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.15-16"},"Hebrews 4:15–16"],"]” (in Conference Report, Apr. 1996, 46; or",["span.emphasis","Ensign,"],"May 1996, 34)."]]],["p.para",{"id":"p19","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p19"},"The challenges of mortality can help us grow."],["ul.bullet",["li",["span.label","•"],["p.para","“Though he were a Son, yet learned he obedience by the things which he suffered” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.8"},"Hebrews 5:8"],")."]],["li",["span.label","•"],["p.para","Elder John B. Dickson of the Seventy: “Our challenges may be physical, spiritual, economic, or emotional, but if we will treat them as opportunities and stepping-stones in our progress, rather than barriers and stumbling blocks, our lives and growth will be wonderful. I have learned that between challenges it is very restful but that any real growth I have ever enjoyed has always come with a challenge” (in Conference Report, Oct. 1992, 63; or",["span.emphasis","Ensign,"],"Nov. 1992, 45)."],[".sidebar",["p.para",{"id":"lip22","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip22"},"“Any real growth I have ever enjoyed has always come with a challenge.”"]]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “Just when all seems to be going right, challenges often come in multiple doses applied simultaneously. When those trials are not consequences of your disobedience, they are evidence that the Lord feels you are prepared to grow more (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.11-12"},"Proverbs 3:11–12"],"). He therefore gives you experiences that stimulate growth, understanding, and compassion which polish you for your everlasting benefit. To get you from where you are to where He wants you to be requires a lot of stretching, and that generally entails discomfort and pain” (in Conference Report, Sept.–Oct. 1995, 18; or",["span.emphasis","Ensign,"],"Nov. 1995, 16–17)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell, then of the Presidency of the Seventy: “Afflictions can soften us and sweeten us, and can be a chastening influence. (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.41"},"Alma 62:41"],".) We often think of chastening as something being done to punish us, such as by a mortal tutor who is angry and peevish with us. Divine chastening, however, is a form of learning as it is administered at the hands of a loving Father. (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.3"},"Helaman 12:3"],".)” (",["span.emphasis","All These Things Shall Give Thee Experience"],"[1979], 39)."]],["li",["span.label","•"],["p.para","Elder James E. Faust, then a member of the Quorum of the Twelve Apostles:"],["p.para","“In the pain, the agony, and the heroic endeavors of life, we pass through a refiner’s fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong. …"],["p.para","“This change comes about through a refining process which often seems cruel and hard. In this way the soul can become like soft clay in the hands of the Master in building lives of faith, usefulness, beauty, and strength” (in Conference Report, Apr. 1979, 77; or",["span.emphasis","Ensign,"],"May 1979, 53)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para","“Our needed conversions are often achieved more readily by suffering and adversity than by comfort and tranquility [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2"},"2 Nephi 2:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],"]."],["p.para","“Most of us experience some measure of what the scriptures call ‘the furnace of affliction’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.10"},"Isaiah 48:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.10"},"1 Nephi 20:10"],"). Some are submerged in service to a disadvantaged family member. Others suffer the death of a loved one or the loss or postponement of a righteous goal like marriage or childbearing. Still others struggle with personal impairments or with feelings of rejection, inadequacy, or depression. Through the justice and mercy of a loving Father in Heaven, the refinement and sanctification possible through such experiences can help us achieve what God desires us to become” (in Conference Report, Oct. 2000, 43; or",["span.emphasis","Ensign,"],"Nov. 2000, 33–34)."]],["li",["span.label","•"],["p.para","Sister Mary Ellen W. Smoot, then Relief Society general president: “It does not take much living to find out that life almost never turns out the way you planned it. Adversity and affliction come to everyone. Do you know anyone who would not like to change something about themselves or their circumstances? And yet I am sure you know many who go forward with faith. You are drawn to those people, inspired by them, and even strengthened by their examples” (in Conference Report, Apr. 2002, 13; or",["span.emphasis","Ensign,"],"May 2002, 13)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_013_002-fireplace.jpg"}]]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin:"],["p.para","“I testify that the Man who suffered for mankind, who committed His life to healing the sick and comforting the disconsolate, is mindful of your sufferings, doubts, and heartaches."],["p.para","“‘Then,’ the world would ask, ‘why does He sleep when the tempest rages all around me? Why does He not still this storm, or why would He let me suffer?’"],["p.para","“Your answer may be found in considering a butterfly. Wrapped tightly in its cocoon, the developing chrysalis must struggle with all its might to break its confinement. The butterfly might think, ‘Why must I suffer so? Why cannot I simply, in the twinkling of an eye, become a butterfly?’"],["p.para","“Such thoughts would be contrary to the Creator’s design. The struggle to break out of the cocoon develops the butterfly so it can fly. Without that adversity, the butterfly would never have the strength to achieve its destiny. It would never develop the strength to become something extraordinary” (in Conference Report, Apr. 2000, 73; or",["span.emphasis","Ensign,"],"May 2000, 59–60)."],[".sidebar",["p.para",{"id":"lip37","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip37"},"“To receive the Lord’s comfort, we must exercise faith.”"]]],["li",["span.label","•"],["p.para","Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles: “A life without problems or limitations or challenges-life without ‘opposition in all things’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"], as Lehi phrased it-would paradoxically but in very fact be less rewarding and less ennobling than one which confronts-even frequently confronts-difficulty and disappointment and sorrow. As beloved Eve said, were it not for the difficulties faced in a fallen world, neither she nor Adam nor any of the rest of us ever would have known ‘the joy of our redemption, and the eternal life which God giveth unto all the obedient’ [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.11"},"Moses 5:11"],"]” (in Conference Report, Oct. 1996, 115; or",["span.emphasis","Ensign,"],"Nov. 1996, 84)."]]],["p.para",{"id":"p39","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p39"},"Maintaining faith in Jesus Christ helps us solve problems and overcome adversity."],["ul.bullet",["li",["span.label","•"],["p.para","“And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","“They that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.31"},"Isaiah 40:31"],")."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “Even when the winds of adversity blow, our Father keeps us anchored to our hope. The Lord has promised, ‘I will not leave you comfortless’ [",["a.scriptureRef",{"href":"/scriptures/nt/john/14.18"},"John 14:18"],"], and He will ‘consecrate [our] afflictions for [our] gain’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2"},"2 Nephi 2:2"],"]. Even when our trials seem overwhelming, we can draw strength and hope from the sure promise of the Lord: ‘Be not afraid nor dismayed … ; for the battle is not yours, but God’s’ [",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.15"},"2 Chronicles 20:15"],"]” (in Conference Report, Oct. 1998, 33; or",["span.emphasis","Ensign,"],"Nov. 1998, 27)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard: “As I travel throughout the Church, I see members being tried in the crucible of affliction. I see members suffering from debilitating health concerns. I see husbands, wives, and parents living in trying circumstances they cannot change regarding their spouses or their children. Every one of us is faced at times with unpleasant situations, adversity, and affliction that we cannot change. Many circumstances can be addressed only with time, tears, prayer, and faith. For us, like Hyrum, peace may come only when we bring ourselves to say, ‘But what can I do? … Thy will be done O Lord.’” (in Conference Report, Sept.–Oct. 1995, 7; or",["span.emphasis","Ensign,"],"Nov. 1995, 9)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales: “I have come to understand how useless it is to dwell on the",["span.emphasis","whys, what ifs,"],"and",["span.emphasis","if onlys"],"for which there likely will be given no answers in mortality. To receive the Lord’s comfort, we must exercise faith. The questions Why me? Why our family? Why now? are usually unanswerable questions. These questions detract from our spirituality and can destroy our faith. We need to spend our time and energy building our faith by turning to the Lord and asking for strength to overcome the pains and trials of this world and to endure to the end for greater understanding” (in Conference Report, Oct. 1998, 16; or",["span.emphasis","Ensign,"],"Nov. 1998, 14–15)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “When you face adversity, you can be led to ask many questions. Some serve a useful purpose; others do not. To ask, Why does this have to happen to me? Why do I have to suffer this now? What have I done to cause this? will lead you into blind alleys. It really does no good to ask questions that reflect opposition to the will of God. Rather ask, What am I to do? What am I to learn from this experience? What am I to change? Whom am I to help? How can I remember my many blessings in times of trial? Willing sacrifice of deeply held personal desires in favor of the will of God is very hard to do. Yet when you pray with real conviction, ‘Please let me know Thy will’ and ‘May Thy will be done,’ you are in the strongest position to receive the maximum help from your loving Father” (in Conference Report, Sept.–Oct. 1995, 18; or",["span.emphasis","Ensign,"],"Nov. 1995, 17)."]],["li",["span.label","•"],["p.para","Elder Jeffrey R. Holland: “The wounds in his hands, feet, and side are signs that in mortality painful things happen even to the pure and the perfect, signs that tribulation is",["span.emphasis","not"],"evidence that God does not love us. It is a significant and hopeful fact that it is the",["span.emphasis","wounded"],"Christ who comes to our rescue. He who bears the scars of sacrifice, the lesions of love, the emblems of humility and forgiveness is the Captain of our Soul. That evidence of pain in mortality is undoubtedly intended to give courage to others who are also hurt and wounded by life, perhaps even in the house of their friends” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 259)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, twelfth President of the Church: “May I remind all of us that if we will live the gospel and follow the counsel of the leaders of the Church, we will be blessed to avoid many of the problems that plague the world. The Lord knows the challenges we face. If we keep his commandments, we will be entitled to the wisdom and blessings of heaven in solving them” (in Conference Report, Apr. 1980, 128; or",["span.emphasis","Ensign,"],"May 1980, 92)."]],["li",["span.label","•"],["p.para","President Howard W. Hunter, then President of the Quorum of the Twelve Apostles: “Why face life’s burdens alone, Christ asks, or why face them with temporal support that will quickly falter? To the heavy laden it is Christ’s yoke, it is the power and peace of standing side by side with a God that will provide the support, balance, and strength to meet our challenges and endure our tasks here in the hardpan field of mortality” (in Conference Report, Oct. 1990, 20; or",["span.emphasis","Ensign,"],"Nov. 1990, 18)."]]],["p.para",{"id":"p49","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p49"},"We must endure to the end."],["ul.bullet",["li",["span.label","•"],["p.para","“Thine adversity and thine afflictions shall be but a small moment;"],["p.para","“And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],")."]],["li",["span.label","•"],["p.para","“Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.8"},"D&C 24:8"],")."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles:"],["p.para","“When tragedy strikes or even when it looms, our families will have the opportunity to look into our hearts to see whether we know what we said we knew. Our children will watch, feel the Spirit confirm that we lived as we preached, remember that confirmation, and pass the story across the generations."],["p.para","“I have one such story in my legacy. Grandmother Eyring learned from a doctor in his office that she would die of stomach cancer. My father, her oldest son, had driven her there and was waiting for her. He told me that on the way home she said, ‘Now, Henry, let’s be cheerful. Let’s sing hymns.’ They sang ‘O My Father’ (",["span.emphasis","Hymns,"],"no. 292) and ‘Come, Come, Ye Saints,’ where the last verse begins, ‘And should we die before our journey’s through’ (",["span.emphasis","Hymns,"],"no. 30)."],["p.para","“I wasn’t there, but I imagine they sang loudly-they didn’t have very melodic voices-with faith and no tears. She spent part of her last months in the home of her oldest child, her daughter. Aunt Camilla told me that Grandma complained only once, and then it was not really a complaint but just to say that it hurt” (in Conference Report, Apr. 1996, 87; or",["span.emphasis","Ensign,"],"May 1996, 64)."],[".sidebar",["p.para",{"id":"lip57","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip57"},"“Eternal vision allows us to overcome opposition.”"]]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “Faithful members of the Church should be like oak trees and should extend deep roots into the fertile soil of the fundamental principles of the gospel. We should understand and live by the simple, basic truths and not complicate them. Our foundations should be solid and deep-rooted so we can withstand the winds of temptation, false doctrine, adversity, and the onslaught of the adversary without being swayed or uprooted. Members whose roots are only at the surface of the gospel need to sink them deeper until they reach the bedrock below the soft topsoil” (in Conference Report, Oct. 1994, 98; or",["span.emphasis","Ensign,"],"Nov. 1994, 75)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales: “The basic requirements for enduring to the end include knowing who we are-children of God with a desire to return to His presence after mortality; understanding the purpose of life-to endure to the end and obtain eternal life; and living obediently with a desire and a determination to endure all things, having eternal vision. Eternal vision allows us to overcome opposition in our temporal state and ultimately achieve the promised rewards and blessings of eternal life” (in Conference Report, Apr. 1998, 100; or",["span.emphasis","Ensign,"],"May 1998, 76–77)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “As you build your lives in obedience to the gospel and strive to achieve your goals, do not become discouraged by temporary setbacks and disappointments. Remember that ‘it must needs be, that there is an opposition in all things’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"]. You will grow and learn by overcoming obstacles. The Lord has admonished all of us to ‘keep [His] commandments and endure to the end’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],"]” (in Conference Report, Apr. 1994, 54; or",["span.emphasis","Ensign,"],"May 1994, 40)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell: “Part of enduring well consists of being meek enough amid our suffering to learn from our relevant experiences. Rather than simply passing through these things, they must pass through us-in ways which sanctify all these experiences for our good. Likewise, our empathy is enriched everlastingly as we comfort and assist those in the midst of ‘all these things’ which can give us experiences for our good. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],".)” (",["span.emphasis","The Neal A. Maxwell Quote Book"],"[1997], 101)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p63","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p63"},"Elder James E. Talmage of the Quorum of the Twelve told of an experience he had in a secluded room where he often went to write:"],["p.para",{"id":"p64","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p64"},"“A wild bee from the neighboring hills once flew into the room, and at intervals during an hour or more I caught the pleasing hum of its flight. The little creature realized that it was a prisoner, yet all its efforts to find the exit through the partly opened casement failed. When ready to close up the room and leave, I threw the window wide and tried at first to guide and then to drive the bee to liberty and safety, knowing well that if left in the room it would die as other insects there entrapped had perished in the dry atmosphere of the enclosure. The more I tried to drive it out, the more determinedly did it oppose and resist my efforts. Its erstwhile peaceful hum developed into an angry roar; its darting flight became hostile and threatening."],["p.para",{"id":"p65","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p65"},"“Then it caught me off my guard and stung my hand-the hand that would have guided it to freedom. At last it alighted on a pendant attached to the ceiling, beyond my reach of help or injury. The sharp pain of its unkind sting aroused in me rather pity than anger. I knew the inevitable penalty of its mistaken opposition and defiance, and I had to leave the creature to its fate. Three days later I returned to the room and found the dried, lifeless body of the bee on the writing table. It had paid for its stubbornness with its life” (“Three Parables-The Unwise Bee, the Owl Express, and Two Lamps,”",["span.emphasis","Ensign,"],"Feb. 2003, 8–9)."],["ul.bullet",["li",["span.label","•"],["p.para","In what way might the bee’s resistance to help be compared to how we sometimes react to adversity?"]],["li",["span.label","•"],["p.para","Name blessings that can come from such trials as loss of wealth, sickness, loneliness, and rejection."]]],["p.para",{"id":"p68","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-13-these-things-shall-give-thee-experience.p68"},"John has been working at a factory for six months. One day his supervisor announces that, because of financial difficulties, the factory will have to lay off half its workers. He informs John that he is one of those who will be laid off."],["ul.bullet",["li",["span.label","•"],["p.para","What difficulties will John face?"]],["li",["span.label","•"],["p.para","What should he do?"]],["li",["span.label","•"],["p.para","Whom can he turn to for help?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","Why is adversity an essential part of our probation?"]],["li",["span.label","•"],["p.para","In what ways can life’s challenges provide opportunities for personal growth?"]],["li",["span.label","•"],["p.para","What does it mean to turn to the Lord in times of adversity?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
