{"id":11,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":11,"title":"Chapter 9: Becoming Self-Reliant in the Lord’s Way","subtitle":"","short_title":"Chapter 9: Becoming Self-Reliant in the Lord’s Way","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.head1"},["h1","Chapter 9"],[".subtitle","Becoming Self-Reliant in the Lord’s Way"]],[".bodyBlock",[".topic",["h2","Introduction"],[".sidebar",["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p4"},"“Do all you can do and then leave the rest to the Lord.”"]],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p5"},"“As disciples of Christ, we should give of ourselves-our time, talents, and resources-to care for those in need. We are better able to fulfill this responsibility if we are striving to become self-reliant, for we cannot give what we do not have. When we wisely use those things that the Lord gives us, we become more able to give to the Lord’s work and provide for others” (",["span.emphasis","Providing in the Lord’s Way: A Leader’s Guide to Welfare"],"[1990], 3)."],["p.para",{"id":"p6","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p6"},"With Heavenly Father’s help, we can face the challenges of our mortal lives with confidence and peace of mind and become self-reliant in the Lord’s way. This includes recognizing that we need the Lord’s help in all things."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Righteous self-reliance includes faith in and dependence on the Savior."]],["li",["span.label","•"],["p.para","The gospel teaches us to become self-reliant temporally and grow spiritually and to help others do the same."]],["li",["span.label","•"],["p.para","We have a responsibility to improve ourselves."]],["li",["span.label","•"],["p.para","Self-reliance implies the development of skills and abilities in a variety of areas."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p13","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p13"},"Righteous self-reliance includes faith in and dependence on the Savior."],["ul.bullet",["li",["span.label","•"],["p.para","“O Lord, I have trusted in thee, and I will trust in thee forever. …"],["p.para","“Yea, I know that God will give liberally to him that asketh” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.34-35"},"2 Nephi 4:34–35"],")."]],["li",["span.label","•"],["p.para","“Trust in the Lord with all thine heart; and lean not unto thine own understanding."],["p.para","“In all thy ways acknowledge him, and he shall direct thy paths” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-6"},"Proverbs 3:5–6"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","Elder Bruce R. McConkie, then of the Seventy:"],["p.para","“Properly understood and practiced,",["span.emphasis","self-reliance"],"is a desirable saintly virtue; when it leaves the Lord out of the picture, however, it becomes a vice that leads men from the paths of righteousness. The saints, for instance, should have confidence in their own abilities, efforts, and judgments to make a living, to increase in faith and the attributes of godliness, to work out their salvation, to pass all the tests of this mortal probation. They should know that the Lord has not placed his children in positions beyond their capacities to cope with, that the normal trials and tribulations of life are part of the eternal system. Ordinarily members of the Church should make their own personal decisions, using the agency the Almighty has given them, without running to their bishops or others for direction."],["p.para","“But with it all, man of himself is not wholly self-sufficient. He is not to trust solely in his own strength, nor in the arm of flesh. The Lord is his Counselor and Deliverer, upon whom he must rely for guidance, direction, and inspiration. If the great Creator had not stepped forward to redeem the creatures of his creating, the whole plan of salvation would be void and the most perfect manifestations of self-reliance would have no worth” (",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], 701–2)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_009_001-plantNursery.jpg"}]]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “Ask your Heavenly Father to bless you with faith and courage, and He will help you endure any challenges you may face. He will help you overcome loneliness, feelings of desperation and hopelessness, setbacks of a personal, emotional, financial, and even spiritual nature; or will strengthen you when you are simply feeling overwhelmed by all of the demands for your time and attention. He will give you the ability to serve faithfully in every assignment you receive from your local Church leaders. Your faith and your knowledge of the restoration of the gospel will give you the strength to be faithful and true to the covenants you have made with the Lord, and to share your strengths and talents gladly to build up the Kingdom of God here on the Earth! Brothers and sisters, your testimony of Jesus Christ is the most important anchor that you can have to help hold you, steadfast and immovable, to principles of righteousness, regardless of the challenges and temptations that may come in the future” (",["span.emphasis","Anchor to the Soul"],"[CES fireside for young adults, Sept. 6, 1992], 4)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “Use your ingenuity, your strength, your might to resolve your challenges. Do all you can do and then leave the rest to the Lord. President Howard W. Hunter said: ‘If our lives and our faith are centered on Jesus Christ and his restored gospel, nothing can ever go permanently wrong. On the other hand, if our lives are not centered on the Savior and His teachings, no other success can ever be permanently right’ [",["span.emphasis","The Teachings of Howard W. Hunter,"],"ed. Clyde J. Williams (1997), 40]” (in Conference Report, Apr. 2000, 74–75; or",["span.emphasis","Ensign,"],"May 2000, 61)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry of the Quorum of the Twelve Apostles: “Independence and self-reliance are critical to our spiritual and temporal growth. Whenever we get into situations which threaten our self-reliance, we will find our freedoms threatened as well. If we increase our dependence on anything or anyone except the Lord, we will find an immediate decrease in our freedom to act. As President Heber J. Grant declared, ‘Nothing destroys the individuality of a man, a woman, or a child as much as the failure to be self-reliant’ (“Address,”",["span.emphasis","Relief Society Magazine,"],"Oct. 1937, p. 627)” (in Conference Report, Oct. 1991, 88; or",["span.emphasis","Ensign,"],"Nov. 1991, 64–65)."],[".sidebar",["p.para",{"id":"lip24","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip24"},"“Independence and self-reliance are critical to our spiritual and temporal growth.”"]]]],["p.para",{"id":"p25","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p25"},"The gospel teaches us to become self-reliant temporally and grow spiritually and to help others do the same."],["ul.bullet",["li",["span.label","•"],["p.para","“I will consecrate of the riches of those who embrace my gospel among the Gentiles unto the poor of my people who are of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.39"},"D&C 42:39"],")."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, twelfth President of the Church: “Work brings happiness, self-esteem, and prosperity. It is the means of all accomplishment; it is the opposite of idleness. We are commanded to work. (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.19"},"Gen. 3:19"],".) Attempts to obtain our temporal, social, emotional, or spiritual well-being by means of a dole violate the divine mandate that we should work for what we receive. Work should be the ruling principle in the lives of our Church membership. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.29"},"75:29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.30-32"},"68:30–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56"},"56:87"],".)” (in Conference Report, Oct. 1977, 124; or",["span.emphasis","Ensign,"],"Nov. 1977, 77; see",["span.crossRef","“The Lord Called His People Zion,”"],["span.emphasis","Ensign,"],"Aug. 1984, 4)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball:"],["p.para","“The responsibility for each person’s social, emotional, spiritual, physical, or economic well-being rests first upon himself, second upon his family, and third upon the Church if he is a faithful member thereof."],["p.para","“No true Latter-day Saint, while physically or emotionally able will voluntarily shift the burden of his own or his family’s well-being to someone else. So long as he can, under the inspiration of the Lord and with his own labors, he will supply himself and his family with the spiritual and temporal necessities of life. (See",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.8"},"1 Timothy 5:8"],".)” (in Conference Report, Oct. 1977, 124; or",["span.emphasis","Ensign,"],"Nov. 1977, 77–78)."]],["li",["span.label","•"],["p.para","Elder Harold B. Lee, then of the Quorum of the Twelve Apostles:"],["p.para","“If you want the blessing, don’t just kneel down and pray about it. Prepare yourselves in every conceivable way you can in order to make yourselves worthy to receive the blessing you seek."],["p.para","“Brigham Young illustrated this when he said, ‘You may go to some people here and ask them what ails them, and they say, “I don’t know but we’ve got a dreadful distress in the stomach and in the back and we feel all out of order and we wish you would lay your hands on us.”’ He said to these people, ‘Have you used any of the remedies?’-meaning herbs or whatever the pioneers had. ‘No,’ they said, ‘we wish the elders to lay hands upon us; we have faith that we should be healed.’ President Young said, ‘Now, that is very inconsistent according to my faith. If we are sick and ask the Lord to heal us and to do all for us that is necessary, according to my understanding of the gospel of salvation, I might as well ask the Lord to cause my wheat and corn to grow without my plowing the ground and casting the seed. It appears consistent to me to apply every remedy that comes within the range of my knowledge and then ask my Father in Heaven in the name of Jesus Christ to sanctify that application to the healing of my body."],["p.para","“‘But,’ he continued, ‘suppose we were traveling in the mountains and all we could get in the shape of nourishment was a little venison and one or two were taken sick without anything in the world in the shape of healing medicine within our reach, what should we then do? According to my faith, ask the Lord God Almighty to send an angel to heal the sick. This is our privilege.’"],["p.para","“When we are so situated that we cannot get anything to help ourselves, then we may call upon the Lord and his servants who can do all. But it is our duty to do what we can within our own power” (“How to Receive a Blessing from God,”",["span.emphasis","Improvement Era,"],"Oct. 1966, 896)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “We are carrying a message of self-reliance throughout the Church. Self-reliance cannot [be obtained] when there is serious debt hanging over a household. One has neither independence nor freedom from bondage when he is obligated to others” (in Conference Report, Oct. 1998, 71; or",["span.emphasis","Ensign,"],"Nov. 1998, 53)."]],["li",["span.label","•"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para","“We seem to be developing an epidemic of ‘counselitis’ which drains spiritual strength from the Church, much like the common cold drains more strength out of humanity than any other disease."],["p.para","“That, some may assume, is not serious. It is very serious!"],["p.para","“On one hand, we counsel bishops to avoid abuses in welfare help. On the other hand, some bishops dole out counsel and advice without considering that the member should solve the problem himself."],["p.para","“There are many chronic cases-individuals who endlessly seek counsel but do not follow the counsel that is given."],["p.para","“I have, on occasions, included in an interview this question:"],["p.para","“‘You have come to me for advice. After we have carefully considered your problem, is it your intention to follow the counsel that I will give you?’"],["p.para","“This comes as a considerable surprise to them. They had never thought of that. Usually they then commit themselves to follow counsel. …"],["p.para","“We have become very anxious over the amount of counseling that we seem to need in the Church. Our members are becoming dependent."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_009_002-manWalking.jpg"}]],["p.para","“We must not set up a network of counseling services without at the same time emphasizing the principle of emotional self-reliance and individual independence” (in Conference Report, Apr. 1978, 137; or",["span.emphasis","Ensign,"],"May 1978, 91–92)."]]],["p.para",{"id":"p47","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p47"},"We have a responsibility to improve ourselves."],["ul.bullet",["li",["span.label","•"],["p.para","“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;"],["p.para","“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27-28"},"D&C 58:27–28"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-27"},"D&C 58:26–27"],"])."]],["li",["span.label","•"],["p.para","The Prophet Joseph Smith: “We consider that God has created man with a mind capable of instruction, and a faculty which may be enlarged in proportion to the heed and diligence given to the light communicated from heaven to the intellect; and that the nearer man approaches perfection, the clearer are his views, and the greater his enjoyments, till he has overcome the evils of his life and lost every desire for sin; and like the ancients, arrives at that point of faith where he is wrapped in the power and glory of his Maker, and is caught up to dwell with Him. But we consider that this is a station to which no man ever arrived in a moment” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 51)."]],["li",["span.label","•"],["p.para","Bishop Robert D. Hales, then Presiding Bishop of the Church: “Today we are being asked to teach and practice the doctrine of work, self-reliance, provident living, giving, and caring for the poor; to increase our generous fast-offering donations to help those in need; to increase our compassionate service, involving the family in charitable acts of service to one another and to our neighbors” (in Conference Report, Apr. 1986, 38; or",["span.emphasis","Ensign,"],"May 1986, 30)."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “Let us do the best we can and try to improve each day. When our imperfections appear, we can keep trying to correct them. We can be more forgiving of flaws in ourselves and among those we love. We can be comforted and forbearing. The Lord taught, ‘Ye are not able to abide the presence of God now … ; wherefore, continue in patience until ye are perfected’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.13"},"D&C 67:13"],"]” (in Conference Report, Sept.–Oct. 1995, 117–18; or",["span.emphasis","Ensign,"],"Nov. 1995, 88)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “As you pray, occasionally take a personal inventory to see how you measure up in your righteousness, in meeting the standards of the gospel of Jesus Christ. We each can know for ourselves, as the Lord knows, where we need to improve. We must hold to the standards. If we have advanced in material, outward things, how are we doing inwardly? Are our lives acceptable to the Lord? Are we willing to acknowledge our sins and then make the effort to forsake them, repent, and make the course correction that will return us to the straight and narrow path?” (in Conference Report, Oct. 1990, 83; or",["span.emphasis","Ensign,"],"Nov. 1990, 66)."],[".sidebar",["p.para",{"id":"lip54","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip54"},"“Let us do the best we can and try to improve each day.”"]]]],["p.para",{"id":"p55","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p55"},"Self-reliance implies the development of skills and abilities in a variety of areas."],[".",{"id":"f10","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_009_003-welding.jpg"}]],["ul.bullet",["li",["span.label","•"],["p.para","“And Jesus increased in wisdom and stature, and in favour with God and Man” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],")."]]],["ul.bullet",["h2","Education"],["li",["span.label","•"],["p.para","“When we have knowledge and wisdom, we are able to discern truth from error and make better choices. We are better able to understand God and our fellowmen, and we have a deeper love for them. The Lord has commanded us to gain knowledge (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80,118"},"D&C 88:77–80, 118"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"93:53"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"130:18–19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"131:6"],"). To become self-reliant, we should—"]],["li",["span.label","•"],["p.para","Improve our ability to read, write, and do basic mathematics."]],["li",["span.label","•"],["p.para","Study the scriptures and other good books."]],["li",["span.label","•"],["p.para","Learn to communicate effectively with others."]],["li",["span.label","•"],["p.para","Take advantage of opportunities to gain more knowledge”"],["p.para","(",["span.emphasis","Providing in the Lord’s Way: A Leader’s Guide to Welfare,"],"6)."]]],["ul.bullet",["h2","Health"],["li",["span.label","•"],["p.para","“One of the reasons we came to earth was to obtain bodies, a necessary step in becoming like our Father in Heaven. The Lord has commanded us to keep our bodies and minds healthy (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"89"],"). When we do, we are better able to take care of our own needs and serve others. To become self-reliant, we should—"]],["li",["span.label","•"],["p.para","Obey the Word of Wisdom."]],["li",["span.label","•"],["p.para","Exercise regularly."]],["li",["span.label","•"],["p.para","Provide for adequate medical and dental care, including appropriate insurance where possible."]],["li",["span.label","•"],["p.para","Keep our homes and surroundings clean and sanitary."]],["li",["span.label","•"],["p.para","Shun substances or practices that abuse our bodies or minds”"],["p.para","(",["span.emphasis","Providing in the Lord’s Way,"],"6)."]]],["ul.bullet",["h2","Employment"],["li",["span.label","•"],["p.para","“When we have honorable employment, we are able to provide for ourselves, our families, and others by working as the Lord has commanded. Suitable employment also gives us opportunities to improve our talents and develop the divine attributes within us. We are happier if our employment suits our interests and abilities and meets our needs. The Lord has commanded us to work and provide for the needs of ourselves and our families (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.17-19"},"Genesis 3:17–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.8"},"1 Timothy 5:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"56:17"],"). To become self-reliant, we should—"]],["li",["span.label","•"],["p.para","Prepare for and carefully select a suitable occupation."]],["li",["span.label","•"],["p.para","Become skilled at our work through training and experience."]],["li",["span.label","•"],["p.para","Be diligent, hard working, and trustworthy."]],["li",["span.label","•"],["p.para","Give honest work for the pay and benefits we receive”"],["p.para","(",["span.emphasis","Providing in the Lord’s Way,"],"6–7)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley: “The individual, as we teach, ought to do for himself all that he can. When he has exhausted his resources, he ought to turn to his family to assist him. When the family can’t do it, the Church takes over. And when the Church takes over, our great desire is to first take care of his immediate needs and then to help him for so long as he needs to be helped, but in that process to assist him in training, in securing employment, in finding some way of getting on his feet again. That’s the whole objective of this great welfare program” (in Conference Report, Oct. 1996, 70; or",["span.emphasis","Ensign,"],"Nov. 1996, 50)."]]],["ul.bullet",["h2","Resource Management"],["li",["span.label","•"],["p.para","“We should be wise stewards by exercising good judgment in managing and replenishing the resources with which the Lord has blessed us (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.51"},"2 Nephi 9:51"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.16-21"},"D&C 59:16–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.11-18,78-79"},"104:11–18, 78–79"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119"},"119"],"). To become self-reliant, we should—"]],["li",["span.label","•"],["p.para","Pay tithes and offerings."]],["li",["span.label","•"],["p.para","Avoid unnecessary debt and save for the future."]],["li",["span.label","•"],["p.para","Satisfy all of our promised obligations."]],["li",["span.label","•"],["p.para","Use our resources frugally and avoid wasting them."]],["li",["span.label","•"],["p.para","Use our time wisely."]],["li",["span.label","•"],["p.para","Be willing to serve those in need by sharing our time, talents, and resources with them”"],["p.para","(",["span.emphasis","Providing in the Lord’s Way,"],"7)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “Are we wise stewards of our money? Do we spend less than we earn? Do we avoid unnecessary debt? Do we follow the counsel of the Brethren to ‘store sufficient food, clothing, and where possible fuel for at least one year’ [First Presidency letter, June 24, 1988]? Do we teach our children to value and not waste what they have? Do we teach them to work? Do they understand the importance of the sacred law of tithing? Do we have sufficient education and adequate employment? Do we maintain good health by living the Word of Wisdom? Are we free from the adverse effects of harmful substances?” (in Conference Report, Apr. 1999, 101; or",["span.emphasis","Ensign,"],"May 1999, 78)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_009_004-manFridge.jpg"}]]]],["ul.bullet",["h2","Social, Emotional, and Spiritual Strength"],["li",["span.label","•"],["p.para","“We should strive to live righteously, to develop good relationships with family members and others, and to feel good about ourselves (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.1-2,12"},"Matthew 7:1–2, 12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.27"},"Luke 10:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9-10"},"D&C 64:9–10"],"). To become self-reliant, we should—"]],["li",["span.label","•"],["p.para","Study the scriptures and the teachings of the living prophets."]],["li",["span.label","•"],["p.para","Obey God’s commandments and heed the counsel of Church leaders."]],["li",["span.label","•"],["p.para","Exercise faith in Christ and cultivate humility."]],["li",["span.label","•"],["p.para","Pray frequently and fervently."]],["li",["span.label","•"],["p.para","Strengthen our relationships with family members, neighbors, and friends."]],["li",["span.label","•"],["p.para","Shun things that are morally and spiritually degrading."]],["li",["span.label","•"],["p.para","Work toward worthy goals."]],["li",["span.label","•"],["p.para","Do the best we can to adjust to change and recover from misfortune”"],["p.para","(",["span.emphasis","Providing in the Lord’s Way,"],"7)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p102","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-9-becoming-self-reliant-in-the-lords-way.p102"},"Yussuf recently returned from serving an honorable mission. He is discouraged because he has no job and needs to finish his schooling."],["ul.bullet",["li",["span.label","•"],["p.para","What counsel would you give Yussuf?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","In what areas of your life do you need to become more self-reliant? What must you do to become more self-reliant in those areas?"]],["li",["span.label","•"],["p.para","Is there someone you can assist in some way to become more self-reliant? How?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
