{"id":2,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction to the Student Manual","subtitle":"","short_title":"Introduction to the Student Manual","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.head1"},["h1","Introduction to the Student Manual"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p2"},"When we apply gospel principles in our lives, we can become more productive spiritually and temporally. The gospel teaches us to do our best to prepare for a successful future while enjoying the present. It teaches us to seek our Heavenly Father’s help to develop our potential so that we can contribute to the lives of others and be examples of faithful Latter-day Saints. To do so requires faith in God and effort on our part."],["p.para",{"id":"p3","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p3"},"The Savior taught that He is the Good Shepherd and knows His sheep. He testified, “I am come that they might have life, and they might have it more abundantly” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.10"},"John 10:10"],"). The fulness of an “abundant” life is",["span.emphasis","eternal life"],"—to live forever as families in God’s presence (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-20,24,55"},"D&C 132:19–20, 24, 55"],"). Eternal life is made possible through the Atonement."],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p4"},"The Savior’s Atonement can also make our mortal life more abundant. Elder Joseph B. Wirthlin, a member of the Quorum of the Twelve Apostles, explained, “The Atonement of Jesus Christ has given the Savior the power to help you grow into the [person] He knows you can be” (in Conference Report, Oct. 1999, 51; or",["span.emphasis","Ensign,"],"Nov. 1999, 40). Our spiritual growth must be complemented by our temporal progress. It is important for you to educate and train yourself in order to better provide for your family and serve in the home, Church, and community."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p5"},"The Gospel and the Productive Life course is designed to help you understand relationships between the spiritual and the temporal. The restored gospel does not deal just with spiritual truths. Many spiritual principles have temporal application, and our temporal lives often influence our ability to grow spiritually. President James E. Faust of the First Presidency taught: “We should try to live providently with respect to our personal lifestyles. Living providently means living well within our means and providing for future needs and events. … We should seek to manage our affairs so that we are better able to accept the calls which might come to us now, as well as in the future” (in Conference Report, Apr. 1997, 59; or",["span.emphasis","Ensign,"],"May 1997, 43)."],["p.para",{"id":"p6","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p6"},"The purpose of this manual is to help you understand and apply the principles taught in the Gospel and the Productive Life course. Each chapter begins with an “Introduction,” followed by a section titled “Principles to Understand,” which lists each of the principles taught in the chapter. These are followed by “Supporting Scriptures and Statements” for each of the lesson principles. The statements are drawn from the teachings of the latter-day prophets and apostles and other Church leaders. As you read and ponder their inspired teachings, you will learn how to better apply gospel principles in your life."],["p.para",{"id":"p7","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/introduction-to-the-student-manual.p7"},"The next section, titled “Application and Examples,” presents hypothetical situations and accompanying questions. A “Points to Ponder” section includes additional questions to help you understand and apply the principles you studied. A “Notes and Impressions” section at the end of each chapter provides space for you to record your own insights and to answer questions given as assignments in class."]]]]],"refs":null}
