{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":5,"title":"A Day to Play?","subtitle":"By Elder Larry Y. Wilson of the Seventy","short_title":"A Day to Play?","uri":"/friend/2013/05/a-day-to-play","content":[["div",{"id":"head1","uri":"/friend/2013/05/a-day-to-play.head1"},[".seriesTitle","Friend to Friend"],[".title","A Day to Play?"],[".byline",["div",{"id":"p3","uri":"/friend/2013/05/a-day-to-play.p3"},"By Elder Larry Y. Wilson of the Seventy"]],[".epigraph","They that are wise … and have taken the Holy Spirit for their guide [are not] deceived",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/05/a-day-to-play.p5"},"Our daughter Mary had an experience that taught her about making good choices. Mary was an excellent soccer player. She was in a league that played its games on Saturdays. But one year when she was in her early teens, her team kept winning and made it to the championship game, which was to be played on a Sunday. Mary knew that the Sabbath was a special day for going to church and learning about the gospel, not a day for recreation. But because she was a key player on the team, and it was the team’s first time in a championship game, Mary received a lot of pressure from her teammates, coaches, and even from other parents."],["div",{"id":"p6","uri":"/friend/2013/05/a-day-to-play.p6"},"Mary was unhappy about the situation and asked us what she should do. After thinking and praying about it, my wife and I knew that our daughter was ready to take the responsibility for her own decision. We encouraged her to think about it and pray about it, and told her that we believed she should make this decision on her own."],["div",{"id":"p7","uri":"/friend/2013/05/a-day-to-play.p7"},"After a few days of pressure from her friends, Mary made the decision that she would play in the championship game. But when the game ended, Mary slowly walked off the field. “Oh, Mom,” she said, “that felt awful. I never want to feel that way again! I’m never playing another game on the Sabbath day.” And she never did."],["div",{"id":"p8","uri":"/friend/2013/05/a-day-to-play.p8"},"She continued to play sports in her school and her community, but she never again let pressure from these teams move her from the path she knew was right. She had learned for herself how important it was to her Heavenly Father to keep this commandment, and she never forgot this lesson."],["div",{"id":"p9","uri":"/friend/2013/05/a-day-to-play.p9"},"The scriptures teach us what it means to be wise: “They that are wise … and have taken the Holy Spirit for their guide [are not] deceived” (",["a",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],"). One of the best ways you can avoid making unwise choices is by learning how to pray and how to feel the Spirit. Heavenly Father loves you, and He is willing to communicate with you through prayer about anything you want to talk about. He will also help you to learn from the mistakes you make so you can become a better person."]],[".resources"]],"refs":null}
