{"id":29,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":29,"title":"Above the Line","subtitle":"By Chad E. Phares","short_title":"Above the Line","uri":"/friend/2013/05/above-the-line","content":[["div",{"id":"head1","uri":"/friend/2013/05/above-the-line.head1"},[".title","Above the Line"],[".byline",["div",{"id":"p2","uri":"/friend/2013/05/above-the-line.p2"},"By Chad E. Phares"],["div",{"id":"p3","uri":"/friend/2013/05/above-the-line.p3"},"(Based on a true story)"]],[".epigraph","If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things",["span.emphasis","(",["a",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/05/above-the-line.p5"},"Robert spun around the living room like a tornado, picking up the blocks and pillows scattered around the floor as he raced from one side of the room to the other."],["div",{"id":"p6","uri":"/friend/2013/05/above-the-line.p6"},"He checked the clock on the wall. 4:59! He had only one minute left until the new show he wanted to watch was going to start, but he knew his chores needed to be finished before he could watch."],["div",{"id":"p7","uri":"/friend/2013/05/above-the-line.p7"},"With a final rush of energy, Robert picked up his socks, hurried to his room, and tossed them into his clothes hamper with the precision of a three-point shooter. Perfect shot! He raced back into the living room just as the show started."],["div",{"id":"p8","uri":"/friend/2013/05/above-the-line.p8"},"“Phew!” Robert thought. “Made it!”"],["div",{"id":"p9","uri":"/friend/2013/05/above-the-line.p9"},"Mom sat down with Robert and his brothers, Walter and Michael, to watch the show. Dad would be home in about half an hour."],["div",{"id":"p10","uri":"/friend/2013/05/above-the-line.p10"},"The show started off pretty funny. Even Mom was laughing!"],["div",{"id":"p11","uri":"/friend/2013/05/above-the-line.p11"},"Then there was a mean joke. Then a gross joke. Robert looked at Mom. She wasn’t laughing any more."],["div",{"id":"p12","uri":"/friend/2013/05/above-the-line.p12"},"Mom picked up the remote and turned the TV volume all the way down."],["div",{"id":"p13","uri":"/friend/2013/05/above-the-line.p13"},"“Mom!” Robert exclaimed. “Why?”"],["div",{"id":"p14","uri":"/friend/2013/05/above-the-line.p14"},"Even though Robert asked the question, he already knew the answer."],["div",{"id":"p15","uri":"/friend/2013/05/above-the-line.p15"},"“Do you think we should keep watching this show?” Mom asked."],["div",{"id":"p16","uri":"/friend/2013/05/above-the-line.p16"},"Robert looked at the floor. “No,” he sighed."],["div",{"id":"p17","uri":"/friend/2013/05/above-the-line.p17"},"“Why not?” Mom asked."],["div",{"id":"p18","uri":"/friend/2013/05/above-the-line.p18"},"“Because they’re saying rude things,” Robert answered."],["div",{"id":"p19","uri":"/friend/2013/05/above-the-line.p19"},"Mom and Dad always encouraged Robert and his brothers to be happy and enjoy good humor, but they said that jokes that were rude or gross didn’t count as good humor. Dad always told Robert and his brothers that it was important to keep their speech “above the line.”"],["div",{"id":"p20","uri":"/friend/2013/05/above-the-line.p20"},"Robert wasn’t exactly sure what “above the line” meant, but he had a pretty good idea of what Dad was trying to say. Language that didn’t make people feel good was below the line. Language that did make people feel good was above the line."],["div",{"id":"p21","uri":"/friend/2013/05/above-the-line.p21"},"Robert jumped up from the couch and turned off the TV. He was disappointed the show had some rude language, but he knew it probably wasn’t a good idea to watch it."],["div",{"id":"p22","uri":"/friend/2013/05/above-the-line.p22"},"The next day at recess, some of Robert’s friends were using the same kinds of words that had prompted Mom to turn down the volume on the TV. They weren’t curse words, but they still made Robert uncomfortable."],["div",{"id":"p23","uri":"/friend/2013/05/above-the-line.p23"},"As Robert walked away to go play somewhere else, he imagined a horizontal line in the air in front of his friends. He imagined the words his friends were saying dropping like bricks from their mouths and immediately falling below the line."],["div",{"id":"p24","uri":"/friend/2013/05/above-the-line.p24"},"Robert decided to go play basketball with some of his other friends. After rebounding the ball, Robert made his first shot. Then his second! Then his third!"],["div",{"id":"p25","uri":"/friend/2013/05/above-the-line.p25"},"“Great shooting!” his friend Zach said. “You’re on fire! But not for real. That would hurt!”"],["div",{"id":"p26","uri":"/friend/2013/05/above-the-line.p26"},"Zach laughed. So did Robert."],["div",{"id":"p27","uri":"/friend/2013/05/above-the-line.p27"},"Those words made Robert feel good about himself. He imagined these were the kinds of words that would float up above the imaginary line Dad always talked about."],["div",{"id":"p28","uri":"/friend/2013/05/above-the-line.p28"},"“Thanks,” Robert said. “You’re shooting really well today too.”"],["div",{"id":"p29","uri":"/friend/2013/05/above-the-line.p29"},"Zach smiled. “Thanks,” he said. “I’ve been practicing.”"],["div",{"id":"p30","uri":"/friend/2013/05/above-the-line.p30"},"Robert could tell his words made Zach happy. Just saying the words made Robert happy too."]],[".resources",["div",{"id":"f1","uri":"/friend/2013/05/above-the-line.f1"},["div",{"id":"p31","uri":"/friend/2013/05/above-the-line.p31"},"“Be cautious with humor. Loud, inappropriate laughter will offend the Spirit. A good sense of humor helps revelation; loud laughter does not. A sense of humor is an escape valve for the pressures of life.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],[".citationInfo",["div",{"id":"p32","uri":"/friend/2013/05/above-the-line.p32"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles"]],[".bodyNotes",["div",{"id":"/friend/2013/05/above-the-line","uri":"/friend/2013/05/above-the-line"},["span.label",["a",{"name":"footnote1"},"1."]],"“How to Obtain Revelation and Inspiration for Your Personal Life,”",["span.emphasis","Ensign,"],"May 2012, 46."]]]]],"refs":null}
