{"id":29,"parent_id":0,"book_id":22910,"content_id":1,"language_id":0,"display_order":29,"title":"A Message for Michael","subtitle":"By Suellen Stout Weiler","short_title":"A Message for Michael","uri":"/friend/2013/03/a-message-for-michael","content":[["div",{"id":"head1","uri":"/friend/2013/03/a-message-for-michael.head1"},[".title","A Message for Michael"],[".byline",["div",{"id":"p2","uri":"/friend/2013/03/a-message-for-michael.p2"},"By Suellen Stout Weiler"],["div",{"id":"p3","uri":"/friend/2013/03/a-message-for-michael.p3"},"(Based on a true story)"]],[".epigraph","He that hath ears to hear, let him hear",["span.emphasis","(",["a",{"href":"/scriptures/nt/matt/11.15"},"Matthew 11:15"],")."]],[".kicker","It seemed like general conference was for adults. Would this time be any different?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/03/a-message-for-michael.p6"},"“OK, everyone, time to go!”"],["div",{"id":"p7","uri":"/friend/2013/03/a-message-for-michael.p7"},"Michael stifled a groan as his family grabbed their scriptures and journals and headed to the car. Usually he loved spending time with his family, but sometimes he thought his parents asked too much. This weekend was a perfect example: all of his friends were hiking or camping for spring break, but Michael’s family was watching general conference."],["div",{"id":"p8","uri":"/friend/2013/03/a-message-for-michael.p8"},"It was now Sunday afternoon, and they were driving back to the church to watch the final session of conference. Michael slumped his shoulders and sighed."],["div",{"id":"p9","uri":"/friend/2013/03/a-message-for-michael.p9"},"Mom heard the sigh and turned to face him."],["div",{"id":"p10","uri":"/friend/2013/03/a-message-for-michael.p10"},"“What’s up, Michael? Did David eat the last sandwich or something?”"],["div",{"id":"p11","uri":"/friend/2013/03/a-message-for-michael.p11"},"“Why do we have to watch",["span.emphasis","every"],"session of conference? Why can’t we just watch one on Sunday and read the rest in the",["span.emphasis","Ensign?"],"” he blurted. “It’s boring sitting through so many talks, especially since they’re all for grownups! It doesn’t seem like anyone ever speaks to us kids. Aren’t we important?”"],["div",{"id":"p12","uri":"/friend/2013/03/a-message-for-michael.p12"},"“The Brethren usually speak to the grownups because we have more accountability,” Mom said. “But I believe that if you will listen with your heart as well as with your ears, you will hear a message from Heavenly Father just for you.”"],["div",{"id":"p13","uri":"/friend/2013/03/a-message-for-michael.p13"},"Michael felt a little encouraged, and he tried harder to listen as the session opened. As he listened he heard Elder Nelson talk about avoiding contention. He did sometimes argue with his little brother—was",["span.emphasis","that"],"his personal message? Then Elder Ballard spoke about TV and how it had been invented by a Latter-day Saint. He thought that was interesting, so he wrote it down in his journal."],["div",{"id":"p14","uri":"/friend/2013/03/a-message-for-michael.p14"},"Suddenly Michael stiffened and stopped writing. He felt a chill run up his back, and then his whole body grew warm as he heard the prophet, President Ezra Taft Benson, start his talk."],["div",{"id":"p15","uri":"/friend/2013/03/a-message-for-michael.p15"},"“For my closing message at this conference, I would now like to speak to the children of the Church—yes, to",["span.emphasis","you,"],"our precious children. And as you listen, I pray that you will know that this is a personal message just for you.”"],["div",{"id":"p16","uri":"/friend/2013/03/a-message-for-michael.p16"},"Michael’s mouth fell open, and he looked at Mom, who was looking at him too. Then he turned back to President Benson and listened, really listened, with his heart as well as with his ears."],["div",{"id":"p17","uri":"/friend/2013/03/a-message-for-michael.p17"},"“How I love you! How our Heavenly Father loves you! … Learn to do His will and enjoy true happiness. It will help you now and throughout your life.”"],["div",{"id":"p18","uri":"/friend/2013/03/a-message-for-michael.p18"},"Michael settled back in his seat. The prophet had spoken to him—he had received his personal message after all."]]],"refs":null}
