{"id":6,"parent_id":0,"book_id":22910,"content_id":1,"language_id":0,"display_order":6,"title":"The Doll Dilemma","subtitle":"By Jessica Larsen","short_title":"The Doll Dilemma","uri":"/friend/2013/03/the-doll-dilemma","content":[["div",{"id":"head1","uri":"/friend/2013/03/the-doll-dilemma.head1"},[".title","The Doll Dilemma"],[".byline",["div",{"id":"p2","uri":"/friend/2013/03/the-doll-dilemma.p2"},"By Jessica Larsen"],["div",{"id":"p3","uri":"/friend/2013/03/the-doll-dilemma.p3"},"(Based on a true story)"]],[".epigraph","Your work shall be rewarded",["span.emphasis","(",["a",{"href":"/scriptures/ot/2-chr/15.7"},"2 Chronicles 15:7"],")."]],[".kicker","I really wanted the doll, but what would it take to earn it?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/03/the-doll-dilemma.p6"},"“How was the party?” Mom asked as I ran into the kitchen."],["div",{"id":"p7","uri":"/friend/2013/03/the-doll-dilemma.p7"},"“Amazing! We made sparkly headbands.” I pirouetted so Mom could admire my work. “And Arianna got the best gift ever! A doll.”"],["div",{"id":"p8","uri":"/friend/2013/03/the-doll-dilemma.p8"},"“Didn’t you say you were too old for baby dolls?” Mom asked as she measured flour for brownies."],["div",{"id":"p9","uri":"/friend/2013/03/the-doll-dilemma.p9"},"“Not a baby doll, Mom. This doll has long braids, and she wears Scandinavian clothes. Mom … ?”"],["div",{"id":"p10","uri":"/friend/2013/03/the-doll-dilemma.p10"},"“Yes, Maddie?”"],["div",{"id":"p11","uri":"/friend/2013/03/the-doll-dilemma.p11"},"“Can I have a doll like that?”"],["div",{"id":"p12","uri":"/friend/2013/03/the-doll-dilemma.p12"},"Mom mixed in the oil. “Christmas isn’t for a while, honey, but you can put it on your list.”"],["div",{"id":"p13","uri":"/friend/2013/03/the-doll-dilemma.p13"},"Put it on my list? But Christmas was months away! “Can I just have it now? I’ve been extra nice to Elise lately, and I clean the bathroom sometimes.”"],["div",{"id":"p14","uri":"/friend/2013/03/the-doll-dilemma.p14"},"Mom smiled as she stirred the batter. “Being nice to your sister and cleaning the bathroom are part of being in our family, Maddie. But you could always work and earn money.” The phone rang. “I need to answer this, but we can discuss it more at dinner.”"],["div",{"id":"p15","uri":"/friend/2013/03/the-doll-dilemma.p15"},"I stomped off to my room.",["span.emphasis","Work"],"for it? That wasn’t fair. None of my friends had to work for anything! How much did the doll cost anyway?"],["div",{"id":"p16","uri":"/friend/2013/03/the-doll-dilemma.p16"},"I found the doll in a catalog, and I blinked at the price. She was pretty expensive. I could never earn enough to buy her. Maybe I could ask Dad for her, or Grandma Ruth."],["div",{"id":"p17","uri":"/friend/2013/03/the-doll-dilemma.p17"},"“But how would",["span.emphasis","they"],"pay for it?” a small voice asked in my head. “They’d have to work.”"],["div",{"id":"p18","uri":"/friend/2013/03/the-doll-dilemma.p18"},"I thought of my family—Dad doing paperwork, Mom cleaning the attic, and Grandma weeding the garden. All of them worked really hard. Maybe it was my turn. Still, I’d never saved that much before."],["div",{"id":"p19","uri":"/friend/2013/03/the-doll-dilemma.p19"},"Inspiration struck. I glued a picture of the doll onto some heavy paper then carefully cut it into puzzle pieces. The doll looked silly with her eyes, nose, and mouth spread all over the carpet, but I just grinned. As I earned money for the doll, I could put the puzzle together and keep track of how much more I needed!"],["div",{"id":"p20","uri":"/friend/2013/03/the-doll-dilemma.p20"},"When Mom came to get me for dinner, she was impressed. “Great idea, Maddie! Now it’s time to put you to work!”"],["div",{"id":"p21","uri":"/friend/2013/03/the-doll-dilemma.p21"},"I had leftover money from my birthday, so I put that in a special jar for my doll money. That was a few pieces of my puzzle. The rest of the pieces came together more slowly. I did extra jobs for Mom—sorting books, sweeping the garage, and organizing her junk drawer. One weekend, I went to my grandma’s and planted flowers till my shoulders ached. I even watched my neighbors’ dog while they were on vacation. Each time I earned money, I put ten percent in my tithing jar and the rest in my doll jar."],["div",{"id":"p22","uri":"/friend/2013/03/the-doll-dilemma.p22"},"It wasn’t easy to save. Sometimes I wanted to spend my money on candy or games. But I always thought of my goal, looked at my puzzle, and kept working."],["div",{"id":"p23","uri":"/friend/2013/03/the-doll-dilemma.p23"},"Finally I put the last dollar into my jar and the last piece in my puzzle. I couldn’t believe I had done it! I just stared at the completed picture and let satisfaction wash over me."],["div",{"id":"p24","uri":"/friend/2013/03/the-doll-dilemma.p24"},"“How do you feel, my working girl?” Mom asked from the doorway."],["div",{"id":"p25","uri":"/friend/2013/03/the-doll-dilemma.p25"},"“Great!” I said with a smile. I was excited to get my doll, but the knowledge that I worked hard to earn her was the best feeling of all."]]],"refs":null}
