{"id":19,"parent_id":0,"book_id":22910,"content_id":1,"language_id":0,"display_order":19,"title":"The Book Was True","subtitle":"","short_title":"The Book Was True","uri":"/friend/2013/03/the-book-was-true","content":[["div",{"id":"head1","uri":"/friend/2013/03/the-book-was-true.head1"},[".seriesTitle","Friend to Friend"],[".title","The Book Was True"],[".event",["div",{"id":"p3","uri":"/friend/2013/03/the-book-was-true.p3"},"From an interview with Elder Kevin R. Duncan of the Seventy; by Hilary Watkins Lemon"]],[".epigraph","By the power of the Holy Ghost ye may know the truth of all things",["span.emphasis","(",["a",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/03/the-book-was-true.p5"},"I grew up on a farm and worked nearly every day during the summer. I hoed beets, hauled hay, and worked with cattle and horses. Farm work was not my favorite summer activity. The days were very hot, and I had to work hard to get all my chores done."],["div",{"id":"p6","uri":"/friend/2013/03/the-book-was-true.p6"},"One day when I was about 11 years old, I finished some of my chores early and had some time before I had to start my next task. It was hot, so I sat under a tree to rest. I don’t know why, but I had the Book of Mormon with me. I picked up the book and started to read. To my amazement, I couldn’t put it down. For the next three or four days I continued to have extra time during my workday. In those few days, I read the whole Book of Mormon. Every time I opened the book, I was filled with a warm, calm feeling. The presence of the Spirit was strong and bore witness to me that the book was true, and because it was true, everything else I knew about the gospel had to be true too."],["div",{"id":"p7","uri":"/friend/2013/03/the-book-was-true.p7"},"Though I was baptized when I was eight, reading the Book of Mormon on the farm marked the moment of my true conversion. I do not know why I had the Book of Mormon with me on the farm that day. I often read books back then, but the Book of Mormon struck me like no other book ever did."],["div",{"id":"p8","uri":"/friend/2013/03/the-book-was-true.p8"},"To this day I still remember the testimony I received of the truthfulness of the Book of Mormon. It has become an anchor in my life. Since that day, I have faced many challenges, but I have never forgotten the moment I knew for myself that the Book of Mormon was true."]]],"refs":null}
