{"id":7,"parent_id":6,"book_id":22643,"content_id":1,"language_id":1,"display_order":7,"title":"Activities to Make Connections","subtitle":"","short_title":"Activities to Make Connections","uri":"/youth/learn/learning-teaching-ideas/ss/connections","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/learning-teaching-ideas/ss/connections"},[".bodyBlock",[".heading",["h1","Activities to Make Connections"]],[".topic",["p.para","The following activities can:"],["ul.bullet-list",["li","Help the youth",["b",["i","make connections"]],"between what they are learning at home, in church, in seminary, and in the experiences of their everyday lives."],["li",["b",["i","Introduce the doctrine"]],"the youth will be learning about in class"]],["p.para","The youth can participate in these activities individually, in small groups, or as a class. Remember that the best ideas will come to you as you consider the needs of the youth you teach."],["h2","Help the youth make connections between what they are learning at home, in church, and in other settings"],["h3","Make a list of truths"],["p.para","Ask the youth to make a list of gospel truths they have been learning and discuss how they relate to each other."],["h3","Write a word or phrase"],["p.para","Ask the youth to share a word or phrase that summarizes something they learned recently."],["h3","Share a scripture"],["p.para","Invite the youth to share a scripture they have studied recently and talk about what they learned from it."],["h3","Share a learning experience"],["p.para","Ask the youth to share an experience in which they learned about a doctrine of the gospel in a meaningful way."],["h3","Share a teaching experience"],["p.para","Ask the youth to share a recent experience they had teaching the gospel. What do they feel went well? What would they like to improve?"],["h3","Share an application"],["p.para","Invite the youth to share how they are living the things they are learning."],["h3","Ask questions"],["p.para","Invite the youth to ask questions they have about a doctrine they are studying."],["h3","Share questions"],["p.para","Invite the youth to share questions they have been asked about the Church or their beliefs and how they would answer them."],["h2","Introduce the doctrine the youth will be learning about in class"],["h3","Find the doctrine in the scriptures"],["p.para","Invite the youth to look in the scriptures for a verse that teaches the doctrine of the lesson."],["h3","Ask a question"],["p.para","Invite the youth to respond to a question about the doctrine."],["h3","Sing a hymn"],["p.para","Invite the youth to sing a hymn related to the doctrine."],["h3","Answer the question in the lesson title"],["p.para","Write on the board the question in the title of the lesson, and invite the youth to ponder how they would answer it."],["h3","Role-play"],["p.para","Ask the youth to role-play a situation in which someone asks them a question about the doctrine. How would they answer?"],["h3","Explain what you know"],["p.para","Ask class members to explain what they know about the doctrine."],["h3","Divide the doctrine into parts"],["p.para","Divide the doctrine into parts, and assign different youth to explain what each part means."],["h3","Explain a picture or object"],["p.para","Show the youth a picture or object related to this week’s doctrine, and ask them to explain it."],["h3","Draw a picture"],["p.para","Invite the youth to draw a picture that represents what they understand about the doctrine you will be discussing."],["h3","Find and share scriptures"],["p.para","Ask the youth to find a scripture that helps answer the question in the title of the lesson."],["h3","Summarize what you know"],["p.para","Invite the youth to summarize in a few words or phrases what they know or have experienced about the doctrine."],["h3","Anonymous survey"],["p.para","Give class members a short, anonymous survey that asks about their feelings or experiences related to the doctrine."],["h3","Quiz"],["p.para","Give the youth a brief quiz to find out what they already know about the doctrine."],["h3","Make a list of words"],["p.para","Ask the youth to think of words that relate to the doctrine they will be discussing. Which words or phrases do they have questions about?"]]]]]],"refs":null}
