{"id":46,"parent_id":45,"book_id":22358,"content_id":1,"language_id":1,"display_order":46,"title":"Section 7: The Church Grows as the Witnesses Go Forth","subtitle":"","short_title":"Section 7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.head2"},[".titleNumber","Section 7"],["h1","The Church Grows as the Witnesses Go Forth"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.f1"},["h3","Lessons"],["ol.number",["li",["span.label","29."],["p.para","“Ye Are My Witnesses, Saith the Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1"},"Acts 1–8"],")"]],["li",["span.label","30."],["p.para","“God Is No Respecter of Persons” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10–12"],")"]],["li",["span.label","31."],["p.para","“A Chosen Vessel unto Me” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9"},"Acts 9"],")"]],["li",["span.label","32."],["p.para","“I Have Set Thee to Be a Light of the Gentiles” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/13"},"Acts 13–18"],")"]]]],[".topic",["h2","The Setting"],[".topic",["h3","The Political Picture"],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p38"},"Christianity made its appearance in the days of the apostles at a time when Rome ruled most of the known world. Founded in 753",["span.small","B.C."],", the city of Rome was the center of an empire that stretched in all directions."],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p39"},"Unlike modern republics in which the federal government presides over a group of states or counties, the Roman empire was composed of independent cities, states, and territories, each of which was subject to the overall authority of the emperor and the senate. In the days of the apostles, larger parts of the imperial system were known as provinces. Examples of such, as found in the book of Acts, are Macedonia (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.9"},"Acts 16:9"],"), Asia (",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.4"},"Acts 20:4"],"), Bithynia (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.7"},"Acts 16:7"],"), and Cilicia (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.9"},"Acts 6:9"],"). (See the",["a.crossRef",{"href":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/map-section.p1"},"map section"],", p. 216.)"],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p40"},"Government was primarily of two kinds. Those provinces regarded as peaceful were ruled by proconsuls, special appointees of Rome who had the power of independent decision making but were accountable to powerful members of the Roman Senate. These proconsuls were sometimes called deputies. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.7-12"},"Acts 18:7–12"],".) Provinces generally felt to be more turbulent were directly responsible to the emperor himself and were kept in check by constant military guard. Palestine, one of the more volatile provinces in the days of Jesus and the apostles, was under the immediate supervision of the emperor through a governor or procurator. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.2"},"Matthew 27:2"],"and",["a.scriptureRef",{"href":"/scriptures/nt/acts/24.1"},"Acts 24:1"],".)"],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p41"},"In addition, the Jews had a king who, although he was partly of Jewish descent, also ruled at the discretion of the Roman rulers. Herod the Great, ruling monarch in Palestine at the birth of Jesus, held the titles of procurator, tetrarch, and king. Following Herod’s death the kingdom of the Jews passed to these three sons: Archelaeus, Antipas, and Philip."],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p42"},"Herod’s sons were followed in power by Agrippa I. He was succeeded by his son, Agrippa II, who ruled for more than fifty years. During the latter’s reign, one of the Roman governors was Felix, before whom Paul was tried (",["a.scriptureRef",{"href":"/scriptures/nt/acts/23"},"Acts 23; 24"],"). Felix was followed by Festus through whom Paul, when he discovered that he could not secure justice in Palestine, appealed to the Caesar himself (",["a.scriptureRef",{"href":"/scriptures/nt/acts/25.8-13"},"Acts 25:8–13"],"). During Paul’s incarceration at Caesarea, Festus invited King Agrippa II to hear Paul’s case. Although Agrippa had an adequate understanding of Jewish law, he was not deeply committed to its religious doctrines. He gave only token observance to its ceremonial requirements, more to placate his subjects than out of any sincere conviction of its religious truth. It was his conclusion upon hearing Paul that “this man might have been set at liberty, if he had not appealed unto Caesar.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.32"},"Acts 26:32"],".)"],["p.para",{"id":"p43","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p43"},"Among the several emperors who reigned during the period of the New Testament was the hated Caesar (Nero) (",["span.small","A.D."],"54 to 68), before whom Paul appeared for trial (",["a.scriptureRef",{"href":"/scriptures/nt/acts/27.24"},"Acts 27:24"],"). In",["span.small","A.D."],"64, a great fire broke out in Rome. Nero, suspected of having set the fire himself, openly accused the Christians of this incendiary act. Many believed the charge. Thus broke out the first, albeit limited, Roman persecution of the Christians. Tradition has it that during this period both Peter and Paul met their deaths in Rome. (For a view of the relationships between the political leaders of Rome and the early Christians, see the",["a.crossRef",{"href":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/map-section.p1"},"New Testament Chronology Chart"],"in the center section of this manual.)"]],[".topic",["h3","The Religious Picture"],["p.para",{"id":"p45","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p45"},"Many are familiar with the fact that the Jewish leaders openly opposed the message of Jesus in the Savior’s day. Believing that the death of Jesus would crush the movement which prospered under his leadership, Jewish rulers conspired to do away with the Son of God. Later, when the movement continued to grow, persecution increased also. Why? What were the forces that made it possible for Christianity to survive during its early years?"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p46"},"Foremost among the factors deserving mention was the zeal of the Christian converts. Their faith was not based on a dead Savior but on a living one, one that had risen from the dead, to which fact many were eyewitnesses (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.23,24,32"},"Acts 2:23, 24, 32"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.30-32"},"5:30–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.4-8"},"1 Corinthians 15:4–8"],"). In addition, although the Jews openly opposed the new faith, their counteractions were largely held in check by Roman law. The political state recognized many gods, and it was the practice not to interfere with any man’s faith so long as his worship did not prove subversive to the state. Judaism was among the tolerated religions, and the leaders in Rome did not see Christianity as a new movement but rather as just another division within the Jewish order. Rome’s attitude of tolerance has been expressed in these words:"],["p.para",{"id":"p47","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p47"},"“The religious philosophy of the Roman state did not deny the existence of any religion’s gods, nor did it purport to declare that there was but one true religion, nor did it take the position that there was one religion that was better for the Roman Empire than another. In one sense there was religious toleration that bordered on almost pure religious liberty. …"],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p48"},"‘It was into such a religious world that Christianity ventured, struggling to gain converts and save all mankind.” (Lyon,",["span.emphasis","Apostasy to Restoration,"],"p. 21.)"],["p.para",{"id":"p49","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p49"},"As time passed, however, and the new church expanded and grew, the attitude of tolerance began to change. Though the worship of other gods was still tolerated, more and more the personage of the emperor was seen as divine, and Roman subjects were expected to give their allegiance to him as god, as well as their own deities."],["p.para",{"id":"p50","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p50"},"By the time of Nero, it was customary for the emperor to be called by such titles as",["span.emphasis","theos"],"(god) and",["span.emphasis","soter"],"(savior). By the time of Domitian (",["span.small","A.D."],"81–96) the title",["span.emphasis","Dominus et Deus"],"(Lord and God) was also added. The Greek word for the Latin",["span.emphasis","dominus"],"was",["span.emphasis","kurios,"],"or Lord, the exact same word that is the most common title applied to Jesus. (It is used almost seven hundred times in the New Testament.)"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p51"},"There is little doubt that the early Christians saw in the emperor a direct challenge to the divinity of Christ when they saw and heard him addressed as “God,” “the Son of God,” “the Holy One,” “Lord,” and “Savior.” Their refusal to bow and worship this substitute deity was one of the central causes of the terrible persecutions which brought so many of the early saints to martyrdom."]],[".topic",["h3","The Greek Influence on the Early Church"],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p53"},"Although openly opposed by Jewish elements, early Christian missionaries generally found the empire a congenial place in which to travel and preach. This was due in large measure to the Greek influence, or Hellenism, as it was called. The Greeks were anything but idle witnesses to Roman domination. Where the Romans built the roads, established the postal systems, and sought for law and order, the Greeks were a thinking, planning, and philosophizing society. If the Romans were the doers, the builders, the politicians, the Greeks were the thinkers, the planners, the philosophers; if Rome conquered Greece with its armies, Greece conquered Rome with its ideas. Greek slaves were often better educated than the Roman masters whom they served."],["p.para",{"id":"p54","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p54"},"Greeks equated religion with man’s efforts to understand all aspects of human existence. Religion was not a definition of the gods nor yet an act of patriotic sentiment; it was a creation of men’s minds. According to the Greeks, man had the power of independent thought, the ability to examine the mysteries of the universe firsthand, and understanding sufficient to formulate satisfactory explanations. Thus, as an interest in the Greek and Roman gods declined, philosophical and scientific inquiry took its place. Religion became an attempt to correlate all existing human knowledge into one vast system of logic verified by man’s experience, by his careful observation, and by his patient thought. Thus, when Paul came to Athens, “the Athenians and strangers which were there spent their time in nothing else, but either to tell, or to hear some new thing.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.21"},"Acts 17:21"],".) They were stirred by Paul’s presence, not because they wished to know and obey the truth, but because they were curious. Their curiosity led them to take Paul to Areopagus, the highest court in Athens, where they said to him: “May we know what this new doctrine, whereof thou speakest is? For thou bringest certain strange things to our ears: we would know therefore what these things mean.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.19,20"},"Acts 17:19, 20"],".) Taking advantage of the circumstances, Paul preached to them a sermon about the “unknown god” that they worshipped."],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p55"},"The Greek influence had two immediate effects on Christianity, one beneficial and the other detrimental. It was beneficial in that it provided a medium through which the teachings of Jesus and his apostles could be spread rapidly: the Greek language. In addition, Christianity, as we have seen, was new, and the Greek attitude to see and to hear new things had influenced many. It was detrimental because men could not resist the temptation to embellish the Christian revelation with their own interpretations. The result was a new Christianity altogether. Let us examine each of these influences in turn."],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p56"},"Many throughout the ancient Roman world were bilingual. One language would be their native tongue; the other was most often Koine Greek, the common, and almost universal, language of the time. The existence of a common language made possible the rapid spread of the Christian message. Prior to the birth of Christ, the Hebrew scriptures (Old Testament) had been translated from Hebrew into Greek. This rendition, known as the “septuagint,” was most likely the Bible of the Greek-speaking Jews in the time of Jesus and his apostles. All Paul had to do in order to obtain a point of contact in any new city was to go to the local Jewish synagogue on the Sabbath day. Here he would find any number of eager listeners, and he could speak to them either in Greek (the common tongue) or in Aramaic, a dialect of Hebrew, the language of the Jews. Paul spoke both (",["a.scriptureRef",{"href":"/scriptures/nt/acts/21.37-40"},"Acts 21:37–40"],")."],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p57"},"The major problem presented to Christianity was how to keep the gospel message pure and free from the false philosophies so prevalent in the empire. In time, the Christian resistance to Greek philosophy broke down. Christianity became wedded to Greek thought, and the marriage proved to be disastrous for the once pure gospel of Jesus Christ. Christian converts educated in the philosophies of Socrates, Plato, Aristotle, and other current schools of thought found the temptation to mix their newfound faith with Greek learning too great to resist. Temples dedicated to Athena, Zeus, and Diana became, in time, centers of Christian worship; the rituals practiced, however, were not purely Christian but a blend of the true with the false. This strange admixture of Christian truth with pagan philosophy and practice constituted what is known as the Great Apostasy. As Paul prophesied to the Ephesian elders, so it came to pass:"],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p58"},"“For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock."],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p59"},"“Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.29,30"},"Acts 20:29, 30"],".)"]],[".topic",["h3","Summary: A Restored Gospel at Odds with Its Contemporary Society"],["p.para",{"id":"p61","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p61"},"Early Christianity, which was a restored gospel in the meridian dispensation, made its appearance at a most propitious time in history. Roman roads literally opened avenues for Christian missionary work in every part of the empire. Roman toleration also made possible the practice and spread of Christianity among peoples otherwise largely opposed to it. The spirit of Greek rationalism as well as the widespread use of the Greek language provided Christianity with opportunities to be heard and understood wherever men might gather. The Jewish dispersion made it possible for Jewish-Christians to enter synagogues everywhere and preach the “good news” of Jesus Christ to all who would open their hearts and listen."],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p62"},"In time, however, Christianity began to experience negative attitudes within this world of government-sponsored religions. The new faith was not in total harmony with the spirit of its time. The Greeks considered the doctrines of atonement and resurrection “foolishness” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.23"},"1 Corinthians 1:23"],") and mocked Paul’s earnest attempts to win their hearts to Christ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.32"},"Acts 17:32"],"). The Jews held it to be an open threat to their Mosaic institutions (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.48"},"John 11:48"],") and persecuted “unto the death” many who followed the way of Christ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.4"},"Acts 22:4"],"). In time, even the Romans came to regard Christianity as an illicit cult, deserving neither sanction nor favor from the state."],["p.para",{"id":"p63","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p63"},"In contrast to the secular and religious philosophies of the time, Christianity was nonspeculative. It did not indulge in theory or endless dispute but in eyewitness testimony. Jesus Christ lived, died, and rose from the dead and was seen by many following his resurrection (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.3-8"},"1 Corinthians 15:3–8"],"). The nonspeculative nature of the Christian faith made it unpalatable to many whose lives were thoroughly grounded in philosophical conjecture."]]],[".topic",["h2","The Jewish Cultural Heritage"],[".topic",["h3","Why the Jewish Claim to Genealogical Inheritance Probably Contributed to a Feeling of Exclusiveness"],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p66"},"The Jews in the days of the early apostles traced their genealogical descent from Abraham, a great prophet who lived in Canaan about two thousand years before Christ. God established with him His special covenant, which, among other things, was to bless all nations of the earth (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.8-11"},"Abraham 2:8–11"],"). It was Abraham who founded the Hebrew nation. Through him and his posterity the sacred covenant which made of Israel “a peculiar treasure, … a kingdom of priests, and an holy nation” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5,6"},"Exodus 19:5, 6"],") unto the Lord was transmitted from generation to generation."],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p67"},"In addition to Abraham, the Jews looked to their great Hebrew statesman and lawgiver, Moses, for proof of their chosen condition. He was God’s mouthpiece on earth, the one through whom God spoke to all Israel (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.5-8"},"Numbers 12:5–8"],"). Thus was established the preeminence of Moses among the prophets of Israel. Jehovah was God and Moses was his prophet!"],["p.para",{"id":"p68","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p68"},"That their descent from Abraham and their spiritual legacy from Moses bred in the Jewish nation a false sense of their own superiority is evident from a reading of the New Testament. When Jesus, who was Jehovah in the premortal world, made his appearance among them, the contentious Jews lost no time in reminding the Savior of their personal exclusiveness: “Abraham is our father” they boasted (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.39"},"John 8:39"],"), and “we are Moses’ disciples” (",["a.scriptureRef",{"href":"/scriptures/nt/john/9.28"},"John 9:28"],"). They were proud of their religious background. It remained for John the Baptist to remind them that true spirituality is based on deeds, not genealogical inheritance. “Think not to say within yourselves, We have Abraham to our father:” John warned, “for I say unto you, that God is able of these stones [gentiles] to raise up children unto Abraham.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.7-9"},"Matthew 3:7–9"],".)"]],[".topic",["h3","Why the Jewish Interpretation of the Law of Moses Probably Contributed to a Feeling of Exclusiveness"],["p.para",{"id":"p70","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p70"},"From God, by revelation to Moses, came the great Law which bears Moses’ name. Contained within the Pentateuch, or first five books of the Old Testament, the law of Moses provided regulations for situations arising between God and man, man and other men, and man and God’s other creatures. Faithful Israelites recognized it as the revealed will of God for his covenant people, and its violation brought with it severe penalties. Prior to their captivity by the Babylonians (about 600",["span.small","B.C."],"), members of the tribe of Judah had probably not observed the law of Moses as rigidly as they later came to do. The writings of Israel’s prophets indicate that the worship of foreign deities by the Israelites was more the rule than the exception, although it was always vigorously denounced by the nation’s prophets. In their captive condition, however, forced to live as exiles from their homeland, the Jews were compelled to make an important decision: would they permit themselves to become totally absorbed in the cultural ways of their captors or would they remain faithful to Jehovah? A many-faceted Judaism was the result."],["p.para",{"id":"p71","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p71"},"That the Jews viewed themselves as a people set apart is evident in all phases of their cultural life. To them, contact with those not of their faith was contaminating. They assumed that they alone possessed God’s law by direct revelation. Moses forbade the people to make marriages with those of other nations (",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.3,4"},"Deuteronomy 7:3, 4"],"). Moreover, they alone held the sacred texts in which that revelation was housed. They were exclusively the “people of the book.”"],["p.para",{"id":"p72","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p72"},"Into their Babylonian captivity the Jews took their sacred writings. Having no temple in which to worship, they began a vigorous study of the sacred texts. Scribes or special interpreters of the law arose, each with his own view of God’s word. By the time of Jesus and the apostles, much of Judaism was hopelessly entangled in a morass of legalism which militated against, if it did not crowd out altogether, the true spirit of religion. For many Jews worship was no longer a matter of the heart. The so-called traditions of the elders prevented it from being so (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.2-6"},"Matthew 15:2–6"],")."],["p.para",{"id":"p73","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p73"},"Jewish scholars often looked upon themselves as better than the common mass of their Jewish brothers and sisters. Jews in general manifested an intense disdain for the Samaritans, who could claim only a partial Jewish heritage. Jesus represented one Pharisee as standing in prayer before the Lord and saying: “God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican. I fact twice in the week, I give tithes of all that I possess.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.11,12"},"Luke 18:11, 12"],".) Such men were rebuked as hypocrites. They did all their works, Jesus said, “to be seen of men.” To pay tithing is, of course, a good thing, but they had “omitted the weightier matters of the law, judgment, mercy, and faith.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.13,14,23"},"Matthew 23:13, 14, 23"],".)"],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p74"},"Another example is the occasion when the Pharisees asked Jesus why his disciples ate without washing their hands. This act of defilement, though not part of the Mosaic law, was forbidden by the tradition of the elders (",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.3-8"},"Mark 7:3–8"],")."],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p75"},"Thus, Jewish religion in the days of the apostles was largely a system of rules and safeguards, “hedges about the law” as the Jews called them, brought about by the elders in their efforts to preserve the sanctity of the law and its observance. All of this tended to make religious observance more a matter of outward response to a code of laws than an inner attitude of heart and mind. Salvation began to be measured by outward performances and “works of the law” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/2.16"},"Galatians 2:16"],"), a condition which Paul referred to as the “yoke of bondage” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/4.3,9"},"Galatians 4:3, 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.1"},"5:1"],"). A man who rigidly observed the traditions of the elders was always in a state of apprehension lest he violate one of the numerous rules of his religion. A man who scrupulously kept these laws had a tendency to view himself as superior to other men."]],[".topic",["h3","Why the Jewish Places of Worship Probably Contributed to a Feeling of Exclusiveness"],["p.para",{"id":"p77","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p77"},"Prior to the time of Solomon, the Jews had their special places of worship. One such, constructed in Moses’ day, was a portable tabernacle which could be moved from place to place wherever the people wandered. In Solomon’s time, however, a temple was built. This became the center of worship."],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p78"},"After the destruction of Solomon’s temple by Nebuchadnezzar, the synagogue became the primary place of Jewish worship. Even when the Jews returned to their Holy Land from Babylonian exile and rebuilt their temple, worship continued to center in the local synagogue, a special edifice serving a purpose similar to a present-day meetinghouse or chapel. Later, when the Jews were scattered throughout the Greek and Roman empires, the synagogue continued to be the focal point for religious interests. A pilgrimage to the temple in Jerusalem might be a wonderful, once-in-a-lifetime experience, but worship in the synagogue was a weekly factor of life. It was only natural, therefore, that Paul, a Jewish Christian, should visit the synagogues first in each city into which he took the Christian message. (See, for example,",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.5,14"},"Acts 13:5, 14"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.1"},"14:1"],".)"],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p79"},"The synagogue served a dual purpose for the Jews. Not only was it reserved for religious affairs, it was also the educational center in which Jewish children were daily instructed in the law. Each synagogue had its head, or chief ruler (",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.41,46"},"Luke 8:41, 46"],"), whose main responsibility seems to have been to decide upon the order of the public service each week and to maintain a strict decorum within the sacred confines."],["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p80"},"Each synagogue contained copies of the Holy Books, particularly the first five books (the Torah). As formerly shown, by the time of Peter and Paul the law had come to be held in greatest respect, and its precepts were regarded as inviolable by any and all who considered themselves faithful Jews. It was only natural for Peter and Paul to quote at length from the sacred writings if they wished to hold the interest and attention of their Jewish listeners (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.16-21,25,26"},"Acts 2:16–21, 25, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.22-26"},"3:22–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.16-22,35"},"13:16–22, 35"],"). Likewise, Israel’s history as cited by Stephen prior to his martyrdom was something with which any twelve-year-old Jewish boy would be familiar (",["a.scriptureRef",{"href":"/scriptures/nt/acts/7"},"Acts 7"],")."],["p.para",{"id":"p81","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p81"},"All of this did not depreciate the sacred temple. On the contrary, a visit to the temple in Jerusalem was always an event of greatest significance. The temple standing in the days of the apostles possessed both an inner and an outer court, and only Jews were permitted to enter the inner precincts. Even there, specific divisions confined men, women, and priests to certain quarters. In the temple proper, the Holy of Holies, or Most Holy Place, was reserved only for the high priest, and that on the Day of Atonement. Gentiles might enter the outermost court known as the Court of the Gentiles, but they could not proceed further on penalty of death. In order to prevent such acts of desecration, a large sign was placed between the inner and outer courts for all to see. It carried a specific warning against any gentile intrusion. Such an understanding is essential in order to appreciate why the Jews could pretend to find fault with Paul for an alleged act of desecration (",["a.scriptureRef",{"href":"/scriptures/nt/acts/21.27-29"},"Acts 21:27–29"],"). The sacred courts were reserved exclusively for things Jewish, and their use was decided by the Sanhedrin and its officers."]],[".topic",["h3","Why the Jewish Dispersion Probably Contributed to a Feeling of Exclusiveness"],["p.para",{"id":"p83","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p83"},"Strangely enough, most of the Jews in the days of the apostles did not reside either in Jerusalem or in its immediate vicinity. They lived in scattered communities throughout the Roman empire and were part of what was known as the Diaspora, or the “people of the dispersion.” Nearly every large city possessed sufficient numbers of these people to form a local synagogue; the same was true of many of the smaller cities."],["p.para",{"id":"p84","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p84"},"The work of scattering began in 721",["span.small","B.C."],"under Sargon II of Assyria, who led away into captivity the inhabitants of Israel, the ten tribes of the northern kingdom in Palestine. Later, Nebuchadnezzar conquered Judah, the southern kingdom, and about 589",["span.small","B.C."],"destroyed Jerusalem and carried his captives into Babylon. Some seventy years or so later, Cyrus, a benevolent king of Persia, permitted those exiled Jews to return to their native land and rebuild their sacred temple. All, however, did not return. Later, when Alexander the Great conquered the known world, further Jewish migrations from the Holy Land occurred. Many of those who took up residency in other lands later applied for and were granted the rights of Roman citizenship. Paul and the family from which he came appear to have been one of these, for Paul was a free-born Roman citizen and was always intensely proud of this fact. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/21.39"},"Acts 21:39"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.25-29"},"22:25–29"],".)"],["p.para",{"id":"p85","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p85"},"Unquestionably these scattered Jews, like some of their compatriots in Palestine, were influenced by the world around them. Many tended in process of time to lose their Jewish exclusiveness and to be assimilated into their environment. These are sometimes referred to as Hellenistic Jews, or Grecians (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1"},"Acts 6:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.29"},"9:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.20"},"11:20"],"), because they adopted the Greek culture and language as their own. Only in matters of religious faith did they remain Jewish, and even this was not the strict variety. Others resisted amalgamation of any sort. While they maintained friendly relations with their non-Israelite neighbors, they refused to adopt Greek or Roman ways. Paul was of such a family. According to his own testimony, he was “circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews, as touching the Law, a Pharisee.” (",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.5"},"Philippians 3:5"],".) Such Jews are sometimes called Hebraists because of their tendency to cling to their Jewish exclusiveness in the midst of an alien environment."],["p.para",{"id":"p86","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p86"},"A good example of Jews of the dispersion would be those spoken of in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.5"},"Acts 2:5"],". They are described as “dwelling at” Jerusalem at the time of the Passover, “devout men out of every nation under heaven,” and were said to be “Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia, Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes, Cretes and Arabians. …” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.9-11"},"Acts 2:9–11"],".)"],["p.para",{"id":"p87","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p87"},"Even in their scattered condition, however, the Jews, particularly the Hebraists, continued to look upon Jerusalem as their spiritual home on earth. As formerly noted, pilgrimages to the sacred temple, while not a yearly occurrence for those scattered in the furthest regions, were great events and eagerly anticipated. All faithful Jews continued to pay the half-shekel tax for maintenance of temple worship. Moreover, it would appear that the famed Sanhedrin of Jerusalem exercised at least token influence over the scattered Jewish communities throughout the empire. A good example would be Paul’s request of the high priest in Jerusalem for “letters to Damascus to the synagogues, that if he found any of this [Christian] way, whether they were men or women, he might bring them bound unto Jerusalem,” presumably for examination (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1,2"},"Acts 9:1, 2"],"). (See also the implications in",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.4,30"},"Acts 22:4, 30"],"and 26:12.)"]],[".topic",["h3","Why the Jewish Education System Probably Contributed to a Feeling of Exclusiveness"],["p.para",{"id":"p89","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p89"},"Part of the Jewish exclusiveness was undoubtedly due to the fact that the Jews found themselves in very close proximity to other nations, generally more powerful than themselves. There was always a great temptation to imbibe the evil influences of foreigners and thus incur Jehovah’s wrath. Particularly was this true of those Jews who did not live in Palestine. Uprooted from their homeland, possessing no system of military defense, the preservation of their national identity depended on how skillfully they perpetuated their Jewish heritage, hence their heavy emphasis on Torah instruction. Every phase of Jewish life merged with theology. Education was no exception. Jewish children, wherever they lived, were taught that they were a people set apart, that they were called of God and were to keep themselves unspotted from the heathens with whom they were surrounded. To fail to do this was to sacrifice one’s chosen status. If by his conduct or words a Jew displeased his elders, he could literally be “put from the synagogue,” that is, expelled or excommunicated. (See, for example,",["a.scriptureRef",{"href":"/scriptures/nt/john/9.13-34"},"John 9:13–34"],".) Small wonder, then, that Peter and Paul generally encountered the problems that they did (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.16-18"},"Acts 4:16–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.17-32"},"5:17–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.44-50"},"13:44–50"],"). Gentiles might consider Christianity merely another sect of Judaism such as Pharisees and Sadducees, but the Jews—never!"],["p.para",{"id":"p90","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p90"},"The word",["span.emphasis","gentile"],"comes to us from the Latin",["span.emphasis","gentilis,"],"which is derived from",["span.emphasis","gens,"],"the Latin word for “nations.” In Jewish thought, it included all non-Hebrew peoples. Sometimes the term was applied in a reproachful way; sometimes it was not. Often it was used merely to identify those peoples or nations whose God was not Jehovah, whose worship, ritual, and religious practices were foreign to those of Israel. Whereas the Roman world was largely pagan in its orientation and accepted and even embraced the gods of various nations, the Jews believed in and worshipped one God alone: Jehovah. He only, of all the gods of men, had a true existence in fact. Gentiles could become Jews providing they were willing to subscribe to all requirements of the law of Moses, including circumcision. Those who would not so subscribe were generally looked upon as inferior to God’s “chosen people.”"],["p.para",{"id":"p91","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p91"},"(See",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.6"},"Deuteronomy 7:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.15"},"10:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.2"},"14:2"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.8"},"Isaiah 41:8"],", all of which speak of God’s chosen people. The thing the Jews forgot was that they were chosen from among the peoples of the earth for a special mission: to bless all others with the truths of God. They were not chosen so that they could reserve these blessings exclusively for themselves. Neither did the possession of these truths make them better than other people. “For unto whomsoever much is given of him shall be much required.” [",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.48"},"Luke 12:48"],"; cf.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"D&C 82:3"],".] Even the apostles had to learn this important truth.)"]],[".topic",["h3","A Special Problem: The Jewish Convert to the Church"],["p.para",{"id":"p93","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p93"},"We have already mentioned how the law of Moses was generally viewed by the Jews of apostolic times. Among those who laid the most rigid interpretation upon its strict observance was a Jewish sect known as Pharisees, the group Jesus denounced for their hypocritical ways (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],"), and a group that Paul referred to as the “strictest sect of our religion.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.5"},"Acts 26:5"],".) Although a Jew of the dispersion, Paul was raised “a Pharisee, the son of a Pharisee” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.6"},"Acts 23:6"],") and referred to himself as a “Hebrew of the Hebrews,” one who was “blameless” as far as the rigid observance of the Law was concerned (",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.5,6"},"Philippians 3:5, 6"],")."],["p.para",{"id":"p94","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p94"},"Following his vision and conversion at Damascus, however, Paul changed his attitude toward the Law. The law of Moses was fulfilled and done away with in Christ’s atoning act. Even as early as Stephen’s martyrdom the Jews were charging the saints with desires to “change the customs which Moses delivered unto us.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.14"},"Acts 6:14"],".) How rapidly or in what manner this change occurred we cannot say. What can be said is that questions regarding the binding nature of the law on new converts, Jew or gentile, became the burden of many of Paul’s letters directed to the various Christian churches. The books of Galatians and Romans in particular were dedicated to persuading his readers that the law of Moses was dead, so far as Christians were concerned."],["p.para",{"id":"p95","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p95"},"Not all Jewish converts to the church of Jesus Christ agreed with Paul. As a matter of fact, at least one body disagreed strongly. Probably Pharisaical in background, they insisted that the law was given of God to be observed for all time. Those who held such views have come to be known as Judaizers, although the term as such is not found in scripture. Let it be clearly understood that these Judaizers were converts to the church, men who thought they espoused the Christian cause and accepted Christ as their Redeemer. Generally they were faithful Jews who saw Christianity as a mere outgrowth of Judaism rather than as a restored gospel that did away with the lesser law of Moses. As such they continued to press for rigid and inflexible observance of the law for all members of the church. Such insistence created all kinds of special problems. Paul and the gentile saints viewed their church membership as a formal deliverance from all the religious ceremonialism of their former faiths. Why should they place themselves now beneath the yoke of Jewish ritualism?"],["p.para",{"id":"p96","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p96"},"If we ask the question, Why were there Judaizers in the church of Jesus Christ in these early days? let us also consider the fact that Judaic influence was a paramount feature of life for every faithful Jew. It was only with some difficulties that these traditions and dogma were set aside at all. The difficulty of shedding old habits and replacing them with new ones is obvious to anyone who has ever sought true repentance. The law of circumcision was commonplace to Peter, Paul, and other Jews. Even gentile converts to Judaism were required to observe it if they would claim a true home among their new-found friends (",["a.scriptureRef",{"href":"/scriptures/ot/gen/34.14-17"},"Genesis 34:14–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.48"},"Exodus 12:48"],")."],["p.para",{"id":"p97","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p97"},"That the Jews felt themselves to be exclusive among all of our Father’s children, the factors that contributed to this exclusive feeling, the effects of the Jewish dispersion among the gentile nations, and the effect of the gospel upon Jewish converts—all of these are essential to your understanding of the historical setting of the New Testament and particularly to the written correspondence of church leaders to church members spread throughout the Roman world."]]],[".topic",["h2","Biographies"],[".topic",["h3","Luke"],["p.para",{"id":"p100","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p100"},"Physician (",["a.scriptureRef",{"href":"/scriptures/nt/col/4.14"},"Colossians 4:14"],") and missionary companion of Paul, Luke made a significant contribution to saints of all ages by writing two of the New Testament books—the Gospel that bears his name and Acts. (Actually, they are two volumes of the same work, as can be seen from his introduction to both books.) He was of gentile origin and joined Paul on the second missionary journey, probably at Troas. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.10"},"Acts 16:10"],"where the so-called “we” sections begin.) Modern Bible research and archeology have shown him to be a historian of accuracy and sensitivity."]],[".topic",["h3","Peter"],["p.para",{"id":"p102","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p102"},"Peter, son of Jonah, lived with his wife and other family members in Bethsaida, a village on the Sea of Galilee near Capernaum. His trade was that of a fisherman. He, with his brother Andrew and the two sons of Zebedee, James and John, were partners in a fishing business. It was Andrew who introduced Peter to Jesus of Nazareth at a time when Peter, Andrew, James, and John were disciples of John the Baptist. At his first meeting with Jesus, Peter was given another name by the Savior—Cephas, an Aramaic word meaning “rock or stone.”"],["p.para",{"id":"p103","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p103"},"With James, John, and Andrew, Peter was challenged to abandon worldly pursuits and follow in the footsteps of the Savior. When the first Quorum of Twelve Apostles was formed, Jesus called Peter to the apostleship, and ordained him, and sent him forth with Andrew to preach the gospel. It was Peter who declared Jesus’ messiahship after most of Jesus’ hearers rejected the Bread of Life sermon. It was Peter who testified that Jesus was “the Christ, the Son of the living God.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16"},"Matthew 16:16"],".)"],["p.para",{"id":"p104","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p104"},"Not long after the Bread of Life sermon, Jesus took Peter, James, and John onto the Mount of Transfiguration. From lay disciple, Peter had ascended the ladder of faith, rung by rung, until he was privileged to stand on that mountain and receive revelation from heavenly beings who included Jesus, Elohim, Moses, and Elijah."],["p.para",{"id":"p105","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p105"},"Of all the apostles, Peter seems to have been the most impetuous. He appears to have often acted from impulse. In the upper room, Peter protested vigorously when the ordinance of the washing of feet was introduced to him by Jesus. In Gethsemane, Peter slept while the Savior experienced his agony. At the time of Jesus’ arrest, it was Peter who drew his sword and cut off the ear of Malchus, the servant of the High Priest. Not long thereafter, Peter three times denied knowing the Savior."],["p.para",{"id":"p106","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p106"},"Always, however, Peter’s repentance was sincere and complete. He had always the strength and determination not to repeat the same mistake. That Peter enjoyed the Savior’s forgiveness and approval is evident from the fact that Jesus appeared to the chief apostle on the day of the resurrection and commanded Peter to “feed my sheep.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.16"},"John 21:16"],".)"],["p.para",{"id":"p107","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p107"},"Through all of his experiences with Jesus, Peter was carefully tutored to assume his foreordained responsibility to serve as president of the church of Jesus Christ after the Lord’s ascension. The first twelve chapters of the book of Acts contain an account of Peter’s steadfastness in the face of great opposition. Peter was indeed a true prophet of the Lord Jesus Christ. (For an excellent treatment of Peter’s life, see",["a.crossRef",{"href":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p1"},"Appendix D"],"at the end of the manual.)"]],[".topic",["h3","Paul"],["p.para",{"id":"p109","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p109"},"It is difficult to date the birth of Paul with accuracy, although some time between",["span.small","A.D."],"1 and 6 is probable. As for Paul’s place of birth, he was born in Tarsus, capital of the Roman province of Cilicia, to Jewish parents who were of the tribe of Benjamin."],["p.para",{"id":"p110","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p110"},"From",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.28"},"Acts 22:28"],", we learn of Paul’s free-born status as a Roman citizen, though how his forebears acquired this station is not known. Throughout his life, Paul’s Roman citizenship was both a means of physical protection for himself and a source of much influence among the gentiles."],["p.para",{"id":"p111","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p111"},"If he followed the Jewish custom of the times, Paul received the education of every Jewish boy. At age five, his parents would have begun his instruction in the Old Testament. He would have committed to memory all or part of",["a.scriptureRef",{"href":"/scriptures/ot/ps/63"},"Psalms 63"],"to 68 (the Shema and the Hallel). When he was six, he would have attended a rabbinical school; at age ten he would have studied the oral law; at thirteen he would have been confirmed as a ‘‘son of the commandment” (the bar mitzvah), and he would have left the “House of the Book,” where he had labored to learn the scriptures, in order to take his place among the Jewish men."],["p.para",{"id":"p112","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p112"},"It is thought that Paul most likely remained in Tarsus until he was thirteen. At that age a Jewish boy had to begin his studies at the feet of a great Jewish teacher if he were to become a rabbi. We know that Paul was a student in Jerusalem under the famous rabbi-teacher Gamaliel (",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.3"},"Acts 22:3"],"). Paul’s own testimony leads us to conclude that he spent a major portion of his youth in Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.4"},"Acts 26:4"],")."],["p.para",{"id":"p113","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p113"},"“The phrase ‘to sit at the feet of Gamaliel’ gives a true description of the method of [Paul’s] study. The great master [Gamaliel] would sit on a raised stand, and about him, sitting on the floor at his feet, would be his eager disciples.” (Sperry,",["span.emphasis","Paul’s Life and Letters,"],"p. 7.) Paul’s studies would include a thorough examination of all facets of the law of Moses. As Paul himself informs us, he was, “taught according to the perfect manner of the law of the fathers.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.3"},"Acts 22:3"],".) He was, as he said, a “Hebrew of the Hebrews.” (",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.5"},"Philippians 3:5"],".)"],["p.para",{"id":"p114","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p114"},"It was a religious duty for a Jewish young man to marry when he was between sixteen and eighteen years of age. Since Paul was a devout Pharisee, there is good reason to suppose that Paul was married. If Paul became a member of the Sanhedrin, to qualify for such membership he had to be married and he had to be a father."],["p.para",{"id":"p115","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p115"},"Paul may have been present to hear the mighty discourse wherein Stephen defended the faith. Paul was present at Stephen’s execution (",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.58"},"Acts 7:58"],"). It is thought that perhaps Paul attended the stoning in an official capacity. Possibly he was present at the command of the Sanhedrin to insure adherence to the biblical injunction regarding witnesses in a capital case (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.6,7"},"Deuteronomy 17:6, 7"],"). That Paul consented to Stephen’s death is a fact (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.1"},"Acts 8:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.20"},"22:20"],"). After the death of Stephen, Paul “made havock of the church, entering into every house, and haling men and women committed them to prison.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.3"},"Acts 8:3"],".) To avoid the heavy hand of persecution, the saints scattered throughout the country."],["p.para",{"id":"p116","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p116"},"Having obtained letters from the Sanhedrin which authorized him to capture members of the church in Damascus, Paul set out to accomplish his task. His efforts proved fruitless, for on the road to Damascus the course of his life was completely altered by a vision from the heavens. “Paul’s life had been bisected by Damascus Road. Before, he was an aggressive persecutor of Christianity, but after Damascus Road he was one of its most fervent propagators.” (Howard W. Hunter in",["span.emphasis","CR,"],"Oct. 1964, p. 109.)"],["p.para",{"id":"p117","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p117"},"The Prophet Joseph Smith gave a description of Paul on January 5, 1841, at the organization of a school of instruction: “He is about five feet high; very dark hair; dark complexion; dark skin; large Roman nose; sharp face; small black eyes, penetrating as eternity; round shoulders; a whining voice, except when elevated, and then it almost resembled the roaring of a lion. He was a good orator, active and diligent, always employing himself in doing good to his fellow man.” (",["span.emphasis","Teachings,"],"p. 180.)"],["p.para",{"id":"p118","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-7-the-church-grows-as-the-witnesses-go-forth/section7.p118"},"(",["span.emphasis","Note:"],"Additional biographical material on Paul is included in other sections.)"]]]]]]],"refs":null}
