{"id":7,"parent_id":6,"book_id":9402,"content_id":1,"language_id":1,"display_order":7,"title":"The Book of Moses","subtitle":"","short_title":"The Book of Moses","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses","content":[["div",{"id":"head2","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.head2"},["h1","The Book of Moses"]],[".bodyBlock",[".topic",["h2","Some Important Principles, Doctrines, and Events"],["ul.bullet",["li",["span.label","•"],[".para","Moses was a prophet of God who lived one hundred and twenty years, sometime during the second half of the second millennium",["span.small","B.C."],"He was called by God to lead the children of Israel out of bondage from Egypt, through the wilderness, and into the promised land of Israel."]],["li",["span.label","•"],[".para","From June 1830 to February 1831 the Prophet Joseph Smith worked on revising the first six chapters of the book of Genesis as part of the inspired revision and restoration of the Bible, which is now called the Joseph Smith Translation (JST). The first six chapters of Genesis were expanded to eight chapters in what became known as the book of Moses in the Pearl of Great Price. As the Prophet carried out his work, the Lord revealed to him many long-lost doctrines, prophecies, and events related to the gospel of Jesus Christ. To understand how the Lord regards this inspired revision of the Bible, read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.20"},"Doctrine and Covenants 35:20"],"."]],["li",["span.label","•"],[".para","Jesus Christ appeared to Moses and showed him a vision of the Creation and a history of the earth from Adam to Moses’ own time (and beyond). Moses wrote a book about what he saw in his vision."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3","The Life of Moses"],["div",{"id":"p4","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p4"},"Show a picture of Moses, and ask students what they know about him. Have students study the following scripture blocks if they want to learn more about Moses:",["a.scriptureRef",{"href":"/scriptures/ot/ex/2"},"Exodus 2–3; 14; 19–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/34"},"Deuteronomy 34"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-3"},"Matthew 17:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.15-44"},"Acts 7:15–44"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.23-30"},"1 Nephi 17:23–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-25"},"Doctrine and Covenants 84:6–25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"110:11"],". Invite students to share the lessons they learn from these scriptures."]],[".topic",["h3","“Moses, the Great Law-Giver of Israel”"],["div",{"id":"p5","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p5"},"Invite students to suggest titles by which various prophets are known or referred to (such as Adam, Noah, Enoch, John the Baptist, the Apostle John, or Joseph Smith). Have them read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91-92"},"Doctrine and Covenants 107:91–92"],"; and 138:41 and discuss the titles by which Moses was known. Tell students that even today, after nearly 3,500 years, Moses is still regarded as one of God’s greatest prophets by people of many different faiths, including Jews, Christians, and Muslims."]],[".topic",["h3","Translations of Joseph Smith—Prophet, Seer, and Revelator"],["div",{"id":"p6","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p6"},"Tell students that the Prophet Joseph Smith recorded the following in his journal for 1 December 1831: “I resumed the translation of the Scriptures [the Bible], and continued to labor in this branch of my calling” (",["span.emphasis","History of the Church,"],"1:238). Invite a student to repeat the eighth article of faith. Remind students that the Lord commanded the Prophet Joseph Smith to “translate” the Bible (make corrections and additions; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.20"},"D&C 35:20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.1"},"37:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-61"},"45:60–61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.89"},"124:89"],"). Invite students to write at the top of the page in the beginning of the book of Moses:",["span.emphasis","Joseph Smith’s inspired revision of",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],"through 6:13."]]],[".topic",["h3","Media Suggestion. “‘Many Plain and Precious Things’”"],["div",{"id":"p7","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p7"},["span.emphasis","Old Testament Video"],"presentation 2, “‘Many Plain and Precious Things’” (6:20), can be used to help students review the reasons for and the nature of the Joseph Smith Translation of the Bible, thus helping them see the book of Moses in that context (see",["span.emphasis","Old Testament Video Guide"],"[1991; item 32318] for teaching suggestions)."],["div",{"id":"p8","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p8"},"Review the information under “Title Page. An Extract from the Translation of the Bible” in the student manual (p. 3). Tell students that as they study the book of Moses, they will learn many concepts not found in the Bible. As you study the book of Moses with your students, you may want to invite them to compare verses in",["a.scriptureRef",{"href":"/scriptures/ot/gen/1"},"Genesis 1–6"],"with corresponding verses in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1–8"],", seeing how the Joseph Smith Translation helps restore plain and precious truths."]],[".topic",["h3","June 1830 to February 1831"],"Assign students to do the following:",["ul.bullet",["li",["span.label","•"],[".para","List the dates given just above the chapter headings in the book of Moses (these are the dates during which the Prophet Joseph Smith translated each portion of the book of Moses)."]],["li",["span.label","•"],[".para","Using the “Chronological Order of Contents” chart at the beginning of the Doctrine and Covenants, list the Doctrine and Covenants sections that were received during the equivalent time periods that the chapters in the book of Moses were written."]],["li",["span.label","•"],[".para","Read the headings of the sections of the Doctrine and Covenants that were received while the Prophet Joseph worked on the book of Moses, and list the events that happened in the Church and in the life of Joseph Smith from June 1830 through February 1831."]]],"When students have completed these assignments, they should be able to answer the following questions:",["ul.bullet",["li",["span.label","•"],[".para","How many sections of the Doctrine and Covenants were received from June 1830 through February 1831?"]],["li",["span.label","•"],[".para","What places did Joseph Smith live and how many times did he move his family during this time?"]],["li",["span.label","•"],[".para","Who are some of the people who came to see Joseph Smith for counsel and revelation during this time?"]],["li",["span.label","•"],[".para","What problems did Joseph Smith and other Church members confront during this time?"]],["li",["span.label","•"],[".para","What doctrines, laws, and commandments did Joseph Smith receive from the Lord during this time?"]]],["div",{"id":"p17","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-book-of-moses/the-book-of-moses.p17"},"You may want to testify that the work of the Prophet Joseph Smith in translating the Bible under divine inspiration is a testimony that he truly was a prophet of God."]]]]],"refs":null}
