{"id":29,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":29,"title":"Section 22 Baptism: A New and Everlasting Covenant","subtitle":"","short_title":"Section 22","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.head3"},[".titleNumber","Section 22"],["h1","Baptism: A New and Everlasting Covenant"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p35"},"President Joseph Fielding Smith wrote: “Immediately after the Church was organized, converts were made. Some of these had belonged to churches which believed in baptism by immersion. In fact, many of the early converts of the Church had previously accepted this mode, believing that it was right. The question of divine authority, however, was not firmly fixed in their minds. When they desired to come into the Church, having received the testimony that Joseph Smith had told a true story, they wondered why it was necessary for them to be baptized again when they had complied with an ordinance of baptism by immersion.” (",["span.emphasis","Church History and Modern Revelation,"],"1:109.) In response to the situation, Joseph Smith inquired of the Lord and received section 22."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.1-4"},"D&C 22:1–4"],". How Important Is It to Have Priesthood Authority in Performing a Sacred Ordinance?"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p36"},"Elder James E. Talmage explained: “When the Lord established his Church amongst the Nephites upon this continent, he told those who were chosen and ordained, unto whom authority was given, just how to administer the ordinance of baptism. They were to say: ‘Having authority given me of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost.’ That does not give us in this age any such authority. The words that Christ spoke unto his apostles of old would be no authority unto the apostles today, nor unto any of the elders of the Church. I repeat, the words that he, the Lord, spoke unto the disciples who were chosen from among the Nephites would be no authority unto us; but in this day and age he has spoken again, and has given that same power and authority to speak in his name, and to administer the ordinances of the gospel, after the pattern that he has set; and therefore the elders and priests who take candidates, who have professed their faith, and who have repented of their sins, into the waters of baptism today, declare that they have authority given them; and, being commissioned of Jesus Christ, they baptize in the name of the Father and of the Son and of the Holy Ghost.” (In Conference Report, Apr. 1924, p. 68.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.1"},"D&C 22:1"],". What Is the “New and Everlasting Covenant”?"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p37"},"The term",["span.emphasis","new and everlasting covenant"],"is used frequently throughout the Doctrine and Covenants. President Joseph Fielding Smith gave the following definition of it:"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p38"},"“The new and everlasting covenant is the fulness of the gospel. It is composed of ‘All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations’ that are sealed upon members of the Church by the Holy Spirit of promise, or the Holy Ghost, by the authority of the President of the Church who holds the keys. The President of the Church holds the keys of the Melchizedek Priesthood. He delegates authority to others and authorizes them to perform the sacred ordinances of the priesthood."],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p39"},"“Marriage for eternity is a new and everlasting covenant. Baptism is also a new and everlasting covenant, and likewise ordination to the priesthood, and every other covenant is everlasting and a part of the new and everlasting covenant which embraces all things.” (",["span.emphasis","Answers to Gospel Questions,"],"1:65.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.4"},"D&C 22:4"],". “Enter Ye In at the Gate”"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p40"},"Baptism is the gateway, or requirement, for entry into the celestial kingdom for anyone who has reached the age of accountability (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.15-21"},"2 Nephi 31:15–21"],"). The ordinance of baptism, while absolutely essential, becomes valid only when it is accompanied by a corresponding change of life. To be born again suggests that one begins a new life, that he is a new person. Elder John A. Widtsoe described such a changed life: “I remember the man who baptized me into the Church, a very common, ordinary man to begin with, a ropewalker with a jug of beer two or three times a day, a glass of whiskey a little later, and a cud of tobacco mostly all day long, living a useless, purposeless life, except for three meals a day, and the satisfaction of some of the carnal appetites. He heard the Gospel and accepted it. It was good. It was something he had been longing for. The man grew in power and stature in the Church. As I recall it, he filled five or six missions and presided over one of the missions of the Church. He was the same man, with the same arms, same feet, same body, same mind, but changed because of the Spirit that comes with the acceptance of eternal truth. Have not we seen this in our own families and friends, in the little towns in which we live? Have not we felt our own strength grow mightier in love for our fellow men, in love for our daily tasks, in love for all the good things of life?” (In Conference Report, Apr. 1952, p. 34.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.f4"},[".caption","\"Enter ye in at the gate\" (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.4"},"D&C 22:4"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.4"},"D&C 22:4"],". “Seek Not to Counsel Your God”"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p42"},"Consider the following scriptures:",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-9"},"Isaiah 55:8–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.9"},"Mosiah 4:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.10"},"Jacob 4:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.1-9"},"Doctrine and Covenants 3:1–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.55"},"63:55"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.84"},"124:84"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.19"},"136:19"],"."]]]]],"refs":null}
