{"id":36,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":36,"title":"Section 29 Prepare against the Day of Tribulation","subtitle":"","short_title":"Section 29","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.head10"},[".titleNumber","Section 29"],["h1","Prepare against the Day of Tribulation"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p163"},"In the months previous to September 1830, Joseph Smith had been greatly persecuted in Harmony, Pennsylvania. Newel Knight helped move the Prophet’s family to Fayette, New York, where the Smiths had been invited to live with David Whitmer’s family."],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p164"},"The Church was less than six months old. The first conference had been held in June, which helped strengthen the young Church. The Saints were looking forward to the second conference to be held on 26 September 1830. Shortly before the conference convened, Joseph inquired of the Lord concerning a stone through which Hiram Page had been claiming to receive revelations (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28"],"). The Prophet Joseph Smith made the following record of the event: “As a conference meeting had been appointed for the 26th day of September, I thought it wisdom not to do much more than to converse with the brethren on the subject [of the stone], until the conference should meet. Finding, however, that many, especially the Whitmer family and Oliver Cowdery, were believing much in the things set forth by this stone, we thought best to inquire of the Lord concerning so important a matter; and before conference convened, we received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28–29"],"].” (",["span.emphasis","History of the Church,"],"1:110.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1-2"},"D&C 29:1–2"],". “Even As a Hen Gathereth Her Chickens”"],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p165"},"This expression is used three times in the Doctrine and Covenants (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.65"},"D&C 10:65"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.2"},"29:2"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.24"},"43:24"],") and echoes similar phrasing in",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37"},"Matthew 23:37"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.4-6"},"3 Nephi 10:4–6"],". It evokes the vivid picture of a mother hen who, when danger appears to threaten her chicks, raises her wings and clucks excitedly. The chicks, although they may be scattered over the barnyard, instantly obey that call and scurry under the protection of her wings."],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p166"},"In this passage the Lord describes those who will come to him for protection as having three characteristics: (1) they hearken to his voice, (2) they humble themselves, and (3) they call upon him in mighty prayer. The Jewish nation and the Nephite people in America refused to heed that call and meet those conditions, and as a result they suffered great tragedy and destruction. For a further treatment of the doctrine of gathering, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7-8"},"D&C 29:7–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.17-23"},"101:17–23"],"; Enrichment A in the Appendix."],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.f12"},[".caption","“Even as a hen gathereth her chickens” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.2"},"D&C 29:2"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7"},"D&C 29:7"],". Who Are the “Elect”?"],["div",{"id":"p168","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p168"},"“The",["span.emphasis","elect of God"],"comprise a very select group, an inner circle of faithful members of The Church of Jesus Christ of Latter-day Saints. They are the portion of church members who are striving with all their hearts to keep the fulness of the gospel law in this life so that they can become inheritors of the fulness of gospel rewards in the life to come.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 217.)"],["div",{"id":"p169","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p169"},"Elder George Q. Cannon explained: “Where people are pure and chaste in their thoughts and actions, the Spirit of God has such power with them that they readily perceive and comprehend the truth. It is by this means that the best among the children of God are being gathered out from the various nations. Truth cleaves to truth, light to light and purity to purity. The gospel gathers with its influence those who love its principles; and if any should be gathered in who cannot abide its requirements, they pass off and mingle with the elements that are congenial to the spirit they possess.” (“The Sin of Adultery and Its Consequences,”",["span.emphasis","Millennial Star,"],"14 Mar. 1863, p. 169.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.8"},"D&C 29:8"],". “They Shall Be Gathered into One Place”"],["div",{"id":"p170","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p170"},"In the time of Joseph Smith, the Saints were commanded to gather in the land of Missouri to build the city of Zion (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-2"},"D&C 57:1–2"],"). The Saints still look forward to the building of Zion in the originally designated spot (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.17-18"},"D&C 101:17–18"],"), but today the gathering is taking place in wards and stakes all over the globe. Elder Harold B. Lee explained:"],["div",{"id":"p171","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p171"},"“The spirit of gathering has been with the Church from the days of that restoration. Those who are of the blood of Israel, have a righteous desire after they are baptized, to gather together with the body of the Saints at the designated place. …"],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p172"},"“… The Lord has placed the responsibility for directing the work of gathering in the hands of the leaders of the Church to whom he will reveal his will where and when such gatherings would take place in the future. It would be well—before the frightening events concerning the fulfilment of all God’s promises and predictions are upon us, that the Saints in every land prepare themselves and look forward to the instruction that shall come to them from the First Presidency of this Church as to where they shall be gathered and not be disturbed in their feelings until such instruction is given to them as it is revealed by the Lord to the proper authority.” (In Conference Report, Apr. 1948, p. 55.)"],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p173"},"The Saints must look to the First Presidency and gather at whatever time and in whatever manner they prescribe."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.8"},"D&C 29:8"],". What Is the Purpose of the Gathering?"],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p174"},"The Prophet Joseph Smith answered this question when he wrote:"],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p175"},"“The main object [of gathering] was to build unto the Lord a house whereby He could reveal unto His people the ordinances of His house and the glories of His kingdom, and teach the people the way of salvation; for there are certain ordinances and principles that, when they are taught and practiced, must be done in a place or house built for that purpose."],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p176"},"“It was the design of the councils of heaven before the world was, that the principles and laws of the priesthood should be predicated upon the gathering of the people in every age of the world. …"],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p177"},"“It is for the same purpose that God gathers together His people in the last days, to build unto the Lord a house to prepare them for the ordinances and endowments, washings and anointings, etc.” (",["span.emphasis","History of the Church,"],"5:423–24.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.9"},"D&C 29:9"],". The Wicked Shall Be Burned As Stubble"],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p178"},"Is this passage figurative, or will the wicked really burn? President Joseph Fielding Smith said: “It is not a figure of speech that is meaningless, or one not to be taken literally when the Lord speaks of the burning. All through the scriptures we have the word of the Lord that at his coming the wicked and the rebellious will be as stubble and will be consumed. Isaiah has so prophesied. … Surely the words of the Lord are not to be received lightly or considered meaningless.” (",["span.emphasis","Church History and Modern Revelation,"],"1:238.)"],["div",{"id":"p179","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p179"},"Christ is a glorified, celestial being, and the glory of such beings is comparable to that of the sun (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.70"},"D&C 76:70"],"). The presence of Christ when He comes in His glory will be as a consuming fire. The mountains will flow down at His presence, the elements will melt with fervent heat, and the waters will boil. Even the sun will hide its face in shame. (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.40-44,49"},"D&C 133:40–44, 49"],".) The scriptures also talk about the time when “devouring fire” will be poured out upon the wicked (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.21"},"D&C 29:21"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.14"},"D&C 35:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.17,23"},"1 Nephi 22:17, 23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.22"},"Ezekiel 38:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.6"},"39:6"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.9-11"},"D&C 29:9–11"],". “The Hour Is Nigh”"],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p180"},"President Joseph Fielding Smith explained:"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p181"},"“The world is rapidly coming to its end, that is,",["span.emphasis","the end of the days of wickedness. When it is fully ripe in iniquity the Lord will come"],"in the clouds of heaven to take vengeance on the ungodly, for his wrath is kindled against them. Do not think that he delayeth his coming. Many of the signs of his coming have been given, so we may, if we will, know that the day is even now at our doors."],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p182"},"“… The day of the coming of the Lord is near. I do not know when. … I sincerely believe it will come in the very day when some of us who are here today [5 April 1936] will be living upon the face of the earth. That day is close at hand. It behooves us as Latter-day Saints to set our houses in order, to keep the commandments of God, to turn from evil to righteousness, if it is necessary, and serve the Lord in humility and faith and prayer.” (",["span.emphasis","Doctrines of Salvation,"],"3:2–3.)"],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p183"},"Enrichment H further discusses what the Doctrine and Covenants teaches about the Second Coming."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.12"},"D&C 29:12"],". The Twelve Apostles Will Judge the Whole House of Israel"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p184"},"President John Taylor wrote:"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p185"},"“We may here state that Christ is called the judge of the quick and the dead, the judge of all the earth. We further read that the Twelve Apostles who ministered in Jerusalem ‘shall sit upon twelve thrones, judging the twelve tribes of Israel.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.28"},"Matthew 19:28"],".) Also the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.12"},"D&C 29:12"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12.8-10"},"1 Nephi 12:8–10"],"]."],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p186"},"“This exhibits a principle of adjudication or judgment in the hands, firstly, of the Great High Priest and King, Jesus of Nazareth, the Son of God; secondly, in the hands of the Twelve Apostles on the continent of Asia, bestowed by Jesus Himself; thirdly, in the Twelve Disciples on this continent, to their peoples, who it appears are under the presidency of the Twelve Apostles who ministered at Jerusalem; which presidency is also exhibited by Peter, James and John, the acknowledged presidency of the Twelve Apostles; they, holding this Priesthood first on the earth, and then in the heavens, being the legitimate custodians of the keys of the Priesthood, came and bestowed it upon Joseph Smith and Oliver Cowdery. It is also further stated that the Saints shall judge the world. Thus Christ is at the head, his apostles and disciples seem to take the next prominent part; then comes the action of the Saints, or other branches of the Priesthood, who it is stated shall judge the world. This combined Priesthood, it would appear, will hold the destiny of the human family in their hands and adjudicate in all matters pertaining to their affairs.” (",["span.emphasis","Mediation and Atonement,"],"pp. 155–57.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.17-21"},"D&C 29:17–21"],". “I Will Take Vengeance upon the Wicked, for They Will Not Repent”"],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p187"},"Elder Bruce R. McConkie said: “Those with refined senses find it difficult to conceive of the desolation, destruction, and death that will prevail during the final great battles ushering in Christ’s reign of peace. So great shall be the slaughter and mass murder, the carnage and gore, the butchery and violent death of warring men, that their decaying bodies ‘shall stop the noses of the passengers,’ and it shall be a task of mammoth proportions merely to dispose of them. Then shall Ezekiel’s prophecy be fulfilled that every feathered fowl and every beast of the field shall assemble to ‘eat the flesh of the mighty, and drink the blood of the princes of the earth.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39"},"Ezek. 39"],".) And then shall the cry go forth of which John wrote: ‘Come and gather yourselves together unto the",["span.emphasis","supper of the great God"],"; That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.17-18"},"Rev. 19:17–18"],".) That all this is an actual, literal supper, an horrible but real event yet to be, has been specifically confirmed in latter-day revelation. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.18-21"},"D. & C. 29:18–21"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 772.)"],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p188"},"President Joseph Fielding Smith said: “I know these are unpleasant things. It is not a pleasant thing even for me to stand here and tell you that this is written in the Scriptures. If the Lord has a controversy with the nations, He will put them to the sword. Their bodies shall lie unburied like dung upon the earth. That is not nice, is it, but should we not know it? Is it not our duty to read these things and understand them? Don’t you think the Lord has given us these things that we might know and we might prepare ourselves through humility, through repentance, through faith, that we might escape from these dreadful conditions that are portrayed by these ancient prophets? That is why I am reading them. I feel just as keenly as you do about the condition, and I pray for it to come to an end, but I want it to come to an end right.” (",["span.emphasis","Signs of the Times,"],"pp. 154–55.)"],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p189"},"The figure of a cup full of indignation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.17"},"D&C 29:17"],") suggests that the Lord will no longer forbear taking vengeance on the wicked who will not repent. Just as there is a limit to the amount a cup can hold, so there is a limit to the amount of patience the Lord will show towards those who perform wicked acts. To restrain Himself longer would be a disservice to mankind for whom He has offered Himself as Savior. Since the blood of His Atonement will not cleanse those who do not repent, pestilence, famine, plague, and destruction are the tools He uses to reclaim those who are past feeling and will not hearken to the still, small voice (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.20-27"},"D&C 43:20–27"],"). These terrible judgments are the natural result of man’s wickedness. God’s plea is for people to turn from such wickedness and be spared these awful consequences of sin."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.22-25"},"D&C 29:22–25"],". Will This Earth Be Destroyed and a New One Created?"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p190"},"President Joseph Fielding Smith explained that this passage “does not mean that this earth shall pass away and another take its place, and the heaven thereof shall pass away, and another heaven take its place, but that the earth and its heaven shall, after passing away through death, be renewed again in immortality. This earth is living and must die, but since it keeps the law it shall be restored through the resurrection by which it shall become celestialized and the abode of celestial beings. The next verse of this revelation explains this as follows: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.24-25"},"D&C 29:24–25"],"]."],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p191"},"“So we see that the Lord intends to save, not only the earth and the heavens, not only man who dwells upon the earth, but all things which he has created. The animals, the fishes of the sea, the fowls of the air, as well as man, are to be re-created, or renewed, through the resurrection, for they too are living souls.” (In Conference Report, Oct. 1928, pp. 99–100; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.17-19,25-26"},"D&C 88:17–19, 25–26"],".)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.f13"},[".caption","The earth will be resurrected."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.26"},"D&C 29:26"],". “Michael, Mine Archangel, Shall Sound His Trump”"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p193"},"“Michael, who is Adam, holds the keys of salvation for the human family, under the direction and counsel of Jesus Christ, who is the Holy One of Zion [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.15-16"},"D&C 78:15–16"],"]. Adam will, when the earth is cleansed and purified and becomes a celestial globe, preside over the children of men, who are of his posterity. He is Adam, ‘the prince, the arch-angel.’ In the eternities before this earth was formed he was the arch-angel. He became Adam when he came to this earth to be the father of the human family. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.54-57"},"D. & C. 107:54–57"],".)"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p194"},"“The Prophet Joseph Smith said of Adam: ‘Commencing with Adam, who was the first man, who is spoken of in Daniel as the “Ancient of Days,” or in other words, the first and oldest of all, the great progenitor of whom it is said in another place is Michael. … Adam holds the keys of all the dispensations of the fulness of times, i.e. the dispensations of all times have been and will be revealed through him from the beginning.’ (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 167–168.)” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:309.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.27-29"},"D&C 29:27–29"],". “Depart from Me … into Everlasting Fire”"],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p195"},"The wicked referred to here are cast into “everlasting fire prepared for the devil and his angels” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.28"},"D&C 29:28"],"). There is a close parallel between",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.28"},"Doctrine and Covenants 29:28"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.36"},"Doctrine and Covenants 76:36"],". The Lord indicated that He has never said that they should return (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.29"},"D&C 29:29"],"); rather, He has said that they cannot come where He is, and they have no power, meaning that the power of the Spirit is completely withdrawn from them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.30"},"D&C 29:30"],"concerning “the word of my power”). All of this additional information indicates that those spoken of here suffer the second death and are sons of perdition. (See McConkie, Mormon Doctrine, pp. 280–81; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-38"},"D&C 76:31–38"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.30"},"D&C 29:30"],". “All My Judgments Are Not Given unto Men”"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p196"},"Man in his mortal condition, with very limited understanding and imperfect character, is in no position to fully understand the judgments of God, who is perfect and omniscient (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.2"},"D&C 38:2"],"). God does not reveal all of His judgments and the reasons for His actions. It is certain, however, that all God’s judgments are just and right."],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p197"},"The Prophet Joseph Smith taught that “He [God] holds the reins of judgment in His hands; He is a wise Lawgiver, and will judge all men, not according to the narrow, contracted notions of men, but, ‘according to the deeds done in the body whether they be good or evil.’ … He will judge them, ‘not according to what they have not, but according to what they have,’ those who have lived without law, will be judged without law, and those who have a law, will be judged by that law. We need not doubt the wisdom and intelligence of the Great Jehovah; He will award judgment or mercy to all nations according to their several deserts, their means of obtaining intelligence, the laws by which they are governed, the facilities afforded them of obtaining correct information, and His inscrutable designs in relation to the human family; and when the designs of God shall be made manifest, and the curtain of futurity be withdrawn, we shall all of us eventually have to confess that the Judge of all the earth has done right.” (",["span.emphasis","History of the Church,"],"4:595–96.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.31-35"},"D&C 29:31–35"],". “All Things unto Me Are Spiritual”"],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p198"},"When the Lord created the earth, He first created all things spiritually (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.5-9"},"Moses 3:5–9"],"). After the Fall all things became temporal (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6"},"D&C 77:6"],"). At the end of the earth, the temporal will again become spiritual (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],"). Thus, in the beginning things were spiritual first and temporal second. In the end things will be temporal first and spiritual second (McConkie, Doctrinal New Testament Commentary, 1:669). These expressions are given by the Lord only for the sake of man’s understanding in mortality, however. From God’s point of view there is neither beginning nor end, and all things are spiritual."],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p199"},"“Man makes a distinction between temporal and spiritual laws, and some are very much concerned about keeping the two separate. To the Lord everything is both spiritual and temporal, and the laws He gives are consequently spiritual, because they concern spiritual beings. When He commanded Adam to eat bread in the sweat of his brow, or Moses to strike the rock that the people might drink, or the Prophet Joseph to erect the Nauvoo House, or the Saints in Utah to build fences and roads, such laws were for their spiritual welfare, as well as physical. To obey such laws, when given, is a spiritual duty. One who performs his daily labor ‘as to the Lord, and not to men’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.7"},"Eph. 6:7"],") derives spiritual benefit from whatever his duties are.” (Smith and Sjodahl, Commentary, p. 156.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.34"},"D&C 29:34"],". “Adam … Whom I Created”"],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p200"},"Since this revelation came from Christ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1"},"D&C 29:1"],"), some may feel that this verse teaches that Adam was the offspring of Christ. In reality Adam and all the earth’s inhabitants are the offspring of God the Father. In this case Christ is speaking for the Father by a principle called “divine investiture of authority,” as Elder Bruce R. McConkie explained:"],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p201"},"“Since he [Christ] is one with the Father in all of the attributes of perfection, and since he exercises the power and authority of the Father, it follows that everything he says or does is and would be exactly and precisely what the Father would say and do under the same circumstances."],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p202"},"“Accordingly, the Father puts his own name on the Son and authorizes him to speak in the first person as though he were the Father. … Thus it is that our Lord can begin a revelation by saying, ‘Listen to the voice of Jesus Christ,’ and shortly thereafter speak of ‘mine Only Begotten’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1,41-46"},"D. & C. 29:1, 41–46"],"), such latter expression being made by Christ, but under that divine investiture of authority which permits him to speak as though he were the Father. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.3-5"},"D. & C. 93:3–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.1-5"},"Mosiah 15:1–5"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 130; also “The Father and the Son: A Doctrinal Exposition by the First Presidency,” in Talmage, Articles of Faith, pp. 465–73.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.46-48"},"D&C 29:46–48"],". “Little Children Are Redeemed from the Foundation of the World”"],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p203"},"President Joseph Fielding Smith clarified this verse, explaining that “through the atonement of Jesus Christ all little children are redeemed, for they cannot sin, and the power is not given to Satan to tempt them. The question naturally may arise as to the meaning of the words of the Lord (verse 46) that ‘little children are redeemed through the Only Begotten.’ This does not mean that redemption was made for them before, or at, the foundation of the world, but at that time when the plan of salvation was received provision was made for the redemption of little children and also for those who are without the law, and this was consummated in the atonement made by Jesus Christ.” (",["span.emphasis","Church History and Modern Revelation,"],"1:144; also",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.8-24"},"Moroni 8:8–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/74.7"},"D&C 74:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.10"},"137:10"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.54"},"Moses 6:54"],".)"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p204"},"The Lord gives fathers a great responsibility for the salvation of little children (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.48"},"v. 48"],"). The Lord’s charge to parents is given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"Doctrine and Covenants 68:25–28"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.5-7"},"Deuteronomy 6:5–7"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.50"},"D&C 29:50"],". “He That Hath No Understanding”"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p205"},"Little children or individuals who do not understand the laws of God because of mental deficiencies will not be judged on the same basis as those who are able to understand them (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.25-27"},"2 Nephi 9:25–27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.22"},"Moroni 8:22"],"). President Joseph Fielding Smith taught: “The Church of Jesus Christ of Latter-day Saints considers all deficient children with retarded capacity to understand, just the same as little children under the age of accountability. They are redeemed without baptism and will go to the celestial kingdom of God, there, we believe, to have their faculties or other deficiencies restored according to the Father’s mercy and justice.” (",["span.emphasis","Answers to Gospel Questions,"],"3:21.)"]]]]],"refs":null}
