{"id":32,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":32,"title":"Section 25 \"An Elect Lady\"","subtitle":"","short_title":"Section 25","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.head6"},[".titleNumber","Section 25"],["h1","“An Elect Lady”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p69"},"It had been just over three years since the Prophet Joseph Smith and Emma Hale had been married in the small village of South Bainbridge, New York. Joseph was now twenty-five years of age and Emma twenty-six."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p70"},"The seventh of nine children born to Isaac and Elizabeth Hale, Emma was born on 10 July 1804 in Harmony, Pennsylvania. There the Prophet met and courted her while he was working for Josiah Stowell. It is reported that Emma was a beautiful woman with an attractive personality, and she had the reputation of being a refined and dignified woman who was an excellent housekeeper and cook. Her Methodist upbringing had helped her develop a great love of music."],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p71"},"The first three years for the newly married couple were indeed tense and trying ones. Eight months after their marriage Joseph received the golden plates from the angel Moroni. From that moment on their lives were punctuated with persecution and trial. Emma passed through these trying experiences with her husband. She was at his side during those agonizing months when Joseph lost the gift to translate. She served as his scribe for a while. Her heart must have ached when the Prophet was arrested on trumped-up charges again and again. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p1"},"Historical Background for D&C 24"],".) She traveled with the Prophet on many of his missionary journeys and shared with him the joy and sorrow associated with the preaching of the gospel. Emma was a woman of great courage and strong will. Of her the Prophet’s mother, Lucy Mack Smith, wrote: “I have never seen a woman in my life, who would endure every species of fatigue and hardship, from month to month, and from year to year, with that unflinching courage, zeal, and patience, which she has ever done; for I know that which she has had to endure … she has breasted the storms of persecution, and buffeted the rage of men and devils, which would have borne down almost any other woman.” (",["span.emphasis","History of Joseph Smith,"],"pp. 190–91.)"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p72"},"Now, in July of 1830, the Lord directed to Emma a revelation known as section 25 of the Doctrine and Covenants."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.1"},"D&C 25:1"],". “Sons and Daughters in My Kingdom”"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p73"},"Jesus identified Himself in this verse as “the Lord your God,” which is a name-title of the Savior. In this verse He acknowledged Emma Smith as His daughter. The scriptures clearly teach the doctrine that all those who make the covenants of baptism can be born again into the kingdom of God and become sons or daughters of the Savior because they are “spiritually begotten” by Him (see, for example,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.64-68"},"Moses 6:64–68"],"). Such persons are distinguished from all the other children of God who live on this earth through the reception of these covenants. Those who will not enter into such covenants are called the sons and daughters of men (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.14-15"},"Moses 8:14–15"],"), and others who sin to the extent that Cain did are called sons of perdition (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.24"},"Moses 5:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-32"},"D&C 76:31–32"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.3"},"D&C 25:3"],". In What Sense Was Emma “an Elect Lady”?"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p74"},"Emma had received a call to serve as a companion and help to Joseph Smith, the Prophet of the Restoration. In this revelation she was also called as an elect lady. Later she received an additional responsibility when the Prophet Joseph Smith organized the Relief Society on 17 March 1842. The Prophet wrote: “I assisted in commencing the organization of ‘The Female Relief Society of Nauvoo’ in the Lodge Room. Sister Emma Smith, President, and Sister Elizabeth Ann Whitney and Sarah M. Cleveland, Counselors. I gave much instruction, read in the New Testament, and Book of Doctrine and Covenants, concerning the Elect Lady, and showed that the elect meant to be elected to a certain work, &c., and that the revelation was then fulfilled by Sister Emma’s election to the Presidency of the Society, she having previously been ordained to expound the Scriptures.” (",["span.emphasis","History of the Church,"],"4:552–53.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.4"},"D&C 25:4"],". Why Did Emma Murmur?"],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p75"},"This section of the Doctrine and Covenants offers some insights into the challenges Emma Smith faced. Verse 14 and the following passage by President Joseph Fielding Smith are significant: “Emma Smith was human, possessing many of the characteristics which are found in most of us. Being the wife of the man whom the Almighty had blessed, she felt, as most women would have felt under like circumstances, that she was entitled to some special favors. It was difficult for her to understand why she could not view the plates, the Urim and Thummim, and other sacred things, which view had been given to special witnesses. At times this human thought caused her to murmur and ask the question of the Prophet why she was denied this privilege.” (",["span.emphasis","Church History and Modern Revelation,"],"1:125.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.7"},"D&C 25:7"],". What Is the Meaning of the Word Ordained As It Is Used in This Verse?"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p76"},"“The term ‘ordain’ was used generally in the early days of the Church in reference to both ordination and setting apart, and, too, correctly according to the meaning of the word. Men holding the Priesthood were said to have been ‘ordained’ to preside over branches and to perform special work. Sisters also were said to have been ‘ordained’ when they were called to some special duty or responsibility. In later years we developed a distinction between ordain and setting apart. Men are ordained to offices in the Priesthood and set apart to preside over stakes, wards, branches, missions, and auxiliary organizations. The sisters are set apart—not ordained—as presidents of auxiliary organizations, to missions, etc. This saying that Emma Smith was ‘ordained’ to expound scripture, does not mean that she had conferred upon her the Priesthood, but that she was set apart to this calling, which found its fulfillment in the Relief Society of the Church.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:126.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.7"},"D&C 25:7"],". How Does Emma’s Calling to Exhort the Church Relate to the Apostle Paul’s Statement That Women Are Not to “Speak” in Church?"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p77"},"The correct meaning of the statement of the Apostle Paul that women should not speak in church (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.34-35"},"1 Corinthians 14:34–35"],") was given in the Prophet Joseph Smith’s revision of the Bible. The Prophet changed this verse to say that women are not to “rule” in the Church. In other words women (like all Church members) are to be directed in the Church by the priesthood. This principle was stated by the Prophet Joseph Smith to the members of the first Relief Society: “You will receive instructions through the order of the Priesthood which God has established, through the medium of those appointed to lead, guide and direct the affairs of the Church in this last dispensation; and I now turn the key in your behalf in the name of the Lord, and this Society shall rejoice, and knowledge and intelligence shall flow down from this time henceforth; this is the beginning of better days to the poor and needy, who shall be made to rejoice and pour forth blessings on your heads.” (",["span.emphasis","History of the Church,"],"4:607.)"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p78"},"Emma Smith’s calling to exhort the Church was in complete harmony with her future calling, under the direction of the priesthood, in the Relief Society."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.11"},"D&C 25:11"],". Emma Smith Was Called to Compile the First Book of Hymns"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p79"},"President Joseph Fielding Smith explained the significance of this assignment given to Emma:"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.f7"},[".caption","“The song of the righteous is a prayer unto me” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],")."]],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p81"},"“The necessity of having a book of hymns became apparent at the time of the organization of the Church, and while Emma Smith may have felt she had been slighted in not having the privilege of viewing the plates, yet it was a signal honor to her to be called to be an ‘elect lady’ and preside over the women in the Church in matters of relief, to have the privilege of divine appointment to expound scriptures in the Church, and also to be chosen to select hymns to be published for the use of the Church. Evidently she had talent for this work. That talent is shown in the selection which was made. With the help of Elder William W. Phelps she went to work, and a selection of hymns was made, but it was not published until 1835. Wisdom and discretion are shown in this compilation. The title page of the book is as follows: ‘A Collection of Sacred Hymns for the Church of the Latter-day Saints. Selected by Emma Smith, Kirtland, Ohio. Printed by F. G. Williams & Co., 1835.’ In this collection are found, because of lack of Latter-day Saint composers, many sectarian hymns, but it also contains a goodly number of hymns by William W. Phelps, Parley P. Pratt and Eliza R. Snow.” (",["span.emphasis","Church History and Modern Revelation,"],"1:126.)"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p82"},"This first hymnal contained 90 selections; the second, published in 1841, contained 340 hymns. The first hymn book classified the selections as mourning hymns, farewell hymns, evening hymns, hymns on baptism, sacramental hymns, and hymns for marriage. Some of the first selections made by Emma Smith are among the Latter-day Saints’ favorites today. These include “The Spirit of God Like a Fire Is Burning,” “I Know That My Redeemer Lives,” “Redeemer of Israel,” and “How Firm a Foundation.” (See Doxey, Doctrine and Covenants Speaks, 1:152–53.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],". “The Song of the Righteous Is a Prayer”"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p83"},"What is a song of the heart? In what way might feelings of the heart be associated with true worship?"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p84"},"Writing on the importance of music, Elder Bruce R. McConkie said:"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p85"},"“Music is given of God to further his purposes. Sweet melodies mellow the souls of men and help prepare them for the gospel. After men receive the truth, songs of praise to Deity help to sanctify and cleanse their souls. It follows that the best and greatest music is that in which, by both note and word, God is praised and his truths are extolled. On the other hand, music can be used for sensuous and carnal purposes. To accomplish the Lord’s aims both word and melody must be edifying and lead to wholesome thoughts and emotions. There is vulgar as well as virtuous music."],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p86"},"“Wholesome light music designed primarily to entertain has its place. So do the heavy classical presentations that appeal to the more musically gifted. But in meetings set apart to worship the Lord, the saints should sing songs which teach the gospel and enhance faith. Beautiful melodies alone do not suffice; the word-message must also conform to true principles. Truths taught in the hymns should be as accurately presented as they are in the scriptures themselves.” (",["span.emphasis","Mormon Doctrine,"],"p. 521; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.71"},"D&C 45:71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.28"},"136:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.26"},"1 Corinthians 14:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.18-19"},"Ephesians 5:18–19"],".)"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p87"},"Elder Boyd K. Packer suggested that inspiring music can become a source of spiritual power in one’s life:"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p88"},"“This is what I would teach you. Choose from among the sacred music of the Church a favorite hymn, one with words that are uplifting and music that is reverent, one that makes you feel something akin to inspiration. Remember President Lee’s counsel: perhaps ‘I am a Child of God’ would do. Go over it in your mind carefully. Memorize it. Even though you have had no musical training, you can think through a hymn."],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p89"},"“Now, use this hymn as the place for your thoughts to go. Make it your emergency channel. Whenever you find these shady actors have slipped from the sidelines of your thinking onto the stage of your mind, put on this record, as it were."],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p90"},"“As the music begins and as the words form in your thoughts, the unworthy ones will slip shamefully away. It will change the whole mood on the stage of your mind. Because it is uplifting and clean, the baser thoughts will disappear. For while virtue, by choice,",["span.emphasis","will not"],"associate with filth, evil",["span.emphasis","cannot"],"tolerate the presence of light."],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p91"},"“In due time you will find yourself, on occasion, humming the music inwardly. As you retrace your thoughts, you discover some influence from the world about you encouraged an unworthy thought to move on stage in your mind, and the music almost automatically began. …"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p92"},"“There are many references in the scriptures, both ancient and modern, that attest to the influence of righteous music. The Lord, Himself, was prepared for His greatest test through its influence, for the scripture records: ‘And when they had sung an hymn, they went out into the mount of Olives.’ (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.26"},"Mark 14:26"],".)” (In Conference Report, Oct. 1973, pp. 24–25; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 28.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.16"},"D&C 25:16"],". “This Is My Voice unto All”"],["div",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.f8"},"The final admonition suggests that while the revelation was given specifically to Emma Smith, it has application to all, especially women. Several points describe how an elect lady in any time or place functions:",["ol.number",["li",["span.label","1."],[".para","Comfort husband in affliction (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.5"},"v. 5"],")"]],["li",["span.label","2."],[".para","Expound scripture by the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.7"},"v. 7"],")"]],["li",["span.label","3."],[".para","Exhort the Church by the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.7"},"v. 7"],")"]],["li",["span.label","4."],[".para","Give time to writing and learning much (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.8"},"v. 8"],")"]],["li",["span.label","5."],[".para","Be supported by husband in the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.9"},"v. 9"],")"]],["li",["span.label","6."],[".para","Lay aside things of the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.10"},"v. 10"],")"]],["li",["span.label","7."],[".para","Seek for things of a better world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.10"},"v. 10"],")"]],["li",["span.label","8."],[".para","Select sacred hymns (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.11"},"v. 11"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p1"},"Notes and Commentary on D&C 25:12"],")"]],["li",["span.label","9."],[".para","Lift up thy heart and rejoice (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.13"},"v. 13"],")"]],["li",["span.label","10."],[".para","“Cleave unto the covenants” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.13"},"v. 13"],")"]],["li",["span.label","11."],[".para","“Continue in the spirit of meekness” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"v. 14"],")"]],["li",["span.label","12."],[".para","“Beware of pride” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"v. 14"],")"]],["li",["span.label","13."],[".para","“Let thy soul delight in thy husband and the glory which shall come upon him” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"v. 14"],")"]],["li",["span.label","14."],[".para","Keep the commandments continually (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.15"},"v. 15"],")"]]]],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p107"},"Elder Neal A. Maxwell said of women and their importance in the Lord’s plan:"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p108"},"“We know so little, brothers and sisters, about the reasons for the division of duties between womanhood and manhood as well as between motherhood and priesthood. These were divinely determined in another time and another place. We are accustomed to focusing on the men of God because theirs is the priesthood and leadership line. But paralleling that authority line is a stream of righteous influence reflecting the remarkable women of God who have existed in all ages and dispensations, including our own. Greatness is not measured by coverage in column inches, either in newspapers or in the scriptures. The story of the women of God, therefore, is, for now, an untold drama within a drama. …"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p109"},"“Just as certain men were foreordained from before the foundations of the world, so were certain women appointed to certain tasks. Divine design—not chance—brought Mary forward to be the mother of Jesus. The boy prophet, Joseph Smith, was blessed not only with a great father but also with a superb mother, Lucy Mack, who influenced a whole dispensation."],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p110"},"“In our modern kingdom, it is no accident that women were, through the Relief Society, assigned compassionate service. So often the service of women seems instinctive, while that of some men seems more labored. It is precisely because the daughters of Zion are so uncommon that the adversary will not leave them alone. …"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p111"},"“So often our sisters comfort others when their own needs are greater than those being comforted. That quality is like the generosity of Jesus on the cross. Empathy during agony is a portion of divinity!"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p112"},"“When the real history of mankind is fully disclosed, will it feature the echoes of gunfire or the shaping sound of lullabies? The great armistices made by military men or the peacemaking of women in homes and neighborhoods? Will what happened in cradles and kitchens prove to be more controlling than what happened in congresses? When the surf of the centuries has made the great pyramids so much sand, the everlasting family will still be standing, because it is a celestial institution, formed outside telestial time. The women of God know this."],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p113"},"“No wonder the men of God support and sustain you sisters in your unique roles, for the act of deserting home in order to shape society is like thoughtlessly removing crucial fingers from an imperiled dike in order to teach people to swim. …"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.p114"},"“Finally, remember: When we return to our real home, it will be with the ‘mutual approbation’ of those who reign in the ‘royal courts on high.’ There we will find beauty such as mortal ‘eye hath not seen’; we will hear sounds of surpassing music which mortal ‘ear hath not heard.’ Could such a regal homecoming be possible without the anticipatory arrangements of a Heavenly Mother?” (In Conference Report, Apr. 1978, pp. 13–15; or",["span.emphasis","Ensign,"],"May 1978, pp. 10–11.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-25-an-elect-lady.f9"},[".caption","Emma Smith’s instruction to “delight” in her husband is a commission to all wives (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"D&C 25:14"],")."]]]]]],"refs":null}
