{"id":34,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":34,"title":"Section 27 \"When Ye Partake of the Sacrament\"","subtitle":"","short_title":"Section 27","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.head8"},[".titleNumber","Section 27"],["h1","“When Ye Partake of the Sacrament”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p125"},"The Prophet Joseph Smith wrote: “Early in the month of August Newel Knight and his wife paid us a visit at my place in Harmony, Pennsylvania; and as neither his wife nor mine had been as yet confirmed, it was proposed that we should confirm them, and partake together of the Sacrament, before he and his wife should leave us. In order to prepare for this I set out to procure some wine for the occasion, but had gone only a short distance when I was met by a heavenly messenger, and received the following revelation, the first four paragraphs of which were written at this time, and the remainder in the September following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27"},"D&C 27"],"].” (",["span.emphasis","History of the Church,"],"1:106.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.1-4"},"D&C 27:1–4"],". “It Mattereth Not What Ye Shall Eat or What Ye Shall Drink When Ye Partake of the Sacrament”"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p126"},"President Joseph Fielding Smith explained why this revelation was given and what it meant: “This heavenly messenger told Joseph Smith that it mattered not what should be used for the Sacrament, and he was not to purchase wine or strong drink from his enemies. The reason for this is obvious, for the Prophet had many enemies. However, this reason went farther than merely protection against his enemies, for it was a caution against evil and designing persons who would adulterate these things. (See Word of Wisdom,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"Sec. 89"],".) Joseph Smith was also told that wine should not be used for the sacrament unless it was made by the Saints and should be had new among them. While the Church did not adopt the custom of using water exclusively in the sacrament at that early time, yet it was from this time that water was used as a substitute for wine, which had been used principally because of its resemblance to blood. Today throughout the Church water is used in the Sacrament in remembrance of the blood of Jesus Christ which was shed for the remission of sins in behalf of all who repent and accept the Gospel.” (",["span.emphasis","Church History and Modern Revelation,"],"1:132.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5-14"},"D&C 27:5–14"],". The Lord Will Drink of the Fruit of the Vine"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p127"},"The Savior included prophets from Old Testament, New Testament, and Book of Mormon times as being among those with whom He will partake of the sacrament in His Father’s kingdom “on the earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5"},"D&C 27:5"],"). It is interesting that Joseph who was sold into Egypt was included, for the Bible usually refers to the God of Abraham, Isaac, and Jacob. Joseph is mentioned prominently in both the Bible and the Book of Mormon and, of course, is the forefather of many of the peoples of the Book of Mormon and many members of the Church in the last days."],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p128"},"“The Savior informed his Apostles on the night he ate the Passover that he would not drink of the ‘fruit of the vine’ with them again, until he should ‘drink it new with them in the kingdom of God.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.29"},"Matthew 26:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.18"},"Luke 22:18"],".] This was reiterated in the revelation to Joseph Smith, wherein the Lord promised to drink and eat with his prophets and saints, in his Father’s kingdom which shall be built up on the earth.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:132–33.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5"},"D&C 27:5"],". The Stick of Ephraim"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p129"},"President Joseph Fielding Smith defined this term and explained its application to the Church today:"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p130"},"“One significant expression in the prophecy of Ezekiel is that the stick of Joseph and his fellows was to be in the hand of Ephraim. Ephraim was to stand at the head of the tribes of Israel in the latter-days, according to his birthright. Joseph Smith, unto whom the record of the Nephites was delivered and who translated it, is of the tribe of Ephraim. The Lord so revealed it. So are most of those who have received the gospel in this dispensation. Therefore this stick of Joseph is in the hand of Ephraim and by him has been joined to the stick of Judah, fulfilling the prophecy of Ezekiel."],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p131"},"“The Book of Mormon is the record of Joseph. It contains the history of the descendants of Joseph on this land, both of Ephraim and of Manasseh. It was in the hands of Ephraim when it was given to Joseph Smith, and it is still in the hands of Ephraim when our missionaries go forth proclaiming its truths to the world, for they also are of Ephraim.” (",["span.emphasis","Doctrines of Salvation,"],"3:210; see also",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-19"},"Ezekiel 37:15–19"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.6-7"},"D&C 27:6–7"],". Who Is Elias?"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p132"},"Since",["span.emphasis","Elias"],"refers to more than one person, references to him are sometimes confusing. Elder Bruce R. McConkie explained:"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p133"},"“Correcting the Bible by the spirit of revelation, the Prophet restored a statement of John the Baptist which says that Christ is the Elias who was to restore all things. ([JST],",["a.scriptureRef",{"href":"/scriptures/nt/john/1.21-28"},"John 1:21–28"],".) By revelation we are also informed that the Elias who was to restore all things is the angel Gabriel who was known in mortality as Noah. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.6-7"},"D. & C. 27:6–7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.5-25"},"Luke 1:5–25"],";",["span.emphasis","Teachings,"],"p. 157.) From the same authentic source we also learn that the promised Elias is John the Revelator. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9,14"},"D. & C. 77:9, 14"],".) Thus there are three different revelations which name Elias as being three different persons. What are we to conclude?"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p134"},"“By finding answer to the question, by whom has the restoration been effected, we shall find who Elias is and find there is no problem in harmonizing these apparently contradictory revelations. Who has restored all things? Was it one man? Certainly not. Many angelic ministrants have been sent from the courts of glory to confer keys and powers, to commit their dispensations and glories again to men on earth. At least the following have come: Moroni, John the Baptist, Peter, James, and John, Moses, Elijah, Elias, Gabriel, Raphael, and Michael. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D. & C. 13; 110"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-21"},"128:19–21"],".) Since it is apparent that no one messenger has carried the whole burden of the restoration, but rather that each has come with a specific endowment from on high, it becomes clear that Elias is a composite personage. The expression must be understood to be a name and a title for those whose mission it was to commit keys and powers to men in this final dispensation.” (",["span.emphasis","Mormon Doctrine,"],"p. 221; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12-16"},"D&C 110:12–16"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.13"},"D&C 27:13"],". The Dispensation of the Fulness of Times"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p135"},"Elder David W. Patten, one of the first Apostles and martyrs in this dispensation, said: “Now the thing to be known is, what the fullness of times means, or the extent or authority thereof. It means this, that the dispensation of the fullness of times is made up of all the dispensations that ever have been given since the world began, until this time. Unto Adam first was given a dispensation. It is well known that God spake to him with His own voice in the garden, and gave him the promise of the Messiah. And unto Noah also was a dispensation given; for Jesus said, ‘As it was in the days of Noah, so shall it be also in the days of the Son of Man;’ and as the righteous were saved then, and the wicked destroyed, so it will be now. And from Noah to Abraham, and from Abraham to Moses, and from Moses to Elias, and from Elias to John the Baptist, and from then to Jesus Christ, and from Jesus Christ to Peter, James, and John, the Apostles—all received in their time a dispensation by revelation from God, to accomplish the great scheme of restitution, spoken of by all the holy prophets since the world began; the end of which is the dispensation of the fullness of times, in the which all things shall be fulfilled that have been spoken of since the earth was made.” (In",["span.emphasis","History of the Church,"],"3:51.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15-18"},"D&C 27:15–18"],". “Take upon You My Whole Armour”"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p136"},"Elder Harold B. Lee explained the meaning of the symbolism of this passage:"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p137"},"“We have the four parts of the body that … [are] the most vulnerable to the powers of darkness. The loins, typifying virtue, chastity. The heart typifying our conduct. Our feet, our goals or objectives in life and finally our head, our thoughts. …"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p138"},"“We should have our loins girt about with truth. What is truth? Truth, the Lord said, was knowledge of things as they are, things as they were and things as they are to come. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.24"},"D&C 93:24"],".] … ‘Our loins shall be girt about with truth,’ the prophet said."],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p139"},"“And the heart, what kind of a breastplate shall protect our conduct in life? We shall have over our hearts a breastplate of righteousness. Well, having learned truth we have a measure by which we can judge between right and wrong and so our conduct will always be gauged by that thing which we know to be true. Our breastplate to cover our conduct shall be the breastplate of righteousness."],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p140"},"“[By] what shall we protect our feet, or by what shall we gauge our objectives or our goals in life? … ‘Your feet should be shod with the preparation of the gospel of peace.’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.15"},"Ephesians 6:15"],") …"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p141"},"“How fortunate are you if in your childhood in the home of your father and mother you were taught the doctrine of repentance, faith in Christ, the son of the living God, the meaning of baptism and what you gain by the laying on of hands for the gift of the Holy Ghost. Fortunate is the child who has been taught to pray and who has been given those steps to take on through life. Feet shod with the preparation of the gospel of peace! …"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p142"},"“And then finally the helmet of salvation. … What is salvation? Salvation is to be saved. Saved from what? Saved from death and saved from sin. …"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p143"},"“[The Apostle Paul] had his armoured man holding in his hand a shield and in his other hand a sword, which were the weapons of those days. That shield was the shield of faith and the sword was the sword of the spirit which is the Word of God. I can’t think of any more powerful weapons than faith and a knowledge of the scriptures in the which are contained the Word of God. One so armoured and one so prepared with those weapons is prepared to go out against the enemy that is more to be feared than the enemies of the light. … More to be feared than the enemies that come in the daylight that we can see are the enemies that strike in the darkness of the night that we can’t see with our eyes.” (",["span.emphasis","Feet Shod with the Preparation of the Gospel of Peace,"],"Brigham Young University Speeches of the Year [Provo, 9 Nov. 1954], pp. 3–7.)"]]]]],"refs":null}
