{"id":10,"parent_id":9,"book_id":22358,"content_id":1,"language_id":1,"display_order":10,"title":"Section 2: The First Year of Jesus’ Public Ministry","subtitle":"","short_title":"Section 2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.head2"},[".titleNumber","Section 2"],["h1","The First Year of Jesus’ Public Ministry"]],[".bodyBlock",[".topic",[".",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_004_02-timeline.gif"}]]],[".figure",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f2"},["h3","Lessons"],["ol.number",["li",["span.label","5."],["p.para","Ye Must Be Born Again"]],["li",["span.label","6."],["p.para","This Is He of Whom It Is Written"]]]],[".topic",[".topic",["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p21"},"Now let’s consider a brief synopsis of this first year."],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p22"},"The first year opens in Jerusalem. It is the time of the Passover, which corresponds on our calendar to the last week of March and the first week of April. Jews from many nations had gathered to the Holy City to commemorate this event. The outer court of the temple had been set up as a place to exchange foreign money and to sell animals for offerings. With a great multitude present and the accompanying din and tumult, the temple place had taken on a carnival atmosphere. You will read how the Savior’s reaction to this merchandising in his Father’s house provoked the hostility of the Jewish leaders."],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p23"},"One Jewish leader, however, who wanted to understand further the source of Jesus’ power—for he had already wrought many miracles—was Nicodemus. You will read how Jesus more openly revealed his mission to Nicodemus by explaining how one becomes qualified for entrance into the kingdom of heaven. Following this interview with Nicodemus, Jesus left Jerusalem (in the province of Judea) to go to his hometown of Nazareth in Galilee. You will further read an interesting conversation he had with a Samaritan woman as he stopped along the way in Sychar (Samaria). The doctrine Jesus taught her is still his counsel to his disciples today."],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p24"},"Jesus’ formal ministry really began in Galilee and specifically in Nazareth. What did he do there that would provoke his own townsmen to make an attempt on his life? His testimony there, which you will read, is most significant. Because of this rejection of his townsmen in Nazareth, Jesus went to Capernaum. During the next eighteen to twenty months this city became his home base. In this and surrounding cities, Jesus manifested many marvelous works. What great sermon did he give during this time, and why was the healing of a palsied man so significant?"],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p25"},"And what was the importance of Jesus’ answer to John’s followers who inquired why Jesus’ disciples did not fast, as did they and the Pharisees?"],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p26"},"These will be some of the high points of consideration during the first year of our Lord’s ministry. But before you commence this study, let’s take a look at the province of Galilee where Jesus spent approximately two years of his ministry."]],[".topic",["h3","A Portrait of Galilee"],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p28"},"As you can see, the region called Galilee is in northern Palestine. Study the accompanying map to note its boundaries on the north, east, south, and west."],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p29"},"This map has been simplified to show only the key cities during the time of Christ. A map of the region at the time of Jesus would show many more towns and villages. The population of Palestine was numerous and was concentrated in this area. Josephus, a Jewish general and historian who governed this province thirty-four years after Christ’s ministry, reported a population of nearly three million."]],[".topic",["h3","Some Notable Places in Galilee"],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p31"},"Some of the places in Galilee that will become familiar to you are Bethsaida, Cana, Capernaum, Chorazin, Magdala, Nain, Nazareth, Tiberius, and, of course, the Sea of Galilee. Here are some photographs of these places:"],[".",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_004_04-hillsNazareth.jpg"}],[".caption",["p",{"id":"lds-"},"The Hills Around Nazareth Where Jesus Roamed as a Boy"]]],[".topic",["h4","Nazareth"],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p33"},"This was the hometown of the Savior, where he grew to manhood. Here he preached one of his earliest sermons but was rejected. Because of unbelief, only a few miracles were accomplished in Nazareth. Of his own city, Jesus was to say, “A prophet is not with honor,",["span.emphasis","but in his own country,"],"and among his own kin, and in his own house.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.4"},"Mark 6:4"],". Italics added.)"],[".",{"id":"f4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_004_05-ruinsCapernaum04.jpg"}],[".caption",["p",{"id":"lds-"},"Ruins of Capernaum"]]]],[".topic",["h4","Capernaum"],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p36"},"After Jesus’ first rejection in Nazareth, he went to Capernaum. This was later to be referred to as “his” city. And no wonder. According to the information recorded, here he performed more miracles than in any other city, and here he gave some of his greatest discourses. Here the Son of God labored for almost two years of his formal ministry. Yet despite his miraculous display of divine powers, Capernaum would not repent. Jesus prophesied concerning the fate of those in this city."],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p37"},"See",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.23,24"},"Matthew 11:23, 24"],"."],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p38"},"All that remains today at the traditional site of the ancient city are the ruins of an old synagogue built in the second century and stones from surrounding buildings. Here was once a city of some fifteen thousand inhabitants!"],[".",{"id":"f5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_004_06-seaGalilee.jpg"}],[".caption",["p",{"id":"lds-"},"The Sea of Galilee"]]]],[".topic",["h4","The Sea of Galilee"],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p41"},"The region of Galilee appears to have been very fertile during the time of Christ, and what was general throughout the region was concentrated around the Sea of Galilee. Near this inland sea, sometimes called Lake Kinnereth, Lake Gennesaret, or Lake Tiberias, Jesus spent most of the time of his ministry."],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p42"},"Today, as in times past, the lake itself is a fishing haven. It is generally calm, but storms may suddenly arise, turning the sea into a raging tempest. You will read of one of these occasions when Jesus and the disciples were crossing the sea and encountered a great storm, causing the disciples to despair. After admonishing the disciples for their lack of faith, Jesus rebuked the wind and the sea, commanding, “Peace, be still.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.39"},"Mark 4:39"],".)"],["p.para",{"id":"p43","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p43"},"Nine cities surrounded the lake in Jesus’ time, each of which was said to have had a population of not less than fifteen thousand people."],["p.para",{"id":"p44","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p44"},"It is interesting to remember that of Jesus’ twelve apostles, eleven came from Galilee. Only Judas, who betrayed him, was not a Galilean. He was from Judea."],[".",{"id":"f6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_004_07-riverJordan.jpg"}],[".caption",["p",{"id":"lds-"},"The River Jordan"]]]],[".topic",["h4","The River Jordan"]]],[".topic",["h3","The Significance of the Galilean Ministry"],["p.para",{"id":"p49","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p49"},"If this is your first opportunity to study the life and teachings of the Savior, you will probably experience some difficulty in discovering the pattern in his ministry. This brief overview may help you to discover this pattern."],["p.para",{"id":"p50","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p50"},"What will be apparent to you in your reading is the Savior’s ministry among the general populace. “Sheep without a shepherd” is the way Jesus labeled them. You will see how the masses became increasingly attracted to Jesus because of his miracles. Note the effect of the miracle of the feeding of the five thousand upon the people, and then sense the meaning of the drama that followed when Jesus announced that he was their “living bread.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.51"},"John 6:51"],".) You will see that many of the people then withdrew from him because he told them that they were following him for the wrong reasons."],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p51"},"If the teaching of the masses is all you see in the ministry of Jesus, you will have missed its greater significance. You should also see something that is not so obvious at first glance—the Savior’s quiet training of his priesthood leadership. This will become apparent as you perceive the Galilean ministry as being divided into three phases of leadership training."],[".topic",["h4","First Phase: The Calling of the Twelve Apostles"],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p53"},"From among those disciples who followed him, the Savior chose by revelation twelve men whom he designated as apostles. These were to be his special witnesses."]],[".topic",["h4","Second Phase: The Sending Forth of the Twelve"],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p55"},"After witnessing the power of the priesthood in the many miracles done by Jesus, the Twelve were sent forth to teach and do what they had seen their Master do."]],[".topic",["h4","Third Phase: The Bestowing upon the Twelve the Keys of the Kingdom and the Sealing Power"],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p57"},"Toward the end of the Galilean ministry (the third year of the ministry), Jesus took the Twelve north to the region of Caesarea Philippi. There he took Peter, James, and John to a “high mountain apart” and was glorified (transfigured) before them. (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.2"},"Mark 9:2"],".) Thus they became eyewitnesses of his majesty. Peter, James, and John received the keys of the priesthood there. Later all the Twelve were given the keys of the kingdom as well as the sealing powers, which gave them the right to legally administer the affairs of the kingdom of God. With the Twelve thus prepared the Savior returned to Jerusalem, where he would fulfill the greater purpose of his mortal calling, the atonement and the resurrection from the grave."],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-2-the-first-year-of-jesus-public-ministry/section2.p58"},"With this perspective in mind, you should now turn your attention to the specific events of the ministry of our Lord."]]]]]]]],"refs":null}
