{"id":89,"parent_id":85,"book_id":22358,"content_id":1,"language_id":1,"display_order":89,"title":"Appendix D","subtitle":"","short_title":"Appendix D","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d"},[".heading",{"id":"head5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.head5"},["h1","Appendix D"]],[".bodyBlock",[".topic",["h2","Peter, My Brother"],[".subtitle","By Elder Spencer W. Kimball"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p4"},"Today I wish to talk about my brother, my colleague, my fellow apostle—Simon Barjona or Cephas or Peter the Rock."],["p.para",{"id":"p5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p5"},"Some time ago a newspaper in a distant town carried an Easter Sunday religion editorial by a minister who stated that the presiding authority of the early-day church fell because of self-confidence, indecision, evil companions, failure to pray, lack of humility, and fear of man. He than concluded:"],["p.para",{"id":"p6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p6"},["span.emphasis","Let us as people, especially those who are Christians and claim to abide by the Word of God, not make the same mistakes and fall as Peter fell."],"(Rev. Dorsey E. Dent, “A Message for This Week.”)"],["p.para",{"id":"p7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p7"},"As I read this, I had some strange emotions. I was shocked, then I was chilled, then my blood changed its temperature and began to boil. I felt I was attacked viciously, for Peter was my brother, my colleague, my example, my prophet, and God’s anointed. I whispered to myself, “That is not true. He is maligning my brother.”"],[".topic",["h3","A Man with Vision"],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p9"},"Then I opened my New Testament. I could find no such character as this modern minister described. Instead, I found a man who had grown perfect through his experiences and suffering—a man with vision, a man of revelations, a man fully trusted by his Lord Jesus Christ."],["p.para",{"id":"p10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p10"},"I remember his sad, triple denial of his acquaintance with the Lord in those terrifying, frustrating moments. I recall his tearful repentance. Many times he was rebuked by the Master, but he learned by experience and never seemed to make the same error twice. I see a lowly fisherman, untaught and untrained, climb gradually under the tutelage of the best Teacher to the high pinnacle of great faith, bold leadership, unwavering testimony, unparalleled courage, and almost limitless understanding. I see the lay disciple become the chief apostle to preside over the Lord’s church and kingdom. I hear him breathing heavily as he laboriously climbs the steep Mount of Transfiguration. Here he sees and hears unspeakable things and has the transcendent experience of being in the presence of his God, Elohim; Jehovah, his Redeemer; and other heavenly beings."],["p.para",{"id":"p11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p11"},"His eyes had seen, his ears had heard, and his heart had understood and accepted the wondrous happenings of the days from the baptism of the Master in the waters of Jordan to the ascension of his Redeemer from the Mount of Olives."],["p.para",{"id":"p12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p12"},"I see this great church president assume leadership of the church. I see the sick and infirm arise and leap to health and normalcy. I hear his powerful sermons. I see him walk steadily, unflinchingly to martyrdom and drink of its bitter cup."],["p.para",{"id":"p13","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p13"},"But this sectarian minister belittled him, unmercifully undercut him, and downgraded him."],["p.para",{"id":"p14","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p14"},"Much of the criticism of Simon Peter is centered in his denial of his acquaintance with the Master. This has been labeled “cowardice.” Are we sure of his motive in that recorded denial? He had already given up his occupation and placed all worldly goods on the altar for the cause. If we admit that he was cowardly and denied the Lord through timidity, we can still find a great lesson. Has anyone more completely overcome mortal selfishness and weakness? Has anyone repented more sincerely? Peter has been accused of being harsh, indiscreet, impetuous, and fearful. If all these were true, then we still ask, Has any man every more completely triumphed over his weaknesses?"]],[".topic",["h3","The First Apostle"],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p16"},"Good men were among the Lord’s followers, yet Cephas was chosen the number one. The Lord knew well the guilelessness of Nathanial, the tender love of John, the erudition of Nicodemus, and the faithfulness and devotion of James and the other brethren. Christ knew men’s inner thoughts and saw their manifestations of faith. In short, he knew men; yet he chose from all of them this great character who possessed the virtues, powers, and leadership needed to give stability to the church and to lead men to accept the gospel and follow truth."],["p.para",{"id":"p17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p17"},"When Christ chose this fisherman for his first and chief apostle, he was taking no chances. He picked a diamond in the rough—a diamond that would need to be cut, trimmed, and polished by correction, chastisement, and trials—but nevertheless a diamond of real quality. The Savior knew this apostle could be trusted to receive the keys of the kingdom, the sealing and the loosing power. Like other humans, Peter might make some errors in his developing process, but he would be solid, trustworthy, and dependable as a leader of the kingdom of God. Even with so perfect a teacher it was difficult to learn the vast gospel plan in three years."],["p.para",{"id":"p18","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p18"},"Peter inquired of Jesus:"],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p19"},["span.emphasis","Behold, we have forsaken all, and followed thee; what shall we have therefore?"]],["p.para",{"id":"p20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p20"},["span.emphasis","And Jesus said unto them, verify I say unto you, that ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit"],["span.emphasis","upon twelve thrones, judging the twelve tribes of Israel."],"(",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.27-28"},"Matthew 19:27–28"],".)"],["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p21"},"Is it conceivable that the omniscient Lord would give all these powers and keys to one who was a failure or unworthy?"],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p22"},"If Peter was cowardly, how brave he became in so short a time. If he was weak and vacillating, how strong and positive he became in weeks and months. If he was unkind, how tender and sympathetic he became almost immediately. Responsibility as a refiner and a purger usually takes time."],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p23"},"If Peter was frightened in the court when he denied his association with the Lord, how brave he was hours earlier when he drew his sword against an overpowering enemy, the night mob. Later defying the people and state and church officials, he boldly charged, “Him [the Christ] … ye have taken, and by wicked hands have crucified and slain.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.23"},"Acts 2:23"],".) To the astounded populace at the healing of the cripple at the Gate Beautiful, he exclaimed, “Ye men of Israel … the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate. … ye denied the Holy One. … And killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.12-15"},"Acts 3:12–15"],".)"],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p24"},"Does this portray cowardice? Quite a bold assertion for a timid one. Remember that Peter never denied the divinity of Christ. He only denied his association or acquaintance with the Christ, which is quite a different matter."],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p25"},"Could it have been confusion and frustration that caused Peter’s denial? Could there still have been some lack of understanding concerning the total unfolding of the plan? Being a leader, Peter was a special target of the adversary. As the Lord said:"],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p26"},["span.emphasis","Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:"]],["p.para",{"id":"p27","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p27"},["span.emphasis","But I have prayed for thee that thy faith fail not."],"(",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.31-32"},"Luke 22:31–32"],".)"],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p28"},"Peter was under fire; all the hosts of hell were against him. The die had been cast for the Savior’s crucifixion. If Satan could destroy Simon now, what a victory he would score. Here was the greatest of all living men. Lucifer wanted to confuse him, frustrate him, limit his prestige, and totally destroy him. However, this was not to be, for he was chosen for and ordained to a high purpose in heaven, as was Abraham."],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p29"},"Peter followed the Savior to his trial and sat in the outer court. What else could he do? He knew that many times the Savior himself had escaped from the crowd by slipping out of their clutches. Would he again do so?"],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p30"},"Though the Lord taught of the coming crucifixion and resurrection, neither Simon nor anyone else fully comprehended his meaning. Was this so strange? Never before had there been such a person or such an occurrence upon the earth. Millions today cannot understand the resurrection, even though it has been preached for nineteen hundred years as a reality with many infallible proofs. Could these men, then, be criticized for not fully understanding this frustrating situation?"],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p31"},"Is it possible that there might have been some other reason for Peter’s triple denial? Could he have felt that circumstances justified expediency? When he bore a strong testimony in Caesarea Philippi, he had been told that “they should tell no man that he was Jesus the Christ.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.20"},"Matthew 16:20"],".)"],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p32"},"When the three apostles came down from the Mount of Transfiguration, they were again charged implicitly, “Tell the vision to no man, until the Son of man be risen again from the dead.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.9"},"Matthew 17:9"],".) Could Peter have felt this was not the time to tell of Christ? He had been with his Lord in Nazareth when the Savior was taken by his own people to the brow of the hill, “whereon their city was built, that they might cast him down headlong. But he passing through the midst of them went his way.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.29-30"},"Luke 4:29–30"],".) Surely Peter did not think of this escape as cowardice but as wise expediency. Christ’s time was not come."]],[".topic",["h3","The Approaching Crucifixion"],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p34"},"When the Lord had spent some energy in attempting to explain the coming crisis—“how that he must go unto Jerusalem and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day”—Peter attempted to dissuade the Savior from thinking of such calamity. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.21"},"Matthew 16:21"],".) He was promptly chastised for suggesting escape from the tragedy. Perhaps he should have understood that it was the Lord’s will that the dire happenings occur."],["p.para",{"id":"p35","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p35"},"What this meant—that the hour was now come—Peter may not have fully realized, but he was prohibited from resisting the coming crucifixion by the Redeemer himself. Was he frustrated? Perhaps for the moment, but how many of us in a hostile camp, totally helpless to save, would champion the Lord under such circumstances, especially when previous efforts had been repulsed? Had not Peter single-handedly already raised his sword against a “great multitude with swords and staves”? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.47"},"Matthew 26:47"],".) Had he not attempted to defend the Lord from all the mob’s manhandling and kidnapping, and was he not stopped by his Lord?"],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p36"},"The Savior had walked calmly from Gethsemane’s garden, seemingly resigned to the inevitable sacrifice of himself. Simon had courageously manifested his willingness to alone fight the great mob to protect his Master. At the risk of death he had struck the contemptible Malthus and sliced off his ear. But this act of bravery and personal disregard was stopped by the Lord, who said to his loyal apostle:"],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p37"},["span.emphasis","Put up again thy sword into his place; for all they that take the sword shall perish with the sword."]],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p38"},["span.emphasis","Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels"],"? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.52-53"},"Matthew 26:52–53"],".)"],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p39"},"What more could Peter do? How else could he show his loyalty and courage? Could it be that in these last hours Peter realized that he should stop protecting his Lord, that the crucifixion was inevitable, and that regardless of all his acts, the Lord was moving toward his destiny? I do not know. I only know that this apostle was brave and fearless."],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p40"},"Events followed each other in rapid succession. At Gethsemane Peter was futilely trying to defend his Lord one hour; in the next he was following the mob. Apparently the Savior was voluntarily suffering men to heap monumental indignities upon him. What should Peter do?"],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p41"},"He boldly and meaningfully postulated to the Savior, “Though all men shall be offended because of thee, yet will I never be offended.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.33"},"Matthew 26:33"],".) To which the Lord replied, “This night, before the cock crow, thou shalt deny me thrice.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.34"},"Matthew 26:34"],".)"],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p42"},"This was a critical moment. Peter’s act of protection with his sword-slashing had been after this prediction was made. He had tried. He had seen one apostle betray his Master with a kiss, and his Master had not repulsed him. Peter had been reminded that angels could be summoned if protection was needed; he had been commanded to put away his sword. Even now he did not desert his Master but followed sorrowfully behind the jeering crowd. He would remain to the end. He likely heard every accusation, saw every indignity heaped upon his Lord, felt all the injustice of the mock trial, and noted the perfidy of false witnesses perjuring their souls. He saw them foully expectorate in the face of the Holy One; he saw them buffet, strike, slap, and taunt him. He observed the Lord making no resistance, calling for no protective legions of angels, asking for no mercy. What was Peter to think now?"]],[".topic",["h3","His Denial"],["p.para",{"id":"p44","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p44"},"A smart aleck damsel accused Peter, “Thou also wast with Jesus of Galilee.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.69"},"Matthew 26:69"],".) What would his further defense of the Lord accomplish in this situation? Would it displease Jesus? Would it only destroy Peter himself without beneficial effect? Would Christ want him to fight now, when he had denied him that privilege earlier that evening?"],["p.para",{"id":"p45","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p45"},"Then another maid announced to the bystanders and villains, “This fellow was also with Jesus of Nazareth.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.71"},"Matthew 26:71"],".) Peter replied, “I do not know the man.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.72"},"Matthew 26:72"],".) And others, recognizing his Galilean accent, declared, “Surely thou also art one of them; for thy speech bewrayeth thee.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.73"},"Matthew 26:73"],".)"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p46"},"What was he to do? Could he do more? What would have been the result had he admitted his connection? Would he have lived to preside over the church? Peter had seen the Savior escape from crowds many times and hide from assassins. Is it conceivable that Peter also saw advisable advantage to the cause in his denial? Had Peter come to fully realize the hidden meaning in the oft-repeated phrase “Mine hour is not yet come” (",["a.scriptureRef",{"href":"/scriptures/nt/john/2.4"},"John 2:4"],"), and did he now understand that “now is the Son of man glorified” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.31"},"John 13:31"],")?"],["p.para",{"id":"p47","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p47"},"I do not pretend to know what Peter’s mental reactions were nor what compelled him to say what he did that terrible night. But in light of his proven bravery, courage, great devotion, and limitless love for the Master, could we not give him the benefit of the doubt and at least forgive him as his Savior seems to have done so fully. Almost immediately Christ elevated him to the highest position in his church and endowed him with the complete keys of that kingdom."],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p48"},"Simon Barjona did not have long to consider the matter or change his decisions, for he now heard the cock crow twice and was reminded of Christ’s prediction. He was humbled to the dust. Hearing the bird’s announcement of the dawn reminded him not only that he had denied the Lord but also that all the Lord had said would be fulfilled, even to the crucifixion. He went out and wept bitterly. Were his tears for personal repentance only, or were they mingled with sorrowful tears in realization of the fate of his Lord and Master and his own great loss?"],["p.para",{"id":"p49","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p49"},"Only hours passed until he was among the first at the tomb as the head of the group of believers. Only weeks passed until he was assembling the saints and organizing them into a compact, strong, and unified community. It was not long before he was languishing in prison, being beaten, abused, and “sifted as wheat” as Christ had predicted. (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.31"},"Luke 22:31"],".)"]],[".topic",["h3","Of Humble Origin"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p51"},"Simon Peter, son of Jonas, began his matchless career under most humble circumstances. A common operator of boats, a fisher of fish, and a man once rated as “ignorant and unlearned,” he climbed the ladder of knowledge until he knew, as perhaps no other living person, his Father, Elohim; the Son, Jehovah; and Christ’s program and relationship with men. He was spiritual and devout. He came without persuasion, probably walking every step of the length of the major Jordan to hear the powerful sermons of the fearless John the Baptist. Little did he know the great things in store for him. Here he heard the voice of the prophet and may have been baptized by him."],["p.para",{"id":"p52","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p52"},"Peter’s brother, Andrew, declared, “We have found the Messias, which is, bring interpreted, the Christ.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.41"},"John 1:41"],".) They had undoubtedly heard John the Baptist declare, “Behold the Lamb of God, which taketh away the sin of the world.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.29"},"John 1:29"],".) But to hear the voice of the living Father, God, now acknowledge Jesus as his Begotten Son must have stirred this humble fisherman to his foundations."],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p53"},"Simon Peter was ill prepared at this time to assume great responsibility, but the Master knew his potential. On the day of his call began the intensive training that was to bring this humble man and his associates to great leadership, immortality, and eternal life."],["p.para",{"id":"p54","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p54"},"Simon Peter’s education, both secular and spiritual, had been limited, but now he followed the Master Teacher. He heard the Sermon on the Mount; he stood with the Redeemer in the boat and heard the masterful sermons to the congregated people. He sat in the synagogues, listening to the convincing and powerful statements of the Creator. The Scriptures were unfolded as they traveled the dusty or rocky paths of Galilee. Surely, his innumerable questions were answered by the Lord as they ate together, slept together, and walked together. The hours were precious as rare jewels. He heard the parables given to the people and learned the rich lessons therein."],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p55"},"Peter heard the constant flow of divinity in the ceaseless unfolding of the way of life. He grasped many lessons readily but had difficulty in understanding the experiences that had never before occurred on earth. He perceived the darkening shadow and the lowering clouds but could not fully comprehend their meaning. No personage in his experience had ever given his life in this manner. No soul on earth had ever been resurrected. It took time for these awesome truths to penetrate his mind. It was hard for him to think of spiritual leadership only. Peter expected Christ to take the sword and redeem Israel. But when Gethsemane was passed, when Golgotha was a hard nightmare, when the Lord had risen and ascended, and when the Comforter had come, the great compelling truth burst forth and was impressed upon his mind. The miscellaneous tiles were now set into a beautiful pattern. The mosaic was a glorious reality; and Peter, James and John and their associates went forth to convert a hard, resisting world."],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p56"},"Peter was full of faith. He never faltered. From the day he forsook his nets and boats, his feet never turned away. Even in his moment of denial, he was as near to his Lord as he could be. Let him who would be critical of this apostle put himself in the same place—among the bitterest enemies, persecutors, and assassins—with a growing knowledge of the futility of defending his Lord, whose hour had come. He who had forgiven his crucifiers also forgave Peter who had denied him."],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p57"},"Peter was a man of faith. He healed the sick by their merely passing through his shadow. Prison walls could not hold him. Because of him, the dead came back to life. He walked upon the water. Though this was not a total triumph, has any other human soul succeeded? Let him who would scoff at Peter’s momentary wavering try such a feat himself."],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p58"},"Simon Peter was humble. He recognized James and John, who were with him on the Holy Mount and who shared with him the sorrows of Gethsemane. Perhaps his first official act, as presiding authority, was to call a conference at which the saints were to have voice in filling the vacancy in the Quorum of the Twelve. A new witness was chosen."],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p59"},"When the lame walked under the administration of Peter and John and when the awestricken multitude gaped and wondered, Peter gave credit to the God of Israel, saying, “Why look ye so earnestly on us, as though by our power or holiness we had made this man to walk?” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.12"},"Acts 3:12"],".) When Dorcas Tabitha lay dead, there was no display nor ostentation. He simply “put them all forth, and kneeled down, and prayed,” and presented the living Tabitha back to her friends. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.40-41"},"Acts 9:40–41"],".)"],["p.para",{"id":"p60","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p60"},"He accepted threats, beatings, and calumny. He defied those who condemned his Lord, saying, “We ought to obey God rather than men.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.29"},"Acts 5:29"],".) He charged them with the slaughter of the Redeemer, then stood before them without flinching. He chastised the sorcerer Simon, saying, “Thy money perish with thee.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.20"},"Acts 8:20"],".) He stood before his brethren and announced a major policy change in the church whereby gentiles might be accepted."],["p.para",{"id":"p61","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p61"},"Simon Peter was spiritual and prophetic. He received the revelations concerning the church. Angels accompanied him in and released him from the prison, and a great vision opened the door to millions of honest souls."],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p62"},"His testimony was as the rock, his faith unwavering. The Savior, abandoned by others, asked Peter, “Will ye also go away?” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.67"},"John 6:67"],".) Peter replied, “Lord, to whom shall we go? Thou hast the words of eternal life.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.68"},"John 6:68"],".) Shortly before the crucifixion, the Lord asked, “But whom say ye that I am?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.15"},"Matthew 16:15"],".) The answer revealed from God expressed the power and character of Peter: “Thou art the Christ, the Son of the living God.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16"},"Matthew 16:16"],".) The Savior replied, “Flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.17"},"Matthew 16:17"],".) Heavenly messengers he had seen; martyrs he had accompanied; with the Son of God he had lived. The Comforter had come, and never was there faltering or questioning in his mind again."]],[".topic",["h3","Peter’s Teachings"],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p64"},"The teachings of Simon Peter are to all people, even to the latest generation. He bore testimony constantly of the divinity of the Christ. As he had been forgiven of his weaknesses, he now urged all men to forgive. He urged the chaste and virtuous life. He taught honesty and urged that members live in peace with the gentiles. This apostle taught his people to honor kings, governments, and laws; to endure grief, suffering, and buffeting patiently; and to consider revilement and suffering for the Lord’s sake a blessing. Perhaps he had seen much marital unhappiness; for he commanded wives to be subject to and convert their unbelieving husbands through their own goodness and meekness. He commanded the husbands to honor their wives as partners, to love them, to be compassionate to them, and to treasure them. He urged parents to be kind to children and the posterity to honor and obey the parents. He urged employers to be honorable and just with their workers and employees to give service willingly. He urged the clean and constructive life and forbade company with rioters, wine-bibbers, revelers, banqueters; idolaters, and lustful ones. He urged service in the church, the sober life, a vigilant faith, and works leading toward perfection."],["p.para",{"id":"p65","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p65"},"The great leader frequently repeated his testimony as an eyewitness and an ear witness to spectacular and eventful happenings. Foreshadowing the apostasy, he testified that false teachers with damnable heresies would come after his departing to deny the Lord and to make merchandise of the souls of men. (See",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1-3"},"2 Peter 2:1–3"],".) He placed the divine stamp of approval on the writings of the Old Testament and unfolded the history of the world, which covered the flood, the destruction of Sodom and Gomorrah, and other important events. Again and again, he preached the law of chastity and cleanliness and denounced the evils of sporting, feasting, adultery, incontinence, and covetousness."],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p66"},"As he neared martyrdom, drinking a bitter cup somewhat like his Master and Teacher, he made sure that the world would know his witness and sureness. Sitting figuratively on the brink of his grave, he made a solemn declaration which has been read by countless millions. To the members of the church, he prayed that they might have a “knowledge of God, and of Jesus our Lord.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.2"},"2 Peter 1:2"],".) He gloried in the “exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],".)"],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p67"},"Peter continued:"],["p.para",{"id":"p68","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p68"},["span.emphasis","Wherefore the rather, brethren, give diligence to make your calling and election sure. …"]],["p.para",{"id":"p69","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p69"},["span.emphasis","Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;"]],["p.para",{"id":"p70","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p70"},["span.emphasis","Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me."]],["p.para",{"id":"p71","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p71"},["span.emphasis","Moreover I will endeavor that ye may be able after my decease to have these things always in remembrance."]],["p.para",{"id":"p72","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p72"},["span.emphasis","For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty."]],["p.para",{"id":"p73","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p73"},["span.emphasis","For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased."]],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p74"},["span.emphasis","And this voice which came from heaven we heard, when we were with him in the holy mount."],"(",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.10,13-18"},"2 Peter 1:10, 13–18"],".)"],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p75"},"When his work was done, his testimony borne, his witness delivered, his numbered days run out, Satan who had long desired him was now permitted to take him in martyrdom. His testimony came from his dying lips."],["p.para",{"id":"p76","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p76"},"But Simon Peter was not dead. Important changes came to him—the dissolution of his body, but also the resurrection of his soul. With his loyal associates, James and John, Simon Peter returned to the earth, bridging the gap of darkened centuries. Together they appeared on the banks of the Susquehanna River in Pennsylvania, where Peter delivered to the young prophets the keys of the kingdom, which the apostles possessed from the Lord Jesus Christ."],["p.para",{"id":"p77","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p77"},"The apostle lives. The weak things of the world confounded the wise. Millions have read his testimony. His powerful witness has stirred multitudes. Through the countless ages of eternity, he will live and extend his influence over the children of this earth. With his brethren, the Twelve, he will judge the nations."],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/appendix-section/appendix-d.p78"},"My young brothers and sisters, I hope that you can love and accept the great prophet, Peter, as I feel in my heart to do. In the name of Jesus Christ. Amen. (",["span.emphasis","Speeches of the Year"],"[Provo, Utah: Brigham Young University Press, 1971], pp. 1–8.)"]]]]]]],"refs":null}
