{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"A Baptism Blessing","subtitle":"By Kasey Eyre","short_title":"A Baptism Blessing","uri":"/liahona/2013/06/a-baptism-blessing","content":[["div",{"id":"head1","uri":"/liahona/2013/06/a-baptism-blessing.head1"},[".title","A Baptism Blessing"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/06/a-baptism-blessing.p2"},"By Kasey Eyre"]],[".bio",["div",{"id":"p3","uri":"/liahona/2013/06/a-baptism-blessing.p3"},"Kasey Eyre lives in Nevada, USA."]],[".kicker","Going under water always made Trevor feel nervous. How could he be baptized?"]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/06/a-baptism-blessing.p5"},"Trevor sat down on the couch and put his chin in his hands. His brothers were playing with Grandpa. He wished he could have fun too, but he couldn’t stop worrying about his baptism."],["div",{"id":"p6","uri":"/liahona/2013/06/a-baptism-blessing.p6"},"Mom sat down next to him and ruffled his hair. “What’s wrong?” she asked. “Don’t you want to play?”"],["div",{"id":"p7","uri":"/liahona/2013/06/a-baptism-blessing.p7"},"Trevor shook his head, frowning."],["div",{"id":"p8","uri":"/liahona/2013/06/a-baptism-blessing.p8"},"Mom looked at him a moment, then put her arm around him. “Are you still afraid to go under the water?”"],["div",{"id":"p9","uri":"/liahona/2013/06/a-baptism-blessing.p9"},"Trevor nodded."],["div",{"id":"p10","uri":"/liahona/2013/06/a-baptism-blessing.p10"},"The thought of being underwater always scared Trevor. When he was three, he had fallen into a swimming pool. He could never forget how scared he had felt as he sank deeper and deeper into the water until someone pulled him out. He had been nervous around water ever since."],["div",{"id":"p11","uri":"/liahona/2013/06/a-baptism-blessing.p11"},"“Why isn’t anything working?” Trevor asked. “We prayed, and we even visited the font. Nothing worked!” Springing up from the couch, Trevor ran into his room."],["div",{"id":"p12","uri":"/liahona/2013/06/a-baptism-blessing.p12"},"Slamming the bedroom door behind him, Trevor fell onto his bed. Soon he heard a soft knock on the door."],["div",{"id":"p13","uri":"/liahona/2013/06/a-baptism-blessing.p13"},"Trevor looked over as Dad sat down beside him. “Mom told me you’re still nervous about getting baptized,” Dad said."],["div",{"id":"p14","uri":"/liahona/2013/06/a-baptism-blessing.p14"},"Trevor nodded. “I keep praying, but the scared feeling won’t go away.”"],["div",{"id":"p15","uri":"/liahona/2013/06/a-baptism-blessing.p15"},"Dad thought a minute. “Sometimes when we pray for something, it doesn’t happen right away. You might feel scared now, but maybe by tomorrow you’ll feel better.”"],["div",{"id":"p16","uri":"/liahona/2013/06/a-baptism-blessing.p16"},"Trevor shook his head, but then he remembered when he was nervous about starting school last year. Dad had given him a blessing. Maybe a blessing could help him get baptized too. He looked up at Dad. “Do you think you and Grandpa can give me a blessing?”"],["div",{"id":"p17","uri":"/liahona/2013/06/a-baptism-blessing.p17"},"Dad nodded. “I think that’s a great idea.”"],["div",{"id":"p18","uri":"/liahona/2013/06/a-baptism-blessing.p18"},"A little while later, Trevor sat down in a chair in the family room. Dad and Grandpa placed their hands on his head. Dad blessed him, saying that if he had faith, Heavenly Father could help him to feel calm and peaceful."],["div",{"id":"p19","uri":"/liahona/2013/06/a-baptism-blessing.p19"},"The next day as he sat at his baptism in his white clothes, Trevor still felt nervous. He was glad he had received a blessing, but what if he stayed scared? How would he get baptized?"],["div",{"id":"p20","uri":"/liahona/2013/06/a-baptism-blessing.p20"},"After hearing a talk about baptism, Dad leaned over. “It’s time to go to the font,” he said. Trevor nodded and followed Dad to the font. Dad went in first."],["div",{"id":"p21","uri":"/liahona/2013/06/a-baptism-blessing.p21"},"It was Trevor’s turn. He hesitated, but then he remembered his blessing. “Heavenly Father, please help me to have faith,” he prayed silently to himself."],["div",{"id":"p22","uri":"/liahona/2013/06/a-baptism-blessing.p22"},"Slowly, Trevor put one foot in the water. It was nice and warm. Trevor took another step."],["div",{"id":"p23","uri":"/liahona/2013/06/a-baptism-blessing.p23"},"With each step, he could feel his worry and fear melting away. Dad took him by the arm and smiled. “Ready?”"],["div",{"id":"p24","uri":"/liahona/2013/06/a-baptism-blessing.p24"},"Trevor felt calm and peaceful. This was the feeling Heavenly Father had promised to give him. He nodded. “Ready.”"],["div",{"id":"p25","uri":"/liahona/2013/06/a-baptism-blessing.p25"},"Dad raised his right arm and said the baptismal prayer. As Dad lowered him under the water, Trevor wasn’t afraid. All he could feel was that calm, peaceful feeling growing stronger."],["div",{"id":"p26","uri":"/liahona/2013/06/a-baptism-blessing.p26"},"Trevor came out of the water smiling. He knew that his faith had helped him overcome his fear so he could be baptized. He knew Heavenly Father would always help him when he was trying to choose the right."]],[".resources",[".sideQuote",{"id":"f1","uri":"/liahona/2013/06/a-baptism-blessing.f1"},["div",{"id":"p27","uri":"/liahona/2013/06/a-baptism-blessing.p27"},"“When we choose to follow Christ in faith rather than choosing another path out of fear, we are blessed.”"],[".citationInfo",["div",{"id":"p28","uri":"/liahona/2013/06/a-baptism-blessing.p28"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles, “Live by Faith and Not by Fear,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2007, 73."]]]]],"refs":null}
