{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":28,"title":"Around the Church","subtitle":"","short_title":"Around the Church","uri":"/liahona/2013/06/around-the-church","content":[["div",{"id":"head1","uri":"/liahona/2013/06/around-the-church.head1"},[".seriesTitle","Around the Church"]],[".bodyBlock",["div",{"id":"t1","uri":"/liahona/2013/06/around-the-church.t1"},[".title","Church High School in Mexico to Become New MTC"],["div",{"id":"p3","uri":"/liahona/2013/06/around-the-church.p3"},"On January 29, an announcement was made that the Church-owned high school Benemérito de las Américas in Mexico City, Mexico, would be converted into a missionary training center."],["div",{"id":"p4","uri":"/liahona/2013/06/around-the-church.p4"},"Elder Russell M. Nelson and Elder Jeffrey R. Holland, both of the Quorum of the Twelve Apostles, presided and spoke at the January 29 meetings at the Benemérito campus where the plans for the future MTC were announced. The change from school to MTC is expected to occur following the end of the Benemérito school year in June 2013. For more than four decades, the Benemérito de las Américas facility has functioned as a boarding school—so dormitories and other needed infrastructure for the MTC are already in place."],["div",{"id":"p5","uri":"/liahona/2013/06/around-the-church.p5"},"The new MTC will train elders, sisters, and couples who will serve not only in Mexico, but also in other countries of North, Central, and South America. Even missionaries from the United States who have been called to Spanish-speaking assignments in their own country may be trained in Mexico City. The MTC in Provo, Utah, will continue to provide Spanish-language training for many missionaries as well."]],["div",{"id":"t2","uri":"/liahona/2013/06/around-the-church.t2"},[".title","Tabernacle Choir Earns Recording and Internet Success"],["div",{"id":"p7","uri":"/liahona/2013/06/around-the-church.p7"},"The latest year-in-review issue of",["span.emphasis","Billboard"],"magazine, the recording industry trade publication, features the year-end charts for 2012. In one of those charts, the choir, with the Orchestra at Temple Square, was named the Number 1 Traditional Classical Albums Artist."],["div",{"id":"p8","uri":"/liahona/2013/06/around-the-church.p8"},"Overall, the choir and orchestra charted on five of the year-end lists and twice on an albums list. It placed 3rd and 9th on Traditional Classical Albums (for the albums",["span.emphasis","Glory! Music of Rejoicing"],"and",["span.emphasis","This Is the Christ"],"respectively); 4th on Traditional Classical Albums Imprint; 5th on Traditional Classical Albums Label; and 12th on Classical Crossover Albums (for the album",["span.emphasis","Glad Christmas Tiadings"],"featuring David Archuleta)."],["div",{"id":"p9","uri":"/liahona/2013/06/around-the-church.p9"},"In addition to its recording industry success, the choir on January 17 topped one million views on the YouTube channel it launched less than three months ago, on October 30, 2012. The channel had an estimated 3.23 million minutes watched by viewers by the end of 2012. To access the channel, go to",["a",{"href":"http://www.youtube.com/user/MormonTabChoir?feature=watch"},["span.language","www.YouTube.com/user/MormonTabChoir"]],"."]]],[".resources"]],"refs":null}
