{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":12,"title":"Balancing Church History","subtitle":"By Elder Steven E. Snow","short_title":"Balancing Church History","uri":"/liahona/2013/06/balancing-church-history","content":[["div",{"id":"head1","uri":"/liahona/2013/06/balancing-church-history.head1"},[".title",["span.dominant","Balancing"],"Church History"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/06/balancing-church-history.p2"},"By Elder Steven E. Snow"],["div",{"id":"p3","uri":"/liahona/2013/06/balancing-church-history.p3"},"Church Historian and Member of the Seventy"]],[".kicker","The overwhelming evidence of Church history is positive and faith-promoting. In its full context, it is absolutely inspiring."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/06/balancing-church-history.p5"},"I enjoy reading historical accounts of the early Church members who left their homes and, with great sacrifice, gathered with the Saints. I find their stories compelling, and I draw great strength from learning what they went through to live and demonstrate their faith by following the prophets and doing hard things. When you read what",["span.emphasis","they"],"did, somehow",["span.emphasis","your"],"lot in life doesn’t seem quite so difficult."],["div",{"id":"f1","uri":"/liahona/2013/06/balancing-church-history.f1"},[".credit",["div",{"id":"p30","uri":"/liahona/2013/06/balancing-church-history.p30"},"Photo illustrations by Cody Bell"]]],["div",{"id":"p6","uri":"/liahona/2013/06/balancing-church-history.p6"},"I love Church history. I’m reading more of it now than ever, and I find it fascinating and faith-promoting. For instance, it is absolutely astounding what the early missionaries accomplished, having no resources other than a burning faith and testimony that caused them to do remarkable things. Those examples help me understand that I can do hard things if I continue to feed my faith and testimony. Time after time, my testimony is strengthened as I see what has happened with this great work as it has rolled forward."],["div",{"id":"t1","uri":"/liahona/2013/06/balancing-church-history.t1"},[".title","Viewing the Past from the Present"],["div",{"id":"p8","uri":"/liahona/2013/06/balancing-church-history.p8"},"History is a great way to be inspired to prepare yourself spiritually. In our history we can see those who prepared themselves spiritually and overcame and those who fell away because they weren’t spiritually prepared for what came. We can learn that dedication to the gospel, prayer, and testimony can help us do great things and that we’ve got to spend time developing our spiritual side or we’ll pay the price."],["div",{"id":"p9","uri":"/liahona/2013/06/balancing-church-history.p9"},"The people in our history were regular people like us, many of whom did extraordinary things. While they were all seeking for perfection, they weren’t perfect. Those early Church members had their difficulties and struggled with things just as we do today. But I find strength in knowing that those challenges, those strivings for perfection, have been around for a long time."],["div",{"id":"p10","uri":"/liahona/2013/06/balancing-church-history.p10"},"Certainly, the world has changed in the last generation or two. The Internet has put all kinds of information at our fingertips—good, bad, truthful, untruthful—including information on Church history. You can read a great deal about our history, but it’s important to read about it and understand it in context. The difficulty with some information online is that it’s out of context and you don’t really see the whole picture."],["div",{"id":"p11","uri":"/liahona/2013/06/balancing-church-history.p11"},"Information that tries to embarrass the Church is generally very subjective and unfair. We should seek sources that more objectively describe our beliefs and our history. Some websites are very mean-spirited and can be sensational in how they present the information. Look for sources by recognized and respected historians, whether they’re members of the Church or not."],["div",{"id":"p12","uri":"/liahona/2013/06/balancing-church-history.p12"},"Some young people are surprised and shocked by anti-Mormon material on the Internet because they haven’t fortified themselves against it. They may not have spent enough time on the spiritual side to prepare and strengthen themselves for whatever may come. When life experiences come to knock their legs out from under them, it’s important that they do those basic things we always talk about: continuing to study the scriptures and having meaningful prayer with our Heavenly Father. Those basic things prepare people for all kinds of adversity, including anti-Mormon articles they’ll come across online."]],["div",{"id":"t2","uri":"/liahona/2013/06/balancing-church-history.t2"},[".title","The Need for Balance"],["div",{"id":"p14","uri":"/liahona/2013/06/balancing-church-history.p14"},"Like anything, you have to approach Church history with balance. The true Church has always been a minority, and it seems like we’ve always had a target on our back. We’ll always face adversity, and we might as well get used to that. The best way to deal with it is to make sure we’re personally worthy and that our testimony is strong. If you’re spending time on websites that criticize the Church and its history but aren’t spending time in the scriptures, you’re going to be out of balance, and those negative things may have an unduly strong effect on you. If you were in proper balance, they wouldn’t."],["div",{"id":"p15","uri":"/liahona/2013/06/balancing-church-history.p15"},"In my own teenage years I didn’t completely understand the importance of developing spiritually. I was probably more interested in becoming a good football player than in becoming a good student of the Book of Mormon. It wasn’t until I reached the mission field that, like many young men, I had that transformation and understood what happiness is really about. It’s the joy, the peace that comes from serving the Lord, from studying and from praying, from loving and helping others. I find if I ignore those aspects of my life, things don’t go as well as they should. If I do those things, everything seems a little more in balance."],["div",{"id":"p16","uri":"/liahona/2013/06/balancing-church-history.p16"},"As I keep my life in balance, I can look at history objectively and understand that while most of our ancestors are to be admired, they were human and made mistakes. There are sad or confusing episodes in our history that we seek to understand better, but some of these questions might not be answered on this side of the veil. And that’s fine."],["div",{"id":"p17","uri":"/liahona/2013/06/balancing-church-history.p17"},"If a friend came to me with an honest question about a controversial issue from Church history, I’d do my best to answer it. And if I found that he was spending a lot of time in that area, the first questions I’d want to ask him are: “Are you reading the Book of Mormon? Are you saying your prayers? Are you keeping your life in balance so that you can protect yourself against the storms of life?”"],["div",{"id":"p18","uri":"/liahona/2013/06/balancing-church-history.p18"},"The overwhelming evidence of Church history is positive and faith-promoting. If you choose to spend much of your time studying only the controversial chapters of our history, you’ll see a few threads, but you’ll miss the whole quilt. And you need to understand the whole picture of our history. In its full context, it is absolutely inspiring."],["div",{"id":"p19","uri":"/liahona/2013/06/balancing-church-history.p19"},"For example, Joseph Smith was a remarkable person. Was he perfect? No. We’re all mortal. But to read the Book of Mormon and the revelations in the Doctrine and Covenants and to see what he did in restoring the Church in a short period of time is a remarkable testimony. All prophets have challenges and difficulties, and it shouldn’t surprise us that Joseph Smith saw adversity and offended a few people. But he clearly was a prophet of God."]],["div",{"id":"t3","uri":"/liahona/2013/06/balancing-church-history.t3"},[".title","No Time Like the Present"],["div",{"id":"p21","uri":"/liahona/2013/06/balancing-church-history.p21"},"I can’t imagine a greater time to be a member of the Church. When my wife and I were married, there were 13 temples in the entire Church, and we had a goal to visit every one of them. Now there are around 140 temples, and we’re never going to visit them all. All of these fruits of the Restoration—prophets and apostles, temples, priesthood, the Book of Mormon, the revelations—are a great blessing in our lives. And it was all made possible by the Savior, by His gospel, by our Father’s plan."],["div",{"id":"p22","uri":"/liahona/2013/06/balancing-church-history.p22"},"I may be a simple guy in many respects, but I’m smart enough to know that my Heavenly Father loves me. He loves us all. We really are His sons and daughters. He really wants us to return to Him. He doesn’t micromanage our lives. That’s part of our growing process. He wants us to learn and exercise agency and deal with adversity. But, truly, I can see His hand in my life and in my family’s life. And I’m grateful that we get this mortal experience, because I love life. A lot of stuff goes wrong, but there are a lot of great things in life, and I’m grateful we as spiritual beings have a chance to come to earth and gain a body and learn things that are going to help us through the eternities."],["div",{"id":"p23","uri":"/liahona/2013/06/balancing-church-history.p23"},"History blesses our lives because it gives us a chance to look back. Sometimes it’s hard to look back on our own lives, but through history we can look back in the lives of others and learn things that have blessed them. And we can help ourselves avoid mistakes by doing the things that have blessed our ancestors."]]],[".resources",[".moreInfo",[".title","Answering Questions"],[".subtitle","How do I answer my friends who say that some of our history, like angels and buried gold plates, is hard to believe?"],["div",{"id":"p26","uri":"/liahona/2013/06/balancing-church-history.p26"},"If our history falls outside what people imagine to be possible, it’s normal that they would be skeptical. We would simply point out that it is consistent with other miraculous events in God’s dealings with man throughout history, and we would bear our testimony to them and ask them to study it for themselves. Then we would invite them to ponder it and pray to Heavenly Father about it, “with a sincere heart, with real intent, having faith in Christ” (",["a",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],")."],["div",{"id":"p27","uri":"/liahona/2013/06/balancing-church-history.p27"},"If they are willing to perform this “experiment,” to “exercise a particle of faith” (",["a",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"],") and ask God, the Holy Ghost will reveal the truth to them."]]]],"refs":null}
