{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/liahona/2013/06/questions-and-answers","content":[["div",{"id":"head1","uri":"/liahona/2013/06/questions-and-answers.head1"},[".seriesTitle","Questions & Answers"],[".title","“My brother has a problem with pornography. He is working with our bishop on it, so I want to support him, but it has affected my trust in him. How do I deal with this?”"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/06/questions-and-answers.p3"},"It’s great that you want to support your brother. He’ll need your encouragement. Since your brother has made you aware of this challenge in his life and you know that he is diligently addressing it, he has already taken a huge step toward regaining your trust. Overcoming the secrecy and deceit so often associated with this challenge is evidence of major progress. This can help you begin to place more trust in him. It will take time for that trust to fully mature. But that doesn’t mean you can’t still love him. You can pray for him, be a good example to him, and do other things to help him."],["div",{"id":"p4","uri":"/liahona/2013/06/questions-and-answers.p4"},"Try not to judge him. If he feels judged, he will probably feel worse about his struggles, and that will make it harder for him to change. Everyone has weaknesses; that’s one reason the Savior provided the Atonement. Trust in the Lord and in the fact that, through repentance, your brother can change and be forgiven."],["div",{"id":"p5","uri":"/liahona/2013/06/questions-and-answers.p5"},"Since you know that your brother is working with your bishop on this issue, you could talk to your bishop about this situation. He and your parents can help you know what to do. As a family you can work together to help your brother. You could have a family fast to help him (see",["a",{"href":"/scriptures/nt/matt/17.21"},"Matthew 17:21"],"), which will provide a shield against temptation."],[".annotation",["div",{"id":"p6","uri":"/liahona/2013/06/questions-and-answers.p6"},"Note: Many young women also struggle with addictions to pornography. The same advice would apply in relationships with sisters."]],[".quote",{"id":"f1","uri":"/liahona/2013/06/questions-and-answers.f1"},[".title","Express Sorrow but Not Rejection"],["div",{"id":"p8","uri":"/liahona/2013/06/questions-and-answers.p8"},"Pornography is no small thing, and it hurts a lot to find out that someone you care about has a problem with it. Try to forgive him, no matter how long it takes. Also remember that forgiveness and trust are separate. By his actions your brother can earn your trust back. Express sorrow but never rejection. He needs to feel that he is not alone, and he needs to be held accountable for his actions. When you love him despite the addiction, he will see hope and find the strength to overcome the problem."],[".bio",["div",{"id":"p9","uri":"/liahona/2013/06/questions-and-answers.p9"},"Bethany A., age 18, Arizona, USA"]]],[".quote",{"id":"f2","uri":"/liahona/2013/06/questions-and-answers.f2"},[".title","Encourage Him"],["div",{"id":"p11","uri":"/liahona/2013/06/questions-and-answers.p11"},"I know it’s hard when you invest so much trust in someone and then he abuses it. The first thing I would do is pray and ask Heavenly Father for strength to talk to your brother. You can talk to him weekly about how he is doing and find scriptures in your personal scripture study that will encourage him to get help. Supporting him, even though he has lost your trust, is important. Let him know that the Lord loves him and will forgive him. Remind him of hymn 187, “God Loved Us, So He Sent His Son.” Let him know that Jesus Christ atoned for our sins, and if we repent, we can improve a little bit every day."],[".bio",["div",{"id":"p12","uri":"/liahona/2013/06/questions-and-answers.p12"},"Naomi B., age 16, Minnesota, USA"]]],[".quote",{"id":"f3","uri":"/liahona/2013/06/questions-and-answers.f3"},[".title","Support Him"],["div",{"id":"p14","uri":"/liahona/2013/06/questions-and-answers.p14"},"Show him that you love him no matter what his choices have been. Support him every step of the way and let him know how glad you are that he’s working at it. The trust won’t come rushing back all at once, but he’s trying to earn it back. He’s on the right track, and as he learns how he can become better, you can learn how to trust him again."],[".bio",["div",{"id":"p15","uri":"/liahona/2013/06/questions-and-answers.p15"},"Kirstin M., age 17, North Carolina, USA"]]],[".quote",{"id":"f4","uri":"/liahona/2013/06/questions-and-answers.f4"},[".title","Be Forgiving"],["div",{"id":"p17","uri":"/liahona/2013/06/questions-and-answers.p17"},"The power of the Atonement, if you apply it, will help your brother have the strength to repent. The Atonement provides healing for those who have been injured, as well as for those who have made hurtful choices. Be forgiving always and look to love instead of turning to anger."],[".bio",["div",{"id":"p18","uri":"/liahona/2013/06/questions-and-answers.p18"},"Seth B., age 18, Missouri, USA"]]],[".quote",{"id":"f5","uri":"/liahona/2013/06/questions-and-answers.f5"},[".title","Pray for Guidance"],["div",{"id":"p20","uri":"/liahona/2013/06/questions-and-answers.p20"},"Kneel down and ask for guidance from our Heavenly Father and speak with your brother and pray with him. As we humble ourselves before our Heavenly Father, He “will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it” (",["a",{"href":"/scriptures/nt/1-cor/10.13"},"1 Corinthians 10:13"],"). He will help your brother be strong against temptation and always choose the right."],[".bio",["div",{"id":"p21","uri":"/liahona/2013/06/questions-and-answers.p21"},"Alejandra B., age 22, California, USA"]]],[".quote",{"id":"f6","uri":"/liahona/2013/06/questions-and-answers.f6"},[".title","Don’t Lose Hope"],["div",{"id":"p23","uri":"/liahona/2013/06/questions-and-answers.p23"},"Don’t lose hope in your brother, because this is the time when he needs his family most. Overcoming a problem with pornography is hard enough for him without the worry of losing his family’s confidence in him. I’ve had the same problem, and I’m working to repent to be worthy to go to the temple to be sealed to my family. I was always afraid of what my parents would say or how they would treat me. I was surprised when I found out how supportive they were and how eager they were to offer solutions to help me become better. If your brother is consulting with his bishop and making an honest effort, he’s making progress."],[".bio",["div",{"id":"p24","uri":"/liahona/2013/06/questions-and-answers.p24"},"Young man from Alaska, USA"]]],[".quote",{"id":"f7","uri":"/liahona/2013/06/questions-and-answers.f7"},[".title","Trust the Lord"],["div",{"id":"p26","uri":"/liahona/2013/06/questions-and-answers.p26"},"The Atonement is not just for our sins but also for our hardships and struggles. Jesus Christ knows exactly how you feel—He has felt it before. Reach out to Him, and you’ll find His hand waiting to lift you up. Pray for His help and the healing power of the Atonement. Tell Heavenly Father all your concerns, worries, and hopes for the situation. Most importantly, don’t just wait for a miracle to happen—do something. Study the scriptures, search for wisdom that will help you, and keep faith that everything will work out."],[".bio",["div",{"id":"p27","uri":"/liahona/2013/06/questions-and-answers.p27"},"Megan A., age 19, Arizona, USA"]]],[".annotation",["div",{"id":"p28","uri":"/liahona/2013/06/questions-and-answers.p28"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]],[".resources",[".sideQuote",{"id":"f8","uri":"/liahona/2013/06/questions-and-answers.f8"},[".title","A Way to Make Corrections"],["div",{"id":"p30","uri":"/liahona/2013/06/questions-and-answers.p30"},"“Our Heavenly Father knew before we came to this mortal existence that negative forces would tempt us to drift from our course, ‘for all have sinned, and come short of the glory of God’ (",["a",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],"). That is why He prepared a way for us to make corrections. Through the merciful process of true repentance and the Atonement of Jesus Christ, our sins can be forgiven and we will ‘not perish, but have everlasting life’ (",["a",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],").”"],[".citationInfo",["div",{"id":"p31","uri":"/liahona/2013/06/questions-and-answers.p31"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “A Matter of a Few Degrees,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2008, 60."]]],[".moreInfo",[".title","Upcoming Question"],["div",{"id":"p33","uri":"/liahona/2013/06/questions-and-answers.p33"},"“What am I supposed to think about during the sacrament?”"],["div",{"id":"p34","uri":"/liahona/2013/06/questions-and-answers.p34"},"Submit your answer by July 15 at",["a",{"href":"http://liahona.lds.org"},["span.language","liahona.lds.org"]],", by email to",["a",{"href":"mailto:liahona@ldschurch.org"},["span.language","liahona@ldschurch.org"]],", or by mail to:"],[".address",["span.emphasis","Liahona,"],"Questions & Answers 7/13"],[".address","50 E. North Temple St., Rm. 2420"],[".address","Salt Lake City, UT 84150-0024, USA"],["div",{"id":"p38","uri":"/liahona/2013/06/questions-and-answers.p38"},"Responses may be edited for length or clarity."],["div",{"id":"p39","uri":"/liahona/2013/06/questions-and-answers.p39"},"The following information and permission must be included in your email or letter: (1) full name, (2) birth date, (3) ward or branch, (4) stake or district, (5) your written permission, and, if you are under age 18, your parent’s written permission (email is acceptable) to publish your response and photograph."]]]],"refs":null}
