{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":4,"title":"Worship the True and Living God","subtitle":"By President Spencer W. Kimball (1895–1985)","short_title":"Worship the True and Living God","uri":"/liahona/2013/06/worship-the-true-and-living-god","content":[["div",{"id":"head1","uri":"/liahona/2013/06/worship-the-true-and-living-god.head1"},[".seriesTitle","Gospel Classics"],[".title","Worship the True and Living God"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/06/worship-the-true-and-living-god.p3"},"By President Spencer W. Kimball (1895–1985)"],["div",{"id":"p4","uri":"/liahona/2013/06/worship-the-true-and-living-god.p4"},"Twelfth President of the Church"]],[".event",["div",{"id":"p5","uri":"/liahona/2013/06/worship-the-true-and-living-god.p5"},"Excerpted from “The False Gods We Worship,”",["span.emphasis","Tambuli,"],"Aug. 1977, 1–4;",["span.emphasis","Ensign,"],"June 1976, 3–6."]],[".kicker","What are we to fear when the Lord is with us?"]],[".bodyBlock",["div",{"id":"p7","uri":"/liahona/2013/06/worship-the-true-and-living-god.p7"},"We learn from the scriptures that because the exercise of faith has always appeared to be more difficult than relying on things more immediately at hand, carnal man has tended to transfer his trust in God to material things. Therefore, in all ages when men have fallen under the power of Satan and lost the faith, they have put in its place a hope in the “arm of flesh” and in “gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know” (",["a",{"href":"/scriptures/ot/dan/5.23"},"Daniel 5:23"],")—that is, in idols. This I find to be a dominant theme in the Old Testament. Whatever thing a man sets his heart and his trust in most is his god; and if his god doesn’t also happen to be the true and living God of Israel, that man is laboring in idolatry."],["div",{"id":"p8","uri":"/liahona/2013/06/worship-the-true-and-living-god.p8"},"It is my firm belief that when we read these scriptures and try to “liken them unto [our]selves” (",["a",{"href":"/scriptures/bofm/1-ne/19.24"},"1 Nephi 19:24"],"), as Nephi suggested, we will see many parallels between the ancient worship of graven images and behavioral patterns in our very own experience."],["div",{"id":"p9","uri":"/liahona/2013/06/worship-the-true-and-living-god.p9"},"The Lord has blessed us. … The resources that have been placed in our power are good and necessary to our work here on the earth. But I am afraid that many of us … have begun to worship them as false gods, and they have power over us. Do we have more of these good things than our faith can stand? Many people spend most of their time working in the service of a self-image that includes sufficient money, stocks, bonds, investment portfolios, property, credit cards, furnishings, automobiles, and the like to",["span.emphasis","guarantee"],"carnal security. …"],["div",{"id":"t1","uri":"/liahona/2013/06/worship-the-true-and-living-god.t1"},[".title","Our Assignment"],["div",{"id":"p11","uri":"/liahona/2013/06/worship-the-true-and-living-god.p11"},"Forgotten is the fact that our assignment is to use these many resources in our families and quorums to build up the kingdom of God—to further the missionary effort and the genealogical and temple work; to raise our children up as fruitful servants unto the Lord; to bless others in every way, that they may also be fruitful. Instead, we expend these blessings on our own desires, and as Moroni said, “Ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick and the afflicted to pass by you, and notice them not” (",["a",{"href":"/scriptures/bofm/morm/8.39"},"Mormon 8:39"],")."],["div",{"id":"p12","uri":"/liahona/2013/06/worship-the-true-and-living-god.p12"},"As the Lord Himself said in our day, “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and",["span.emphasis","whose substance is that of an idol,"],"which waxeth old and shall perish in Babylon, even Babylon the great, which shall fall” (",["a",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],"; emphasis added)."]],["div",{"id":"t2","uri":"/liahona/2013/06/worship-the-true-and-living-god.t2"},[".title","A Poor Exchange"],["div",{"id":"p14","uri":"/liahona/2013/06/worship-the-true-and-living-god.p14"},"One man I know of was called to a position of service in the Church, but he felt that he couldn’t accept because his investments required more … of his time than he could spare for the Lord’s work. He left the service of the Lord in search of Mammon, and he is a millionaire today."],["div",{"id":"p15","uri":"/liahona/2013/06/worship-the-true-and-living-god.p15"},"But I recently learned an interesting fact: If a man owns a million dollars worth of gold … , he possesses approximately one 27-billionth of all the gold that is present in the earth’s thin crust alone. This is an amount so small in proportion as to be inconceivable to the mind of man. But there is more to this: The Lord who created and has power over all the earth created many other earths as well, even “worlds without number” (",["a",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],"); and when this man received the oath and covenant of the priesthood (see",["a",{"href":"/scriptures/dc-testament/dc/84.33-44"},"D&C 84:33–44"],"), he received a promise from the Lord of “all that my Father hath” (",["a",{"href":"/scriptures/dc-testament/dc/84.38"},"D&C 84:38"],"). To set aside all these great promises in favor of a chest of gold and a sense of carnal security is a mistake in perspective of colossal proportions. To think that he has settled for so little is a saddening and pitiful prospect indeed; the souls of men are far more precious than this."],["div",{"id":"p16","uri":"/liahona/2013/06/worship-the-true-and-living-god.p16"},"One young man, when called on a mission, replied that he didn’t have much talent for that kind of thing. What he was good at was keeping his powerful new automobile in top condition. … All along, his father had been content with saying, “He likes to do things with his hands. That’s good enough for him.”"],["div",{"id":"p17","uri":"/liahona/2013/06/worship-the-true-and-living-god.p17"},"Good enough for a son of God? This young man didn’t realize that the power of his automobile is infinitesimally small in comparison with the power of the sea or of the sun; and there are many suns, all controlled by law and by priesthood, ultimately—a priesthood power that he could have been developing in the service of the Lord. He settled for a pitiful god, a composite of steel and rubber and shiny chrome."],["div",{"id":"p18","uri":"/liahona/2013/06/worship-the-true-and-living-god.p18"},"An older couple retired from the world of work and also, in effect, from the Church. They purchased a pickup truck and camper and … set out to see the world. … They had no time for the temple, were too busy for genealogical research and for missionary service. He lost contact with his high priests quorum and was not home enough to work on his personal history. Their experience and leadership were sorely needed in their branch, but … they were not available. …"],["div",{"id":"p19","uri":"/liahona/2013/06/worship-the-true-and-living-god.p19"},"If we insist on spending all our time and resources building up for ourselves a worldly kingdom, that is exactly what we will inherit."]],["div",{"id":"t3","uri":"/liahona/2013/06/worship-the-true-and-living-god.t3"},[".title","Forsake the Things of the World"],["div",{"id":"p21","uri":"/liahona/2013/06/worship-the-true-and-living-god.p21"},"In spite of our delight in defining ourselves as modern and our tendency to think we possess a sophistication that no people in the past ever had—in spite of these things, we are, on the whole, an idolatrous people—a condition most repugnant to the Lord."],["div",{"id":"p22","uri":"/liahona/2013/06/worship-the-true-and-living-god.p22"},"We are … easily distracted from our assignment of preparing for the coming of the Lord. … We forget that if we are righteous, the Lord will either not suffer our enemies to come upon us … or He will fight our battles for us (see",["a",{"href":"/scriptures/ot/ex/14.14"},"Exodus 14:14"],";",["a",{"href":"/scriptures/dc-testament/dc/98.37"},"D&C 98:37"],", to name only two references of many). …"],["div",{"id":"p23","uri":"/liahona/2013/06/worship-the-true-and-living-god.p23"},"What are we to fear when the Lord is with us? Can we not take the Lord at His word and exercise a particle of faith in Him? Our assignment is affirmative: to forsake the things of the world as ends in themselves; to leave off idolatry and press forward in faith; to carry the gospel to our enemies, that they might no longer be our enemies."]],["div",{"id":"t4","uri":"/liahona/2013/06/worship-the-true-and-living-god.t4"},[".title","Exercise Greater Faith"],["div",{"id":"p25","uri":"/liahona/2013/06/worship-the-true-and-living-god.p25"},"We must leave off the worship of modern-day idols and a reliance on the “arm of flesh,” for the Lord has said to all the world in our day, “I will not spare any that remain in Babylon” (",["a",{"href":"/scriptures/dc-testament/dc/64.24"},"D&C 64:24"],"). … We believe that the way for each person and each family to prepare as the Lord has directed is to begin to exercise greater faith, to repent, and to enter into the work of His kingdom on earth, which is The Church of Jesus Christ of Latter-day Saints. It may seem a little difficult at first, but when a person begins to catch a vision of the true work, when he begins to see something of eternity in its true perspective, the blessings begin to far outweigh the cost of leaving “the world” behind."],["div",{"id":"p26","uri":"/liahona/2013/06/worship-the-true-and-living-god.p26"},"Herein lies the only true happiness, and therefore we invite and welcome all people, everywhere, to join in this work. For those who are determined to serve the Lord at all costs, this is the way to eternal life. All else is but a means to that end."]],[".annotation",["div",{"id":"p27","uri":"/liahona/2013/06/worship-the-true-and-living-god.p27"},"Subheads added; spelling, punctuation, and capitalization have been standardized."]]],[".resources"]],"refs":null}
