{"id":95,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":95,"title":"Achieving Oneness in Marriage","subtitle":"","short_title":"Achieving Oneness in Marriage","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage","content":[["div",{"id":"head7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.head7"},["h1","Achieving Oneness in Marriage"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p2"},"“If each spouse is forever seeking the interests, comforts, and happiness of the other, the love … will grow” (Spencer W. Kimball,",["span.emphasis","Marriage and Divorce"],"[Salt Lake City: Deseret Book, Co., 1976], p. 23)."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p3"},"Unity in marriage is an important foundation for rearing children successfully. If a husband and wife do not support each other, they greatly weaken their influence with their children. However, if they are humble and strive to achieve greater unity, they can teach their children valuable lessons, both formally and informally."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p4"},"President Spencer W. Kimball stated: “It is certain that almost any good man and any good woman can have happiness and a successful marriage if both are willing to pay the price” (",["span.emphasis","Marriage and Divorce,"],"p. 16). That is a bold statement in a time when so many marriages seem so troubled."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p5"},"If one spouse is striving honestly to live a gospel-centered life, which includes unconditional love and proper respect for agency, the marriage may not fail. However, if both honor their gospel commitments, the marriage can certainly become a celestial marriage."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p6"},"In examining your role in promoting oneness in your marriage, consider the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Do I acknowledge myself and my companion as persons of worth and value (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.28-29"},"Ephesians 5:28–29"],")?"]],["li",["span.label","•"],[".para","Am I willing to see my partner as my best friend?"]],["li",["span.label","•"],[".para","Am I willing to put the interest of my marriage and partner first?"]],["li",["span.label","•"],[".para","Do I see how my selfish acts hurt my spouse?"]],["li",["span.label","•"],[".para","Do I seek spiritual guidance in resolving disagreements?"]]],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p12"},"Obedience to the commandments helps us achieve oneness in marriage. When husbands and wives repent of their wrongdoings, strive to overcome their shortcomings, and seek righteousness, they can become one."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p13"},"President Ezra Taft Benson gave husbands the following counsel:"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p14"},"“Once you determine that a high priority in your life is to see that your wife and your children are happy, then you will do all in your power to do so. I am not just speaking of satisfying material desires, but of filling other vital needs such as appreciation, compliments, comforting, encouraging, listening, and giving love and affection.” (In Conference Report, Apr. 1981, p. 47; or",["span.emphasis","Ensign,"],"May 1981, p. 34.)"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p15"},"The following example shows how one unhappy marriage was improved because of a simple change in attitude. Each of us should pray for help in recognizing and overcoming our own imperfections and not be overly critical of our spouse."],[".topic",["h2","Linda’s Change of Heart"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p17"},"Linda was suffering in an unloving marriage. When asked to name one good quality her husband possessed, she resisted. It seemed ridiculous to her that any good thing remained in her husband. She was pressed to think of something."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p18"},"Finally, she thought of one positive trait and then another. She began to soften her heart toward her husband. She knew he was not perfect, but she no longer condemned him. Rather, she turned her heart to him, and her suffering decreased. She saw that by her own hardness of heart she had unknowingly helped promote much of their contention."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/achieving-oneness-in-marriage.p19"},"“A marriage may not always be even and incident-less, but it can be one of great peace. A couple may have poverty, illness, disappointment, failures, and even death in the family, but even these will not rob them of their peace. The marriage can be successful so long as selfishness does not enter in.” (Spencer W. Kimball,",["span.emphasis","Marriage and Divorce,"],"pp. 19–22.)"]]]],"refs":null}
