{"id":99,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":99,"title":"Building Confidence","subtitle":"","short_title":"Building Confidence","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence","content":[["div",{"id":"head11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.head11"},["h1","Building Confidence"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p2"},"Have you ever heard parents make such comments as these to their children:"],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p3"},"“Boy, are you dumb!”"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p4"},"“Can’t you do anything right?”"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p5"},"“Why are you such a pack rat?”"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p6"},"“Stop being such a loudmouth!”"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p7"},"If you flinched when you read the above comments, you probably sensed how negative, harsh, and uncompassionate they are. What do such comments communicate? Concern? Patience? Gentleness? Love? Or do they show disrespect, insensitivity, or dislike?"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p8"},"We are told that we should not negatively label our children. But when we use such language, we do more than give a hostile label. We show we do not really care about them. How can we avoid using such labels? We must repent of unloving feelings and show compassion and patience. It may be that our task is not as much to build confidence in our children as it is to quit stealing it from them."],[".topic",["h2","Jeremy Is Misunderstood"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p10"},"While the family was moving into a new home, eighteen-month-old Jeremy wrote in ink all over one of the new kitchen chairs. Upon seeing this, his father scolded him and angrily took him to his room."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p11"},"A few hours later, Jeremy’s father found him in the middle of another mess. This time he had dumped a box of powdered soap all over the chair and the floor! Father grabbed Jeremy, ran all the way back to the boy’s bedroom, spanked him, and left him there."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p12"},"Looking at the kitchen, his father suddenly realized that Jeremy hadn’t been making another mess. He had simply been trying to clean the ink off the chair."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p13"},"Feeling remorseful, his father recalled how Jeremy had looked at him, his eyes filled with both fear and hope for understanding."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p14"},"Realizing what he had done, the father went to Jeremy’s room and humbly asked for forgiveness."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p15"},"When children lack confidence, it may be a response to how they have been treated. Jeremy’s father had restored his son’s confidence by understanding and asking for forgiveness."],["ul.bullet",["li",["span.label","•"],[".para","What might have happened if he had not apologized to his son?"]],["li",["span.label","•"],[".para","How could Jeremy’s father have avoided misunderstanding his son?"]]],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p18"},"We can also strengthen a child’s confidence by encouraging him to serve others. Teenagers especially benefit from such service. When we are concerned about others, we can forget ourselves. Even little children can serve unselfishly. Therefore, we need to offer our children the chance to serve."]],[".topic",["h2","Sherry"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p20"},"Four-year-old Sherry constantly interrupted her parents, especially when her two-year-old brother was sick and had to be carried by her mother. Finally her mother shared her feelings with her four-year-old:"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p21"},"“Sherry, I am really tired today, and I need your help. Jack has a cold, and I’ve got to get dinner ready. I’ve noticed how well you can read picture books. Would you help me by reading Jack some books?”"],["ul.bullet",["li",["span.label","•"],[".para","How did Sherry’s mother help her increase her confidence?"]],["li",["span.label","•"],[".para","What probably happened?"]]],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p24"},"What about children who lack confidence and feel left out, clumsy, ugly, or unwanted? Encouragement and love are still the foundations you must use to help them. It is important to listen to their concerns when they want to talk, however small the concerns may seem. They know you care when you can ache with them or share their embarrassments."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-confidence.p25"},"In addition, you can encourage them to help others and to develop their talents at home, church, and school. By not belittling their fears, you can help them to overcome them. In fact, any activity suggested in this section to build families can be a confidence-builder."]]]],"refs":null}
