{"id":90,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":90,"title":"Building a Strong Family","subtitle":"","short_title":"Building a Strong Family","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family","content":[["div",{"id":"head2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.head2"},["h1","Building a Strong Family"],[".intro","“We continue to stress the urgent need for couples, for parents and children, and for single adults living alone to study and live the principles of truth, with special attention to nurturing love and harmony within their family circles”",["br"],"(Spencer W. Kimball, “Therefore I Was Taught,”",["span.emphasis","Ensign,"],"Jan. 1982, p. 3)."]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p4"},"As we strive to improve ourselves and our families, we need to remember that the Lord wants us to have joy and happiness in our lives. One of Satan’s most effective tools is discouragement."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p5"},"Sometimes in our efforts to improve we forget that change and growth take time. We should not expect overnight perfection from either ourselves or other family members. Enjoying our families is one of the joys we should accept."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p6"},"The Prophet Joseph Smith said, “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God. But we cannot keep all the commandments without first knowing them, and we cannot expect to know all, or more than we now know unless we comply with or keep those we have already received.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Company, 1976], pp. 155–56.)"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p7"},"This section of the manual has been prepared to help us better apply those principles that we teach and learn during home evenings. It was written generally to parents with children; but whether we are single or married, parents or not, living alone or with family or friends, we can adapt material from this section to meet the challenges of our own circumstances."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p8"},"As you study the suggestions, select one idea or area to work on at a time. Don’t expect instant perfection or try to improve in more areas at the same time. Smile and be happy. Tell your spouse and children that you love them, and hug and kiss them regularly. Each of us needs the blessings that come from giving and receiving love."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p9"},"Although creating love and harmony within our families is not always easy, it is vital, especially today when we and our children must withstand the growing evil influences around us."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p10"},"Everyone faces challenges and choices. We and our children have many voices calling us away from gospel principles and the counsel of the Brethren. But when we make our homes places of safety for us and our children, we can more easily grow and develop in righteousness."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p11"},"Turning a home into a righteous haven and making our family relationships ideal takes more than merely being active in the Church and participating in its programs, important as these are. It takes a strong, honest commitment to live gospel principles and to teach these principles in our homes."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p12"},"Many parents feel inadequate as they face the challenges of marriage and parenthood. Many worry about the temptations of the world that daily confront them and their children. Some worry that they may already have “lost” their children."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p13"},"Fortunately, we do not need to face our problems alone; Heavenly Father wants us to succeed as individuals and as parents and families. To help us, he has provided important guides, such as the scriptures, a living prophet, other Church leaders, and the Holy Spirit. These can help us understand and apply the gospel principles that will bring joy to us and our families."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/building-a-strong-family.p14"},"This section of the Family Resource Book highlights three fundamental gospel principles: integrity, agency, and love. As you read and ponder this section, you will read about husbands and wives, parents, children, and single adults who face much the same everyday challenges you do. The principles needed to help them solve their problems are the same that will help you."]]]],"refs":null}
