{"id":105,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":105,"title":"Reclaiming a Wayward Child","subtitle":"","short_title":"Reclaiming a Wayward Child","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child","content":[["div",{"id":"head17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.head17"},["h1","Reclaiming a Wayward Child"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p2"},"What can you do when a child raised in light and truth turns his back on the gospel? Too often, friends, leaders, and sometimes parents, lose faith. They assume that they have failed or that there is nothing that can be done to bring the children back. Such attitudes deny hope in the future. The Lord has taught us otherwise; he would have us have faith in ourselves and in our children."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p3"},"When children break the laws of God and stray from the path he set, there is both parental and godly sorrow. To earthly parents, Elder Gordon B. Hinckley offered the following comfort:"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p4"},"“I recognize that there are parents who, notwithstanding an outpouring of love and a diligent and faithful effort to teach them, see their children grow in a contrary manner and weep while their wayward sons and daughters willfully pursue courses of tragic consequence. For such I have great sympathy, and to them I am wont to quote the words of Ezekiel: ‘The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son’ (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/18.20"},"Ezekiel 18:20"],")."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p5"},"“But such is the exception rather than the rule. Nor does the exception justify others of us from making every effort in showing forth love, example, and correct precept in the rearing of those for whom God has given us sacred responsibility.” (In Conference Report, Oct. 1978, p. 27; or",["span.emphasis","Ensign,"],"Nov. 1978, p. 19.)"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p6"},"If you are a parent whose child has abandoned gospel living, your faith in his capacity to come back is the foundation of whatever help you have to offer him. By your faith in him and in the gospel, you stand as a light to him. But as in any matter, faith without works is dead. Consider the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Are you willing to act in love and firmness toward your child without demanding, in advance, a guarantee of success? In other words, are you willing to walk by faith?"]],["li",["span.label","•"],[".para","What do you believe love would require of you? What would you need to do in addition to having faith?"]]],[".topic",["h2","Jay and the Runaway"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p10"},"When Jay’s fourth son, Sam, ran away from home at age seventeen, Jay had every reason to be discouraged. But Jay tried to know what his love for his son would require of him. What should he do about Sam’s being away from home?"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p11"},"After praying and questioning some of Sam’s friends, he found out which friend Sam was staying with and decided to visit his boy. The mother of Sam’s friend nervously ushered Sam to the front door. Jay asked, “How are you doing?” Sam responded with a muffled “okay.”"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.p12"},"Jay then told his son he was interested in him and loved him. He said he hoped Sam would stay in school, but offered to help him get a job if he were determined to work. Jay explained again that there would always be a bed at home for Sam. However, if he chose to work, he would need to help pay for his keep. If he went to school, his parents would help with living expenses. Then Jay gave his son a hug and said, “Let me know what you decide or if you want to talk some more.”"],["ul.bullet",["li",["span.label","•"],[".para","What do you predict for Jay and Sam’s future relationship?"]],["li",["span.label","•"],[".para","What if Sam doesn’t move home? Will Jay’s actions have been in vain?"]],["li",["span.label","•"],[".para","What do you see about faith, hope, and charity in this example?"]],["li",["span.label","•"],[".para","What should Jay do in the future about Sam?"]]]],[".topic",["h2","Guidelines in Seeking “Lost Sheep”"],["div",{"id":"f28","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/reclaiming-a-wayward-child.f28"},["ol.number",["li",["span.label","1."],[".para","Seek the guidance of the Holy Spirit in all you do."]],["li",["span.label","2."],[".para","Never give up. (Faith is the starting point.)"]],["li",["span.label","3."],[".para","Teach your child correct principles in a loving way."]],["li",["span.label","4."],[".para","Review alternatives and their consequences with your child."]],["li",["span.label","5."],[".para","Help your child carry out responsible decisions."]],["li",["span.label","6."],[".para","Be firm in allowing your child to experience the consequences of his choices. (However, if consequences could be very destructive to either the child or others, then parents are correctly prompted to intervene.)"]],["li",["span.label","7."],[".para","Acknowledge your imperfections."]]]]]]],"refs":null}
