{"id":101,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":101,"title":"Setting Limits","subtitle":"","short_title":"Setting Limits","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits","content":[["div",{"id":"head13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.head13"},["h1","Setting Limits"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p2"},"The limits and boundaries that parents set can help teach children the best ways to live as well as demonstrate love and concern."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p3"},"As children grow and develop, they explore many ways of behaving. Children try different behaviors to develop their personalities and to learn what is acceptable. Not everything a child tries is right or acceptable. It is important that children not be allowed to develop without proper direction from their parents. The purpose of setting limits is to show children the paths to happiness. It is part of what it means to “train up a child” (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"],")."],[".topic",["h2","Letting Amy Play"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p5"},"Amy was a vivacious nine-year-old who loved to play with her friends, especially on Saturdays when school was out. Amy’s parents told her she needed to do several jobs at home on Saturday before she could play. Her older sister even made an attractive chart so that everyone knew what jobs they were assigned. Every Saturday, however, Amy bounded out of the house anxious to be with her friends. She left her jobs at home undone. As her mother went about the task of doing Amy’s jobs she thought, “She enjoys being with her friends so much I hate to make her do her work before she goes out. It makes me happy to see her having so much fun. I really don’t mind doing her work for her.”"],["ul.bullet",["li",["span.label","•"],[".para","What is Amy’s mother teaching her?"]],["li",["span.label","•"],[".para","What would you do to help Amy learn to do her work?"]],["li",["span.label","•"],[".para","When would you talk with Amy?"]],["li",["span.label","•"],[".para","What would be the first thing you’d say to her?"]],["li",["span.label","•"],[".para","How would you help Amy make her own decision to fulfill her responsibilities?"]]],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p11"},"By consistently being allowed to play without having to do her work, Amy is learning that the rule her parents have established has little meaning for her. It will be easy for her to develop the same attitude toward other rules her parents establish."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p12"},"The rules and limits you set should not be taken lightly by you or your children. When you enforce those rules, you help your children learn important lessons, such as doing necessary tasks and distinguishing right from wrong. If you set and administer rules fairly and considerately, they can become guidelines that will help your children attain self-discipline. Undoubtedly, Amy’s mother mistook letting Amy do as she wanted as a sign of love for Amy. In order to really show love and concern, Amy’s mother should have been consistent in seeing that Amy followed the rules before she went to play."]],[".topic",["h2","Barbara’s Practice"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.p14"},"Sixteen-year-old Barbara is involved in many school activities. She and her mother have an understanding that unless Barbara has some activity specifically planned in advance or some special occasion arises and she calls her mother, she is to come home right after school. Recently, Barbara worried her mother by staying after school for a practice without telling her mother where she was or what she was doing."],["ul.bullet",["li",["span.label","•"],[".para","Were Barbara’s mother’s expectations reasonable?"]],["li",["span.label","•"],[".para","Why might Barbara’s mother be worried?"]],["li",["span.label","•"],[".para","What should Barbara’s mother do?"]]]],[".topic",["h2","Guidelines in Setting Limits"],["div",{"id":"f22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/setting-limits.f22"},["ol.number",["li",["span.label","1."],[".para","Involving children in setting limits helps them understand rules and consequences from the parent’s perspective."]],["li",["span.label","2."],[".para","Real love and concern for children is not shown by allowing them to do whatever they want. Rather, it is having them obey rules and limits and face consequences when those rules and limits are broken."]],["li",["span.label","3."],[".para","Being consistently allowed to cross limits without facing consequences fails to teach children the purposes of rules."]],["li",["span.label","4."],[".para","Firmness, fairness, and love go together when teaching dependability and setting limits. Indulgence, injustice, and indifference to limits teach irresponsibility."]]]]]]],"refs":null}
