{"id":103,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":103,"title":"Sharing Sorrows","subtitle":"","short_title":"Sharing Sorrows","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows","content":[["div",{"id":"head15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.head15"},["h1","Sharing Sorrows"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p2"},"How might parents communicate compassion in situations like the following?"],[".topic",["h2","Ida’s Field Trip"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p4"},"Fifteen-year-old Ida had worked hard in her history class to qualify for the field trip. Only the top twenty-five percent of the class could go, and she had earned a seat on the bus only two days before the deadline. The night before the trip Ida contracted strep throat. Her father wanted to say something to comfort her, but wondered what he could say."]],[".topic",["h2","Daniel and Soccer"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p6"},"Twelve-year-old Daniel had been left out again. After school the boys quickly organized soccer teams that had no position for him. He waited on the sidelines for someone to invite him in, but no one did. Daniel’s mother saw him shuffling home alone with his hands thrust deep in his pockets. How could she help him?"]],[".topic",["h2","Judy and Fluffy"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p8"},"“Mother!” Judy screamed, “Fluffy’s been hit by a car, and I think she’s dead!” Sister Elton wondered what the loss of such a beloved pet would mean to her six-year-old daughter, and how could she comfort her and help her understand?"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p9"},"Children’s sorrows such as these are real. By sharing them with your children you can enrich their understanding and their relationship with you. Another example of how a parent might share his child’s sorrow follows."]],[".topic",["h2","Eric’s Decision"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p11"},"Without having to ask, John could tell his son was troubled. Eric blurted it out. “They only kept me on the team so I could provide practice for the guys who play. The coach said I would probably never be in a game—unless we play a girl’s school!”"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p12"},"Eric had practiced for months and had come home late but excited the night he had survived the last cut and had made the team. Now the season was more than half over, and Eric had not played in one game. He knew the rest of the season would be the same. He wanted to quit the team."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p13"},"Eric’s dad could feel his son’s discouragement, and he sat quietly on the bed while Eric kept talking. Finally his dad said, “You’ve worked hard at this. I’ve watched you, and I think you deserve the best, son. I don’t know whether the coach is right or wrong on this, but have you thought about what you believe would be right for you to do?”"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p14"},"Eric didn’t think his father’s question made any sense. “What can I do!” he muttered. “You could quit,” his father said. In an instant Eric knew that quitting was the last thing he would do."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p15"},"Eric began to understand his father’s question. “What I believe is right? It was the right question,” Eric said to himself. Whether the coach was right or wrong, wise or foolish, Eric could best meet the situation by being true to what he believed. Did he believe he should quit?"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p16"},"He thought out what he could do. He would be true to what he knew was right. He felt he had to be charitable to his coach, work hard on the team and in school, and learn as much as he could from his experience. He said to his father, “Dad, I don’t like what’s happening, but I’m not going to give up.”"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/sharing-sorrows.p17"},"In sharing children’s sorrows, you are seeing their sorrows as your own. You become one with them. You also help them to see that no matter what the sorrow, they should not lose hope."]]]],"refs":null}
