{"id":106,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":106,"title":"Teaching about Procreation and Chastity","subtitle":"","short_title":"Teaching about Procreation and Chastity","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity","content":[["div",{"id":"head18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.head18"},["h1","Teaching about Procreation and Chastity"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p2"},"God expects parents in the Church to teach their children about procreation and chastity and to prepare them for dating and marriage. This responsibility should not be left to schools, friends, playmates, or strangers. Heavenly Father wishes his children to understand how to use this great and holy power wisely and reverently. If parents will seek the guidance of the Spirit in humble prayer, he will help them teach their children about this sacred power."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p3"},"Elder Mark E. Petersen explained:"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p4"},"“Sex education belongs in the home, where parents can teach chastity in a spiritual environment as they reveal the facts of life to their children. There, in all plainness, the youngsters can be taught that procreation is part of the creative work of God and that, therefore, the act of replenishing the earth must be kept on the high plane of personal purity that God provides, free from all form of perversion."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p5"},"“Unskilled parents can learn to teach their children properly. In fact, God commands it, and who are we to disobey?” (In Conference Report, Apr. 1969, p. 64; or",["span.emphasis","Improvement Era,"],"June 1969, p. 78)."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p6"},["b","Responding to Your Children’s Questions."],"When a very young child asks a question, a simple matter-of-fact answer will usually satisfy him. For instance, consider the following:"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p7"},"“‘Mommy, where do babies come from?’ Alan asked."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p8"},"“‘Alan, where do you think babies come from?’ his mother replied."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p9"},"“‘I think,’ Alan said, ‘they come from hospitals.’"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p10"},"“‘I can understand how you might think that,’ his mother explained, ‘but let me tell you how Heavenly Father planned for his spirit children to come to earth. There is a special warm place inside Mommy called a womb, where babies grow until they are ready to be born. Then Mommy goes to the hospital and the doctor helps bring the baby from the womb to the outside.’"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p11"},"“Answers to questions should be geared to the age and level of understanding of the child. If an older child would like more detailed information about childbirth, the mother might say, ‘Babies pass to the outside through a channel called the vagina. This channel is not the same as [the one you use when you go to the bathroom].’"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p12"},"“At a young age the child has no desire to have additional details. If a child holds out his small cup of inquiry, we should not try to pour an ocean of explanation into it. Generally, he will be content with an accurate but simple answer."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p13"},"“Teenagers who might ask more detailed questions should also receive frank and accurate answers. In response to questions about physical intimacies, emphasis should be placed on the fact that when husbands and wives share intimate moments, they are expressing their love for each other. Their actions are sanctioned because they have taken marriage vows, but such intimacies are not sanctioned by the Lord outside of marriage.” (",["span.emphasis","Relief Society Courses of Study, 1979–80,"],"p. 110.)"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p14"},"How we react as our young children display curiosity about their bodies also helps them form attitudes. “A child quite naturally touches his ears, nose, genitals, and other parts as a learning experience. When different feelings occur a child may touch again. Harsh words and punishments are unwise. It’s more helpful to say, ‘It is better not to do this,’ and then give the youngster something else to do.” (",["span.emphasis","Relief Society Courses of Study"],"[1972–73], p. 199.)"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p15"},"If children do not ask questions, parents should plan some means of approaching their preteen sons and daughters. This approach should emphasize the eternal plan of a loving Father in Heaven, a plan that enables us to have eternal families."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p16"},["b","Teaching Your Children before Puberty."],"As children approach puberty, the time when a person physically becomes capable of being a parent, they should be prepared for the bodily changes that will occur."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p17"},"Parents should tell their children before their bodies change that these changes are normal. Children need to understand that their bodies are simply preparing to fulfill the roles Heavenly Father intended them to have. Parents should also explain that each person develops at his own rate of speed, some faster than others, some a little slower."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p18"},"Girls should be taught about menstruation—the body’s discharged flow of blood and tissue from the uterus when an ovum has been produced but not fertilized. After puberty this period occurs approximately every twenty-eight days; however, irregularity in duration and timing can occur, especially in the first few months."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p19"},"A boy should be taught about the power of creation within his body and that the Lord intended that this power should be used exclusively in marriage. He should be cautioned against sexual self-stimulation (masturbation). The Church has printed an excellent pamphlet,",["span.emphasis","To Young Men Only"],"(33382). This pamphlet is a reprint of an address given by Elder Boyd K. Packer in the priesthood session of the October 1976 general conference and can help fathers counsel their sons regarding their growth and physical maturation."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p20"},"Parents should teach youth that although it is normal to feel attracted to the opposite sex, they must keep these feelings under restraint. “Youth need to understand how to interpret these [normal feelings according to their divine purpose]. Young people can counteract worldly attitudes with this attitude: ‘This power of procreation is a spark of divinity within me. It is not part of my life now, but will be later. There is a proper time (marriage) for this spark of divinity to find expression with a proper person (my wife or husband). Self-mastery now will help me be capable of a celestial love and a celestial marriage. This is the future I want, and I must strive for it.’” (",["span.emphasis","Relief Society Courses of Study, 1979–80,"],"p. 111.)"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p21"},["b","Parent-Child Discussion."],"Parents need to be patient with teenagers and let them know that they are trusted. They should discuss questions about morality in an open and relaxed manner. Parents can be understanding and loving and hold fast to high principles. They shouldn’t become angry or embarrassed as they answer their teenagers’ questions, although some questions may seem to show irreverence for Church principles."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p22"},"Parents can build rapport with each child as they have private conversations with the child. A parent could begin such a conversation as follows: “‘I understand much of what you are feeling. I probably don’t fully understand how you feel, because I am not you. But I too have feelings like what you’re feeling. Every person has felt these physical desires, so perhaps if we talk and share … feelings we can understand each other and I can be of help.’” (",["span.emphasis","Relief Society Courses of Study, 1979–80,"],"p. 115.) Such an introduction to a conversation can create an atmosphere of honesty, trust, and openness."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p23"},"The words of Elder Boyd K. Packer to the youth of the Church can be helpful as parents and children talk together:"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p24"},"“This creative power carries with it strong desires and urges. You have felt them already in the changing of your attitudes and your interests."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p25"},"“As you move into your teens, almost of a sudden a boy or a girl becomes something new and intensely interesting. You will notice the changing of form and feature in your own body and in others. You will experience the early whispering of physical desire."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p26"},"“It was necessary that this power of creation have at least two dimensions: one, it must be strong; and two, it must be more or less constant."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p27"},"“This power must be strong, for most men by nature seek adventure. Except for the compelling persuasion of these feelings, men would be reluctant to accept the responsibility of sustaining a home and a family. This power must be constant, too, for it becomes a binding tie in family life.” (“Why Stay Morally Clean,”",["span.emphasis","New Era,"],"July 1972, p. 5.)"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p28"},"“A young teenage girl felt grateful as her mother explained to her the beauty of physical expression of love between husband and wife: ‘As my mother tried to tell me about the urges and desires I would begin to experience, at first I was embarrassed. But she was so sincere that I wanted to listen. She said, “Your father and I share strong feelings of attraction for each other. These feelings are beautiful. These feelings make us respect and care for each other. We convey these feelings in words, in things we do for each other, and in physical expressions of our love. … Through the strong feelings of love which men and women have for each other, families are established and children are brought into the world. It is part of the Lord’s great plan that we can establish an eternal family. It is so important to reserve the physical expression of these feelings for marriage so you can have the great blessings of this eternal plan."],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p29"},"“‘That one conversation with my mother undid all the wrong ideas I had formulated from listening to the girls at school. I knew then that the feelings I had felt for boys were normal but had to be controlled.’” (",["span.emphasis","Relief Society Courses of Study, 1979–80,"],"pp. 115–16.)"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p30"},"In addition to parent-child talks, parents can help children in other ways to accept and fulfill appropriate male and female roles. For instance, parents should establish and discuss proper dating guidelines with teenagers so they will have decided issues before they actually start dating. The following counsel from President Kimball will be helpful."],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p31"},"“In order to avoid difficulty and possible temptation, I suggest again the following standard. Any dating or pairing off in social contacts should be postponed until at least the age of 16 or older, and even then there should still be much judgment used in selections and in the seriousness. Young people should still limit their close contacts for several years, since the boy will be going on his mission when he is 19 years old.” (Spencer W. Kimball, “President Kimball Speaks Out on Morality,”",["span.emphasis","New Era,"],"Nov. 1980, p. 42.)"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p32"},"Encourage teenagers to participate in group activities and not to date steady until they are ready to consider marriage. Early dating is best done in groups, where teenagers can establish many friendships. Parents can explain that dating is for getting to know each other and to enjoy being together. Dates are not occasions for displays of affection, which should be saved for marriage."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p33"},"Parents can further help youth control these new emotions by helping them develop feelings of self-worth. Young people who know that they are children of God and who understand their divine purpose will seek activities that are consistent with the eternal plan."],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p34"},["b","The Eternal Purpose of Sex."],"It is important to teach children that Heavenly Father did not intend sex to be something evil and corrupt. Rather sex has two basic purposes: first, to enable us to have children to fulfill God’s command to “be fruitful, and multiply” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],"), and second, to express that special kind of love shared between a husband and a wife. When a husband and a wife use sex properly in their marriage, the Lord will bless them. However, when people abuse this divine gift, they please only Satan and his followers. President Spencer W. Kimball has clearly stated: “We strongly warn all our people from childhood to old age to beware of the chains of bondage, suffering, and remorse which come from improper use of the body."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p35"},"“The human body is the sacred home of the spirit child of God, and unwarranted tampering with or defilement of this sacred tabernacle can bring only remorse and regret. We urge: stay clean, uncontaminated, undefiled.” (In Conference Report, Apr. 1974, p. 8; or",["span.emphasis","Ensign,"],"May 1974, p. 7.)"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p36"},"We should teach our children that self-gratification inside or outside of marriage will not fulfill the eternal purpose of sex. Sex is to establish eternal families and to unify a husband and wife. When viewed in this way, sex is an uplifting influence."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p37"},"If a young man really admires, respects, and cares for a young lady, he would never do anything that is debasing or selfish, or that would bring sorrow and guilt. Rather, he would defend her virtue at all costs. A young woman would respond with the same respect and concern for a young man she cares for."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p38"},["b","The Lord Has Given Us Clear Rules of Conduct."],"“Our Heavenly Father has commanded that sexual intercourse take place only between a lawfully married husband and wife. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.14,17"},"Exodus 20:14, 17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.16-17"},"D&C 49:16–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.41-45"},"132:41–45"],".) Most children can understand the basic law of chastity if parents explain it clearly at the children’s level of understanding and expand upon it as they grow older."],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p39"},"The Lord has made it clear that immorality involves more than extramarital sexual intercourse. Some other things that the Lord has clearly told us to refrain from include necking and petting, masturbation, pornography, and homosexuality."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p40"},["b","Necking and Petting:"],"President Spencer W. Kimball strongly declared that “among the most common sexual sins our young people commit are necking and petting. Not only do these improper relations often lead to fornication, pregnancy, and abortions—all ugly sins—but in and of themselves they are pernicious evils, and it is often difficult for youth to distinguish where one ends and another begins. They awaken lust and stir evil thoughts and sex desires."],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p41"},"They are but parts of the whole family of related sins and indiscretions. Paul wrote as if to modern young people who deceive themselves that their necking and petting are but expressions of love: ‘Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.24"},"Romans 1:24"],".) How could the evils of petting be more completely described? …"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p42"},"“Our young people should know that their partners in sin will not love or respect them if they have freedom in fondling their bodies. Such a practice destroys respect, not only for the other person but for self. It destroys the ultimate respect for virtue. …"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p43"},"“Too many have lost themselves completely in sin through this doorway of necking and petting. The devil knows how to destroy our young girls and boys. He may not be able to tempt a person to murder or to commit adultery immediately, but he knows that if he can get a boy and a girl to sit in the car late enough after the dance, or to park long enough in the dark at the end of the lane, the best boy and the best girl will finally succumb and fall. He knows that all have a limit to their resistance.” (",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, Inc., 1969], pp. 65–66.)"],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p44"},["b","Masturbation:"],"“As boys and girls reach physical maturity, curiosity in one’s body may result in self-stimulation (masturbation)” (",["span.emphasis","Relief Society Courses of Study"],"[1972–73], p. 203)."],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p45"},"The world rationalizes that masturbation is natural and healthy. However, President Spencer W. Kimball states the Lord’s view as follows: “Prophets anciently and today condemn masturbation. It induces feelings of guilt and shame. It is detrimental to spirituality. It indicates slavery to the flesh, not that mastery of it and the growth toward godhood which is the object of our mortal life. … No young man should be called on a mission who is not free from this practice.” (",["span.emphasis","The Miracle of Forgiveness,"],"p. 77.)"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p46"},["b","Pornography:"],"“There are magazines today publishing pictures and articles which … beckon to the baser instincts of men and women and young people. There are newspapers around the world which, seeking greater circulation, boldly flaunt sex. Some of our newspapers continue to publish illustrated advertisements which are basely provocative, inviting their readers to pornographic motion pictures. It is in such advertisements and motion pictures where seeds are sown for rape, unfaithfulness, and the most repulsive of deviant sexual transgressions.” (Spencer W. Kimball, in Conference Report, Apr. 1978, p. 67; or",["span.emphasis","Ensign,"],"May 1978, p. 45.)"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p47"},["b","Homosexuality:"],"Although many in the world today claim that homosexuality—sexual desires for or sexual relations with those of the same sex—is merely an act of nature, the Lord has repeatedly said otherwise through his prophets. President Spencer W. Kimball declared that “homosexuality is an ugly sin, repugnant to those who find no temptation in it, as well as to many past offenders who are seeking a way out of its clutches. … All such deviations from normal, proper heterosexual relationships are not merely unnatural but wrong in the sight of God.” (",["span.emphasis","Miracle"],"of",["span.emphasis","Forgiveness,"],"pp. 77–78.)"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p48"},"Part of this sin’s seriousness is in its destruction of marriages and homes. President Kimball explained that homosexuality “is hostile to God’s purpose in that it negates his first and great commandment to ‘multiply and replenish the earth.’ If the abominable practice became universal it would depopulate the earth in a single generation. It would nullify God’s great program for his spirit children in that it would leave countless unembodied spirits in the heavenly world without the chance for the opportunities of mortality and would deny to all the participants in the practice the eternal life God makes available to us all.” (",["span.emphasis","Miracle"],"of",["span.emphasis","Forgiveness,"],"p. 81.)"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p49"},["b","Teaching the Lord’s Rules of Conduct."],"We have the responsibility to teach our children the eternal purposes of their creative powers and of the sexual desires they will experience. We should use the teaching moments when children are most receptive to instruction and learn to create such moments if they do not arise naturally."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p50"},"Following are some of the Lord’s principles that we should teach our children and some ways of helping them live those principles."],["div",{"id":"f29","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.f29"},["ol.number",["li",["span.label","1."],[".para","Avoid and dismiss thoughts that might tempt you to do wrong. We should teach our children that they must keep the commandments and then the Lord won’t allow them to be tempted beyond their ability to resist if they are humble and prayerful (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.28"},"Alma 13:28"],"). Some practical ways of resisting temptation that we can teach our children are:"],["div",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["b","Prayer."],"The Savior taught that we can avoid temptation by praying always (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,18"},"3 Nephi 18:15, 18"],"). He taught that during temptation, we should pray for help or deliverance (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.13"},"Matthew 6:13"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.13a"},"Joseph Smith Translation, Matthew 6:14"],"). Earnest prayer removes temptation and fills the mind with determination to act righteously. If we and our children follow the Savior’s counsel to “pray always, lest ye be tempted by the devil” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15"},"3 Nephi 18:15"],"), Satan’s influence in our lives will be greatly reduced."]],["li",["span.label","b."],[".para",["b","Hymns."],"In a conference talk directed to young people, Elder Boyd K. Packer suggested this to control our thoughts:"],[".para","“Choose from among the sacred music of the Church a favorite hymn, one with words that are uplifting and music that is reverent, one that makes you feel something akin to inspiration. … Go over it in your mind carefully. Memorize it. Even though you have had no musical training, you can think through a hymn."],[".para","“Now, use this hymn as the place for your thoughts to go. Make it your emergency channel. Whenever you find these shady actors have slipped from the sidelines of your thinking onto the stage of your mind, put on this record, as it were."],[".para","“As the music begins and as the words form in your thoughts, the unworthy ones will slip shamefully away. It will change the whole mood on the stage of your mind. Because it is uplifting and clean, the baser thoughts will disappear. For while virtue, by choice,",["span.emphasis","will not"],"associate with filth, evil",["span.emphasis","cannot"],"tolerate the presence of light."],[".para","“In due time you will find yourself, on occasion, humming the music inwardly. As you retrace your thoughts, you discover some influence from the world about you encouraged an unworthy thought to move on stage in your mind, and the music almost automatically began.” (In Conference Report, Oct. 1973, pp. 24–25; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 28.)"]]]]],["li",["span.label","c."],[".para",["b","Fasting."],"Our children should understand that our Father in Heaven knows that we will be sorely tempted, and therefore he has provided us a way to increase our resistance—fasting. We increase our spirituality and our resistance to temptation as we fast and pray. When we have a testimony of the power of fasting, we should bear it to our children so that they will understand the importance of using fasting to escape Satan’s snares."]],["li",["span.label","d."],[".para",["b","Sabbath worship."],"The Lord promises us that we will keep ourselves unspotted from the world as we keep his day holy (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"D&C 59:9"],")."]],["li",["span.label","2."],[".para","Make decisions right now about proper conduct. If we help our children decide now how they will act in tempting situations, they will be more likely to act righteously when a real situation arises."],[".para","“Other young people may tempt your children to be unchaste. You can fortify your children against such threats by rehearsing with them ways they might respond in such circumstances. For example, when someone says, ‘If you loved me, you would do what I want’ they could say in return, ‘If you loved me, you wouldn’t ask me to do such a thing.’” (",["span.emphasis","He That Receiveth My Servants Receiveth Me,"],"[Melchizedek Priesthood personal study guide, 1979–1980], p. 109.)"],[".para","Elder Hartman Rector, Jr., gave an allegory about deciding beforehand to keep a safe distance from temptation:"],[".para","“In my experience, I have found that it is very, very dangerous to fly just high enough to miss the treetops. I spent twenty-six years flying the [U.S.] navy’s airplanes. It was very exciting to see how close I could fly to the trees. This is called ‘flat hatting’ in the navy, and it is extremely dangerous. When you are flying just high enough to miss the trees and your engine coughs once, you are in the trees."],[".para","“Now let’s pretend that the navy had a commandment—‘Thou shalt not fly thy airplane in the trees.’ As a matter of fact, they did have such a commandment. In order to really be free of the commandment, it becomes necessary for me to add a commandment of my own to the navy’s commandment, such as ‘Thou shalt not fly thy airplane closer than 5,000 feet to the trees.’ When you do this, you make the navy’s commandment of not flying in the trees easy to live, and the safety factor is tremendously increased.” (In Conference Report, Oct. 1972, p. 172; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 131.)"],[".para","Suppose, for example, a young girl decides that she never wants to attend an R-rated movie. Later, however, when a boy comes to pick her up to go to a movie, he tells her that they are double-dating and the other couple has decided to go to an R-rated movie. If she has already made a decision about R-rated movies, it won’t be as difficult to tell him that she doesn’t go to R-rated movies and would like to go to a different one. It may not always be a convenient decision, and it may seem easier to go along with the group, but she will be blessed if she can live up to her decision."]],["li",["span.label","3."],[".para",["b","Avoid or leave tempting situations."],"Elder Rector commented on this principle as follows: “The scripture records that Joseph stoutly resisted the advances of Potiphar’s wife, but one day as he went into the house ‘to do his business,’ it so happened that ‘there was none of the men of the house there within.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.11"},"Genesis 39:11"],".)"],[".para","“Now, this is always a dangerous situation and should be avoided if at all possible. Potiphar’s wife became particularly insistent, even to taking hold of his coat and attempting to draw him to her. But Joseph did the very best thing he could do under the circumstances. The scripture records, ‘… he left his garment in her hand and fled, and got him out.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.12"},"Genesis 39:12"],".) Or, in today’s language—he ran."],[".para","“Maybe that doesn’t sound like a very sophisticated thing to do, but sometimes running is the only thing to do. This was such a time.” (In Conference Report, Oct. 1972, p. 172; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 131.)"],[".para","Our children might also find themselves in situations where the only thing to do is literally run—and fast!"],[".para","How can we teach our teenagers to recognize when they should leave a group, a dance or a movie, or turn off the television? Some guidelines follow:"],["div",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","If you can’t invite the Spirit of the Lord to attend a dance, a movie, or whatever you are doing, leave."]],["li",["span.label","b."],[".para","If you feel your pulse racing and your mind fantasizing immoral acts, leave immediately. It’s better to miss half a movie than to implant images in your mind that might take years to root out."]],["li",["span.label","c."],[".para","If you would feel uncomfortable if your bishop, parents, or brother or sister were there, you probably shouldn’t be there."]]]]],["li",["span.label","4."],[".para","Establish family rules. After prayerfully counseling together, you can ask your children to help develop family rules that will be useful in avoiding compromising situations. For example Elder Rector suggested the following possible rules:"],["div",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},["ol.number",["li",["span.label","“1."],[".para","Never go into a house alone with one of the opposite sex."]],["li",["span.label","“2."],[".para","Never, never enter a bedroom alone with one of the opposite sex."]],["li",["span.label","“3."],[".para","Do not pet or neck. …"]],["li",["span.label","“4."],[".para","Never park on a lonely road with just the two of you alone."]],["li",["span.label","“5."],[".para","Do not read pornographic literature."]],["li",["span.label","“6."],[".para","Do not attend R- or X-rated movies, and avoid drive-ins."]],["li",["span.label","“7."],[".para","Do not spend time in drinking or gambling establishments.” (In Conference Report, Oct. 1973, p. 173; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 131.)"]]]]],["li",["span.label","5."],[".para","Take part in worthwhile activities. We should help our children develop their talents and participate in sports, music, drama, and hobbies. Encourage them to get involved in worthwhile school and Church functions and to choose friends with clean speech and actions. Provide them with uplifting reading material or direct them to it. Control your family’s television viewing. Help your children choose modest clothing, encourage double dating or group dating during the teenage years. But above all, set an example of profound respect for the power and privilege of procreation."]]]],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p83"},["b","A Final Thought."],"A teenage boy was so impressed with a discussion that he and his mother had on chastity that he saved and prized this quote she gave him: “‘Young Man … the girl whom you are going to marry is now alive. You may never have met her, but somewhere she is walking down a path which in the providence of God some day will cross yours. Wherever she may be, she keeps herself for you, and in her imagination you are even now a prince who some day she will gladly marry. Not for the wealth of the world would she be grossly untrue to you. How, then, are",["span.emphasis","you"],"living? You have no right to take to such a girl a life smirched with unchastity. If you do, there is a secret shame you will never outgrow, a pang that you will feel whenever your children clamber to your arms. To have a home free from all that, with memories high and beautiful, is worth anything that it may cost.” (Harry Emerson Fosdick, quoted in Hugh B. Brown,",["span.emphasis","The Abundant Life"],"[Salt Lake City: Bookcraft, Inc., 1965], pp. 57–58.)"],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p84"},"“How glorious and near to the angels is youth that is clean; this youth has a joy unspeakable here and eternal happiness hereafter. Sexual purity is youth’s most precious possession; it is the foundation of all righteousness.” (James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [Salt Lake City: Bookcraft, 1965–1975], 6:150.)"],[".topic",["h2","NOTE TO PARENTS"],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-about-procreation-and-chastity.p86"},"You may want to use some of the ideas, resources, and references in the “Lesson Ideas” section, “Chastity,” in this manual."]]]],"refs":null}
