{"id":94,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":94,"title":"Unconditional Love—The Key to Effective Parenthood","subtitle":"","short_title":"Unconditional Love—The Key to Effective Parenthood","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood","content":[["div",{"id":"head6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.head6"},["h1","Unconditional Love—The Key to Effective Parenthood"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p2"},"A person’s ability to love unconditionally can have powerful effects. Seeing another person in an eternal perspective, knowing that he is of infinite worth, helps us to look beyond his weaknesses. However, if we criticize his behavior, he may see the criticism as a personal attack. Likewise, when a family member makes a mistake, and we find fault or strike back, that person may feel justified in acting as he did. Our challenge is to reject the sin without rejecting the sinner, to reach out and treat him with dignity and respect when he seems to deserve it the least."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p3"},"Perhaps the biggest challenge we face as parents is when our children choose to do things that are against Church standards. We may feel like forcing our children to do what we know is right, but does Heavenly Father force us to obey his commandments? One of our hymns reminds us that Heavenly Father will “call, persuade, direct aright, And bless with wisdom, love, and light, In nameless ways be good and kind, But never force the human mind” (“Know This, That Every Soul Is Free,”",["span.emphasis","Hymns,"],["span.crossRef","no. 240"],")."],["ul.bullet",["li",["span.label","•"],[".para","Why won’t Heavenly Father force us?"]],["li",["span.label","•"],[".para","Why do you think Satan was cast out of the pre-mortal council for wanting to use force?"]]],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p6"},"Elder Jack H. Goaslind, Jr. related the following story about a mother whose daughter chose to go against Church standards:"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p7"},"“A good friend shared this story about how she learned the deeper meaning of love. Their family has always been active in the Church, trying their best to live the commandments. They were shocked and disappointed, however, when their daughter became engaged to a nonmember. The next day the mother was telling a good friend about her feelings. She knew her daughter’s fiance was a fine young man, but she felt angry, hurt, betrayed, and numb and did not want to give her daughter a wedding or even see her. She said that the Lord must have guided her to talk to her friend because she received this reply:"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p8"},"“‘What kind of a mother are you that you only love her when she does what you want her to do? That is selfish, self-centered, qualified love. It’s easy to love our children when they are good; but when they make mistakes, they need our love even more. We should love and care for them no matter what they do. It doesn’t mean we condone or approve of the errors, but we help, not condemn; love, not hate; forgive, not judge. We build them up rather than tear them down; we lead them, not desert them. We love when they are the most unlovable, and if you can’t or won’t do that, you are a poor mother.’”"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p9"},"“With tears streaming down her face, the mother asked her friend how she could ever thank her. The friend answered, ‘Do it for someone else when the need arises. Someone did it for me, and I will be eternally grateful.’” (In Conference Report, Apr. 1981, p. 79; or",["span.emphasis","Ensign,"],"May 1981, p. 60.)"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/unconditional-love-the-key-to-effective-parenthood.p10"},"The following twelve principles illustrate how integrity, agency, and unconditional love can help in making righteous family living both possible and enjoyable."]]],"refs":null}
