{"id":134,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":134,"title":"Section 119 The Law of Tithing","subtitle":"","short_title":"Section 119","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.head11"},[".titleNumber","Section 119"],["h1","The Law of Tithing"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p180"},"The Prophet Joseph Smith received the revelation on tithing on 8 July 1838 at Far West, Missouri. The revelation came in response to the following question: “O Lord! Show unto thy servant how much thou requirest of the properties of thy people for a tithing.” (",["span.emphasis","History of the Church,"],"3:44.)"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p181"},"President Joseph Fielding Smith explained: “The Lord had given to the Church the law of consecration and had called upon the members, principally the official members, to enter into a covenant that could not be broken and to be everlasting in which they were to consecrate their properties and receive stewardships, for this is the law of the celestial kingdom. Many of those who entered into this solemn covenant broke it and by so doing brought upon their heads, and the heads of their brethren and sisters, dire punishment and persecution. This celestial law of necessity was thereupon withdrawn for the time, or until the time of the redemption of Zion. While suffering intensely because of their debts and lack of means to meet their obligations Joseph Smith and Oliver Cowdery, November 29, 1834, in solemn prayer promised the Lord that they would give one tenth of all that the Lord should give unto them, as an offering to be bestowed upon the poor; they also prayed that their children, and the children’s children after them should obey this law. (D.H.C., 2:174–5.) Now, however, it became necessary for the law to be given to the whole Church so the Prophet prayed for instruction. The answer they received [came] in the revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119"},"D&C 119"],"].” (",["span.emphasis","Church History and Modern Revelation,"],"2:90–91.)"],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p182"},"Although tithing had been mentioned in earlier revelations, this revelation established a new and exacting law to replace the law of consecration, which had been revoked by the Lord. “The law of tithing, as understood today, had not been given to the Church previous to this revelation. The term ‘tithing’ in the prayer … and in previous revelations (64:23; 85:3; 97:11), had meant to them not just one-tenth, but all ‘free-will offerings,’ or ‘contributions’ to the Church funds.” (Headnote to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119"},"D&C 119"],"; see also Smith and Sjodahl, Commentary, p. 749.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.1"},"D&C 119:1"],". What Was Meant by Surplus Property?"],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p183"},"In 1882 Elder Franklin D. Richards stated:"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p184"},"“Let us consider for a moment this word ‘surplus.’ What does it mean when applied to a man and his property? Surplus cannot mean that which is indispensably necessary for any given purpose, but what remains after supplying what is needed for that purpose. Is not the first and most necessary use of a man’s property that he feed, clothe and provide a home for himself and family? This appears to be the great leading object for which we labor to acquire means, and as, until the time that this revelation was given, all public works and raising of all public funds had been by consecration, was not ‘surplus property,’ that which was over and above a comfortable and necessary subsistence? In the light of what had transpired and of subsequent events, what else could it mean? Can we take any other view of it when we consider the circumstances under which it was given in Far West in July, 1838?"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p185"},"“I have been unable in studying this subject to find any other definition of the term surplus, as used in this revelation, than the one I have just given. I find that it was so understood and recorded by the Bishops and people in those days, as well as by the Prophet Joseph himself, who was unquestionably the ablest and best exponent of this revelation.” (In",["span.emphasis","Journal of Discourses,"],"23:313.)"],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p186"},"President Joseph Fielding Smith explained: “In more recent times the Church has not called upon the members to give all their surplus property to the Church, but it has been the requirement according to the covenant, that they pay the tenth. It is remarkable how many excuses can be made and interpretations given as to what constitutes the tenth, by many members of the Church. It is written, however, that as we measure it shall be measured to us again. If we are stingy with the Lord, he may be stingy with us, or in other words, withhold his blessings. Then again, we have those among us who are hoping for the coming of the law of consecration thinking that in that day they are going to profit by the equalizing of the wealth of other members of the Church. It is definitely true, however, that all those who will not obey the law of tithing, will not be entitled to enter into the covenants of consecration, but when the day comes for the establishing of Zion and the redemption of the earth, such people will find themselves removed.” (",["span.emphasis","Church History and Modern Revelation,"],"2:92.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.2-3"},"D&C 119:2–3"],". What Is the Purpose of the Law of Tithing?"],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p187"},"Elder Orson F. Whitney explained: “The Law of Tithing was given to supersede, for the time being, a greater law known as the Law of Consecration [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-42"},"D&C 42:30–42"],"], the object of which was and is to sanctify the Lord’s people and ‘prepare them for a place in the celestial world’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.7"},"D&C 78:7"],"]. To that end it was designed to do away with selfishness, greed, pride, envy, poverty, and all the ills that spring from such conditions. For none of these things can be admitted into the kingdom of heaven. It was to institute an order of equality and consequent unity, in which every man, employed at that for which he was best fitted, would be ‘seeking the interest of his neighbor and doing all things with an eye single to the glory of God’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],"]. … A brave attempt to practise it was made by the Latter-day Saints, soon after this Church was organized. But they lacked experience, and did not completely rise to the occasion. Selfishness within, and persecution without, prevented a perfect achievement. So the Lord withdrew the Law of Consecration [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105"},"D&C 105"],"], and gave to his people a lesser law, one easier to live, but pointing forward, like the other, to something grand and glorious in the future. That lesser law, the Law of Tithing, is as a schoolmaster, a disciplinary agent, to bring the Saints eventually up to the practise of the higher law, and meanwhile to keep their hearts open for its reception when it returns. Those who obey the Law of Tithing will be prepared to live the Law of Consecration. Those who do not obey it will not be prepared. That is the whole thing in a nut shell.” (In Conference Report, Apr. 1931, pp. 65–66.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"D&C 119:4"],". What Is an Honest Tithing?"],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p188"},"Elder John A. Widtsoe explained: “Tithing means one-tenth. Those who give less do not really pay tithing; they are lesser contributors to the Latter-day cause of the Lord. Tithing means one-tenth of a person’s income, interest, or increase. The merchant should pay tithing upon the net income of his business, the farmer upon the net income of his farming operations; the wage earner or salaried man upon the wage or salary earned by him. Out of the remaining nine-tenths he pays his current expenses … etc. To deduct living costs … and similar expenses from the income and pay tithing upon the remainder does not conform to the Lord’s commandment. Under such a system most people would show nothing on which to pay tithing. There is really no place for quibbling on this point. Tithing should be given upon the basis of our full earned income. If the nature of a business requires special interpretation, the tithepayer should consult the father of his ward, the bishop.” (",["span.emphasis","Evidences and Reconciliations,"],"2:86.)"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.f10"},[".caption","John A. Widtsoe taught the meaning of the word tithe."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.5-6"},"D&C 119:5–6"],". Warning to Those Who Disobey the Law of Tithing"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p190"},"Not only does disobedience influence one’s blessings now, but it also affects one’s future eternal inheritance. Elder Melvin J. Ballard gave this counsel: “Do we not hope and expect to have an inheritance in the celestial kingdom, even upon this earth in its redeemed and sanctified state? [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.25-26"},"D&C 88:25–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.9"},"130:9"],".] What are the terms under which we may obtain that inheritance? The law of tithing is the law of inheritance. It leads to it. No man may hope or expect to have an inheritance on this celestial globe who has failed to pay his tithing. By the payment of his honest tithing he is establishing a right and a title to this inheritance, and he cannot secure it upon any other terms but by complying with this and other just requirements; and this is one of the very essential things.” (In Conference Report, Oct. 1929, p. 51.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.7"},"D&C 119:7"],". Tithing, an “Ensample” and Test for the Stakes of Zion"],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p191"},"Section 119 established the principle of tithing as an “ensample” for all the stakes of Zion (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.7"},"D&C 119:7"],"; see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p1"},"Notes and Commentary on D&C 98:38"],"for a definition of the word",["span.emphasis","ensample"],")."],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-119-the-law-of-tithing.p192"},"President Joseph F. Smith testified: “By this principle (tithing) the loyalty of the people of this Church shall be put to the test. By this principle it shall be known who is for the kingdom of God and who is against it. By this principle it shall be seen whose hearts are set on doing the will of God and keeping His commandments, thereby sanctifying the land of Zion unto God, and who are opposed to this principle and have cut themselves off from the blessings of Zion. There is a great deal of importance connected with this principle, for by it it shall be known whether we are faithful or unfaithful.” (",["span.emphasis","Gospel Doctrine,"],"p. 225.)"]]]]],"refs":null}
