{"id":135,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":135,"title":"Section 120 Dispositions of Church Funds","subtitle":"","short_title":"Section 120","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds","content":[["div",{"id":"head12","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.head12"},[".titleNumber","Section 120"],["h1","Disposition of Church Funds"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p193"},"When the Lord established the law of tithing in this dispensation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119"},"D&C 119"],"), He explained whose responsibility it was to handle the tithes of the Church. On 8 July 1838 the Prophet Joseph Smith received the revelation “making known the disposition of the properties tithed as named in the preceding revelation” (",["span.emphasis","History of the Church,"],"3:44)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/120.1"},"D&C 120:1"],". How Is Tithing Administered in the Church?"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p194"},"In April 1911 the First Presidency of the Church (Joseph F. Smith, Anthon H. Lund, and John H. Smith) gave the following explanation: “The subject of Church revenues may be touched upon perhaps with profit. The Latter-day Saints believe in tithing. It is a principle of their faith. It is an ancient observance reaching back to patriarchal times, as related in the Bible. It was established in the Church in the year 1838. The manner of its payments and disbursement is revealed by Divine authority and has appeared in the Church books ever since that date. It is complied with religiously by the Church authorities themselves. It is not the property of the President. He does not claim it or collect it. Tithing is received by the local bishops in the respective wards, who are under the supervision of the local presidents of stakes. The whole income is accounted for to the presiding bishopric of the Church and is under their direction. Their office contains complete records of all the tithing paid during each year. Every tithepayer will find in that office his record. The entire receipts and disbursements are there accounted for in the most complete detail. An auditing committee, composed of men well known in the community for their independence of character and business integrity, not of the leading authorities of the Church, chosen by the general conference, thoroughly inspect and report annually upon them. The funds thus received are not the property of the President of the Church or his associates, nor of the presiding bishopric, nor of the local bishops. They belong to the Church and are used for Church purposes.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:228–29.)"],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p195"},"President J. Reuben Clark Jr. added:"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p196"},"“Under the direction of the First Presidency a budget is drawn up, as nearly as may be at the first of the year, which includes all of the proposed expenditures of the tithing. This budget is the result of the careful consideration of the departments which are responsible for the expenditure of the funds."],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p197"},"“This budget is then taken before the Council on the Expenditure of the Tithing, composed, as the revelation provides, of the First Presidency, the Council of the Twelve, and the Presiding Bishopric. This council considers and discusses the budget so submitted, approving or disapproving, as the case may be, individual items, but finally passing the budget."],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p198"},"“The approved budget as it comes from that meeting is then turned over for its expenditures to a Committee on Expenditures. This committee then passes upon and authorizes the expenditures of the tithing. So that there is a complete check upon all of the tithing which is paid into the Church. None of it is expended except upon the approval and authorization of this committee.” (In Conference Report, Oct. 1943, p. 12.)"],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.p199"},"Those who pay tithing do so in the faith that the funds will be properly disbursed as needed in the Lord’s kingdom. Contributions to other funds in the Church are applied to specific aspects of the Lord’s work known beforehand to the donor, for example, welfare, missionary, and building fund."],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-120-dispositions-of-church-funds.f11"},[".caption","Tithing money helps build chapels."]]]]]],"refs":null}
