{"id":131,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":131,"title":"Section 116 Grand Council","subtitle":"","short_title":"Section 116","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.head8"},[".titleNumber","Section 116"],["h1","Grand Council"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p133"},"Section 116, taken from an inspired entry in the Prophet’s history, was first placed in the Doctrine and Covenants in 1876 under the direction of President Brigham Young:"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p134"},"“",["span.emphasis","Friday, May 18."],"—I left Far West, in company with Sidney Rigdon, Thomas B. Marsh, David W. Patten, Bishop Partridge, Elias Higbee, Simeon Carter, Alanson Ripley, and many others, for the purpose of visiting the north country, and laying off a stake of Zion; making locations, and laying claim to lands to facilitate the gathering of Saints, for the benefit of the poor, in upholding the Church of God. …"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p135"},"“",["span.emphasis","Saturday, 19."],"—This morning we struck our tents and formed a line of march, crossing Grand River at the mouth of Honey Creek and Nelson’s Ferry. Grand River is a large, beautiful, deep and rapid stream, during the high waters of Spring, and will undoubtedly admit of navigation by steamboat and other water craft. At the mouth of Honey Creek is a good landing. We pursued our course up the river, mostly through timber, for about eighteen miles, when we arrived at Colonel Lyman Wight’s home. He lives at the foot of Tower Hill (a name I gave the place in consequence of the remains of an old Nephite altar or tower that stood there), where we camped for the Sabbath."],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p136"},"“In the afternoon I went up the river about half a mile to Wight’s Ferry, accompanied by President Rigdon, and my clerk, George W. Robinson, for the purpose of selecting and laying claim to a city plat near said ferry in Daviess County, township 60, ranges 27 and 28, and sections 25, 36, 31, and 30, which the brethren called ‘Spring Hill,’ but by the mouth of the Lord it was named Adam-ondi-Ahman, because, said He, it is the place where Adam shall come to visit his people, or the Ancient of Days shall sit, as spoken of by Daniel the Prophet.” (",["span.emphasis","History of the Church,"],"3:34–35.)"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p137"},"On another occasion the Prophet wrote: “Adam-ondi-Ahman is located immediately on the north side of Grand River, in Daviess county, Missouri, about twenty-five miles north of Far West. It is situated on an elevated spot of ground, which renders the place as healthful as any part of the United States, and overlooking the river and the country round about, it is certainly a beautiful location.” (",["span.emphasis","History of the Church,"],"3:39.)"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.f7"},[".caption","Spring Hill at Adam-ondi-Ahman"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116.1"},"D&C 116:1"],". What Is the Purpose of the Council at Which Adam Will Preside?"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p139"},"Elder Joseph Fielding Smith said that the council at Adam-ondi-Ahman, as prophesied in",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.9-14"},"Daniel 7:9–14"],", will be “of the greatest importance to this world. At that time there will be a transfer of authority from the usurper and impostor, Lucifer, to the rightful King, Jesus Christ. Judgment will be set and all who have held keys will make their reports and deliver their stewardships, as they shall be required. Adam will direct this judgment, and then he will make his report, as the one holding the keys for this earth, to his Superior Officer, Jesus Christ. Our Lord will then assume the reins of government; directions will be given to the Priesthood; and He, whose right it is to rule, will be installed officially by the voice of the Priesthood there assembled. This grand council of Priesthood will be composed, not only of those who are faithful who now dwell on this earth, but also of the prophets and apostles of old, who have had directing authority. Others may also be there, but if so they will be there by appointment, for this is to be an official council called to attend to the most momentous matters concerning the destiny of this earth."],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p140"},"“When this gathering is held, the world will not know of it; the members of the Church at large will not know of it, yet it shall be preparatory to the coming in the clouds of glory of our Savior Jesus Christ as the Prophet Joseph Smith has said. The world cannot know of it. The Saints cannot know of it—except those who officially shall be called into this council—for it shall precede the coming of Jesus Christ as a thief in the night, unbeknown to all the world.” (",["span.emphasis","Way to Perfection,"],"pp. 290–91.)"]]]]],"refs":null}
