{"id":132,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":132,"title":"Section 117 Revelation to William Marks, Newel K. Whitney, and Oliver Granger","subtitle":"","short_title":"Section 117","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.head9"},[".titleNumber","Section 117"],["h1","Revelation to William Marks, Newel K. Whitney, and Oliver Granger"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p141"},"This revelation in the Doctrine and Covenants is the first of four revelations that were all given to the Prophet Joseph Smith on 8 July 1838 at Far West, Missouri. Their order in the Doctrine and Covenants is somewhat different, however, from the order given in Joseph Smith’s history."],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p142"},"“The Lord had commanded the Saints to gather and build up Far West speedily (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.17"},"Sec. 115:17"],"). A company of 515 souls, known as the",["span.emphasis","Kirtland Camp,"],"left Kirtland on the 6th of July, 1838, for Zion. On the 14th of September, it appears only 260 members were left, the others having been scattered ‘to the four winds.’ The camp arrived in Adam-ondi-Ahman on the 4th of October. Neither Marks, Whitney, nor Granger were members of this company. [Granger was already in Far West. He carried this revelation to Marks and Whitney in Kirtland and was instructed to return speedily to the land of Zion.] Joseph Smith at Far West had no means of knowing, at that time, who had, or who had not, left for Zion; but the Lord knew. Hence this Revelation in which He … calls William Marks and Newel K. Whitney to come to Zion and instructs the Saints concerning the property in Kirtland.” (Smith and Sjodahl, Commentary, p. 744.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.f8"},[".caption","Church centers were located at Adam-ondi-Ahman and Far West, Missouri."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.1-6"},"D&C 117:1–6"],". Property in Kirtland"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p144"},"“The Saints had private property in Kirtland, and there was property belonging to the Church. Many of them lingered there, reluctant to sacrifice their temporal interests. Our Lord regards this disposition as a sin (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.4"},"v. 4"],"), and calls upon the people to repent and to let the property go for the liquidation of debt (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.5"},"v. 5"],"). He would recompense them for any sacrifice they might make in His service.” (Smith and Sjodahl, Commentary, p. 744.)"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p145"},"William Marks and Newel K. Whitney were mentioned by the Lord as not relinquishing their property in Kirtland and obeying the commandment to go to Missouri. Verses 4 and 5 of section 117 imply that some of this property may have been owned by the Church. Since Newel K. Whitney was a bishop in Kirtland, he may have had direct stewardship for such property. Either way, the Lord rebuked these men for forgetting the relative worth of things. President Joseph Fielding Smith commented: “It is quite evident that these two brethren had fallen under the spell of speculation and temptation so rife in Kirtland in 1837, and which was the downfall of so many of the leading brethren of the Church. However, they had not lost their faith and when the Lord gave them this call, they proceeded to obey the command.” (",["span.emphasis","Church History and Modern Revelation,"],"2:96.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.6-7"},"D&C 117:6–7"],". God Has Power over the Earth and All the Affairs upon It"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p146"},"Those who ally themselves with the Lord will ultimately prosper. God has power over all and will cause all things to work together for the good of those who walk uprightly and follow His counsels (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"],")."],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p147"},"Elder John Taylor said: “In relation to events that will yet take place, and the kind of trials, troubles, and sufferings which we shall have to cope with, it is to me a matter of very little moment; these things are in the hands of God, he dictates the affairs of the human family, and directs and controls our affairs; and the great thing that we, as a people, have to do is seek after and cleave unto our God, to be in close affinity with him, and to seek for his guidance, and his blessing and Holy Spirit to lead and guide us in the right path. Then it matters not what it is nor who it is that we have to contend with, God will give us strength according to our day.” (In",["span.emphasis","Journal of Discourses,"],"18:281.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.7"},"D&C 117:7"],". Have the Latter-day Saints Seen the Solitary Places Blossom?"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p148"},"“This promise has been miraculously fulfilled in the history of the Latter-day Saints. Wherever they have settled, the land has been blessed, the moisture of the air has increased, and the rigor of the climate has been tempered. The so-called ‘Great American Desert’ exists no longer. In its place, there is an inland empire with a teeming population, centers of industry, and busy marts, and this modern wonder was performed by the location of the Church in the mountains.” (Smith and Sjodahl, Commentary, p. 745.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.8"},"D&C 117:8"],". Adam-ondi-Ahman—the Place Where Adam Dwelt"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p149"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-116-grand-council.p1"},"Notes and Commentary on Doctrine and Covenants 116"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.8"},"D&C 117:8"],". What Did the Lord Mean by “Covet That Which Is But the Drop”?"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p150"},"Those who sought to hold on to their property in Kirtland when the Lord had commanded them to move to Zion risked losing something of far greater value than the property they held (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.28-30"},"Mark 10:28–30"],"). President Spencer W. Kimball taught:"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p151"},"“One man I know of was called to a position of service in the Church, but he felt that he couldn’t accept because his investments required more attention and more of his time than he could spare for the Lord’s work. He left the service of the Lord in search of Mammon, and he is a millionaire today."],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p152"},"“But I recently learned an interesting fact: If a man owns a million dollars worth of gold at today’s prices, he possesses approximately one 27-billionth of all the gold that is present in the earth’s thin crust alone. This is an amount so small in proportion as to be inconceivable to the mind of man. But there is more to this: The Lord who created and has power over all the earth created many other earths as well, even ‘worlds without number’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],"); and when this man received the oath and covenant of the priesthood (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-44"},"D&C 84:33–44"],"), he received a promise from the Lord of ‘all that my Father hath’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.38"},"v. 38"],"). To set aside all these great promises in favor of a chest of gold and a sense of carnal security is a mistake in perspective of colossal proportions. To think that he has settled for so little is a saddening and pitiful prospect indeed; the souls of men are far more precious than this.” (“The False Gods We Worship,”",["span.emphasis","Ensign,"],"June 1976, p. 5.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.8"},"D&C 117:8"],". Where Is Olaha Shinehah?"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p153"},"“The plains of Olaha Shinehah, or the place where Adam dwelt,” wrote President Joseph Fielding Smith, “must be a part of, or in the vicinity of Adam-ondi-Ahman. This name Olaha Shinehah, may be, and in all probability is, from the language of Adam. We may without great controversy believe that this is the name which Adam gave to this place, at least we may venture this as a probable guess. Shinehah, according to the Book of Abraham, is the name given to the sun. (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.13"},"Abraham 3:13"],".) It is the name applied to Kirtland when the Lord desired in a revelation to hide its identity. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82"},"Sec. 82"],".) Elder Janne M. Sjodahl commenting on the name, Olaha Shinehah, has said: ‘Shinehah means sun, and Olaha is possibly a variant of the word Olea, which is “the moon.” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.13"},"Abraham 3:13"],".) If so the plains of Olaha Shinehah would be the Plains of the Moon and the Sun, so called, perhaps because of astronomical observations there made.’ We learn from the writings of Moses that the Lord revealed to the ancients great knowledge concerning the stars, and Abraham by revelations and through the Urim and Thummim received wonderful information concerning the heavens and the governing planets, or stars. It was also revealed by the Prophet Joseph Smith that Methuselah was acquainted with the stars as were others of the antediluvian prophets including Adam. So it may be reasonable that here in this valley important information was made known anciently in relation to the stars of our universe.” (",["span.emphasis","Church History and Modern Revelation,"],"2:97–98.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.11"},"D&C 117:11"],". What Is the Nicolaitane Band and Why Did the Lord Associate Newel K. Whitney with It?"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p154"},"Many scholars believe that the Nicolaitans in New Testament times were followers of Nicolas (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.5"},"Acts 6:5"],"). He was one of the seven appointed by the Church at Jerusalem to supervise the distribution of food and goods. Nicolas was believed by some of the early Church fathers to have apostatized from the true gospel and then to have established a sect of his own—the Nicolaitans (see Interpreter’s Dictionary of the Bible, 3:548)."],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p155"},"One Bible scholar wrote the following about the beliefs of the Nicolaitans: “They seem to have held that it was lawful to eat things sacrificed to idols, and to commit fornication, in opposition to the decree of the Church rendered in",["a.scriptureRef",{"href":"/scriptures/nt/acts/15.20,29"},"Acts 15:20, 29"],". … In a time of persecution, when the eating or not eating of things sacrificed to idols was more than ever a crucial test of faithfulness, they persuaded men more than ever that it was a thing indifferent.",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.13,14"},"Rev. 2:13, 14"],". This was bad enough, but there was a yet worse evil. Mingling themselves in the orgies of idolatrous feasts, they brought the impurities of those feasts into the meetings of the Christian Church. And all this was done, it must be remembered, not simply as an indulgence of appetite, but as a part of a system, supported by a ‘doctrine,’ accompanied by the boast of a prophetic illumination.” (Smith,",["span.emphasis","Dictionary of the Bible,"],"p. 447.)"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p156"},"Elder Bruce R. McConkie wrote that Nicolaitans today are “members of the Church who [are] trying to maintain their church standing while continuing to live after the manner of the world. … The designation has come to be used to identify those who want their names on the records of the Church, but do not want to devote themselves to the gospel cause with full purpose of heart.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:446.)"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p157"},"As bishop, Newel K. Whitney presided over the distribution of food and common goods in Kirtland. If Nicolas in ancient times turned from a similar sacred calling to a life of worldliness, the reference implies that Newel K. Whitney was in danger of doing the same."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.11"},"D&C 117:11"],". Be a Bishop “Not in Name but in Deed”"],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p158"},"In 1951 J. Reuben Clark Jr. was called to be Second Counselor in the First Presidency under President David O. McKay. He had previously served as First Counselor to President George Albert Smith. A lesser man could have considered this a demotion and a reason to be offended. President Clark, however, did not take offense but instead taught a lesson to the Saints. He made the statement that “in the service of the Lord, it is not where you serve but how” (in Conference Report, Apr. 1951, p. 154)."],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p159"},"Church position does not guarantee exaltation. People will be judged by how they serve and not by what position they hold. It is their thoughts, works, words, and the desires of their hearts that matter (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.14"},"2 Nephi 9:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.14"},"Alma 12:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.9"},"D&C 137:9"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.12-15"},"D&C 117:12–15"],". Oliver Granger Commended"],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-117-revelation-to-william-marks-newel-k-whitney-and-oliver-granger.p160"},"“Oliver Granger was a man of faith and business ability—two qualities which form a rare combination. He characterized the Kirtland Camp as the greatest undertaking since the organization of the Church, and he firmly believed that God would bless that endeavor (",["span.emphasis","Hist. of the Church,"],"Vol. III., p. 96). When the Prophet fled from Kirtland, he appointed Granger his business agent, and so well did he perform this duty that he was commended by businessmen. At a conference held at Quincy, May 4th to 6th, 1839, he was appointed to return to Kirtland and take charge of the Temple and Church there. This makes the concluding verses of the Revelation perfectly clear. His name is to be held in remembrance for his faithful services as a man of business, having sanctified his talent to the service of the Lord.” (Smith and Sjodahl, Commentary, p. 746.)"]]]]],"refs":null}
