{"id":127,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":127,"title":"Section 112 The Word of the Lord to the Twelve","subtitle":"","short_title":"Section 112","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.head4"},[".titleNumber","Section 112"],["h1","The Word of the Lord to the Twelve"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p48"},"Before he received this revelation, the Prophet Joseph Smith recorded in his journal that Kirtland was experiencing widespread disunity, contention, and apostasy. Financial speculation had caused the Kirtland Safety Society, the financial institution of the Church, to fail. Many, even some of the leaders of the Church, blamed the Prophet for such problems. The Prophet Joseph wrote: “In this state of things, and but a few weeks before the Twelve were expecting to meet in full quorum, (some of them having been absent for some time), God revealed to me that something new must be done for the salvation of His Church. And on or about the first of June, 1837, Heber C. Kimball, one of the Twelve, was set apart by the spirit of prophecy and revelation, prayer and laying on of hands, of the First Presidency, to preside over a mission to England, to be the first foreign mission of the Church of Christ in the last days.” (",["span.emphasis","History of the Church,"],"2:489.)"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p49"},"President Joseph Fielding Smith wrote: “The day that the British Missionaries preached the first sermons in England, July 23, 1837, the Lord gave a revelation to the Prophet Joseph Smith directed to Thomas B. Marsh as president of the council of the apostles. In this revelation Elder Marsh was instructed to teach the brethren in his council and point out to them their duty and responsibilities in proclaiming the Gospel. Some of the apostles had forsaken their responsibility and had turned their attention to schemes of speculation. … The years preceding the year 1837, were years of wild speculation throughout the United States and Elder Heber C. Kimball pointed out how this boom had struck Kirtland and some of the brethren had borrowed great sums and had gone into business, at the expense of their ministry. Then when the bauble of false prosperity broke they were left financially stranded; then they began to blame the Prophet Joseph Smith. This revelation to Thomas B. Marsh was a warning and a call to him to bring his brethren back into the line of their duty as apostles of Jesus Christ.” (",["span.emphasis","Church History and Modern Revelation,"],"2:71; see also History of the Church, 2:498–99.)"],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p50"},"The first twelve verses of section 112 are directed to Thomas B. Marsh, giving him comfort, counsel, and admonition. The rest of the section contains the instructions he was to convey to the Twelve."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.1"},"D&C 112:1"],". Who Were Thomas B. Marsh’s Brethren?"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p51"},"On 14 February 1835, the first Quorum of the Twelve in this dispensation was organized, its members chosen to be special witnesses of the Savior throughout the world. The Twelve were arranged in seniority according to age. Elder Thomas B. Marsh, being the oldest, became President of the Quorum and thus responsible for the other eleven. Since that time, seniority in the Quorum has been determined by date of ordination."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.6"},"D&C 112:6"],". “Thy Habitation Be Known in Zion”"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p52"},"“In 1832, Thomas B. Marsh received an inheritance—about thirty acres—on the Big Blue river, Missouri, and there he built a comfortable log house. When the Saints were driven from Jackson County, he went to Lafayette County, while most of the exiles sought refuge in Clay County. In 1834, he, too, went to Clay County. After an extended visit to Kirtland, he returned to his home on Fishing River, Clay County. In 1836, he built a house in Far West. In June 1837, he again visited Kirtland. It was necessary, for the success of his mission, that his residence in Zion should be known, and that his house should not be moved.” (Smith and Sjodahl, Commentary, p. 733.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.6"},"D&C 112:6"],". Did Thomas B. Marsh Ever Publish Anything?"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p53"},"To publish does not just mean to have written materials printed. In the dictionary the primary meaning is “to discover or make known … to people in general what before was private or unknown, to divulge, as a private transaction; to promulgate or proclaim, as a law or edict. We",["span.emphasis","publish"],"a secret, by telling it to people without reserve. Laws are",["span.emphasis","published"],"by printing or by proclamation. Christ and his apostles",["span.emphasis","published"],"the glad tidings of salvation.” (",["span.emphasis","American Dictionary,"],"s.v. \"publish.\")"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p54"},"President Thomas B. Marsh was to fulfill his apostolic calling by teaching as well as writing those principles that had been hidden from the world because of wickedness and indifference (see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-118-revelation-to-the-twelve.p1"},"Notes and Commentary for D&C 118:2"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.7"},"D&C 112:7"],". Did Thomas B. Marsh Serve Missions to “Many Nations”?"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p55"},"Four days after this revelation was given, the Prophet Joseph Smith, along with Sidney Rigdon and Thomas B. Marsh, started for Canada to visit the members of the Church (see History of the Church, 2:502)."],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p56"},"That the Savior had other opportunities for Thomas B. Marsh to bear witness to the nations is apparent from this verse. They were not realized, however, since Thomas B. Marsh later apostatized and left the Church. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p1"},"Notes and Commentary on D&C 112:10"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.8-9"},"D&C 112:8–9"],". Was Thomas B. Marsh a Powerful Speaker?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p57"},"In 1836, more than a year before",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112"},"Doctrine and Covenants 112"],"was revealed, Thomas B. Marsh “was a member of a committee selected to pass resolutions on behalf of the exiled Saints, at a meeting at the city of Liberty. On that occasion, he spoke of the persecution the Saints had suffered, so eloquently that General Atchinson and others wept.” (Smith and Sjodahl, Commentary, p. 733.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"D&C 112:10"],". How Important Is Humility in Church Positions?"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p58"},"Humility is necessary for success in any Church position. Elder Harold B. Lee related: “I remember at a stake conference some years ago a young man was called to a high position. When we had asked him to express himself, expecting a humble testimony in his acceptance, he stood up and in a rather flamboyant, boastful way gave a dramatic performance. At the close of the service as we walked home, one of the high council whispered to me and said, calling him by name: ‘When he stood up there in the pulpit this morning, he was all alone.’” (In Conference Report, Oct. 1960, p. 17.)"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p59"},"President Thomas B. Marsh’s pride led to his eventual apostasy. His excommunication is a poignant reminder that the Lord has counseled his Saints to be humble. “Pride was the weakness of Thomas B. Marsh. If he had been humble, he would not have fallen. He began by defying the righteous decisions of the High Council and the First Presidency, in a trivial case in which his wife was interested, and he ended by [opposing] the Church.” (Smith and Sjodahl, Commentary, p. 733.)"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p60"},"Thomas B. Marsh eventually repented and was rebaptized."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.11-12"},"D&C 112:11–12"],". A Charge to Pray for and to Admonish the Twelve"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p61"},"Smith and Sjodahl said:"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p62"},"“Our Lord instructs the President of the Council to continue to pray for the members, and also to admonish them ‘sharply.’ Admonition without prayer is barren of results. He promised to feel after them, when they had passed through the tribulations awaiting them because they had yielded to temptations. And then, if they would not harden their hearts, they would be converted and healed."],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p63"},"“Orson Hyde, who had imbibed of the spirit of speculation, freely acknowledged his faults and asked forgiveness. Parley P. Pratt, too, at one time was overcome by the evil spirit, of strife, but, he says, ‘I went to Brother Joseph Smith in tears, and with a broken heart and contrite spirit, confessed wherein I had erred. He frankly forgave me, prayed for me, blessed me.’ Others did not repent. Luke S. Johnson, Lyman E. Johnson, and John F. Boynton were rejected and disfellowshiped by the Church on the 3rd of September, 1837, less than a month and a half after this Revelation was given.” (Commentary, p. 734.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.f3"},[".caption","Members of the original Quorum of the Twelve Apostles. Top row, left to right: Thomas B. Marsh (no picture available), David W. Patten (no picture available), Brigham Young, Heber C. Kimball. Middle row: Orson Hyde, William E. M’Lellin, Parley P. Pratt, Luke S. Johnson. Bottom row: William B. Smith, Orson Pratt, John F. Boynton, Lyman E. Johnson."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.14"},"D&C 112:14"],". What Does It Mean to Take Up the Cross?"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p65"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p1"},"Notes and Commentary for Doctrine and Covenants 23:6"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.15"},"D&C 112:15"],". Will Joseph Smith Always Hold the Keys?"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p66"},"President Joseph Fielding Smith explained: “At the time this revelation was given some of the members of the council of the apostles were in open rebellion and had displayed a very bitter spirit towards the Prophet. The Lord endeavored to impress upon them the fact that the Prophet was the one who held the keys of this dispensation and that he would hold them constantly until the Lord should come. In a former revelation (Sec. 43:4–7.) the Lord had said that the keys were in the hands of Joseph Smith and that if he should transgress and lose them they would be given to another. At that day the Prophet had not been tested and proved by tribulation and suffering, but now in July 1837, the Prophet having shown his integrity in all kinds of difficulties and tribulation the Lord declared that the keys shall never be taken from him. The Lord wished to impress upon the apostles and others in the councils of the Church that he had not forsaken his prophet and would be with him to the end.” (",["span.emphasis","Church History and Modern Revelation,"],"2:72–73.)"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p67"},"Several passages in the Doctrine and Covenants show that when the Lord spoke of Joseph Smith, his statements pertained also to Joseph’s position as President and prophet of the Church. These statements apply to all those who would later hold that office (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1-7"},"D&C 21:1–7"],"). The keys of the kingdom have been given to the President of the Church, and they will never be taken from him until the Savior comes."],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p68"},"However, “Joseph Smith was called to stand at the head of the Dispensation of the Fulness of Times, preparatory to the second advent of the Son of God” (Smith,",["span.emphasis","Answers to Gospel Questions,"],"4:175). So, in addition to holding the keys of the kingdom, the Prophet Joseph Smith also held the keys of this dispensation, and these keys will never be taken from him. President Brigham Young said. “The keys of the Priesthood were committed to Joseph, to build up the Kingdom of God on the earth, and were not to be taken from him in time or in eternity” (",["span.emphasis","Discourses of Brigham Young,"],"p. 138)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.17-19"},"D&C 112:17–19"],". Why Were the Twelve to Go Where Joseph, Hyrum, and Sidney Could Not?"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p69"},"Verse 17 refers to the First Presidency as it was constituted when the revelation was given. When the First Presidency of the Church was originally organized, Jesse Gause and Sidney Rigdon were called to be counselors to the Prophet. After Jesse Gause’s apostasy (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p1"},"Historical Background for D&C 81"],"), the Presidency was reorganized in 1833 with Frederick G. Williams as Second Counselor. At a conference held at Far West, Missouri, on 7 November 1837, Frederick G. Williams was replaced by Hyrum Smith (see History of the Church, 2:522–23)."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p70"},"The Twelve are to carry the work into all the world as directed by the First Presidency, since it is not possible for the presiding quorum to do all things themselves."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.20"},"D&C 112:20"],". In What Way Were the First Presidency Counselors to the Twelve?"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p71"},"President Joseph Fielding Smith explained: “The First Presidency, the Lord said, were to be counselors to the Twelve. By this is meant that the twelve should not go forth without the counsel and direction of the First Presidency.” (",["span.emphasis","Church History and Modern Revelation,"],"2:73.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.23-24"},"D&C 112:23–24"],". A Day of Tribulation"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p72"},"“This proclamation should cause us even in this day serious reflection,” wrote President Joseph Fielding Smith. “If darkness covered the earth in 1837, surely it has deepened in its blackness since that day. If that was a day of wickedness, and the Lord in several revelations testified to this fact, then it is even more so today. We are called upon to remember that the day would come when peace would be taken from the earth and the devil have power over his own dominions. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D. & C. 1:35"],".) Surely that day has come. We have seen days of weeping and mourning, a day of wrath and of vengeance upon the inhabitants of the earth, and yet they will not repent. We have seen this day come speedily as the whirlwind, and yet we know that we have not seen the end. There will yet be plagues, bloodshed and weeping until eventually the earth shall be cleansed of all iniquity.” (",["span.emphasis","Church History and Modern Revelation,"],"2:74.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.24-26"},"D&C 112:24–26"],". “Upon My House Shall It Begin”"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p73"},"In the same revelation in which Zion was defined, the Lord warned the Saints that only if Zion met the Lord’s qualifications would it escape the judgments that were to be poured out upon the world. If they did not qualify as a Zion people, they had no promise (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21-27"},"D&C 97:21–27"],"). Severe judgments befell the Saints because they failed to build Zion and abide by its laws. This prophetic statement also had reference to future members of the Church."],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p74"},"President Brigham Young warned: “If the Latter-day Saints do not desist from running after the things of this world, and begin to reform and do the work the Father has given them to do, they will be found wanting, and they, too, will be swept away and counted as unprofitable servants” (in",["span.emphasis","Journal of Discourses,"],"18:262)."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p75"},"President Joseph Fielding Smith pointed out: “All of these things will be withheld while the nations are being punished, if the members of the Church will keep faithfully their commandments. If they will not, then we have received the warning that we, like the rest of the world, shall suffer His wrath in justice.” (",["span.emphasis","Progress of Man,"],"p. 468.)"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p76"},"President Wilford Woodruff emphasized: “Zion is not going to be moved out of her place. The Lord will plead with her strong ones, and if she sins He will chastise her until she is purified before the Lord."],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p77"},"“I do not pretend to tell how much sorrow you or I are going to meet with before the coming of the Son of Man. That will depend upon our conduct.” (In",["span.emphasis","Millennial Star,"],"2 Sept. 1889, p. 547.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30-32"},"D&C 112:30–32"],". The Dispensation of the Fulness of Times"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p78"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p1"},"Notes and Commentary on Doctrine and Covenants 128:18"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.33"},"D&C 112:33"],". How Can the Elders Escape the Blood of This Generation?"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p79"},"President John Taylor said:"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-112-the-word-of-the-lord-to-the-twelve.p80"},"“I … wish to state to the Twelve and to the Seventies, and to the Elders, that they are not responsible for the reception or the rejection by the world of that word which God has given to them to communicate. It is proper for them to use all necessary diligence and fidelity, and to plainly and intelligently, and with prayer and faith, go forth as messengers to the nations. … He has endowed them … with authority to call upon men to repent of their sins, and to be baptized in the name of Jesus for the remission of sins, and then He has told them to lay hands on the people thus believing, and thus being baptized, and to confer upon them the gift of the Holy Ghost, and when they have performed their labors, and fulfilled their duties, their garments are free from the blood of this generation, and the people are then left in the hands of God their Heavenly Father. For the people, as before stated, will be held responsible to God for their rejection of the Gospel, and not to us.” (In",["span.emphasis","Journal of Discourses,"],"24:289.)"]]]]],"refs":null}
