{"id":30,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":30,"title":"In the News","subtitle":"","short_title":"In the News","uri":"/liahona/2013/02/in-the-news","content":[["div",{"id":"head1","uri":"/liahona/2013/02/in-the-news.head1"},[".seriesTitle","In the News"]],[".bodyBlock",["div",{"id":"t1","uri":"/liahona/2013/02/in-the-news.t1"},[".title","Book of Mormon Now in Lao"],["div",{"id":"p3","uri":"/liahona/2013/02/in-the-news.p3"},"More than 4,500 Church members in Laos, Thailand, and smaller groups in the United States and Canada now have access to the full Book of Mormon in Lao."],["div",{"id":"p4","uri":"/liahona/2013/02/in-the-news.p4"},"The new language translation is available in softcover through local Church distribution centers and online at",["a",{"href":"http://store.lds.org"},["span.language","store.lds.org"]],"(item no. 35607331) and",["a",{"href":"http://www.lds.org"},["span.language","LDS.org"]],"."]],["div",{"id":"t2","uri":"/liahona/2013/02/in-the-news.t2"},[".title","Leadership Training Library Helps Members in New Callings"],["div",{"id":"p6","uri":"/liahona/2013/02/in-the-news.p6"},"More than a year after its launch in September 2011,",["a",{"href":"http://leadershiplibrary.lds.org"},["span.language","Leadershiplibrary.lds.org"]],"continues to be a valuable resource for members—containing approximately 100 videos in 11 languages offering help concerning a wide variety of Church callings."],["div",{"id":"p7","uri":"/liahona/2013/02/in-the-news.p7"},"The videos include unscripted footage of real wards and branches in a variety of countries. As Area Presidencies identify additional training needs, new material is added to the library quarterly."],["div",{"id":"p8","uri":"/liahona/2013/02/in-the-news.p8"},"“The purpose of [the Leadership Training Library] is to help local leaders learn, teach, and apply principles and policies from the handbook,” Elder Russell M. Nelson of the Quorum of the Twelve Apostles has said."]],["div",{"id":"t3","uri":"/liahona/2013/02/in-the-news.t3"},[".title","Leaders Create Second Stake in Russia, Eighth in Italy"],["div",{"id":"p10","uri":"/liahona/2013/02/in-the-news.p10"},"On September 9, 2012, the day he turned 88, Elder Russell M. Nelson of the Quorum of the Twelve Apostles created the St. Petersburg Russia Stake—the second stake in Russia."],["div",{"id":"p11","uri":"/liahona/2013/02/in-the-news.p11"},"Seven days later, Elder Ronald A. Rasband of the Presidency of the Seventy divided the Milan Italy Stake to create the new Milan Italy East Stake. The Milan Italy Stake was renamed the Milan Italy West Stake."]],["div",{"id":"t4","uri":"/liahona/2013/02/in-the-news.t4"},[".title","Church Leaders Visit Heads of State in Croatia and Bosnia"],["div",{"id":"p13","uri":"/liahona/2013/02/in-the-news.p13"},"Elder Ronald A. Rasband of the Presidency of the Seventy and Elder Kent F. Richards, Second Counselor in the Europe Area Presidency, met with heads of state in Croatia and Bosnia and Herzegovina during September 2012."],["div",{"id":"p14","uri":"/liahona/2013/02/in-the-news.p14"},"In Croatia, Elder Rasband met with President Ivo Josipović and pledged the Church’s ongoing commitment to strengthen the family."],["div",{"id":"p15","uri":"/liahona/2013/02/in-the-news.p15"},"On September 12, Elder Rasband met with Željko Komšić, one of the three-person presidency of Bosnia and Herzegovina, in the first meeting ever between a Church leader and a head of state from Bosnia."],["div",{"id":"p16","uri":"/liahona/2013/02/in-the-news.p16"},"President Komšić described the diverse religious community that exists in Bosnia and welcomed the Church as a member of that community. Elder Rasband explained that the family is a high priority in the Church and that its members look forward to supporting this shared objective in Bosnia and Herzegovina."]]]],"refs":null}
