{"id":5,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":5,"title":"My Dad’s Apology","subtitle":"By David Hixon","short_title":"My Dad’s Apology","uri":"/liahona/2013/02/my-dads-apology","content":[["div",{"id":"head1","uri":"/liahona/2013/02/my-dads-apology.head1"},[".seriesTitle","Our Homes, Our Families"],[".title","My Dad’s Apology"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/02/my-dads-apology.p3"},"By David Hixon"]],[".bio",["div",{"id":"p4","uri":"/liahona/2013/02/my-dads-apology.p4"},"David Hixon lives in Texas, USA."]],[".kicker","It was more powerful than a thousand sermons."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/02/my-dads-apology.p6"},"I was 16 and playing my new rock-and-roll album for the first time. Unfortunately, as I listened, I was disappointed to hear a vulgar word in the last song. I was embarrassed. I knew my parents would not approve—the record didn’t meet our family’s standards. But I liked the rest of the songs, so whenever I played the record, I turned down the volume just before the offensive word was sung."],["div",{"id":"p7","uri":"/liahona/2013/02/my-dads-apology.p7"},"My well-meaning sister told my father about my album. Later, when he and I were in the dining room, he shared his concern about the inappropriate word. Although his comment was said in a kind manner, I dug in and stubbornly defended my position."],["div",{"id":"p8","uri":"/liahona/2013/02/my-dads-apology.p8"},"I used every argument I could think of to convince my dad that I should keep the record. “I didn’t know that word was on the album when I bought it,” I said, “and when that song plays, I turn it down.”"],["div",{"id":"p9","uri":"/liahona/2013/02/my-dads-apology.p9"},"When he said I should still get rid of the record, I said, “If you think that, then I should quit school too! I hear that word—and",["span.emphasis","worse"],"ones—every day at school!”"],["div",{"id":"p10","uri":"/liahona/2013/02/my-dads-apology.p10"},"He began to get frustrated. He reemphasized that we shouldn’t have vulgar music in our home. The argument escalated as I said there were worse sins I could commit and that I never used that word."],["div",{"id":"p11","uri":"/liahona/2013/02/my-dads-apology.p11"},"I tried to turn the tables: “I try so hard to be good, and then you focus on this one little thing and think I’m an evil sinner!”"],["div",{"id":"p12","uri":"/liahona/2013/02/my-dads-apology.p12"},"Even so, my father wouldn’t back down. Neither would I. I marched upstairs to my room, slammed the door, and lay on my bed, seething. I rehearsed my argument over and over in my head, entrenching myself deeper in my flawed logic and convincing myself I was right."],["div",{"id":"p13","uri":"/liahona/2013/02/my-dads-apology.p13"},"Ten minutes later, there was a soft knock at the door. It was Dad. His countenance had changed. He wasn’t there to argue. “I’m sorry I got angry,” he said. “Will you forgive me?” He told me how much he loved me and that he thought highly of me. He didn’t preach. He didn’t give me counsel. Then he turned and quietly left the room."],["div",{"id":"p14","uri":"/liahona/2013/02/my-dads-apology.p14"},"A thousand sermons on humility could never have been more powerful to me. I was no longer angry with him, just with myself for being so stubborn and difficult. I fetched the record, snapped it in two, and threw it away. I don’t know if I ever told Dad what I did, but it didn’t matter. What mattered was that I had learned that my dad valued our relationship more than his own pride, even when he had been in the right."]]],"refs":null}
