{"id":33,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":33,"title":"Remembering Him on the Sabbath","subtitle":"By Michael R. Morris","short_title":"Remembering Him on the Sabbath","uri":"/liahona/2013/02/remembering-him-on-the-sabbath","content":[["div",{"id":"head1","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.head1"},[".seriesTitle","Until We Meet Again"],[".title","Remembering Him on the Sabbath"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p3"},"By Michael R. Morris"],["div",{"id":"p4","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p4"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p5"},"Our Sunday School lesson on keeping the Sabbath day holy had gone well—until somebody mentioned television."],["div",{"id":"p6","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p6"},"As people chimed in with their opinions regarding whether watching television on Sunday was appropriate, some class members became prescriptive. Before long, other class members became offended. The Spirit, which at first had accompanied our discussion, was replaced by a palpable tension."],["div",{"id":"p7","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p7"},"Observing the growing discord, Kenneth Payne, a member of our stake presidency, asked to speak. He stood and began telling us about his son Brian, who had served in the Japan Tokyo North Mission. When President Payne and his family greeted Brian at the airport upon his return from his mission in March 2003, he complained of a stiff, sore jaw. Within weeks, Brian was diagnosed with non-Hodgkin’s lymphoma."],["div",{"id":"p8","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p8"},"A month later he began a regimen of chemotherapy and then radiation. President Payne said doctors had planned a bone-marrow transplant for September 22, but just after the first of that month, “Brian began having difficulty.”"],["div",{"id":"p9","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p9"},"He was hospitalized the second week of September. By then, because of the cancer’s aggressive nature, doctors determined that it was too late for a transplant. The family brought Brian home from the hospital on September 21. He passed away the next morning."],["div",{"id":"p10","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p10"},"“September 22 is a special day for my family and me,” said President Payne. “On that day we slow down and think about Brian, his contributions to our family, and how he gave the last two years of his life to the Lord and to the Japanese people, whom he loved. We miss him, and on that day we reflect upon his life and honor his memory.”"],["div",{"id":"p11","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p11"},"For all of us, President Payne said, Sunday is a day to slow down and remember."],["div",{"id":"p12","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p12"},"“We take time out to attend our Church meetings, partake of the sacrament, sorrow for our sins, and ponder the Savior’s suffering on our behalf,” he said. “We serve, we love, and we try not to be distracted by activities that would prevent us from worshipping Him.”"],["div",{"id":"p13","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p13"},"President Payne said that if Sunday activities are in keeping with that spirit, then we can feel right as we engage in them. But if they distract us from remembering the Savior and ministering on the Sabbath as He would minister, then perhaps we should reconsider our choice."],["div",{"id":"p14","uri":"/liahona/2013/02/remembering-him-on-the-sabbath.p14"},"He then sat down and said no more. He didn’t need to. The Spirit had returned to the classroom, and we were all listening."]]],"refs":null}
