{"id":6,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":6,"title":"We Must Be Born of Water and of the Spirit","subtitle":"","short_title":"We Must Be Born of Water and of the Spirit","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit","content":[["div",{"id":"head1","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.head1"},[".seriesTitle","What We Believe"],[".title","We Must Be Born of Water and of the Spirit"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.p3"},"We believe we must be baptized and receive the gift of the Holy Ghost (through an ordinance called confirmation) to be saved in the kingdom of heaven. The Savior taught, “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (",["a",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],")."],["div",{"id":"p4","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.p4"},"The Lord also taught that the ordinance of baptism—like all other gospel ordinances—must be performed by a worthy priesthood holder: “The person who is called of God and has authority from Jesus Christ to baptize, shall go down into the water with the person. … Then shall he immerse him or her in the water, and come forth again out of the water” (",["a",{"href":"/scriptures/dc-testament/dc/20.73-74"},"D&C 20:73–74"],")."],["div",{"id":"p5","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.p5"},"Baptism by immersion symbolizes the burial of the sinner and the spiritual rebirth of the person to live in “newness of life” (",["a",{"href":"/scriptures/nt/rom/6.4"},"Romans 6:4"],"). By baptism we leave behind our old life and start a new life as disciples of Jesus Christ. When we are confirmed, we become members of His Church."],["div",{"id":"p6","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.p6"},"Baptism also includes a sacred covenant, a promise, between Heavenly Father and the individual who is baptized. We covenant to keep His commandments, serve Him and His children, and take upon ourselves the name of Jesus Christ. He promises to forgive our sins, “pour out his Spirit more abundantly upon [us]” (",["a",{"href":"/scriptures/bofm/mosiah/18.10"},"Mosiah 18:10"],"), and offer us eternal life."],["div",{"id":"p7","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.p7"},"The Savior Himself kept the commandment to be baptized, even though He was sinless (see",["a",{"href":"/scriptures/nt/matt/3.13-17"},"Matthew 3:13–17"],"). He was baptized to be obedient, to set the example for us, and to “fulfil all righteousness” (see",["a",{"href":"/scriptures/bofm/2-ne/31.5-9"},"2 Nephi 31:5–9"],"). Thus, those who are baptized are following the Savior’s example."],["div",{"id":"f1","uri":"/liahona/2013/02/we-must-be-born-of-water-and-of-the-spirit.f1"},["ul.content-list noMarker",["li",[".para","Those who desire to be baptized must “humble themselves before God, … witness before the church that they have truly repented of all their sins, and [be] willing to take upon them the name of Jesus Christ” (",["a",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],")."]],["li",[".para","“We believe [in] … baptism by immersion” (",["a",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],")."]],["li",[".para","Following baptism, we are confirmed members of The Church of Jesus Christ of Latter-day Saints and receive the gift of the Holy Ghost. Baptism and confirmation allow the Atonement of Jesus Christ to bring about a spiritual cleansing in our lives, including “a remission of … sins” (",["a",{"href":"/scriptures/dc-testament/dc/33.11"},"D&C 33:11"],")."]],["li",[".para","By baptism and confirmation we become “fellowcitizens with the saints” in the “household of God” (",["a",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],")."]]]]]],"refs":null}
