{"id":21,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":21,"title":"What Really Matters","subtitle":"By Charlotte Wood Wilson","short_title":"What Really Matters","uri":"/liahona/2013/02/what-really-matters","content":[["div",{"id":"head1","uri":"/liahona/2013/02/what-really-matters.head1"},[".title","What Really Matters"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/02/what-really-matters.p2"},"By Charlotte Wood Wilson"],["div",{"id":"p3","uri":"/liahona/2013/02/what-really-matters.p3"},"Based on a true story"]],[".bio",["div",{"id":"p4","uri":"/liahona/2013/02/what-really-matters.p4"},"Charlotte Wood Wilson lives in Oregon, USA."]],[".epigraph","“I know my Father lives and loves me too. The Spirit whispers this to me and tells me it is true” (“I Know My Father Lives,”",["span.emphasis","Children’s Songbook,"],"5)."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/02/what-really-matters.p6"},"Fifth grade was a hard year for me. I’d had the same group of friends for several grades, and I thought that we would always be friends. But soon after fifth grade started, my friends started using bad language and acting in ways I knew Heavenly Father wouldn’t like. They also started being mean to other kids in our class and talking about people behind their backs."],["div",{"id":"p7","uri":"/liahona/2013/02/what-really-matters.p7"},"Eventually I became one of those kids my friends made fun of. They even gave me a mean nickname: Big-Lip Charlotte, or “BLC” for short. My feelings were so hurt. I started trying to avoid my friends at school, but it was hard because we were in the same class."],["div",{"id":"p8","uri":"/liahona/2013/02/what-really-matters.p8"},"“Hey, guys!” I said one day at lunch, trying to be friendly and cheerful."],["div",{"id":"p9","uri":"/liahona/2013/02/what-really-matters.p9"},"“Hey, BLC! Big-Lip Charlotte!” they chorused together as they made faces at me."],["div",{"id":"p10","uri":"/liahona/2013/02/what-really-matters.p10"},"I ran away, trying to hold back tears. I ate lunch by myself and counted the minutes until I could go home."],["div",{"id":"p11","uri":"/liahona/2013/02/what-really-matters.p11"},"“What’s wrong, honey?” asked Mom when she noticed my tear-stained cheeks after school."],["div",{"id":"p12","uri":"/liahona/2013/02/what-really-matters.p12"},"“The kids who used to be my friends have started calling me a horrible name. I just don’t understand why they have to be so mean to me.” I started to cry again."],["div",{"id":"p13","uri":"/liahona/2013/02/what-really-matters.p13"},"“Those kids shouldn’t be acting that way. But it really doesn’t matter what other people think of you. You’re beautiful, and you have no reason to listen to what those mean kids say.”"],["div",{"id":"p14","uri":"/liahona/2013/02/what-really-matters.p14"},"“But, Mom,” I said. “I see them every day. I",["span.emphasis","do"],"care what they think of me. And other people listen to what they say about me. How can I just ignore",["span.emphasis","everyone"],"?”"],["div",{"id":"p15","uri":"/liahona/2013/02/what-really-matters.p15"},"“Charlotte, the only opinions that really matter are yours and the Lord’s. If you’re OK with yourself and what you do, and if Heavenly Father is OK with your choices, it doesn’t matter what people call you or say about you. I promise.”"],["div",{"id":"p16","uri":"/liahona/2013/02/what-really-matters.p16"},"As I went to school the next few weeks, my old friends still laughed at me and called me names. But I soon found that I could walk around with peace in my heart. I knew that if Heavenly Father was OK with my big lips, then I could be too."],["div",{"id":"p17","uri":"/liahona/2013/02/what-really-matters.p17"},"I was able to get through the rest of fifth grade. I ended up making new friends who didn’t call me names and who helped me feel good about myself. Most important, though, I learned that if Heavenly Father is pleased with who I am, then I don’t have to worry about what anyone else thinks."]]],"refs":null}
