{"id":49,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":49,"title":"The Old Testament Closes","subtitle":"","short_title":35,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.head1"},[".titleNumber","35"],["h1","The Old Testament Closes"]],[".bodyBlock",[".topic",["h2","(35-1) Introduction"],["p.para",{"id":"p4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p4"},"The Old Testament contains a record of God’s dealings with His children over a period of approximately four thousand years. It has hundreds of examples of the application of principles that govern and dictate the well-being or the adversity of humankind. All these principles are based on the use of agency by individuals to accept and follow or to reject and disregard the Lord’s counsels given through His servants the prophets. The Lord’s ever-present interest for the welfare of His children is manifest throughout the Old Testament. Those who are guided by the spirit of revelation and who have an understanding of the true gospel, which has been the same from the time of Adam to the present, are best prepared to see that interest and understand the message of the Old Testament. The Lord’s interest in the welfare of His children is amply attested to by the record of His dealings with the Old Testament peoples. This chapter is a summary of the most significant themes of the Old Testament and a statement of its paramount purpose."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary and the scriptures cited as a summary of the message of the Old Testament."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3","(35-2) The Old Testament Is a Witness for Christ"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p10"},"Jehovah, the great God of the Old Testament, is Jesus Christ. He, having a fulness of authority and power from His Father, is the God of the whole earth. He created it, and its eternal destiny is a function of His mission and nature. The purpose of the Old Testament is to testify of Him and to bring people to Him and thus to His Father, who is the Father of the whole human family. Only those who understand this purpose can understand the message of this sacred book of scripture."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p11"},"President Spencer W. Kimball taught that the “Old Testament prophets from Adam to Malachi are testifying of the divinity of the Lord Jesus Christ and our Heavenly Father. Jesus Christ was the God of the Old Testament, and it was He who conversed with Abraham and Moses. It was He who inspired Isaiah and Jeremiah; it was He who foretold through those chosen men the happenings of the future, even to the latest day and hour.” (In Conference Report, Apr. 1977, p. 113; or",["span.emphasis","Ensign,"],"May 1977, p. 76.)"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p12"},"Book of Mormon prophets taught the same thing. The prophet Jacob said that the Old Testament scriptures did “truly testify of Christ” and that “none of the prophets have written, nor prophesied, save they have spoken concerning this Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.11"},"Jacob 7:11"],"). He also said that",["span.emphasis","“all"],"the holy prophets which were before [him]” knew of Christ and had a hope of His glory (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4"},"Jacob 4:4"],"; emphasis added)."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p13"},"Nephi taught specifically about the purpose of the law of Moses: “Behold, my soul delighteth in proving unto my people the truth of the coming of Christ; for, for this end hath the law of Moses been given; and all things which have been given of God from the beginning of the world, unto man, are the typifying of him” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],"). The prophet Abinadi said that “all the prophets who have prophesied ever since the world began” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.33"},"Mosiah 13:33"],") spoke of the coming of Christ to redeem mankind. That message is the heart of the Old Testament. All who study the Old Testament must obtain a knowledge of the reality and mission of the Messiah, who is Jesus Christ, or they have not received the greatest benefit the Old Testament was brought forth to provide."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.f3"},["p.preamble","Following are examples of some of the great teachings in the Old Testament that point to and teach of Jesus Christ:"],["ol.number",["li",["span.label","1."],["p.para","The laws of sacrifices and offerings typified the redemptive sacrifice of Christ."]],["li",["span.label","2."],["p.para","The Lord’s command to Abraham to sacrifice his son Isaac symbolized the future sacrifice of Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],")."]],["li",["span.label","3."],["p.para","The annual feast of the Passover, which began at the time of the Exodus, taught of the deliverance from spiritual death provided by the Firstborn Son of God."]],["li",["span.label","4."],["p.para","The exodus of the children of Israel from Egypt, their wanderings in the wilderness, and their entry into the promised land symbolized the freedom from the bondage of sin that all may obtain through Christ and the means He has provided for us to obtain eternal life."]],["li",["span.label","5."],["p.para","The rites and ordinances of the law of Moses all taught of Christ. The cleansing of a leper, for example, typified the cleansing of a sinner through Christ’s Atonement. (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003],",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel"},"pp. 175–76"],".)"]],["li",["span.label","6."],["p.para","Many prophecies directly taught of the coming of Christ and His Atonement for mankind."],["p.para","Numerous principles of the gospel of Jesus Christ are found in the Old Testament together with much that Saints can use to bring about a more Christlike way of living. “The message of the Old Testament is the message of Christ and his coming and his atonement” (Marion G. Romney, “The Message of the Old Testament,”",["span.emphasis","A Symposium on the Old Testament,"],"p. 5)."]]]]],[".topic",["h3","(35-3) The Old Testament and the Lord’s Covenants with His Children"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p23"},"The Old Testament record provides important insights and instructions concerning the covenant-making process between God and His children and the consequences both of keeping and of breaking the covenants. The prophet Adam and all the righteous from the beginning entered into covenants with God. Those who kept their covenants were able to obtain eternal life, whereas those who did not lost the great blessings they might otherwise have received. In the record of God’s dealings with the Old Testament people there is much important information about the covenant-making process, including specific details about the promises and obligations of the covenants and their implications for all generations. The gospel covenant was made with the early patriarchs (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.64-68"},"Moses 6:64–68"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.51"},"7:51"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.2"},"8:2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6-11"},"Abraham 2:6–11"],") and was recorded in detail in the Old Testament as it was renewed with Abraham and his seed (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17"},"Genesis 17"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.15-18"},"22:15–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.1-4"},"26:1–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/28"},"28"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.9-13"},"35:9–13"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.3-4"},"48:3–4"],"). The Mosaic covenant was later established with the children of Israel after their exodus from Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.1-8"},"Exodus 19:1–8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.28"},"34:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.1-4"},"Deuteronomy 5:1–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.6-11"},"7:6–11"],") and continued until the renewal of the gospel covenant at the time of Christ. Only as one understands these covenants does one understand the purpose for a “chosen” people and God’s intentions in choosing them from the world. The Old Testament is a detailed record of what happens, both to individuals and to nations, when people are obedient to the covenants they have made with God; likewise, the record clearly describes the effects of disobedience and wickedness. When Israel, as the Lord’s covenant people, maintained their covenants with the Lord, they were blessed and they prospered. When they neglected or willfully turned from their covenants, they experienced difficulty, oppression, and captivity. Their history during the time of the judges, during the united kingdom, and during the divided kingdoms, was a repeated cycle of righteousness, prosperity, pride, wickedness, oppression, bondage, captivity, humility, and finally repentance; then the cycle would begin again. Moses prophesied of their future (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28"},"Deuteronomy 28"],"). It should be clear to anyone who studies the Old Testament that the way of righteousness, though it does not circumvent difficulty, is the only way to true success and happiness, and the path of sin and covenant breaking is the way of disappointment and sorrow."]],[".topic",["h3","(35-4) The Old Testament Is a Book of Prophecy"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p25"},"The Old Testament was written by “holy men of God [who] spake as they were moved by the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Peter 1:21"],"). Those who were thus moved spoke the mind and will of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.4"},"D&C 68:4"],"). By the power of the Spirit of God they were able to speak the truth concerning things that to them were past, present, and future (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15-17"},"Mosiah 8:15–17"],"). Being given a knowledge of all these things, these men of God were able to proclaim to the people of their time, as well as those future to them, the conditions, challenges, and blessings that would come:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.f4"},["ol.number",["li",["span.label","1."],["p.para","The Old Testament foretold the wickedness and consequent destruction and scattering of the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.14-39"},"Leviticus 26:14–39"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/13.19"},"Jeremiah 13:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/15.1-4"},"15:1–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.16-19"},"29:16–19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/22.15"},"Ezekiel 22:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.8-9"},"Amos 9:8–9"],")."]],["li",["span.label","2."],["p.para","Old Testament prophets foretold many details about the future history of nations and their impact upon the world (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/15"},"Isaiah 15–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/25"},"Ezekiel 25–32"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Daniel 2"],")."]],["li",["span.label","3."],["p.para","The Old Testament prophets knew that the Messiah would come into mortality to save us from our sins, and they foretold many important details about His mortal ministry (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14-16"},"Isaiah 7:14–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6-7"},"9:6–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.1-9"},"42:1–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"53"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/33.14-26"},"Jeremiah 33:14–26"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.2"},"Micah 5:2"],")."]],["li",["span.label","4."],["p.para","Old Testament prophets predicted the rejection of the Messiah and the subsequent apostasy that would sweep the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.1-5"},"24:1–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],")."]],["li",["span.label","5."],["p.para","Old Testament prophets prophesied that the gospel would be restored in the last days and that a record preserved by the hand of God would play an important part in that restoration (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-4"},"Isaiah 2:2–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29"},"29"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.31-34"},"Jeremiah 31:31–34"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-21"},"Ezekiel 37:15–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44-45"},"Daniel 2:44–45"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],")."]],["li",["span.label","6."],["p.para","Old Testament prophets foretold the gathering of Israel in the last days and the reestablishment of the covenant with Israel, including the gathering into their promised lands (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/30.1-5"},"Deuteronomy 30:1–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.11-12"},"Isaiah 11:11–12"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.12-18"},"Jeremiah 3:12–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/12.14-15"},"12:14–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.15-16"},"16:15–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.3"},"23:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/30.3"},"30:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/11.17"},"Ezekiel 11:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/28.25-26"},"28:25–26"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.13"},"34:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.21-27"},"37:21–27"],")."]],["li",["span.label","7."],["p.para","The Old Testament foretells many of the events connected with the Second Coming of Jesus Christ and the establishment of His millennial reign on the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.4-5"},"Isaiah 2:4–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1-9"},"11:1–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3-5"},"40:3–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.15-24"},"66:15–24"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.13-14"},"Daniel 7:13–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.15-17"},"Joel 3:15–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.8-11"},"Zechariah 12:8–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.4-6"},"13:4–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.1-9"},"14:1–9"],")."],["p.para","Learning of the numerous prophecies made by Old Testament prophets that have been fulfilled provides powerful witness of the truth of the book as well as of the existence of God and the truth that He does indeed deal directly with mankind. The Old Testament is of particular value to the Saints of this dispensation, for it includes many prophecies concerning our time. By it, in great measure, the Saints are able to see their part in the Lord’s plan for the house of Israel and the earth’s inhabitants in general."]]]]],[".topic",["h3","(35-5) The Old Testament and the Nature of God"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p35"},"The",["span.emphasis","Lectures on Faith,"],"compiled under the direction of the Prophet Joseph Smith, state:"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p36"},"“Three things are necessary in order that any rational and intelligent being may exercise faith in God unto life and salvation."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p37"},"“First, the idea that he actually exists."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p38"},"“Secondly, a",["span.emphasis","correct"],"idea of his character, perfections, and attributes."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p39"},"“Thirdly, an actual knowledge that the course of life which he is pursuing is according to his will. For without an acquaintance with these three important facts, the faith of every rational being must be imperfect and unproductive; but with this understanding it can become perfect and fruitful.” (3:2–5.)"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p40"},"The Old Testament, when seen in its correct perspective and when properly interpreted, reveals to humanity the character and attributes of God. It shows that He is a God of love and compassion who has a fatherly care for His children. He has provided the means by which they can become like Him and is seeking continually to bring to pass their immortality and eternal life (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],")."]],[".topic",["h3","(35-6) The Old Testament: A Foundation for Other Scriptures"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p42"},"When the family of Lehi were traveling in the wilderness after their escape from Jerusalem, the Lord commanded Lehi to send his sons back to obtain the “plates of brass” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.3"},"1 Nephi 3:3"],"). This record contained “the words … of all the holy prophets … since the world began, even down unto this present [Lehi’s] time” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.20"},"1 Nephi 3:20"],"). The plates were considered to be of such value that the Spirit of the Lord told Nephi that without them his nation would “dwindle and perish in unbelief” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.13"},"1 Nephi 4:13"],"). These records correspond in great measure to the Old Testament record from Genesis to the time of Jeremiah. Lehi prophesied that “these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.18"},"1 Nephi 5:18"],") and that they “should never perish; neither should they be dimmed any more by time” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.19"},"1 Nephi 5:19"],"). Such is the case, for much of their content has been preserved in the Old Testament and has been quoted, recorded, and used as a source of inspiration and knowledge in all other scriptural books. In the New Testament, Book of Mormon, Doctrine and Covenants, and Pearl of Great Price there are hundreds of passages quoted from the Old Testament. Many other passages in these other scriptures show parallels to Old Testament passages."],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_035_02-lehi.jpg"}],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p44"},"The Old Testament was Lehi’s guide and stay."]],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p43"},"A listing of New Testament passages with Old Testament origins is given in the Bible Dictionary under “quotations.” Large blocks of scripture quoted from the Old Testament record are found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–8; 12–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/22"},"3 Nephi 22, 24–25"],". References connecting the Book of Mormon and the Old Testament are listed in Monte S. Nyman, “Two Sticks: One in Thine Hand,”",["span.emphasis","Symposium on the Old Testament,"],"pp. 246–51. Doctrine and Covenants references to Old Testament passages are given in a presentation by Robert J. Woodford (see “Doctrine and Covenants References That Aid in an Interpretation of Old Testament Scriptures,”",["span.emphasis","Symposium on the Old Testament,"],"pp. 276–91). The Old Testament connection with the Pearl of Great Price is obvious, for it contains the books of Moses and Abraham. Several other Old Testament passages are found in the writings of Joseph Smith in the Pearl of Great Price."]],[".topic",["h3","(35-7) The Old Testament Teaches How to Deal with Life’s Challenges"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p46"},"President Marion G. Romney said: “In all dispensations holy men have been taught and instructed from heaven with respect to the gospel of Jesus Christ. These teachings and instructions have been preserved in the scriptures so that all who will may learn whom to worship, how to worship, and how to live in order to accomplish the purpose of mortality and thereby gain the promised rewards.” (“Records of Great Worth,”",["span.emphasis","Ensign,"],"Sept. 1980, p. 3.)"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p47"},"President Romney also said that “the Old Testament, like other scriptures, is a handbook on how to proceed in times of threatened adversity. Because of the sharp and graphic contrasts that have been preserved in it, the lessons become unmistakable.” (“Records of Great Worth,” p. 6.)"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p48"},"Many incidents in the Old Testament are of great teaching value for the Saints. President Romney cited a few examples and indicated their relevance to our time:"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p49"},"“The Old Testament provides many examples of the importance of heeding and following the Lord’s warnings concerning impending distress or disaster. The Lord warned Joseph, and the people of Egypt survived a famine because they heeded his words. The Lord preserved the human family and other forms of life through Noah’s obedience in building the ark. He preserved Moses, Abraham, Meshach, Shadrach, and Abednego. He warned Israel on numerous occasions. At times they heeded and at times they did not. In our own dispensation the warning to prepare has been declared repeatedly. In the preface of the Doctrine and Covenants we read this emphatic statement: ‘Prepare ye, prepare ye for that which is to come, for the Lord is nigh’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.12"},"D&C 1:12"],")."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p50"},"“The Lord knows of the calamity which is to come upon the inhabitants of the earth before he comes, and he has given directions for our protection, just as he did in days of old. The record in the Old Testament should be a lesson for us. Through the revealed welfare program, the Church is today pointing the way to the solution of society’s economic problems. In the future, a disintegrating generation can point to that solution as a light on a hill capable of solving the world’s chaotic disorder. Civilization is crumbling while the Church is moving forward on the same eternal principles taught in the Old Testament. Our young people need to learn the importance of preparation and the principles that make it possible. This can be accomplished in large part from a study of the Old Testament.” (“Records of Great Worth,” pp. 6–7.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p51"},"In a message to the Church, President Spencer W. Kimball said:"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p52"},"“Brethren and sisters, my purpose in preparing this message is to encourage you to study the scriptures. As the Lord has said, ‘Search the scriptures; for … they are they which testify of me.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],".)"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p53"},"“Perhaps you will have noticed that for many years the General Authorities have urged us all with increasing frequency and in a spirit of love to adopt a program of daily gospel study in our homes, both as individuals and as families. Also, the standard works have replaced all other materials as texts in the adult curriculum of the Church, and scarcely a meeting comes to a close without an inspired admonition from priesthood leaders to read and study the scriptures.” (“How Rare a Possession—The Scriptures!”",["span.emphasis","Ensign,"],"Sept. 1976, p. 2.)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p54"},"Some people do not study the Old Testament because they feel they cannot understand it. As with all scripture, understanding of the Old Testament may be gained by studying it again and again. President Kimball said: “I am convinced that each of us, at some time in our lives, must discover the scriptures for ourselves—and not just discover them once, but rediscover them again and again."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p55"},"“… We must all of us return to the scriptures just as King Josiah did [see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22"},"2 Kings 22–23"],"] and let them work mightily within us, impelling us to an unwavering determination to serve the Lord.” (“How Rare a Possession—The Scriptures!” pp. 4–5.)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p56"},"President Marion G. Romney gave the following examples regarding the value of studying the teachings of the Old Testament:"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p57"},"“It seems to me that a study of the Old Testament yields convincing proof of the value and rewards for searching the scriptures."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p58"},"“The writings of Moses constituted the scriptures for ancient Israel. Included in them was the ‘Book of the Law.’ As the following examples illustrate, over and over again the Lord urged Israel to search these scriptures and live by ‘the law.’"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p59"},"“—To Joshua, who was to lead Israel over Jordan into the promised land, the Lord said: [",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.7-8"},"Joshua 1:7–8"],"]."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p60"},"“Note that Joshua was to ‘meditate therein [upon the law] day and night,’ an important step in understanding the scriptures."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p61"},"“—The story of Israel is one long series of heights and depths, lights and shadows. Both the people and their civilization rise and fall as they search and obey or neglect and reject the law of the scriptures."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p62"},"“Following the Babylonian captivity, one of the first things the humbled Jews did upon their return to Jerusalem was gather ‘themselves together … [and direct] Ezra the scribe to bring the book of the law of Moses … before the congregation. … And he read therein … the law of God distinctly, and gave the sense, and caused them to understand the reading’ (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.1-3,8"},"Neh. 8:1–3, 8"],")."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p63"},"“—Isaiah’s counsel was to test familiar spirits and wizards by the teachings of the scriptures. ‘To the law and to the testimony,’ he said, ‘if they speak not according to this word, it is because there is no light in them’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.19-20"},"Isa. 8:19–20"],").” (“Records of Great Worth,” pp. 3–4.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(35-8) Treasuring Up the Words of Life"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p67"},"Do you ever have difficulty understanding the Old Testament? During your study of the Old Testament have you paid the price required to gain the understanding and inspiration that is available from it? Elder Bruce R. McConkie taught:"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p68"},"“We would like all Latter-day Saint[s] … to read all of the Standard Works, to ponder in their hearts the eternal truths that are found in them, and to get on their knees and ask the Lord in sincerity and in faith for understanding and comprehension and guidance. We would like each of you to read them, either by yourself … or with your families, and not simply read the words but ponder and pray about their content so that there will come into your lives the desires for righteousness that grow out of the study of the pure, perfect word of God. We would like the Church to start drinking at the fountain—undiluted—the pure, perfect message that the Lord has given by the mouths of his prophets, the message found in the Standard Works of the Church. …"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p69"},"“… It is not reading alone; it is reading, pondering, and praying so that the Spirit of the Almighty gets involved in the study and gives understanding.” (“Drink from the Fountain,”",["span.emphasis","Ensign,"],"Apr. 1975, pp. 70–71)."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p70"},"President Marion G. Romney talked of the cycle of learning that enables us to grow in understanding of the gospel. The concept he taught certainly applies to the Old Testament, as it does to all scripture: “A knowledge of the gospel comes by degrees: one learns a little, obeys what he learns; learns a little more and obeys that. This cycle continues in an endless round. Such is the pattern by which one can move on to a full knowledge of the gospel.” (“Records of Great Worth,” p. 4.)"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-35.p71"},"What can you do to improve your understanding of the Old Testament?"]]]]]]],"refs":null}
