{"id":43,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":43,"title":"Haggai: Prophet of the Second Temple (Haggai)","subtitle":"","short_title":30,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.head1"},[".titleNumber","30"],["h1","Haggai: Prophet of the Second Temple"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/hag"},"Haggai"]]],[".bodyBlock",[".topic",["h2","(30-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p5"},"“Haggai, the earliest prophet of the post-exilic restoration of Judah, is known, apart from this book, only from references made to him in Ezra. These show him as a contemporary of Zechariah, serving in Judah and Jerusalem. As a result of their joint ministry the work of rebuilding the Temple was resumed and completed (Ezr. 5:1; 6:14). Nothing is stated about the private life of Haggai and it is generally assumed that he was one of the main group of exiles who returned from Babylonia following the decree of Cyrus in 538/7",["span.small","B.C."],", which allowed the rebuilding of the Jerusalem Temple. If so he would have witnessed the initial work then undertaken and the subsequent lapse of effort in the face of opposition. …"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p6"},"“This was a time when the outlying provinces of the Persian Empire, each under their appointed governor (1:1), were deprived of direct help from the central government. The enlightened policy of encouraging local autonomy in secular and religious affairs initiated by Cyrus, by whose decree the first return of Jews had begun in 536",["span.small","B.C."],", had ceased with his death some 6 years later. His son Cambyses (530–522) showed less sympathy to vassal states and this doubtless contributed to the failure of the Jewish people to press forward with the reconstruction of the Temple at Jerusalem where work had come to a standstill soon after the arrival of the first returnees under Sheshbazzar, the Judean governor nominated by the Persians. This interruption was prolonged by the opposition of the Samaritans and local landowners which led to a prohibition of further work. … Morale was low and men concentrated on the betterment of their own circumstances. To them it was an inappropriate time to spend effort and wealth on God’s house (1:2).” (D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 781.)"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p7"},"Into this setting the prophet Haggai stepped, calling on the people to recognize the source of their problems and repent. Like so many other prophets, he taught that temporal problems were the direct result of spiritual weaknesses. He told the people that their economic distress was directly caused by their failure to rebuild the temple. He reminded the people that only when God’s will takes priority would they prosper. Thus his call to repentance is a specific one: they were to show their change of heart by rebuilding the temple. To show the significance of their work, Haggai prophesied of the future day when the temple will take on international significance."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p8"},"Though a short work, the book of Haggai is nevertheless significant for study because it shows the importance of temple worship and obedience to God."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Haggai."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Haggai"],[".topic",["h3","(30-2)",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.7-11"},"Haggai 1:7–11"],". The Consequences of Disobedience"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p14"},"The Jews in Jerusalem were charged by Haggai: “Consider your ways” (",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.7"},"Haggai 1:7"],"). They had refused to fulfill the assignment given them by the Lord to rebuild the temple. True, there had been difficult circumstances because of the interference of the Samaritans, but the Lord would not bless them with prosperity if they did not heed His commands (compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],")."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p15"},"There are parallels between Haggai’s time and Latter-day Saint history since the Latter-day Saints also built two temples, one in Kirtland and one in Nauvoo, in times of great poverty and persecution. Compare Haggai’s call to Israel with the revelations given to Joseph Smith about the Saints’ task of building the Nauvoo temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.31-55"},"D&C 124:31–55"],"). The Lord directly tied the poverty of the people of Haggai’s time and the sterility of the land to their failure to heed the commandment to rebuild the Lord’s house (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.9-11"},"Haggai 1:9–11"],")."]],[".topic",["h3","(30-3)",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.3-9"},"Haggai 2:3–9"],". “The Glory of This Latter House Shall Be Greater Than of the Former”"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p17"},"When the foundation of the second temple was laid, some who had known the former temple wept with joy at the thought that they could have again the blessings that had been available in Solomon’s temple (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/3.12-13"},"Ezra 3:12–13"],"). It was evident during the construction that this temple, built in poverty, would not have the splendor of the former temple. The Lord assured the people, however, that it was not the relative splendor of the two buildings that concerned Him, but their obedience to His command to build a house to Him."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p18"},"Haggai prophesied of a future temple that would surpass Solomon’s in glory and splendor and would be the place where the Lord would give His people peace (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.9"},"Haggai 2:9"],"). This prophecy will be fulfilled in the latter-day temple that will be built on the same site. Haggai’s prophecy that the “desire of all nations shall come” (",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.7"},"v. 7"],") is a prophecy of Christ, who will bring a lasting peace to the world. Lasting peace, however, will be brought only after the Lord shakes “the heavens, and the earth, and the sea, and the dry land … and … all nations” (",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.6-7"},"vv. 6–7"],") when He comes in His glory to usher in the Millennium. Then His house will indeed be filled with glory, peace will be established, and the desire of all nations will be completely fulfilled. (The phrase “desire of nations” is used in the hymn “Come, O Thou King of Kings,”",["span.emphasis","Hymns,"],"no. 59.)"]],[".topic",["h3","(30-4)",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.10-19"},"Haggai 2:10–19"],". Why Did Haggai Raise the Questions about “Holy Flesh” and Being “Unclean by a Dead Body?”"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p20"},"C. F. Keil and F. Delitzsch explained the meaning of",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.10-19"},"Haggai 2:10–19"],": “The nation, in its attitude towards the Lord, resembles, on the one hand, a man who carries holy flesh in the lappet of his garment, and on the other hand, a man who has become unclean through touching a corpse. ‘Israel also possesses a sanctuary in the midst of its land,—namely, the place which Jehovah has chosen for His own abode, and favoured with many glorious promises. But just as no kind of food, neither bread nor vegetables, neither wine nor oil, is sanctified by the fact that a man touches it with his sanctified garment, so will all this not be rendered holy by the fact that it is planted in the soil of the land which surrounds and encloses the sanctuary of Jehovah. … For Israel is utterly unclean on account of its neglect of the house of Jehovah, like a man who has become unclean through touching a corpse. Everything that Israel takes hold of, or upon which it lays its hand, everything that it plants and cultivates, is from the very first affected with the curse of uncleanness; and consequently even the sacrifices which it offers there upon the altar of Jehovah are unclean.’” (",["span.emphasis","Commentary on the Old Testament,"],"10:2:204–5.)"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p21"},"The uncleanness was the reason the land was so unproductive (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.15-17"},"Haggai 2:15–17"],"), but when the Jews had repented and begun the work on the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.18"},"v. 18"],"), the curse was to be lifted and the Lord promised His blessing (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.19"},"v. 19"],")."]],[".topic",["h3","(30-5)",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.20-23"},"Haggai 2:20–23"],". Why Was Zerubbabel Compared to a “Signet Ring”?"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p23"},"“The meaning of the figurative expression, to make Zerubbabel as a signet-ring, is evident from the importance of the signet-ring in the eyes of an oriental, who is accustomed to carry his signet-ring constantly about with him, and to take care of it as a very valuable possession. … Hence we obtain this thought for our present passage, namely, that on the day on which Jehovah would overthrow the kingdoms of the nations, He would make Zerubbabel like a signet-ring, which is inseparable from its possessor; that is to say, He would give him a position in which he would be and remain inseparably connected with Him (Jehovah), would therefore not cast him off, but take care of him as His valuable possession.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:2:213–14.)"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_030_02-signet.jpg"}],[".caption",["p",{"id":"lds-25"},"A signet"]]],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p24"},"The prophecy is messianic, and Zerubbabel, in these scriptures, served as a type of Christ. Keil and Delitzsch explained: “In order clearly to understand the meaning of this promise, we must look at the position which Zerubbabel occupied in the community of Israel on its return from exile. For we may at the outset assume that the promise did not apply to his own particular person, but rather to the official post he held, from the fact that what is here predicted was not to take place till after the overthrow of the throne and might of all the kingdoms of the heathen, and therefore could not take place in Zerubbabel’s lifetime, inasmuch as, although the fall of this or the other kingdom might be looked for in the course of one generation, the overthrow of all kingdoms and the coming of all the heathen to fill the temple of the Lord with their possessions (ver. 7) certainly could not. Zerubbabel was (Persian) governor in Judah, and had no doubt been selected for this office because he was prince of Judah [",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.8"},"Ezra 1:8"],"], and as son of Shealtiel was a descendant of the family of David [see",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.1"},"Haggai 1:1"],"]. Consequently the sovereignty of David in its existing condition of humiliation, under the sovereignty of the imperial power, was represented and preserved in his appointment as prince and governor of Judah, so that the fulfilment of the divine promise of the eternal perpetuation of the seed of David and his kingdom was then associated with Zerubbabel, and rested upon the preservation of his family. Hence the promise points to the fact, that at the time when Jehovah would overthrow the heathen kingdoms, He would maintain and take good care of the sovereignty of David in the person of Zerubbabel. For Jehovah had chosen Zerubbabel as His servant. With these words the Messianic promise made to David was transferred to Zerubbabel and his family among David’s descendants, and would be fulfilled in his person in just the same way as the promise given to David, that God would make him the highest among the kings of the earth [",["a.scriptureRef",{"href":"/scriptures/ot/ps/89.27"},"Psalm 89:27"],"]. The fulfilment culminates in Jesus Christ, the son of David and descendant of Zerubbabel [",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.12"},"Matthew 1:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.27"},"Luke 3:27"],"], in whom Zerubbabel was made the signet-ring of Jehovah. Jesus Christ has raised up the kingdom of His father David again, and of His kingdom there will be no end [",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.32-33"},"Luke 1:32–33"],"]. Even though it may appear oppressed and deeply humiliated for the time by the power of the kingdoms of the heathen, it will never be crushed and destroyed, but will break in pieces all these kingdoms, and destroy them, and will itself endure for ever [",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44"},"Daniel 2:44"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.28"},"Hebrews 12:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.24"},"1 Corinthians 15:24"],"].” (",["span.emphasis","Commentary,"],"10:214–15.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(30-6) “Consider Your Ways”"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p28"},"Elder L. Tom Perry reminded us of the timelessness of Haggai’s injunction to “consider your ways” (",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.5"},"Haggai 1:5"],")."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p29"},"“‘Now therefore thus saith the Lord of hosts; Consider your ways."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p30"},"“‘Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p31"},"“‘Thus said the Lord of hosts; Consider your ways.’ (",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.5-7"},"Hag. 1:5–7"],".)"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.p32"},"“I have read this great scripture and continue to be impressed with how clearly the Old Testament prophet describes the conditions of today. Almost daily we read of those who invest for little return. We eat food so refined that the nourishment is lacking. We witness the drink that can never satisfy the thirst for those who drink; the dressing for style, rather than warmth, comfort, and modesty; the high wages of the wage earner today which still do not satisfy or supply his needs."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-30.f4"},["p.preamble","“A noted historian several years ago summarized the reasons for the fall of Rome as follows:"],["ol.number",["li",["span.label","“1."],["p.para","The breakdown of the family and the rapid increase of divorce."]],["li",["span.label","“2."],["p.para","The spiraling rise of taxes and extravagant spending."]],["li",["span.label","“3."],["p.para","The mounting craze for pleasure and the brutalization of sports."]],["li",["span.label","“4."],["p.para","The decay of religion into myriads of confused forms, leaving the people without a uniform guide. [See Will Durant,",["span.emphasis","The Foundation of Civilization"],"(New York: Simon and Schuster, 1936), pp. 9–10; Will and Ariel Durant,",["span.emphasis","The Lessons of History"],"(New York: Simon and Schuster, 1968), pp. 87–94.]"],["p.para","“Our unconquered appetites and consuming drive for material possessions appear to be leading us on a course so often repeated in history. Greed, lust, and desire historically have only led mankind to waste, destruction, and suffering."],["p.para","“James E. Talmage has written:"],["p.para","“‘Material belongings, relative wealth or poverty, physical environment—the things on which we are prone to set our hearts and anchor our aspirations, the things for which we sweat and strive, ofttimes at the sacrifice of happiness and to the forfeiture of real success—these after all are but externals, the worth of which in the reckoning to come shall be counted in terms of the use we have made of them.’ (James E. Talmage,",["span.emphasis","The Vitality of Mormonism,"],"1919, p. 352.)"],["p.para","“Isn’t this the time and isn’t this the hour to follow the admonition of the Lord to ‘consider your ways’?” (In Conference Report, Apr. 1973, p. 14; or",["span.emphasis","Ensign,"],"July 1973, p. 20.)"],["p.para","Take some time to consider your ways. List in your journal the ways you may need to change."]]]]]]]]]],"refs":null}
