{"id":21,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":21,"title":"The Establishment of Zion (Isaiah 1–12)","subtitle":"","short_title":13,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.head1"},[".titleNumber","13"],["h1","The Establishment of Zion"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/1"},"Isaiah 1–12"]]],[".bodyBlock",[".topic",["h2","(13-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p5"},"Has someone ever recommended a book to you? Did it make any difference",["span.emphasis","who"],"recommended it? Did the recommendation influence your feelings toward the book? Ponder the following recommendation given the writings of Isaiah: “And now, behold, I say unto you, that ye ought to search these things. Yea, a commandment I give unto you that ye search these things diligently; for great are the words of Isaiah.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1"},"3 Nephi 23:1"],"). This instruction was given by the Savior to the Nephites, but the commandment to “search these things diligently” forms a challenge that continues for us today. Isaiah had a wide perspective of God’s workings with His children. He understood the power and principles of the Zion society and saw their application for his day and for the future. While strengthening the spiritual of his own day, he prophesied of the establishment of Zion for those who would be called to carry it out. The first part of his writings contains many references to this great event."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p6"},"The book of Isaiah is a compilation of the prophet’s writings, possibly even an abridgment of some of his work. Chapters 1 through 39 deal with the ministry of Isaiah, and chapters 40 through 66 with his visions and revelations of the future. Chronological order is not always adhered to; therefore each chapter should be examined carefully within its own historical context."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/1"},"Isaiah 1–12"],". Refer to",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"throughout your study of the book of Isaiah. Enrichment F will provide an overview of the historical setting of the prophet Isaiah’s ministry."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 1–12"],[".topic",["h3","(13-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.1"},"Isaiah 1:1"],". “The Vision of Isaiah”"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p12"},"Great prophetic insight to the problems of the world in which he lived and into the challenges of the future came about through the revelation (“vision”) the prophet Isaiah received. The kings, the times of these kings and their people, and the prophet Isaiah’s labor with them are discussed in Enrichment F."]],[".topic",["h3","(13-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.1-9"},"Isaiah 1:1–9"],". Rebellion against the Lord"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p14"},"“Israel’s rebellion is evidence of the highest degree of sin” (Sidney B. Sperry,",["span.emphasis","The Spirit of the Old Testament,"],"p. 175). Jehovah had nourished and brought them up as children (in Egypt and the wilderness), and now in their adulthood (in the promised land) they had turned against the Lord. Their affliction is like wounds or sores that have not healed. The totality of their rebellion is illustrated by the references to head and heart, to the whole person from foot to head. In other words, the spiritual cancer had infested the whole body of Israel. Little spiritual health was left in the nation. That was why the land would be left utterly desolate."]],[".topic",["h3","(13-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.4"},"Isaiah 1:4"],". “Holy One of Israel”"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p16"},"This sacred title of the Savior appears about thirty times in the writings of Isaiah but only twice in Jeremiah, once in Ezekiel, and three times in Psalms. It is not used elsewhere in the Old Testament, except in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.22"},"2 Kings 19:22"],", which is Isaiah speaking. The Book of Mormon prophets Lehi, Nephi, and Jacob used this expression thirty-nine times, only four of which are passages from Isaiah."]],[".topic",["h3","(13-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.8"},"Isaiah 1:8"],". What Is a “Cottage in a Vineyard”?"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p18"},"When the vineyard and the cucumber crops were ready to harvest, small booths, or huts, were built in the fields so the owner or his servants could watch over the harvest and protect it from thieves or animals. These huts were generally crudely made and hastily erected. After the harvest, they were abandoned and quickly became dilapidated and forlorn relics of the harvest. Jerusalem was to be like that—once proud and useful, but now, through her own spiritual neglect, an empty and forlorn relic. (See Edward J. Young,",["span.emphasis","The Book of Isaiah,"],"1:55–56.)"]],[".topic",["h3","(13-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.9"},"Isaiah 1:9"],". “Left unto Us a Very Small Remnant”"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p20"},"The prophetic declaration promises the preservation of the lineage of Judah for future time. Paul cited this passage in this same context (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.29"},"Romans 9:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.22"},"Isaiah 10:22"],")."]],[".topic",["h3","(13-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.10-15"},"Isaiah 1:10–15"],". The Hypocrisy of Insincere Worship"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p22"},"These verses do not mean that the Lord rejected the law of Moses, particularly the performances and ordinances of the law. The condemnation here is of the hypocritical fulfillment of the Mosaic offerings and feasts. Israel misused these religious activities because they fulfilled only the outward requirements and did not worship with full purpose of heart, turning their worship toward the Savior. (See Joseph Smith,",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 58–59; Young,",["span.emphasis","Book of Isaiah,"],"1:61–62). To refer to the people of Israel as Sodom and Gomorrah (",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.10"},"v. 10"],") vividly depicts how deeply the people had sunk into sin and depravity."]],[".topic",["h3","(13-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.16-20"},"Isaiah 1:16–20"],". Call to Repentance, Promise of Forgiveness"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p24"},"In the midst of a scathing denunciation of the house of Israel, the Lord reminded them that they could be saved as a nation if they would truly repent. This scripture is often used to encourage individuals to repent and seek forgiveness, but it was originally given to a nation, not a person. President Joseph Fielding Smith wrote:"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p25"},"“This is not an individual promise, but one to a rebellious nation. No matter how many prophets the Lord sent to Israel and Judah, and how many times he pleaded with them, all through their history they were rebellious."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p26"},"“Here we find a promise that if they would return to the Lord, their past sins would be forgotten, and he would again receive them as his people and bless them abundantly, and they should continue to be his covenant people.” (",["span.emphasis","Answers to Gospel Questions,"],"2:180.)"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p27"},"Nephi, however, said that he took the words of Isaiah and “did liken all scriptures unto us, that it might be for our profit and learning” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"). Certainly this beautiful promise, though originally given to Israel as a nation, can be “likened” to individuals. Elder Charles W. Penrose applied Isaiah’s promise from the Lord to all who meet certain requirements: “Now here is the pattern: Those who believe and repent must be taken down into the water and be buried from their old lives, must put off the old man with his deeds, must be buried in the likeness of Christ’s burial and raised up again in the likeness of Christ’s resurrection. Then, when they come forth from the water, if they have believed, repented, and been baptized by a man sent of God to baptize—then, ‘though their sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.’ They are cleansed, they come forth to a new birth, they are born of the water, and every time they partake of the holy sacrament they witness to God that they will continue in his ways, and walk in his paths, that they have put on Christ, and that they will remember him to keep his commandments in all things. Now when people are thus properly cleansed, and purified and made white, like unto newborn babes on entering into the world, without blemish or spot, then their tabernacles are fit to receive the Holy Ghost.” (In",["span.emphasis","Journal of Discourses,"],"22:91.)"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p28"},"President Joseph Fielding Smith suggested that the washing mentioned in verse 16 could be baptism (see",["span.emphasis","Answers to Gospel Questions,"],"1:51). From the Book of Mormon it is known that Isaiah taught baptism at least one other time (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.1"},"1 Nephi 20:1"],")."]],[".topic",["h3","(13-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.19-20"},"Isaiah 1:19–20"],". A Blessing or a Curse"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p30"},"This same conditional promise and warning was given to the Saints of the latter days (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.34-35"},"D&C 64:34–35"],")."]],[".topic",["h3","(13-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.1-5"},"Isaiah 2:1–5"],". “In the Last Days … the Mountain of the Lord’s House Shall Be Established”"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p32"},"These same verses appear in",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.1-5"},"Micah 4:1–5"],". It is not known whether they were revealed first to Isaiah or to Micah."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p33"},"The “mountain of the Lord” in the last dispensation refers to the restoration of the Church. President Harold B. Lee said: “The coming forth of his church in these days was the beginning of the fulfillment of the ancient prophecy when ‘the mountain of the Lord’s house shall be established in the top of the mountains’” (in Conference Report, Apr. 1973, p. 5)."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p34"},"On another occasion President Lee observed that “with the coming of the pioneers to establish the Church in the tops of the mountains, our early leaders declared this to be the beginning of the fulfillment of that prophecy” (“The Way to Eternal Life,”",["span.emphasis","Ensign,"],"Nov. 1971, p. 15)."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p35"},"The establishment of the Church headquarters in Salt Lake City is only a beginning of the fulfillment of that inspired declaration. Obviously, the effect of the Church center in Utah has been great. Elder LeGrand Richards said: “How literally [",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.3"},"Isaiah 2:3"],"] has been fulfilled, in my way of thinking, in this very house of the God of Jacob right here on this block! This temple [Salt Lake], more than any other building of which we have any record, has brought people from every land to learn of his ways and walk in his paths.” (In Conference Report, Apr. 1971, p. 143.)"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p36"},"But this scriptural statement extends far beyond Salt Lake City. Verse 3 suggests that eventually other world centers will be included. Then this prophetic statement will reach its fulfillment."]],[".topic",["h3","(13-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.3"},"Isaiah 2:3"],". “Out of Zion Shall Go Forth the Law … the Word of the Lord from Jerusalem”"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p39"},"President Joseph Fielding Smith gave the following explanation of this prophetic statement of Isaiah:"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p40"},"“We are informed in the revelation given to Joseph Smith the Prophet, that the city of Zion and the New Jerusalem is one and the same. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"D&C 28:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.9"},"42:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-67"},"45:66–67"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.2"},"57:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.7"},"58:7"],".] …"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p41"},"“Jerusalem of old, after the Jews have been cleansed and sanctified from all their sin, shall become a holy city where the Lord shall dwell and from whence he shall send forth his word unto all people. Likewise, on this continent, the city of Zion, New Jerusalem, shall be build, and from it the law of God shall also go forth. There will be no conflict, for each city shall be headquarters for the Redeemer of the world, and from each he shall send forth his proclamations as occasion may require. Jerusalem shall be the gathering place of Judah and his fellows of the house of Israel, and Zion shall be the gathering place of Ephraim and his fellows, upon whose heads shall be conferred ‘the richer blessings.’ …"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p42"},"“These two cities, one in the land of Zion and one in Palestine, are to become",["span.emphasis","capitals for the kingdom of God during the millennium."]],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p43"},"“In the meantime, while the work of preparation is going on and Israel is being gathered, many people are coming to the land of Zion saying: ‘Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob.’ The Latter-day Saints are fulfilling this prediction, since they are being gathered from all parts of the earth and are coming to the house of the Lord in these valleys of the mountains. Here they are being taught in the ways of the Lord through the restoration of the gospel and by receiving blessings in the temples now erected. Moreover, before many years have passed away, the Lord will command the building of the City Zion, and Jerusalem in Palestine will in due time be cleansed and become a holy city and the habitation of the Jews after they are cleansed and are willing to accept Jesus Christ as their Redeemer.” (",["span.emphasis","Doctrines of Salvation,"],"3:69–71.)"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p44"},"While the Saints await the time of the establishment of these world centers, the principle of sending forth the law has been associated not only with the spread of the gospel and its blessings, but also with the providing of a climate in which the gospel work can grow. President Harold B. Lee said:"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p45"},"“I have often wondered what that expression meant, that out of Zion shall go forth the law. Years ago I went with the brethren to the Idaho Falls Temple, and I heard in that inspired prayer of the First Presidency a definition of the meaning of that term ‘out of Zion shall go forth the law.’ Note what they said: ‘We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were men wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [the Constitution of the United States—see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.80"},"D&C 101:80"],"]. …"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p46"},"“‘We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom and under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that “… out of Zion shall go forth the law and the word of the Lord from Jerusalem.”‘ (",["span.emphasis","Improvement Era,"],"October 1945, p. 564.)” (“The Way to Eternal Life,” p. 15)."]],[".topic",["h3","(13-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.4-5"},"Isaiah 2:4–5"],". Establishment of the Millennium"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p48"},"These verses deal with the ushering in of the millennial era and with the changes that will accompany it. The writings of Isaiah as found in the Book of Mormon show the following additional phrase in verse 5: “Yea, come, for ye have all gone astray, every one to his wicked ways” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.5"},"2 Nephi 12:5"],"). This verse indicates a widespread apostasy in Israel and the return of Israel to the Lord before the Second Coming."]],[".topic",["h3","(13-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.6-22"},"Isaiah 2:6–22"],". The Proud and the Wicked to Be Brought Low"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p50"},["a.scriptureRef",{"href":"/scriptures/ot/isa/2"},"Isaiah 2"],"summarizes the basic spiritual problems that troubled Israel in Isaiah’s day and that will prevail again among the people before the Second Coming. This passage is another excellent example of dualistic prophecy (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"for a discussion of prophetic dualism). Though Isaiah’s prophecy was given “concerning Judah and Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.1"},"v. 1"],"), it is obviously also related to the last days and the Second Coming of Jesus."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p51"},["span.emphasis","Verse 6."],"They were “replenished from the east,” or in other words, they looked to the religious philosophies and the gods of the Assyrians and other heathen countries for power and sustenance. Today people look to many other religions and philosophies of men for wisdom and guidance instead of to the gospel."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p52"},["span.emphasis","Verse 6."],"They “hearken unto soothsayers” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.6"},"2 Nephi 12:6"],"), those false prophets who claimed to be able to foretell the future. Today, true prophets are largely ignored, and all kinds of false religionists and counselors are looked to for guidance."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p53"},["span.emphasis","Verse 6."],"“They please themselves in the children of strangers” or, as C. F. Keil and F. Delitzsch translated the phrase, “and with the children of foreigners they go hand in hand” (",["span.emphasis","Commentary on the Old Testament,"],"7:1:118). In short, ancient Israel was joining the heathen nations in all their wickedness, and modern society is joining with the influences of the world rather than looking to the Lord."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p54"},["span.emphasis","Verse 7."],"The land was “full of silver and gold,” that is, the people were wealthy and materialistic. Their hearts were set on the things of the world. Again in the last days, materialism runs rampant."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p55"},["span.emphasis","Verse 7."],"The land was “full of horses, neither is there any end of their chariots.” The horse was a symbol of warfare, as was the chariot. Today is an age characterized by “wars and rumors of war” (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.28"},"JS—M 1:28"],".)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p56"},["span.emphasis","Verse 8."],"The land was filled with idolatry then, and people still turn to false gods today, though not necessarily to idols made of wood or stone."],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p57"},["span.emphasis","Verse 9."],"The “mean man boweth",["span.emphasis","not"],"down, and the great man humbleth himself",["span.emphasis","not”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.9"},"2 Nephi 12:9"],"; emphasis added). The differences in the Book of Mormon account of Isaiah’s writings, noted by the italics, show that Isaiah was not making further reference to idolatry but was referring to the fact that men would not worship the true God. In the preface to the Doctrine and Covenants, the Lord indicated this failure would be a major concern of the last days. (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],".)"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p58"},"Because of her sins, ancient Israel brought upon herself the judgments of God, and because of the same problems the people of the last days will likewise bring sorrow and problems upon themselves."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p59"},"The brass plates contained other differences that clarify Isaiah’s meaning. Compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.10,12-14,16,19,21"},"Isaiah 2:10, 12–14, 16, 19, 21"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.10,12-14,16,19,21"},"2 Nephi 12:10, 12–14, 16, 19, 21"],"."]],[".topic",["h3","(13-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.13"},"Isaiah 2:13"],". What Were the “Cedars of Lebanon” and the “Oaks of Bashan”?"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p61"},"They were the loftiest and most impressive trees in the ancient Middle East. They therefore symbolized not only the great beauty of the land that would be destroyed but also the proud and lofty people of the earth (see Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:122–23)."]],[".topic",["h3","(13-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.16"},"Isaiah 2:16"],". What Is Meant by the Phrase “Ships of Tarshish”?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p63"},"Trade with other nations would cease. Such trade had been established and had prospered during the reign of kings Uzziah and Jotham (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],"; Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:124)."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p64"},"Again the Book of Mormon affirms the completeness of the record from which its Isaiah citations were taken. Sperry illustrated this contribution:"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p65"},"“In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.16"},"2 Nephi 12:16"],"(cf.",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.16"},"Isaiah 2:16"],") the Book of Mormon has a reading of remarkable interest. It prefixes a phrase of eight words not found in the Hebrew or King James versions. Since the ancient Septuagint (Greek) Version concurs with the added phrase in the Book of Mormon, let us exhibit the readings of the Book of Mormon (B.M.), the King James Version (K.J.), and the Septuagint (LXX) as follows:"],[".poetry",["p.title"],[".stanza",["p.line","B.M. And upon all the ships of the sea,"],["p.line","K.J."],["p.line","LXX And upon every ship of the sea,"],["p.line","and upon all the ships of Tarshish"],["p.line","And upon all the ships of Tarshish"],["p.line"],["p.line","and upon all pleasant pictures."],["p.line","and upon all pleasant pictures."],["p.line","and upon every display of fine ships."]]],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p75"},"“The Book of Mormon suggests that the original text of this verse contained three phrases, all of which commenced with the same opening words, ‘and upon all.’ By a common accident, the original Hebrew (and hence the King James) text lost the first phrase, which was, however, preserved by the Septuagint. The latter lost the second phrase and seems to have corrupted the third phrase. The Book of Mormon preserved all three phrases. Scholars may suggest that Joseph Smith took the first phrase from the Septuagint. The prophet did not know Greek, and there is no evidence that he had access to a copy of the Septuagint in 1829–30 when he translated the Book of Mormon.” (",["span.emphasis","The Voice of Israel’s Prophets,"],"pp. 90–91.)"]],[".topic",["h3","(13-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.22"},"Isaiah 2:22"],". “Cease Ye from Man”"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p77"},"This expression is a warning about the weaknesses of trusting merely in man (see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.34"},"2 Nephi 4:34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.31"},"28:31"],";",["a.scriptureRef",{"href":"/scriptures/tg/trust-not-in-the-arm-of-flesh"},"Topical Guide, s.v. “trust not in the arm of flesh”"],")."]],[".topic",["h3","(13-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.1-8"},"Isaiah 3:1–8"],". Prophetic Declaration of the Fall of Judah"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p79"},"Isaiah described the eventual fall of Judah and Jerusalem in terms of the noted officials and respected persons of his day. These included government, military, educational, and religious leaders. With the loss of such individuals, the nation would fall under despotic reign at the hands of youthful puppets. Finally, it would rush toward anarchy as the last struggles for power were exercised within the ruling family. (See Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:130–35.) The people would be so desperate for leadership that they would select rulers because they were able to dress decently, but even family leaders would refuse to help. The Book of Mormon provides textual clarification for verse 6, showing that the people pleaded that the ruler",["span.emphasis","not"],"let ruin come upon them (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.6"},"2 Nephi 13:6"],")."]],[".topic",["h3","(13-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.9"},"Isaiah 3:9"],". “The Shew of Their Countenance Doth Witness against Them”"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p81"},"The Book of Mormon clarifies the meaning of this significant verse (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.9"},"2 Nephi 13:9"],"). Individuals radiate the quality of their spirit and attitude. They manifest the real person—good or evil. Isaiah warned that the disobedient cannot hide the effects of their transgressions from others. President David O. McKay provided the following insights into this principle:"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p82"},"“Every man and every person who lives in this world wields an influence, whether for good or for evil. It is not what he says alone; it is not alone what he does. It is what he is. Every man, every person radiates what he or she really is. … It is what we are and what we",["span.emphasis","radiate"],"that affects the people around us."],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p83"},"“As individuals, we must think nobler thoughts. We must not encourage vile thoughts or low aspirations. We shall radiate them if we do. If we think noble thoughts; if we encourage and cherish noble aspirations, there will be that radiation when we meet people, especially when we associate with them.’ (",["span.emphasis","Man May Know for Himself,"],"p. 108.)"]],[".topic",["h3","(13-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.14"},"Isaiah 3:14"],". Why Should the Lord Be Upset Because the People Have “Eaten Up the Vineyard”?"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p85"},"The vineyard is a symbol of the chosen people (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.7"},"Isaiah 5:7"],"), and the rulers of Israel were called to be watchmen over the vineyard. Instead of guarding the Lord’s vineyard they had oppressed the people and consumed the vineyard (compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.33-40"},"Matthew 21:33–40"],")."]],[".topic",["h3","(13-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.16-24"},"Isaiah 3:16–24"],". The “Daughters of Zion” to Succumb to Worldliness in the Latter Days"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p87"},"In these verses one can see a good example of dualism (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"). Isaiah shows that the wickedness prevailing in Israel and Judah included the women, who were proud, arrogant, and more concerned with their clothing, jewels, and personal appearance than with righteousness. But these verses can also be applied in the latter days, when women will once more lose sight of proper priorities. President Joseph Fielding Smith said of this passage:"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p88"},"“Isaiah, one of the great prophets of early times, saw our day, and he described the conditions that would prevail among the ‘daughters of Zion’ in these latter days. …"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p89"},"“Now, in this modern day, Isaiah’s prophecy has been and is being fulfilled. …"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p90"},"“The standards expressed by the General Authorities of the Church are that women, as well as men, should dress modestly. They are taught proper deportment and modesty at all times. It is, in my judgment, a sad reflection on the ‘daughters of Zion’ when they dress immodestly. Moreover, this remark pertains to the men as well as to the women. The Lord gave commandments to ancient Israel that both men and women should cover their bodies and observe the law of chastity at all times.” (",["span.emphasis","Answers to Gospel Questions,"],"5:172–74.)"]],[".topic",["h3","(13-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.16-24"},"Isaiah 3:16–24"],". Difficult Idioms and Archaic Expressions"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p92"},"The following explanations may be helpful in understanding the power of Isaiah’s condemnation of the women’s apostasy."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p93"},["span.emphasis","Verse 16."],"“Stretched forth necks” is an idiom describing haughtiness—pride in self and scorn toward others (see Young,",["span.emphasis","Book of Isaiah,"],"1:162)."],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p94"},["span.emphasis","Verse 16."],"“Mincing … and making a tinkling with their feet.” The women wore costly ornamental chains connecting rings about the ankles. These were often adorned with bells. (See Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:143.)"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p95"},["span.emphasis","Verse 17."],"“Discover their secret parts” is an idiom meaning that they would be put to shame (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.17a"},"Isaiah 3:17",["span.emphasis","a"]],")."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p96"},["span.emphasis","Verse 18."],"“Cauls … round tires like the moon” were ornamental jewelry in the shape of suns and moons according to the fashions of that day (see Young,",["span.emphasis","Book of Isaiah,"],"1:165)."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p97"},["span.emphasis","Verses 19–23."],"These terms describe fashions that were popular among the worldly women in Isaiah’s day: “muffler”—veil; “bonnet”—headdress; “tablets”—perfume boxes; “earrings”—charms or amulets; “nose jewels”—nose rings; “changeable suits of apparel”—clothing for festivals only; “mantle”—overcloak; “wimples”—a type of shawl or veil worn over the head; “crisping pins”—erroneously rendered as hair curling implements. The Hebrew suggests a bag, like modern purses or handbags; “glasses”—most authorities translate as a metal mirror, although some suggest transparent clothing, “hoods”—turbans, head cover wrapped by hand. (See Young,",["span.emphasis","Book of Isaiah,"],"1:165–66; Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:144–47.)"]],[".topic",["h3","(13-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.24-26"},"Isaiah 3:24–26"],". The Fruits of Transgression upon the Daughters of Zion"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p99"},"The prophet contrasts their former beauty with the results of judgment. Because of their wickedness, the beauty, the pride, and the fashion will become tragedy, disaster, and slavery. The girdle in verse 24 was the sash used to fasten the outer clothing. Keil and Delitzsch showed that the “rent” which was to replace it was the rope used to bind slaves. Sackcloth was black goat’s hair worn at times of great mourning. The “burning” refers to the branding that often accompanied one’s being made a slave. Thus Keil and Delitzsch translated this verse: “And instead of balmy scent there will be mouldiness, and instead of the sash, a rope, and instead of artistic ringlets a baldness, and instead of the dress cloak a frock of sackcloth, branding instead of beauty” (",["span.emphasis","Commentary,"],"7:1:147)."]],[".topic",["h3","(13-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.1"},"Isaiah 4:1"],". “Take Away Our Reproach”"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p101"},"Verse 1 of chapter four seems to continue the thought of chapter three rather than to begin a new thought. This phrase suggests that the condition mentioned in verse 1 is caused by the scarcity of men, a result of the devastation of war mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.25-26"},"Isaiah 3:25–26"],". The conditions under which these women would accept this marriage (“eat our own bread, and wear our own apparel”) are contrary to the Lord’s order of marriage (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.10"},"Exodus 21:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.58-61"},"D&C 132:58–61"],"). To be unmarried and childless in ancient Israel was a disgrace (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.23"},"Genesis 30:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.25"},"Luke 1:25"],"). So terrible would conditions in those times be that women would offer to share a husband with others and expect no material support from him, if they could claim they were married to him."]],[".topic",["h3","(13-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.2"},"Isaiah 4:2"],". What Is the “Branch of the Lord”?"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p103"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:1"],"."]],[".topic",["h3","(13-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.4"},"Isaiah 4:4"],". “Washed … Purged … Burning”"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p105"},"This passage describes the purification of Zion in preparation for the establishment of God’s kingdom in the last days (see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.4a"},"Isaiah 4:4",["span.emphasis","a"]],"). Through chastisement and various judgments, Israel will finally be purged of wickedness and turn back to God (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.16"},"Isaiah 5:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.9"},"Zechariah 13:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1-3"},"Helaman 12:1–3"],")."]],[".topic",["h3","(13-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.5-6"},"Isaiah 4:5–6"],". Zion to Be a Place of Refuge"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p107"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-72"},"Doctrine and Covenants 45:66–72"],", the sacred and protected status of “Zion” for the gathered Israel in the latter days is described.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.31-32"},"Doctrine and Covenants 105:31–32"],"speaks of how the glory of Zion shall be her defense. Isaiah compared the protecting divine influence with that experienced by Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.19-20"},"Exodus 14:19–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.33"},"Deuteronomy 1:33"],"). Elder Orson Pratt suggested that the fulfillment of Isaiah’s prophecy would be literal:"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p108"},"“The time is to come when God will meet with all the congregation of his Saints, and to show his approval, and that he does love them, he will work a miracle by covering them in the cloud of his glory. I do not mean something that is invisible, but I mean that same order of things which once existed on the earth so far as the tabernacle of Moses was concerned, which was carried in the midst of the children of Israel as they journeyed in the wilderness. … But in the latter days there will be people so pure in Mount Zion, with a house established upon the tops of the mountains, that God will manifest himself, not only in their Temple and upon all their assemblies, with a visible cloud during the day, but when the night shall come, if they shall be assembled for worship, God will meet with them by his pillar of fire; and when they retire to their habitations, behold each habitation will be lighted up by the glory of God,—a pillar of flaming fire by night."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p109"},"“Did you ever hear of any city that was thus favored and blessed since the day that Isaiah delivered this prophecy? No, it is a latter-day work, one that God must consummate in the latter times when he begins to reveal himself, and show forth his power among the nations.” (In",["span.emphasis","Journal of Discourses,"],"16:82.)"]],[".topic",["h3","(13-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.1-7"},"Isaiah 5:1–7"],". Isaiah’s Parable of the Vineyard"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p111"},"The prophet used the parable of the vineyard to illustrate the impending destruction and scattering of Israel (Judah). For additional examples of similar applications of this parable see James E. Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 541–42."],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p112"},"The loss of protection for the vineyard, the neglect, and the effects of famine would result from Israel’s transgression (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.5-7"},"vv. 5–7"],")."]],[".topic",["h3","(13-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.8-25"},"Isaiah 5:8–25"],". Warning of the Consequences of Apostasy and Transgression"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p114"},"After the parable that introduces this chapter, the prophet Isaiah gave many examples of the wickedness of the people of his day."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p115"},["span.emphasis","Verse 8."],"They built up great estates through wickedness. Keil and Delitzsch explained: “‘They, the insatiable, would not rest till, after every smaller piece of landed property had been swallowed by them, the whole land had come into their possession, and no one beside themselves was settled in the land’ [",["a.scriptureRef",{"href":"/scriptures/ot/job/22.8"},"Job 22:8"],"]. Such covetousness was all the more reprehensible, because the law of Israel had provided so very stringently and carefully, that as far as possible there should be an equal distribution of the soil, and that hereditary family property should be inalienable.” (",["span.emphasis","Commentary,"],"7:1:166.)"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p116"},"An",["span.emphasis","acre"],"is the amount a yoke of oxen could plow in a day. A",["span.emphasis","bath"],"is about 5.5 gallons. A",["span.emphasis","homer"],"is about 6.5 bushels, and an",["span.emphasis","ephah"],"is one tenth of a homer. These measurements show how unproductive the land would become because of this wickedness."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p117"},["span.emphasis","Verse 11."],"Drunkenness and partying prevail, with no regard for God."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p118"},["span.emphasis","Verse 12."],"There is no knowledge of truth and true principles. Ignorance is a hindrance in any field of endeavor, but especially in spiritual things. The Prophet Joseph Smith gave instruction on this important principle: “The Church must be cleansed, and I proclaim against all iniquity. A man is saved no faster than he gets knowledge, for if he does not get knowledge, he will be brought into captivity by some evil power in the other world, as evil spirits will have more knowledge, and consequently more power than many men who are on the earth. Hence it needs revelation to assist us, and give us knowledge of the things of God.” (",["span.emphasis","Teachings,"],"p. 217.)"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p119"},["span.emphasis","Verse 18."],"They draw sin and iniquity with ropes of vanity.",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.18c"},"Isaiah 5:18",["span.emphasis","c"]],"helps explain Isaiah’s idiomatic expressions: “They are tied to their sins like beasts to their burdens.”"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p120"},["span.emphasis","Verse 20."],"They pervert righteousness and goodness, calling them evil, and try to pass off evil things as good. It is the nature of sinners to reject the reality of the consequences of their transgressions, and so they attempt to explain them away."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p121"},["span.emphasis","Verse 21."],"They are “wise in their own eyes.” President N. Eldon Tanner illustrated the necessity of heeding this warning. He noted that when people “become learned in the worldly things such as science and philosophy, [they] become self-sufficient and are prepared to lean unto their own understanding, even to the point where they think they are independent of God; and because of their worldly learning they feel that if they cannot prove physically, mathematically, or scientifically that God lives, they can and should feel free to question and even to deny God and Jesus Christ. Then many of our professors begin to teach perverse things, to lead away disciples after them; and our youth whom we send to them for learning accept them as authority, and many are caused to lose their faith in God. …"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p122"},"“How much wiser and better it is for man to accept the simple truths of the gospel and to accept as authority God, the Creator of the world, and his Son Jesus Christ, and to accept by faith those things which he cannot disprove and for which he cannot give a better explanation. He must be prepared to acknowledge that there are certain things—many, many things—that he cannot understand.” (In Conference Report, Oct. 1968, pp. 48–49.)"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p123"},["span.emphasis","Verse 23."],"They “justify the wicked for reward.” Those who were guilty of crimes were declared innocent by bribed judges and other officials, whereas the innocent were found guilty so that they could be silenced or their property exploited. Obviously the dark evils that prevailed among the Israelites of the ancient kingdom of Judah help modern readers understand why the judgments of God come upon them. But today’s world can also learn a great lesson, for one need only look to see the same evils prevailing on many sides. The effects of sin today are as devastating as they were anciently. That is the message of Isaiah for today."]],[".topic",["h3","(13-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.26-30"},"Isaiah 5:26–30"],". “He Will Lift Up an Ensign to the Nations” in the Latter Days"],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p126"},"The gathering of Israel in haste and with means not known in Isaiah’s day is portrayed in the conclusion of this chapter. Elder LeGrand Richards provided this modern-day application of the prophet’s words: “Since there were neither trains nor airplanes in that day, Isaiah could hardly have mentioned them by name. However, he seems to have described them in unmistakable words. How better could ‘their horses’ hoofs be counted like flint, and their wheels like a whirlwind’ than in the modern train? How better could ‘their roaring … be like a lion’ than in the roar of the airplane? Trains and airplanes do not stop for night. Therefore, was not Isaiah justified in saying: ‘none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken’? With this manner of transportation the Lord can really ‘hiss unto them from the end of the earth,’ that ‘they shall come with speed swiftly.’” (",["span.emphasis","Israel! Do You Know?,"],"p. 182.)"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p127"},"The expression “ensign to the nations” is discussed in Notes and Commentary on Isaiah 11:10, 12."]],[".topic",["h3","(13-30)",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.26"},"Isaiah 5:26"],". What Does It Mean to “Hiss” to the Nations?"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p129"},"This expression describes a signal, such as a whistle, to summon or alert someone to an event. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.26b"},"Isaiah 5:26",["span.emphasis","b"]],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.18a"},"Isaiah 7:18",["span.emphasis","a"]],".)"]],[".topic",["h3","(13-31)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.1-4"},"Isaiah 6:1–4"],". Vision of the Lord and the Celestial Realms"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p131"},"A vision of the celestial sphere would be difficult if not impossible to describe. That was the dilemma of the prophet Isaiah. He endeavored in these verses to portray something of the power and glory of his experience, using images and terms with which his readers could identify. Even then he sensed how much he fell short of communicating the reality of the experience. Later in his writing, Isaiah described the inadequacy of words and even of the senses of mortal man to comprehend heavenly things. He wrote: “For since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.4"},"Isaiah 64:4"],")."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p132"},"Others who have experienced visions of the celestial realms have cited Isaiah in an attempt to explain their limited ability to tell of what they had been shown (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.10"},"D&C 76:10"],"). The Prophet Joseph Smith provided a perspective on such experiences when he said: “Could we read and comprehend all that has been written from the days of Adam, on the relation of man to God and angels in a future state, we should know very little about it. Reading the experience of others, or the revelation given to",["span.emphasis","them,"],"can never give",["span.emphasis","us"],"a comprehensive view of our condition and true relation to God. Knowledge of these things can only be obtained by experience through the ordinances of God set forth for that purpose. Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject.” (",["span.emphasis","Teachings,"],"p. 324.)"]],[".topic",["h3","(13-32)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.1"},"Isaiah 6:1"],". “In the Year That King Uzziah Died”"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p134"},"The approximate year of King Uzziah’s death was 740",["span.small","B.C."],"The events preceding it and following it can be reviewed in Enrichment F."],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_013_04-contemporaries.gif"}],[".caption",["p",{"id":"lds-164"},"Contemporaries of King Uzziah"]]]],[".topic",["h3","(13-33)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.1"},"Isaiah 6:1"],". “I Saw … the Lord”"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p166"},"Both John and Nephi testified that the Lord whom Isaiah saw was the premortal Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/12.41"},"John 12:41"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.2-3"},"2 Nephi 11:2–3"],"). In addition, some have witnessed a similar scene (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.1-11"},"Revelation 4:1–11"],")."]],[".topic",["h3","(13-34)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.2"},"Isaiah 6:2"],". What Are Seraphim?"],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p168"},["span.emphasis","“Seraphs"],"are angels who reside in the presence of God, giving continual glory, honor, and adoration to him. ‘Praise ye him, all his angels: praise ye him, all his hosts.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ps/148.2"},"Ps. 148:2"],".) It is clear that seraphs include the unembodied spirits of pre-existence, for our Lord ‘looked upon the wide expanse of eternity, and",["span.emphasis","all the seraphic hosts of heaven, before the world was made.’"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.1"},"D. & C. 38:1"],".) Whether the name seraphs also applies to perfected and resurrected angels is not clear. While petitioning on behalf of the saints, the Prophet prayed that ‘we may mingle our voices with those bright, shining seraphs around thy throne, with acclamations of praise, singing Hosanna to God and the Lamb!’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.79"},"D. & C. 109:79"],".)"],["p.para",{"id":"p169","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p169"},"“In Hebrew the plural of seraph is",["span.emphasis","seraphim"],"or, as incorrectly recorded in the King James Version of the Bible,",["span.emphasis","seraphims"],". Isaiah saw seraphim in vision and heard them cry one to another ‘Holy, holy, holy, is the Lord of hosts; the whole earth is full of his glory.’ ([",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.1-8"},"JST], Isa. 6:1–8"],".) The fact that these holy beings were shown to him as having wings was simply to symbolize their ‘power, to move, to act, etc.’ as was the case also in visions others had received. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.4"},"D. & C. 77:4"],".)” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"pp. 702–3.)"]],[".topic",["h3","(13-35)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.4"},"Isaiah 6:4"],". “The Posts of the Door Moved … , and the House Was Filled with Smoke”"],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p171"},"Another rendering of the first phrase from the Hebrew suggests more clearly what was intended: “the foundations of the thresholds trembled” (Isaiah 6:4",["span.emphasis","a"],"). The presence of smoke was symbolic of the presence and glory of God (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.18"},"Exodus 19:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/15.8"},"Revelation 15:8"],"). Fire and smoke are frequently used to depict the glory of celestial realms. In the language of Joseph Smith:"],["p.para",{"id":"p172","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p172"},"“God Almighty Himself dwells in eternal fire; flesh and blood cannot go there, for all corruption is devoured by the fire. ‘Our God is a consuming fire. [",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.24"},"Deuteronomy 4:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],"].’ When our flesh is quickened by the Spirit, there will be no blood in this tabernacle. Some dwell in higher glory than others."],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p173"},"“… Immortality dwells in everlasting burnings.” (",["span.emphasis","Teachings,"],"p. 367.)"]],[".topic",["h3","(13-36)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.5-8"},"Isaiah 6:5–8"],". The Prophet Received Forgiveness"],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p175"},"The expression “Woe is me! For I am undone” is an idiom declaring Isaiah’s overwhelming feeling of unworthiness before God. (See Young,",["span.emphasis","Book of Isaiah,"],"1:247–48). Likewise, the purging by a live coal is symbolic of purifying, cleansing, and forgiveness (see Young,",["span.emphasis","Book of Isaiah,"],"1:250–51). Joseph Smith had similar experiences in connection with his call and the carrying forth of his ministry (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29"},"JS—H 1:29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.3"},"D&C 29:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.1"},"36:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.36"},"50:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.7"},"60:7"],")."]],[".topic",["h3","(13-37)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.9-13"},"Isaiah 6:9–13"],". Prophecy of the Rejection of Spiritual Things"],["p.para",{"id":"p177","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p177"},"The words the prophet Isaiah was commissioned to deliver were in part to bring the people to a full accountability for their choices, so that they would be left without excuse. The Book of Mormon rendering of verse 9 shows that the Lord was telling Isaiah the people would for the most part reject his words: “And he said: Go and tell this people—Hear ye indeed, but",["span.emphasis","they understood"],"not; and see ye indeed, but",["span.emphasis","they perceived"],"not” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/16.9"},"2 Nephi 16:9"],"; emphasis indicates differences from the King James Version)."],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p178"},"The people claimed to hear and see, but they did not understand the spirit of the message."],["p.para",{"id":"p179","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p179"},"The command to “make the heart of this people fat, … their ears heavy, and shut their eyes” is used to describe the process of making the people accountable. The command, of course, refers to “their spiritual sight, spiritual hearing, and spiritual feeling.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:200). “There is a self-hardening in evil. … Sin from its very nature bears its own punishment. … An evil act in itself is the result of self-determination proceeding from a man’s own will.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:201). An individual cannot resist or reject the truth without eventually becoming spiritually hardened (see",["span.emphasis","History of the Church,"],"4:264). Isaiah’s indictment of the kingdom of Judah was cited again in the New Testament to show that the people of that time were no different. The inability of many to understand the parables is a fulfillment of Isaiah’s prophecy (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.10-17"},"Matthew 13:10–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.9-10"},"Luke 8:9–10"],"). The significance of many of the miracles was also misunderstood (see",["a.scriptureRef",{"href":"/scriptures/nt/john/12.37-41"},"John 12:37–41"],"). The testimony of the Messiah and His Sonship was understood, at least in part, by the disciples, but it was rejected by others (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.21-24"},"Luke 10:21–24"],")."],["p.para",{"id":"p180","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p180"},"The prophet Isaiah asked the Lord how long some men would be hardened against truth (",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.11"},"v. 11"],"); the answer—until mortal man no longer exists (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.11a"},"Isaiah 6:11",["span.emphasis","a"]],")."]],[".topic",["h3","(13-38)",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.13"},"Isaiah 6:13"],". Scattering and Gathering of the Remnant of Judah"],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p182"},"This verse records the prophecy that the house of Israel would survive the coming devastation as does a tree that is stripped of its leaves in winter but still remains alive (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.13b"},"Isaiah 6:13",["span.emphasis","b"]],")."]],[".topic",["h3","(13-39)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.1-9"},"Isaiah 7:1–9"],". A Prophetic Warning against an Alliance between Israel (Ephraim) and Syria"],["p.para",{"id":"p184","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p184"},"The kingdom of Israel (Ephraim) in the north had formed an alliance with Syria for mutual strength and protection against the conquering empire of Assyria. When Judah refused to join the alliance, they threatened to subjugate Judah and attacked their southern foe. (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.36-38"},"2 Kings 15:36–38"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.1-6"},"16:1–6"],")."],["p.para",{"id":"p185","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p185"},"Isaiah was directed to warn King Ahaz against seeking political alliances for Judah in order to defend his people. The king, the third of the kings of Judah that Isaiah was sent to counsel, eventually rejected the Lord’s warning (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.7-20"},"2 Kings 16:7–20"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F."]]],[".topic",["h3","(13-40)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.3"},"Isaiah 7:3"],". Who Was Shear-jashub?"],["p.para",{"id":"p187","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p187"},"He was one of the sons of the prophet Isaiah who accompanied his father in visiting the king. His name was a prophetic one that meant “the remnant shall return” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.3a"},"Isaiah 7:3",["span.emphasis","a"]],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 8:18"],")."]],[".topic",["h3","(13-41)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.3"},"Isaiah 7:3"],". What Was the “Conduit of the Upper Pool”?"],["p.para",{"id":"p189","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p189"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p1"},"Notes and Commentary on 2 Kings 18:17"],"."]],[".topic",["h3","(13-42)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.4"},"Isaiah 7:4"],". Why Were Rezin of Syria and Pekah of Israel Called “Smoking Firebrands”?"],["p.para",{"id":"p191","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p191"},"The image is that of a torch that has burned out. The charred pieces of wood have no strength and carry no real threat (see Young,",["span.emphasis","Book of Isaiah,"],"1:273)."]],[".topic",["h3","(13-43)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.8"},"Isaiah 7:8"],". “Within Threescore and Five Years”"],["p.para",{"id":"p193","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p193"},"Because the chronologies of biblical and contemporary texts are neither complete nor in harmony, it is difficult to review the history with year-to-year precision. The fulfillment of this prophecy, however, is generally regarded as extending past the initial invasions of both Tiglath-pileser III and Shalmaneser V to the final conquest and displacement of the majority of the population under the Assyrian king Esarhaddon. Throughout the period of disruption and migrations, Ephraim, the Northern Kingdom, was able to maintain some identity until the final deportation. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],"; see also Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:211–12; Young,",["span.emphasis","Book of Isaiah,"],"1:275–76.)"]],[".topic",["h3","(13-44)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.10-16"},"Isaiah 7:10–16"],". The Messianic Promise a Protection"],["p.para",{"id":"p195","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p195"},"King Ahaz was reluctant to accept counsel, so the prophet challenged him to seek the confirming witness of the Lord: “ask a sign” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.11"},"v. 11"],"). Still the king refused, not because he was unwilling to tempt God as he said (v. 12), but because he did not want the Lord interfering in his plans to make an alliance with other nations. But the Lord revealed the sign anyway, confirming the prophetic promise that the Messiah would be born of the remnant of Judah and that Judah would not totally perish. In contrast to the promise to Judah, the writer prophesied the fall of the Northern Kingdom, “the land thou abhorrest” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.16"},"v. 16"],"), which opposed King Ahaz. The two kings who reigned in the north at that time were put to death by the Assyrians. (See Monte S. Nyman,",["span.emphasis","“Great Are the Words of Isaiah,”"],"pp. 58–59;",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],")."]],[".topic",["h3","(13-45)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],". “A Virgin Shall … Bear a Son”"],["p.para",{"id":"p198","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p198"},"This passage is cited in the New Testament as being fulfilled by the birth of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.25"},"Matthew 1:25"],"). Some commentators point out that the word translated",["span.emphasis","virgin"],"means only a young woman and not someone who has never had sexual relations. They do this in an attempt to refute this passage as proof of the virgin birth of Jesus Christ. But it can be shown that the term is properly translated and did mean an unmarried woman (see Young,",["span.emphasis","Book of Isaiah,"],"1:286–88)."],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_013_05-vision.jpg"}],[".caption",["p",{"id":"lds-196"},"Isaiah’s vision of the birth of Christ"]]],["p.para",{"id":"p199","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p199"},"The Book of Mormon, likewise, testifies of Mary’s virginity at the time of Christ’s conception (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.13,15,18,20-21"},"1 Nephi 11:13, 15, 18, 20–21"],"). Thus, the vision of Nephi affirms Isaiah’s ancient prophecy that it was indeed a virgin who would conceive."],["p.para",{"id":"p200","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p200"},"President Marion G. Romney spoke of the importance of spiritual direction in understanding the prophet Isaiah’s declaration:"],["p.para",{"id":"p201","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p201"},"“Here is another example in which men revise the scriptures without the inspiration of the Spirit. Isaiah, in predicting the birth of Christ, said: ‘Behold, a",["span.emphasis","virgin"],"shall conceive, and bear a son, and shall call his name Immanuel.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],". Italics added.) When Isaiah used the word",["span.emphasis","virgin,"],"he was saying that a woman who had not known a man should bear a son."],["p.para",{"id":"p202","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p202"},"“The modern translators say: ‘Behold, a",["span.emphasis","young woman"],"shall conceive and bear a son, and shall call his name Immanuel.’ (Holy Bible, Revised Standard Version [1952],",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],". Italics added.) You see, they do not believe that Christ was divine, so it does not make any difference to them whether they say a ‘young woman’ or a ‘virgin.’” (In Conference Report, Tokyo Japan Area Conference 1975, p. 46.)"]],[".topic",["h3","(13-46)",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],". What Is the Meaning of the Name Immanuel?"],["p.para",{"id":"p204","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p204"},"This name is also a title that describes Jehovah’s mission in mortality. The New Testament provides a correct interpretation of its meaning in Hebrew. Matthew recorded: “Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying, Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.22-23"},"Matthew 1:22–23"],")."]],[".topic",["h3","(13-47)",["a.scriptureRef",{"href":"/scriptures/ot/isa/8"},"Isaiah 8"],". Warning of the Impending Assyrian Invasion"],["p.para",{"id":"p206","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p206"},"The chapter is a continuation of the historical events introduced in chapter 7 (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],"). The prophet Isaiah is again to warn Judah against alliances, for, as he prophesies, they will be ineffective. The Messianic promise of Immanuel (“God is with us”) would prevail in their behalf. The Assyrian invasion would come, but Judah would still survive. Isaiah concluded his writing with a warning against the false teachings and practices that would pull Judah away from the law and testimony that had been revealed to them."]],[".topic",["h3","(13-48)",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.1-4"},"Isaiah 8:1–4"],". Who Was “Maher-shalal-hash-baz”?"],["p.para",{"id":"p208","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p208"},"This is the longest proper name in the Bible, and in the Hebrew it has a meaning that was a message of warning to Judah. The name means “to speed the spoil, he hasteneth the prey” (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.1d"},"Isaiah 8:1",["span.emphasis","d"]],"). The Lord commanded the prophet to give this name to his newborn son. The expression “prophetess” is used here only to designate the prophet’s wife, not a prophetic office or gift (see Young,",["span.emphasis","Book of Isaiah,"],"1:303). This son and Shear-jashub were both given prophetic names to dramatize Isaiah’s message. (See also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 7:3 and 8:18"],".)"]],[".topic",["h3","(13-49)",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.14"},"Isaiah 8:14"],". “A Stone of Stumbling and … a Rock of Offence”"],["p.para",{"id":"p210","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p210"},"The Messiah is referred to in the scriptures as a “stone” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.24"},"Genesis 49:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22"},"Psalm 118:22"],") and also as a “rock” (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.4,15"},"Deuteronomy 32:4, 15"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.2"},"1 Samuel 2:2"],"). The prophet here uses this expression to describe the rejection of the Savior, the stumbling and offence, by the unbelieving of Israel and Judah. The New Testament writers also cited this passage in showing how the Jews for the most part rejected the Savior (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.33"},"Romans 9:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.8"},"1 Peter 2:8"],")."]],[".topic",["h3","(13-50)",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.18"},"Isaiah 8:18"],". “I and the Children Whom the Lord Hath Given Me Are for Signs and for Wonders in Israel”"],["p.para",{"id":"p212","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p212"},"The name",["span.emphasis","Isaiah"],"means “Jehovah saves.” The names of his two known sons, Shear-jashub (",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.3"},"Isaiah 7:3"],") and Maher-shalal-hash-baz (",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.1"},"Isaiah 8:1"],"), also convey a message to the people in Judah. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 7:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.1-4"},"8:1–4"],".) Whenever anyone saw or heard Isaiah and his sons, he was given a message through their names, which were a sign or witness against the people."]],[".topic",["h3","(13-51)",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.19"},"Isaiah 8:19"],". Warning against Familiar Spirits, Peepers, and Mutterers"],["p.para",{"id":"p214","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p214"},"The expression “familiar spirits” is not an accurate term to convey the significance of the Hebrew term used anciently. The Hebrew word",["span.emphasis","‘ob"],"means “a leather bottle or bag” (see William Gesenius,",["span.emphasis","A Hebrew and English Lexicon of the Old Testament,"],"p. 15). This object was used by the practitioners of necromancy, a deceptive craft of pretended communication with the dead. The art involved a kind of ventriloquism wherein the voice or message of the “departed spirits” was called forth from the bag or sometimes a pit. (See G. Johannes Botterweck and Helmer Ringgren,",["span.emphasis","Theological Dictionary of the Old Testament,"],"1:131, 133–34.) The peeping (chirping) and muttering (twittering) somewhat like birds was intended to invoke the departed spirits or to convey the pretended message (see Young,",["span.emphasis","Book of Isaiah,"],"1:318). The Lord warned Israel and Judah of such deceptions early in their history (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.31"},"Leviticus 19:31"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.27"},"20:27"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.10-11"},"Deuteronomy 18:10–11"],"). President Joseph Fielding Smith in commenting on these ancient practices gave this warning that applies even today:"],["p.para",{"id":"p215","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p215"},"“To seek for information through … any way contrary to the instruction the Lord has given is a sin. The Lord gave positive instruction to Israel when they were in the land of their inheritance that they were to go to him for revelation and to avoid the devices prevalent among the heathen nations who occupied their lands. …"],["p.para",{"id":"p216","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p216"},"“All through the Bible, the New Testament as well as the Old, the Lord and his prophets have expressed their displeasure when the people turned from the Lord to ‘familiar spirits.’” (",["span.emphasis","Answers to Gospel Questions,"],"4:33.)"]],[".topic",["h3","(13-52)",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.1-7"},"Isaiah 9:1–7"],". The Messianic Promise Reaffirmed"],["p.para",{"id":"p218","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p218"},"As the Assyrians swept down against the alliance of Israel (Ephraim) and the Syrians, they destroyed Damascus and captured the northern region of Israel, later called the Galilee (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.27-31"},"2 Kings 15:27–31"],"; Enrichment F). In spite of this invasion and the threat it posed for the rest of Israel and for Judah in the south, Isaiah prophesied of the coming of the Messiah as the coming of a light. The lands inherited by the tribes of Zebulun and Naphtali were in northern Israel, or the Galilee, where Jesus was raised and spent most of His ministry. The Keil and Delitzsch translation of verse 1 shows more clearly what is promised: “‘For it does not remain dark where there is now distress: in the first time He brought into disgrace the land of Zebulun and the land of Naphtali, and in the last He brings to honour the road by the sea, the other side of Jordan, the circle of the Gentiles’” (",["span.emphasis","Commentary,"],"7:1:243)."],["p.para",{"id":"p219","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p219"},"They added this explanation: “The reason assigned for the fact that the unbelieving people of Judah had fallen into a night without morning, is, that there was a morning coming, whose light, however, would not rise upon the land of Judah first, but upon other parts of the land. … The meaning is, There is not,",["span.emphasis","i.e."],"there will not remain; a state of darkness over the land, … which is now in a state of distress; but those very districts which God has hitherto caused to suffer deep humiliation He will bring to honour by and by. … The height of the glorification would correspond to the depth of the disgrace.” (",["span.emphasis","Commentary,"],"7:1:243.)"],["p.para",{"id":"p220","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p220"},"Matthew saw the fact that the Messiah dwelt in the area of Galilee as the fulfillment of Isaiah’s prophecy (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.12-16"},"Matthew 4:12–16"],")."],["p.para",{"id":"p221","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p221"},"The inconsistency of verse 3 is corrected when the purer Book of Mormon text is used. The word",["span.emphasis","not"],"does not appear (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/19.3"},"2 Nephi 19:3"],")."]],[".topic",["h3","(13-53)",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.5"},"Isaiah 9:5"],". “Every Battle … Shall Be with Burning”"],["p.para",{"id":"p223","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p223"},"The prophet wrote in this chapter of Christ’s coming as “a great light” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.2"},"v. 2"],"), His first appearance, and as a “burning” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.5"},"v. 5"],"), the cleansing and destruction by fire that will accompany His coming in glory (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.5b"},"Isaiah 9:5",["span.emphasis","b"]],")."]],[".topic",["h3","(13-54)",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],". “Unto Us a Son Is Given … and His Name Shall Be Called Wonderful, Counselor, the Mighty God, the Everlasting Father”"],[".img-left",{"id":"f6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_013_06-fielding.jpg"}],[".caption",["p",{"id":"lds-231"},"President Joseph Fielding Smith"]]],["p.para",{"id":"p225","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p225"},"President Joseph Fielding Smith wrote about the Savior’s various titles:"],["p.para",{"id":"p226","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p226"},"“Isaiah … speaks of Christ as ‘Wonderful, Counselor, the Mighty God, the Everlasting Father, the Prince of Peace.’ (Is. 9:6)"],["p.para",{"id":"p227","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p227"},"“These titles, and the sayings that Jesus was the Creator and all things were made by him, have proved to be a stumbling block to some who are not well informed. The question arises, ‘How could he, if he had not body and flesh and bones, before he was born of Mary, accomplish these things as a spirit?’ Jesus had no body of flesh and bones until he was born at Bethlehem. This he fully explained to the brother of Jared. The answer to this question is simply that he did these wonderful works because of the glory his Father had given him before he was born (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.5-24"},"John 17:5–24"],") and because at that time he was God. In an epistle issued by the First Presidency and Council of Twelve Apostles in 1916, these matters are clearly explained. (see",["span.emphasis","Era,"],"Vol. 19:34.) From this epistle the following is taken:"],["p.para",{"id":"p228","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p228"},"“‘… scriptures that refer to God in any way as the Father of the heavens and in the earth are to be understood as signifying that God is the Maker, the Organizer, the Creator of the heavens and the earth."],["p.para",{"id":"p229","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p229"},"“‘With this meaning, as the context shows in every case, Jehovah, who is Jesus Christ, the Son of Elohim, is called “the Father,” and even “the very eternal Father of heaven and earth.” (See …",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.15"},"Mosiah 16:15"],".) With analogous meaning, Jesus Christ is called “The Everlasting Father,” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/19.6"},"2 Nephi 19:6"],".) The descriptive titles “Everything” and “eternal” in the foregoing texts are synonymous."],["p.para",{"id":"p230","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p230"},"“‘That Jesus Christ who we also know as Jehovah, was the executive of the Father, Elohim, in the work of creation is set forth in the book",["span.emphasis","Jesus the Christ,"],"Chap. 4. Jesus Christ, being the Creator, is constantly called the Father of heaven and earth in the sense explained above; and since his creations are of eternal quality, he is very properly called the Eternal Father of heaven and earth.’” (",["span.emphasis","Church History and Modern Revelation,"],"1:168)."]],[".topic",["h3","(13-55)",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],". “The Prince of Peace”"],["p.para",{"id":"p233","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p233"},"The angels at the time of the Messiah’s birth declared “peace on earth” with His coming (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.14"},"Luke 2:14"],"). President J. Reuben Clark, Jr., discussed this important title and its meaning:"],["p.para",{"id":"p234","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p234"},"“Heralded centuries before his birth as the ‘Prince of Peace’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],"), heavenly angels announced his coming. …"],["p.para",{"id":"p235","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p235"},"“Modern man sometimes vainly thinks that Jesus’ mission was to wipe out war; and scoffers have cried that since war still curses the earth, Christ’s mission has failed and Christianity is a blight."],["p.para",{"id":"p236","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p236"},"“Yet Christ himself sent forth his Twelve, saying:"],["p.para",{"id":"p237","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p237"},"“‘Think not that I am come to send peace on earth: I came not to send peace, but a sword.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.34"},"Matt. 10:34"],".)"],["p.para",{"id":"p238","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p238"},"“Christ did proclaim a peace—the peace of everlasting righteousness, which is the eternal and mortal enemy of sin. Between righteousness and sin, in whatever form, there can only be unceasing war, whether in one man, among the people, or between nations in armed conflict. This war is the sword of Christ; whatever its form this war cannot end until sin is crushed and Christ brings all flesh under his dominion. Righteousness is peace wherever it abides; sin in itself is war wherever it is found.” (In Conference Report, Apr. 1939, pp. 104–5)."]],[".topic",["h3","(13-56)",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.1-19,24-34"},"Isaiah 10:1–19, 24–34"],". The Destruction of Assyria—the Wicked"],["p.para",{"id":"p240","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p240"},"Immediately after the prophecy of the destruction of Israel, Isaiah gave a prophecy concerning the destiny of Assyria lest anyone conclude that this heathen nation was righteous and noble because of its success against Israel and Judah. The fulfillment of this detailed prophecy has been historically confirmed. Isaiah mentioned some of the successful military campaigns of Assyria (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.9"},"v. 9"],") and prophesied of the eventual intrusion and success against Judah, even listing the names of many of the cities of Judah that would fall to Assyria (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.28-32"},"vv. 28–32"],"). The destruction both of Israel and of Assyria is described as complete (",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.15-19"},"vv. 15–19"],"). The destruction of Israel and Assyria is also a type of the destruction of the wicked in any age and has its prophesied parallel even for the latter days."]],[".topic",["h3","(13-57)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1"},"Isaiah 11:1"],". Who Was the “Stem of Jesse” and the “Rod out of the Stem of Jesse”?"],[".img-left",{"id":"f7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_013_07-joseph.jpg"}],[".caption",["p",{"id":"lds-244"},"The Prophet Joseph Smith"]]],["p.para",{"id":"p242","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p242"},"The Doctrine and Covenants provides the interpretation for this verse (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.1-6"},"D&C 113:1–6"],"). The stem of Jesse is stated to be Christ. The rod out of the stem of Jesse was said to be “a servant in the hands of Christ, who is partly a descendant of Jesse as well as of Ephraim, or of the house of Joseph, on whom there is laid much power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.4"},"D&C 113:4"],"). This scripture seems to be a reference to the Prophet Joseph Smith and to Ephraim’s leadership in the restoration in the last days. President Joseph Fielding Smith summarized Ephraim’s role when he wrote: “It is Ephraim, today, who holds the priesthood. It is with Ephraim that the Lord has made covenant and has revealed the fulness of the everlasting gospel. It is Ephraim who is building temples and performing the ordinances in them for both the living and for the dead. When the ‘lost tribes’ come—and it will be a most wonderful sight and a marvelous thing when they do come to Zion—in fulfilment of the promises made through Isaiah and Jeremiah, they will have to receive the crowning blessings from their brother Ephraim, the ‘firstborn’ in Israel.” (",["span.emphasis","Doctrines of Salvation,"],"3:252–53)."],["p.para",{"id":"p243","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p243"},"President Brigham Young affirmed the place of Ephraim and the Prophet Joseph Smith in bringing to pass the purposes of this dispensation: “It is the house of Israel we are after, and we care not whether they come from the east, the west, the north, or the south; from China, Russia, England, California, North or South America, or some other locality; and it is the very lad on whom father Jacob laid his hands, that will save the house of Israel. The Book of Mormon came to Ephraim, for Joseph Smith was a pure Ephraimite, and the Book of Mormon was revealed to him, and while he lived he made it his business to search for those who believed the Gospel.” (In",["span.emphasis","Journal of Discourses,"],"2:268–69.)"]],[".topic",["h3","(13-58)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1"},"Isaiah 11:1"],". Who Is the “Branch”?"],["p.para",{"id":"p246","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p246"},"Elder Bruce R. McConkie wrote the following analysis of the meaning of the",["span.emphasis","Branch:"]],["p.para",{"id":"p247","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p247"},"“Since it takes a first and a second coming to fulfill many Messianic prophecies, we of necessity must consider them here, and in the case of the Davidic-Messianic utterances show also how they apply to our Lord’s Second Coming. Christ is the Son of David, the Seed of David, the inheritor, through Mary his mother, of the blood of the great king. He is also called the Stem of Jesse and the Branch, meaning Branch of David. Messianic prophecies under these headings deal with the power and dominion he shall wield as he sits on David’s throne, and have reference almost exclusively to his second sojourn on planet earth."],["p.para",{"id":"p248","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p248"},"“Jesse was the father of David. Isaiah speaks of the Stem of Jesse, whom he also designates as a branch growing out of the root of that ancient worthy. He recites how the Spirit of the Lord shall rest upon him; how he shall be mighty in judgment; how he shall smite the earth and slay the wicked; and how the lamb and the lion shall lie down together in that day—all of which has reference to the Second Coming and the millennial era thereby ushered in. (",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"Isa. 11"],".) As to the identity of the Stem of Jesse, the revealed words says: ‘Verily thus saith the Lord: It is Christ.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.1-2"},"D&C 113:1–2"],".) This also means that the Branch is Christ, as we shall now see from other related scriptures."],["p.para",{"id":"p249","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p249"},"“By the mouth of Jeremiah, the Lord foretells the ancient scattering and the latter-day gathering of his chosen Israel. After they have been gathered ‘out of all countries whither I have driven them,’ after the kingdom has been restored to Israel as desired by the ancient apostles in",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.6"},"Acts 1:6"],", then this eventuality, yet future and millennial in nature, shall be fulfilled: ‘Behold the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.’ (",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.3-6"},"Jer. 23:3–6"],".) That is to say, the King who shall reign personally upon the earth during the Millennium shall be the Branch who grew out of the house of David. He shall execute judgment and justice in all the earth because he is the Lord Jehovah, even him whom we call Christ."],["p.para",{"id":"p250","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p250"},"“Through Zechariah the Lord spoke similarly: ‘Thus saith the Lord of hosts: … I will bring forth my servant the BRANCH. … I will remove the iniquity of the land in one day [meaning that the wicked shall be destroyed and the millennial era of peace and righteousness commence]. In that day, saith the Lord of hosts, shall ye call every man his neighbour under the vine and under the fig tree.’ (",["a.scriptureRef",{"href":"/scriptures/ot/zech/3.7-10"},"Zech. 3:7–10"],".) Of that glorious millennial day the Lord says also: ‘Behold the man whose name is The BRANCH; and he shall grow up out of his place, and he shall build the temple of the Lord: Even he shall build the temple of the Lord; and he shall bear the glory, and shall sit and rule upon his throne.’ (",["a.scriptureRef",{"href":"/scriptures/ot/zech/6.12-13"},"Zech. 6:12–13"],".)"],["p.para",{"id":"p251","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p251"},"“That the Branch of David is Christ is perfectly clear. We shall now see that he is also called David, that he is a new David, an Eternal David, who shall reign forever on the throne of his ancient ancestor. ‘It shall come to pass in that day, saith the Lord of hosts, ‘that is, in the great millennial day of gathering, that ‘they shall serve the Lord their God, and David their king, whom I will raise up unto them.’ (",["a.scriptureRef",{"href":"/scriptures/ot/jer/30.8-9"},"Jer. 30:8–9"],".)"],["p.para",{"id":"p252","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p252"},"“‘In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land. In those days shall Judah be saved, and Jerusalem shall dwell safely: and this is the name wherewith she shall be called, The Lord our righteousness,’ which is to say that because the Great King himself reigns in her midst, even the city shall be called after him. ‘For thus saith the Lord; David shall never want a man to sit upon the throne of the house of Israel. … If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season; Then may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne.’ (",["a.scriptureRef",{"href":"/scriptures/ot/jer/33.15-21"},"Jer. 33:15–21"],".) David’s temporal throne fell long centuries before our Lord was born, and that portion of Israel which had not been scattered to the ends of the earth was in bondage to the iron yoke of Rome. But the promises remain. The eternal throne shall be restored in due course with a new David sitting thereon, and he shall reign forever and ever. …"],["p.para",{"id":"p253","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p253"},"“Through Ezekiel, the Lord speaks of this One Shepherd in this way: ‘I will save my flock. … And I will set up one shepherd over them, and he shall feed them, even my servant David; he shall feed them, and he shall be their shepherd. And I the Lord will be their God, and my servant David a prince among them.’ When that day comes, ‘I will make with them a covenant of peace,’ the Lord says, meaning they shall have again the fulness of the everlasting gospel. Then ‘there shall be showers of blessing’; all Israel shall dwell safely and know that the Lord is their God. (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.22-31"},"Ezek. 34:22–31"],".)"],["p.para",{"id":"p254","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p254"},"“Through Ezekiel, the Lord also tells of the coming forth of the Book of Mormon, which becomes the instrument in his hands to bring to pass the gathering of Israel. Of that day of gathering he says, ‘I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all.’ In that day he promises to ‘cleanse them,’ by baptism, ‘so shall they be my people, and I will be their God. And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them. And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children’s children for ever: and my servant David shall be their prince for ever.’"],["p.para",{"id":"p255","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p255"},"“Then the Lord restates that his gathered people shall have his everlasting gospel with all its blessings; that he will set his sanctuary, meaning his temple, in their midst forevermore (as Zechariah recorded); and all Israel shall know that the Lord is their God. (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-28"},"Ezek. 37:15–28"],".)"],["p.para",{"id":"p256","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p256"},"“How glorious shall be the coming day when the second David, who is Christ, reigns on the throne of the first David; when all men shall dwell safely; when the earth shall be dotted with temples; and when the gospel covenant shall have full force and validity in all the earth!” (",["span.emphasis","The Promised Messiah,"],"pp. 192–95)."]],[".topic",["h3","(13-59)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.9"},"Isaiah 11:9"],". “The Earth Shall Be Full of the Knowledge of the Lord”"],["p.para",{"id":"p258","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p258"},"The sacred knowledge of God will prevail on earth (see Smith,",["span.emphasis","Teachings,"],"p. 93), truth from which no one can hide. Elder Orson Pratt wrote: “The knowledge of God will then cover the earth as the waters cover the mighty deep. There will be no place of ignorance, no place of darkness, no place for those that will not serve God. Why? Because Jesus, the Great Creator, and also the Great Redeemer, will be himself on the earth, and his holy angels will be on the earth, and all the resurrected Saints that have died in former dispensations will all come forth, and they will be on the earth. What a happy earth this creation will be, when this purifying process shall come, and the earth be filled with the knowledge of God as the waters cover the great deep! What a change! Travel, then, from one end of the earth to another, you can find no wicked man, no drunken man, no man to blaspheme the name of the Great Creator, no one to lay hold on his neighbor’s goods, and steal them, no one to commit whoredoms—for all who commit whoredoms will be thrust down to hell, saith the Lord God Almighty, and all persons who commit sin will be speedily visited by the judgments of the Almighty!” (In",["span.emphasis","Journal of Discourses,"],"21:325.)"],["p.para",{"id":"p259","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p259"},"The promises of revelation for this great era are outlined in the Doctrine and Covenants (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.32-34"},"D&C 101:32–34"],")."]],[".topic",["h3","(13-60)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.10-16"},"Isaiah 11:10–16"],". The Gathering of Israel from the World"],["p.para",{"id":"p261","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p261"},"Elder Wilford Woodruff summarized the spirit of this gathering in light of Isaiah’s words when he said:"],["p.para",{"id":"p262","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p262"},"“Isaiah’s soul seemed to be on fire, and his mind wrapt in the visions of the Almighty, while he declared, in the name of the Lord, that it should come to pass in the last days that God should set His hand again the second time to recover the remnant of His people, assemble the outcasts of Israel, gather together the dispersed of Judah, destroy the tongue of the Egyptian sea and make men go over dry-shod, gather them to Jerusalem on horses, mules, swift beasts, and in chariots, and rebuild Jerusalem upon her own heaps; while, at the same time, the destroyer of the Gentiles will be on his way; and while God was turning the captivity of Israel, he would put all their curses and afflictions upon the heads of the Gentiles, their enemies, who had not sought to recover, but to destroy them, and had trodden them under foot from generation to generation."],["p.para",{"id":"p263","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p263"},"“At the same time the standard should be lifted up, that the honest in heart, the meek of the earth among the Gentiles, should seek unto it; and that Zion should be redeemed and be built up a holy city, that the glory and power of God should rest upon her, and be seen upon her; that the watchman upon Mount Ephraim might cry—’Arise ye, and let us go up unto Zion, the city of the Lord our God;’ that the Gentiles might come to her light, and kings to the brightness of her rising; that the Saints of God may have a place to flee to and stand in holy places while judgment works in the earth; that when the sword of God that is bathed in heaven falls upon Idumea, or the world,—when the Lord pleads with all flesh by sword and by fire, and the slain of the Lord are many, the Saints may escape these calamities by fleeing to the places of refuge, like Lot and Noah.” (",["span.emphasis","History of the Church,"],"6:26)."]],[".topic",["h3","(13-61)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.10,12"},"Isaiah 11:10, 12"],". “An Ensign of the People”"],["p.para",{"id":"p265","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p265"},"President Joseph Fielding Smith described the ensign and its significance:"],["p.para",{"id":"p266","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p266"},"“Over 125 years ago, in the little town of Fayette, Seneca County, New York, the Lord set up an ensign to the nations. It was in fulfilment of the prediction made by the Prophet Isaiah, which I have read. That ensign was the Church of Jesus Christ of Latter-day Saints, which was established for the last time, never again to be destroyed or given to other people. It was the greatest event the world has seen since the day that the Redeemer was lifted upon the cross and worked out the infinite and eternal atonement. It meant more to mankind than anything else that has occurred since that day. …"],["p.para",{"id":"p267","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p267"},"“Following the raising of this ensign, the Lord sent forth his elders clothed with the priesthood and with power and authority, among the nations of the earth, bearing witness unto all peoples of the restoration of his Church, and calling upon the children of men to repent and receive the gospel; for now it was being preached in all the world as a witness before the end should come, that is, the end of the reign of wickedness and the establishment of the millennial reign of peace. The elders went forth as they were commanded, and are still preaching the gospel and gathering out from the nations the seed of Israel unto whom the promise was made.” (",["span.emphasis","Doctrines of Salvation,"],"3:254–55; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.26"},"Isaiah 5:26"],".)"]],[".topic",["h3","(13-62)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.11"},"Isaiah 11:11"],". “The Lord Shall Set His Hand Again the Second Time to Recover the Remnant of His People”"],["p.para",{"id":"p269","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p269"},"Elder LeGrand Richards commented on this scripture as follows:"],["p.para",{"id":"p270","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p270"},"“From this scripture we learn that the events described were to be in the future: ‘The Lord shall set his hand again the second time to recover the remnant of his people.’ There could not be a ‘second time’ unless there had been a first. The first time was when the Lord led Israel out of Egyptian bondage and captivity. When did the Lord set his hand the ‘second time’ to recover the remnant of his people? This we will now consider. From the above scripture we learn that three important events were to transpire: (1) He shall set up an ensign for the nations; (2) he shall assemble the outcasts of Israel; (3) he shall gather together the dispersed of Judah from the four corners of the earth."],["p.para",{"id":"p271","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p271"},"“It is clear there are to be two gathering places—one for Israel and one for Judah. …"],["p.para",{"id":"p272","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p272"},"“Since Moses was the prophet the Lord raised up to lead Israel out of the land of Egypt and gave him power to perform such mighty miracles before Pharaoh, even to the leading of the children of Israel through the Red Sea on dry land, it seems very appropriate that Moses should hold the keys of the gathering of Israel when the Lord would ‘set his hand again the second time to recover the remnant of his people.’ These were the keys Moses committed to Joseph Smith and Oliver Cowdery."],["p.para",{"id":"p273","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p273"},"“When speaking of Israel, most people have the Jews in mind, and when referring to the gathering of Israel, they have in mind the return of the Jews to the land of Jerusalem. It should be remembered that the Jews, the descendants of Judah, represent but one of the twelve branches, or tribes, of the house of Israel—the family of Jacob.” (",["span.emphasis","A Marvelous Work and a Wonder,"],"pp. 207–9)."]],[".topic",["h3","(13-63)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.13-14"},"Isaiah 11:13–14"],". “Ephraim Shall Not Envy Judah, and Judah Shall Not Vex Ephraim”"],["p.para",{"id":"p275","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p275"},"Anciently, during the days of the divided kingdoms, Judah (the leading tribe of the Southern Kingdom) and Ephraim (the leading tribe of the Northern Kingdom) were often in competition. Sometimes they were even at war with each other. Isaiah prophesied that in the last days that conflict would come to an end. Ezekiel, in a similar prophecy, promised that the house of Israel would no longer be divided, but under their true king, the New David (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:1"],") there would be one united nation again. (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-25"},"Ezekiel 37:15–25"],".) Jeremiah and Zechariah also spoke of the future reuniting of the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.18"},"Jeremiah 3:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/10.6-7"},"Zechariah 10:6–7"],")."],["p.para",{"id":"p276","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p276"},"Elder LeGrand Richards explained how this prophecy must be fulfilled:"],["p.para",{"id":"p277","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p277"},"“We are from Ephraim. The Lord expects us, since we are the custodians of his gospel as restored in these latter days, according to my understanding, to extend the hand of friendship to Judah, because after all we are all descendants of the prophets Abraham, Isaac, and Jacob, and we come under the promises that through their descendants should all the nations of the earth be blessed."],["p.para",{"id":"p278","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p278"},"“I do not know how the enmity and the envy between Ephraim and Judah can disappear except that we of the house of Ephraim, who have the custody of the gospel, should lead out in trying to bring to this branch of the house of Israel the blessings of the restored gospel. …"],["p.para",{"id":"p279","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p279"},"“And it seems to me that the only way that the tribe of Judah can be sanctified to dwell in his presence forever and ever will be when we bring to them the gospel of the Lord Jesus Christ as the Savior promised them it would be brought in the latter days.” (In Conference Report, Oct. 1956, pp. 23–24.)"]],[".topic",["h3","(13-64)",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.15-16"},"Isaiah 11:15–16"],". “The Lord Shall Utterly Destroy the Tongue of the Egyptian Sea … and There Shall Be an Highway”"],["p.para",{"id":"p281","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p281"},"Elder Parley P. Pratt describes the literal meaning of the verses as a part of this gathering of Israel: “We have also presented before us, in verse 15, the marvelous power of God, which will be displayed in the destruction of a small branch of the Red Sea, called the tongue of the Egyptian Sea, and also the dividing of the seven streams of some river [perhaps the Nile], and causing men to go over dryshod; and lest any should not understand it literally, verse 16 says that ‘there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.’ Now we have only to ask whether, in the days of Moses, the Red Sea was literally divided or whether it was only a figure? for as it was then, so it shall be again.” (",["span.emphasis","Voice of Warning,"],"p. 35)."]],[".topic",["h3","(13-65)",["a.scriptureRef",{"href":"/scriptures/ot/isa/12"},"Isaiah 12"],". A Millennial Hymn"],["p.para",{"id":"p283","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p283"},"This brief chapter is a hymn of praise for the great millennial era when the Lord will reign “in the midst” of His people (",["a.scriptureRef",{"href":"/scriptures/ot/isa/12.6"},"Isaiah 12:6"],")."]],[".topic",["h3","(13-66)",["a.scriptureRef",{"href":"/scriptures/ot/isa/12.2"},"Isaiah 12:2"],". “God Is My Salvation … the Lord Jehovah Is My Strength”"],["p.para",{"id":"p285","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p285"},"A literal translation of this verse reveals the sacred names and name-titles of Deity as they are used scripturally."],[".poetry",["p.title"],[".stanza",["p.line","“‘Behold",["span.emphasis","El"],"is my salvation,"],["p.line","I shall trust and not be afraid;"],["p.line","For my strength and my song is",["span.emphasis","Yah,"],"Yehovah,"],["p.line","And he has become my salvation.’"]]],["p.para",{"id":"p290","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p290"},"“‘El’ is the singular of",["span.emphasis","Elohim."],"It seldom occurs in the Bible in singular. In the English Bible both singular and plural are rendered by the word ‘God.’ ‘Yah’ is a contracted form of",["span.emphasis","Jehovah"],"or",["span.emphasis","Yehovah,"],"which in the Bible is usually rendered in English as ‘LORD.’ In the King James Version here, to avoid LORD LORD, they have rendered it as LORD JEHOVAH. This is one of the few times the name is written out fully as",["span.emphasis","Jehovah"],"in the King James translation. [See also:",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.3"},"Exodus 6:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/83.18"},"Ps. 83:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.4"},"Isa. 26:4"],".] The short form",["span.emphasis","Yah"],"occurs in Hebrew also in",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.2"},"Exodus 15:2"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.14"},"Psalms 118:14"],".” (Ellis T. Rasmussen,",["span.emphasis","An Introduction to the Old Testament and Its Teachings,"],"2:46.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(13-67) The Significance of Isaiah"],["p.para",{"id":"p293","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p293"},"Once you have carefully read and studied these chapters of Isaiah and the interpretive commentary on them, write on a separate sheet of paper the things Isaiah said that have significance and application for Latter-day Saints and the world today."]]]]]]],"refs":null}
