{"id":31,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":31,"title":"A Question is Asked of the Lord (Habakkuk)","subtitle":"","short_title":22,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.head1"},[".titleNumber","22"],["h1","A Question Is Asked of the Lord"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/hab"},"Habakkuk"]]],[".bodyBlock",[".topic",["h2","(22-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p5"},"Habakkuk “differs markedly from the other prophetic books. Whereas most of the others contain the words of the Lord addressed to the people, in the Book of Habakkuk the prophet, as the representative of the people, addresses and challenges the Lord. He begins by complaining about the apparent indifference of the Lord to violence, strife, and widespread corruption in Judah. The prophet is puzzled over this indifference, knowing as he does the righteous and holy character of God. The Lord, in answer to this complaining, states that He is about to raise up the Chaldeans to execute judgment. The prophet is only the more perplexed at this answer for he fails to understand why the Lord should use the cruel and fierce Chaldeans to execute judgment upon people who are more righteous than they are. The Lord, however, points out that the Chaldeans are to be but temporarily triumphant; they shall eventually meet with destruction, whereas the righteous shall live by faith. The oppressed nations may begin at once to rejoice over the fall of the Chaldeans; hence the prophet’s ‘taunt-song’ against them, which takes the form of five woes upon the corrupt traits in the enemy’s character and his many cruelties. The book ends in a beautiful anthem of praise, called in the title of Chapter Three ‘A prayer of Habakkuk the Prophet.’” (Sidney B. Sperry,",["span.emphasis","The Voice of Israel’s Prophets,"],"pp. 365–66.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Habakkuk."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Habakkuk"],[".topic",["h3","(22-2)",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.1"},"Habakkuk 1:1"],". Who Was Habakkuk and When Did He Minister?"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p11"},"Habakkuk most probably served his ministry after the appearance of the Chaldeans in world history. Many scholars believe that he wrote after the battle of Carchemish in which Nebuchadnezzar defeated the Egyptians in 605",["span.small","B.C."],"and before the first deportation of the Jews in 597",["span.small","B.C."],"From his writing it is also believed he lived in Jerusalem. (See James Hastings, ed.,",["span.emphasis","A Dictionary of the Bible,"],"s.v. “Habakkuk.”) If this is the case, then he was a contemporary of Lehi and Jeremiah, prophesying to the same people."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p12"},"Nothing is known about the man himself other than what may be inferred from his writings. The traditional material that has filtered down concerning him is evidently legendary and cannot be comfortably relied upon. It is known that he was a great prophet who left “one of the noblest and most penetrating words in the history of religion” (J. R. Dummelow,",["span.emphasis","A Commentary on the Holy Bible,"],"p. 587)."]],[".topic",["h3","(22-3)",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.2-4"},"Habakkuk 1:2–4"],". “O Lord, How Long Shall I Cry and Thou Wilt Not Hear?”"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p14"},"Habakkuk, like other prophets through the ages, wondered why the Lord would not answer his prayers. Doubtless everyone who believes in God has felt forsaken at times. Joseph Smith and even Jesus experienced this loneliness at least once in their lives (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-6"},"D&C 121:1–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.46"},"Matthew 27:46"],"). Ellis T. Rasmussen described Habakkuk’s dilemma in this way."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p15"},"“Habakkuk’s miseries likely arose in the days of Judah’s degeneration, after the time of Assyria’s conquest of northern Israel, and before the time when Babylonia came to carry the remaining tribe, Judah, away into captivity. The religious reforms of Hezekiah in his century, and those of Josiah a hundred years later (about 620",["span.small","B.C."],") had put the just and the right at the helm in Judah for a time. But as always, resurgent corruption in politics, in morals, and in religion swiftly reappeared when the champions of right were gone."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p16"},"“Religious compromises, induced by the desires of the liberal and the libertine, ever seeking to soften the restrictions and responsibilities of Israel’s covenant faith brought derision and persecution upon the ‘pious’ and the ‘faithful.’ Under these conditions Jeremiah suffered, and it is likely that this was also the setting of Habakkuk’s ministry."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p17"},"“Thus it is that he cries out against the iniquity, grievance, spoiling, violence, strife, and contention on every side, for the processes of justice and execution of the law seem endlessly delayed when the righteous are encompassed about by the wicked.” (“Habakkuk, a Prophet with a Problem,”",["span.emphasis","Instructor,"],"Sept. 1962, insert between pp. 306–7.)"]],[".topic",["h3","(22-4)",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.5-17"},"Habakkuk 1:5–17"],". “I Raise Up the Chaldeans”"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p19"},"Habakkuk’s lament is one that has been raised by many: Why does the Lord allow wicked people and nations to operate, and why are they allowed, in some cases, to punish God’s people? Habakkuk did not mention the Babylonians (Chaldeans) in his question (see",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.1-4"},"vv. 1–4"],"), but it is obvious from the Lord’s answer that they were the ones of whom Habakkuk was thinking."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p20"},"The Lord replied that He intended to use the Chaldeans for His righteous purposes in such a way that it would be difficult for Habakkuk to believe it (see",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.5-6"},"vv. 5–6"],"). The Lord’s response merely increased Habakkuk’s confusion: how could God condone the cruelties of a nation more wicked than Judah? Were the Chaldeans never to get what was due them for their evil ways? Habakkuk’s faith was being tested."]],[".topic",["h3","(22-5)",["a.scriptureRef",{"href":"/scriptures/ot/hab/2"},"Habakkuk 2"],". What Was Meant by “the Just Shall Live by His Faith” (",["a.scriptureRef",{"href":"/scriptures/ot/hab/2.4"},"v. 4"],")?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p22"},"Sperry wrote that this verse “is one of the great passages of the Old Testament. It means essentially this: There is a moral and spiritual distinction between the Chaldeans and the people of Judah. The Chaldeans, puffed up and arrogant, priding themselves in their wealth and power and deceptive in their dealings with other nations, do not possess the moral and spiritual elements which alone can insure permanence and stability. The people of the Lord, on the other hand, [should] possess moral integrity, fidelity, and spiritual insight which insure for them a future. ‘The future belongs to the righteous.’ When the prophet says that ‘the righteous shall live by his faith (more accurately faithfulness)’ he implies permanency.” (",["span.emphasis","Voice of Israel’s Prophets,"],"pp. 371–72.)"]],[".topic",["h3","(22-6)",["a.scriptureRef",{"href":"/scriptures/ot/hab/3.1-2"},"Habakkuk 3:1–2"],". What are a “Shigionoth” and a “Selah”?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p24"},"A",["span.emphasis","shigionoth"],"may have been a stringed instrument, or perhaps a musical expression used to accompany singers. Possibly this prayer of Habakkuk was set to music and intended for use in the temple. A",["span.emphasis","selah"],"was a cue for the person singing or chanting the words. The use of this word in Psalms is further evidence that Habakkuk’s prayer may have been set to music."]],[".topic",["h3","(22-7)",["a.scriptureRef",{"href":"/scriptures/ot/hab/3.4-19"},"Habakkuk 3:4–20"],". Trust in God"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p26"},"The entire chapter is excellent Hebrew poetry. Habakkuk makes a number of references to events of Moses and Joshua’s time. Anyone familiar with those biblical events will recognize the ones alluded to. The burden of Habakkuk’s prayer is for Jehovah to return and sustain Israel as in days of old. This He will surely do in the latter days. Habakkuk’s trust was fully in God. Rasmussen said of Habakkuk’s song of praise:"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p27"},"“After [his] experience, Habakkuk felt inspired to utter a psalm of praise to God and trust in Him. In awe at the powers and glory of God, he poetically describes the power of Deity over all facets and functions of nature, and speaks of His might to overcome all of His enemies. Then in the spirit expressed also by Job who said, ‘Though He slay me, yet will I trust Him: … ,’ Habakkuk lists in six poetic lines the disasters that could come to him, but strongly he avers in his last five lines:"],[".poetry",["p.title"],[".stanza",["p.line","Yet I will rejoice in the Lord,"],["p.line","I will joy in the God of my salvation."],["p.line","The Lord God is my strength,"],["p.line","and he will make my feet like hinds’ feet,"],["p.line","and he will make me to walk upon mine high places …"]]],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p33"},"“It is for this trust in God in spite of the vicissitudes of life that Habakkuk’s message is for us also today a wholesome stimulant.” (“Habakkuk, a Prophet with a Problem,” insert between pp. 306–7.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(22-8) Why Does God Suffer the Wicked to Punish His People?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p36"},"Using the book of Habakkuk as your primary source, write an answer for the questions: “Why does God allow the wicked to punish His people? It is true that the people of Israel did some evil things, but were they any worse than things done by Assyria or Babylon? The Nephites in Captain Moroni’s time were not perfect either, but weren’t they living at a higher level than the Lamanites who attacked them? Were the Jews of Jesus’ day less obedient than the Romans who destroyed them?”"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-22.p37"},"As you formulate your answer, you may also wish to consider",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3-4"},"Doctrine and Covenants 82:3–4"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5-10"},"Doctrine and Covenants 103:5–10"],"."]]]]]]],"refs":null}
