{"id":22,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":22,"title":"A Voice of Warning to the Wicked (Isaiah 13–23)","subtitle":"","short_title":14,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.head1"},[".titleNumber","14"],["h1","A Voice of Warning to the Wicked"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13–23"]]],[".bodyBlock",[".topic",["h2","(14-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p5"},["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13–23"],"contains a collection of “burdens” or pronouncements upon nations of Isaiah’s time. Babylon, Assyria, Philistia, Moab, Damascus (Syria), Egypt, and others all came under the prophet’s gloomy oracles of judgment. These chapters may seem like a vengeful series of pronouncements, but in context, these burdens provide significant insights into both the ancient and modern worlds."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p6"},"In",["a.scriptureRef",{"href":"/scriptures/ot/isa/14"},"Isaiah 14"],"the Lord condemned the wickedness of the house of Israel and prophesied that it would be brought into great judgments because of its evils. Generally these judgments were to be carried out by other nations. We could say: “Granted that Israel was wicked, but even at her worst she was no worse than her heathen neighbors, and often was much better. Why should she be destroyed and the others escape?”"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p7"},"The Lord showed through these burdens that the world too would be brought to judgment. Here, as in the previous chapters, Isaiah often used dualism to prophesy simultaneously to his own people and to us in modern times. Though chapters 13–23 were given to nine different nations, giving them notice that the divine timetable for their repentance had run out and that they were to reap the judgments of God, each nation was also a symbol of the modern world. You may feel a spirit of doom associated with the condition and future of Babylon and the other nations, but you should also realize that ancient Babylon with its evil and judgment was a shadow and a type of present-day Babylon, or the world. It is to present-day Babylon that Isaiah delivered the sharpest warnings."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13–23"],". Refer to",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"throughout your study of the book of Isaiah. Enrichment F will provide an overview of the historical setting of the prophet Isaiah’s ministry."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 13–23"],[".topic",["h3","(14-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13"],". Babylon Is a Term Used by the Lord to Typify Wickedness in the Latter-day World"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p13"},"Isaiah foresaw the graphic destruction of Babylon, the degradation of its nobility, and the universal wickedness of its masses. In his characteristic way he also uses the term",["span.emphasis","Babylon"],"to typify a latter-day condition and judgment. Each era of the earth has known its own Babylon, but the Babylon of the latter days was seen by the prophets as being among the most wicked of any era and the object of destruction at the coming of the Lord."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p14"},"Though at the time Babylon was only a province in the mighty Assyrian Empire, Isaiah accurately foresaw that Babylon and not Assyria would bring judgments upon the kingdom of Judah. He prophesied that Babylon would eventually come into a judgment of its own. At the same time Isaiah used Babylon as a symbol of the world and its wickedness. So when Isaiah speaks of Babylon he refers to both the empire of that name and spiritual Babylon."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p15"},"God issued a call for His forces to gather together to overthrow Babylon. In this case, these forces were the Medes (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.17"},"Isaiah 13:17"],"). The call was answered about 130 years later when an alliance of Medes and Persians under Cyrus the Great dammed the Euphrates River and marched through the riverbed and under the walls of Babylon to capture the city and overthrow the empire. The significance of the incident is more clearly indicated by considering the imagery of the term",["span.emphasis","Babylon"],"in a spiritual sense. The call is for the “sanctified ones” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.3"},"Isaiah 13:3"],"), the Saints of the latter days, to gather together and join with God in overthrowing wickedness (Babylon) from the world."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p16"},"In this chapter of Isaiah one can see an excellent example of the Jewish dualism so frequently found in Isaiah and in other Old Testament writings (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],")."]],[".topic",["h3","(14-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13"],". Notable Changes in the Text of Isaiah"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p18"},"Nephi quoted",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13"],"in its entirety (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/23"},"2 Nephi 23"],"), but it is somewhat different from the King James text. The most significant differences are found in verses 3, 8, and 22. Compare the two versions carefully to see what has been lost from the King James Version."]],[".topic",["h3","(14-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.1"},"Isaiah 13:1"],". What Was the Burden of Babylon?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p20"},"Since Babylon is a scriptural symbol for the peoples and governments that oppose the kingdom of God, the “burden” of Babylon refers to the weighty judgments that inevitably await it. Indeed, the threshing floors of Babylon will be fanned and its chaff burned. (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/51.1-2"},"Jeremiah 51:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.12"},"Matthew 3:12"],".)"]],[".topic",["h3","(14-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.2,4-5"},"Isaiah 13:2, 4–5"],". What Were the Banner, the Mountain, and the Multitude?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p22"},"In a beautiful metaphor",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13"],"refers to the gospel standard or ensign being lifted up in the last days as a “banner” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.2"},"v. 2"],") to which the world may gather (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.26"},"Isaiah 5:26"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.10"},"62:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.26"},"2 Nephi 15:26"],")."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p23"},"The “mountain” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.2"},"Isaiah 13:2"],") is discussed in Notes and Commentary on Isaiah 2:1–5."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p24"},"The “multitude” is “a great people” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.4"},"Isaiah 13:4"],") who come together, mustered by the Lord of Hosts, ready to do battle (compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/23.3-5"},"2 Nephi 23:3–5"],"). These multitudes are the Saints who will be gathered from every nation in the last days and enlisted in the army of the living God to wage war against wickedness. (Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.64-67"},"D&C 10:64–67"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7-11"},"29:7–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-71"},"45:66–71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.28-29"},"76:28–29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2"},"84:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.22-25"},"103:22–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.30-31"},"Matthew 24:30–31"],".)"]],[".topic",["h3","(14-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.9-10"},"Isaiah 13:9–10"],". Many Prophets Have Spoken of the Signs in the Heavens"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p26"},"A very dramatic sign of the coming of the Lord will be the great wonders to be manifest in the heavens (compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.14"},"D&C 29:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/34.9"},"34:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.42"},"45:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87"},"88:87"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.49"},"133:49"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.31"},"Joel 2:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.29"},"Matthew 24:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.12-17"},"Revelation 6:12–17"],")."]],[".topic",["h3","(14-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.11-12"},"Isaiah 13:11–12"],". What Was Implied by a Man Being More Precious Than Gold?"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p28"},"In chapter 13, verses 11–12, Isaiah repeats a refrain used earlier (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/4.1-4"},"Isaiah 4:1–4"],"), that righteous men will become as difficult to find as precious gold and will be treasured as highly. The wicked will be cleansed from the earth, and the worthy righteous will remain to become the precious jewels in the royal diadem of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.4"},"D&C 60:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.1-3"},"Isaiah 62:1–3"],"). Indeed, the treasure of “the golden wedge of Ophir” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.12"},"Isaiah 13:12"],"), the rich, gold-producing province of India, is insignificant compared to the worth of one righteous man (compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"D&C 18:10"],")."]],[".topic",["h3","(14-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.13"},"Isaiah 13:13"],". What Was Meant by the Heavens Being Shaken and the Earth Being Removed?"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p30"},"To have the heavens shaken and the earth removed was a Jewish figure of speech suggesting a time of great calamity and disaster. Such would be the fall of Babylon. The whole political climate and circumstances of the world would be shaken."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p31"},"The prophecy also has a literal fulfillment in the latter days. All things are to be restored. The heavens will flee as the earth is brought back to a condition it once enjoyed. The earth will then receive its paradisiacal glory. Its paradisiacal glory is not to be confused with the celestial state that is the eventual destiny of this sphere; it is, rather, the millennial condition wherein all life will enjoy continual peace. (See Joseph Fielding Smith,",["span.emphasis","The Signs of the Times,"],"pp. 34–38.)"]],[".topic",["h3","(14-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.14-18"},"Isaiah 13:14–18"],". What Was Meant by the Medes Destroying Babylon?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p33"},"Isaiah declared that as the Medes, those of the higher mountainous country above Babylon, would descend upon the worldly gem of the Euphrates and decimate it, so in a spiritual sense a higher power, not interested in wealth, would come upon the Babylon of the latter days and destroy its proud, its wicked, and its confederates (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/23.15"},"2 Nephi 23:15"],")."]],[".topic",["h3","(14-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.19-22"},"Isaiah 13:19–22"],". Was Babylon’s Curse to Extinction?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p35"},"Isaiah’s description of Babylon in these verses was literally fulfilled. (Remember that at the time Isaiah wrote, Babylonia was not a world empire.) Under Nebuchadnezzar, Babylonia overthrew Assyria and took over the reins of world power. Nebuchadnezzar undertook a building program which made Babylon one of the most remarkable cities of the ancient world (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p1"},"Enrichment G"],"). To predict the total devastation and desolation of such a city was remarkable, for some ancient cities, such as Jerusalem, Damascus, and Jericho, have continued through the centuries and still exist today. But after its conquest by Cyrus, Babylon steadily declined. Several hundred years passed before Babylon was abandoned, but by the first century after Christ it lay deserted and in ruins, and so it has remained. The silent ruins stand as an eloquent witness that Isaiah spoke with divine accuracy."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p36"},"Spiritual Babylon shall likewise become a waste and desolation when God comes upon the world in judgment and ushers in the millennial reign of Christ. (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/18"},"Revelation 18"],".)"]],[".topic",["h3","(14-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14"},"Isaiah 14"],". Notable Changes in the Text of Isaiah"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p39"},"The entire chapter of Isaiah was quoted by Nephi with two important changes. Compare verses 2 and 4 in both versions."]],[".topic",["h3","(14-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.2"},"Isaiah 14:2"],". What Was the Relationship of Israel to the People Spoken of Here?"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p41"},"The gathering process that restores Israel to her promised lands will be facilitated by other nations (people) who will assist in Israel’s return from the ends of the earth. Then these other nations will espouse Israel’s cause, and the captive (Israel) will become a ruler over her captors. This favored condition will be fully realized in the glorious millennial peace enjoyed by the faithful who have truly conquered Babylon (the world). (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.3"},"Isaiah 14:3"],".) In other words, as C. F. Keil and F. Delitzsch put it, “Babylon falls that Israel may rise” (",["span.emphasis","Commentary on the Old Testament,"],"7:1:306)."]],[".topic",["h3","(14-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.4-21"},"Isaiah 14:4–21"],". Isaiah Sang a Song for Babylon"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p43"},"This satirical or taunting song, given in Isaiah’s own beautiful poetry, is a song of judgment against the Babylon of unrighteousness. Isaiah strides through the future in this powerful Hebrew meter, leaving Babylon trodden down and vanquished in the triumph of Israel."]],[".topic",["h3","(14-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.12-15"},"Isaiah 14:12–15"],". Who Was “Lucifer, Son of the Morning”?"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p45"},"Isaiah again used dualism. Chapters 13 and 14 describe the downfall of Babylon, both of Babylon as an empire and of Babylon as the symbol of the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"D&C 133:14"],"). Thus, most scholars think “Lucifer, son of the morning” is the king of Babylon, probably Nebuchadnezzar. In the symbolic use of",["span.emphasis","Babylon,"],"(Babylon as spiritual wickedness and the kingdom of Satan), Lucifer is Satan. This interpretation is confirmed in latter-day revelation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.26-8"},"D&C 76:26–8"],"). Satan and Babylon’s prince (both represented by Lucifer in this passage) aspire to take kingly glory to themselves, but in fact will be thrust into hell where there will be weeping and wailing and gnashing of teeth."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p46"},"Compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.13-14"},"Isaiah 14:13–14"],"with",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],", where Lucifer’s conditions for saving all men are given. What adds to the power of the imagery is the fact that the word",["span.emphasis","congregation"],"(",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.13"},"v. 13"],") is translated by Keil and Delitzsch as the “assembly of gods” (",["span.emphasis","Commentary,"],"7:1:312)."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p47"},"In still another example of Isaiah’s beautiful dualism, even the kings of the world lie in their tombs (house) in respect (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.18-19"},"vv. 18–19"],"), but Babylon’s king was to be cast aside and trodden under foot. This reward was literally visited upon the city of the Chaldees, and though Nebuchadnezzar was certainly buried in great splendor, there is no grave found for him today in the ruins of Babylon. Think for a moment of Satan’s “grave.” Never having received a body, he shall never have a tomb or monument of any kind, though he was king and ruler of the great world-wide and history-wide empire of spiritual Babylon. No wonder the kings of the earth, who, though wicked in mortality, could still inherit the telestial kingdom, would marvel at his demise."]],[".topic",["h3","(14-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.24-27"},"Isaiah 14:24–27"],". Assyria Was Like Babylon"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p49"},"In addition to his use of the Babylonian Empire as a symbol of spiritual Babylon, Isaiah also sketches the demise of the great Assyrian Empire, which in the days of Hezekiah met crushing defeat upon the hills of Jerusalem at the hands of an angel of destruction (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/37.33-38"},"Isaiah 37:33–38"],"). Assyria also served as a type of the world. In like manner will all evil nations feel the hand of God’s judgments (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.26"},"Isaiah 14:26"],")."]],[".topic",["h3","(14-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.28-32"},"Isaiah 14:28–32"],". The Burden of Philistia"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p51"},"These verses reveal the judgment of destruction, which Isaiah lived to witness, against Philistia. The Philistines were long-time enemies of Israel, and warfare between the two peoples had gone on for centuries. (See",["a.scriptureRef",{"href":"/scriptures/bd/philistines"},"Bible Dictionary, s.v. “Philistines.”"],") They controlled parts of the Holy Land’s coastal regions, though their power waned considerably from the time of David on. In Roman times, the Holy Land was known as Judea until the Jewish revolt of",["span.small","A.D."],"132–35, after which the Emperor Hadrian changed the name to Syria Palaestina to show the Jews that they had no claim there any longer."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p52"},"The King James Version used the Latin form and called it “Palestina,” but what is meant is the Philistines, not Palestine, as the terms are used today."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p53"},"The Assyrian emperor Tiglath-pileser captured the Philistines about the time of the death of Ahaz, king of Judah, who had made an alliance with him. In spite of the hatred of the Philistines and their persecution of Israel, the Lord’s people were established in the land. In like manner will Zion be established while all her enemies (Babylon, Assyria, Philistia, and so on) will be powerless to make it otherwise, but they will fall."]],[".topic",["h3","(14-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/15"},"Isaiah 15–16"],". The Lord’s Judgment against Moab"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p55"},"Moab was the eldest son of Lot’s older daughter (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.37"},"Genesis 19:37"],"). His people settled east of the Dead Sea from the Zered River northward. The Moabites were cousins of the Israelites; but there was continual strife between them, and the Lord used them as His chastening rod against Israel. Nevertheless, lest Israel feel that the wickedness of the Moabites was preferred before the Lord, Isaiah revealed the Moabites’ destiny in these two chapters. Isaiah promised that some day the Lord would remember His covenants with Israel and gather them from the world and establish His covenant with them forever, while Moab would receive the sentence of destruction. In this sense Moab was also a symbol for the wicked world, and none of her powerful cities nor her lucrative trade routes nor her prominence among her sister nations would be able to stand in that day, but all would be destroyed."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_014_03-moab.gif"}]]],[".topic",["h3","(14-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/15.2-3"},"Isaiah 15:2–3"],". What Did Baldness Have to Do with the Lord’s Judgment against Moab?"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p89"},"The clipping of the hair and beard was an indication of great shame in ancient Israel and in this verse means that Moab’s supposed pride and prominence would turn to shame and reproach. The sorrow of the wicked is portrayed by Isaiah in his use of “sackcloth” and his reference to the professional howling and weeping that was the custom in the Middle East in times of grief (see James E. Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 324–25)."]],[".topic",["h3","(14-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/15.5"},"Isaiah 15:5"],". What Was Meant by Moab Being a Heifer of Three Years Old?"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p91"},"Isaiah recognized that Moab was a youthful, vibrant nation. “A three-year-old ox, is one that is still in all the freshness and fulness of its strength” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:326). In spite of Moab’s vigor and strength, Isaiah foretold that powerful forces from the north countries would destroy her only three years hence (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/16.14"},"Isaiah 16:14"],"). This prophecy was fulfilled with the Assyrian invasion under Sennacherib (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],")."]],[".topic",["h3","(14-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/15.8-9"},"Isaiah 15:8–9"],". Moab’s Destruction Was Universal"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p93"},"The cry of destruction of Moab is universal, even beyond her borders to Eglaim (En-Eglaim) northwest of the Salt Sea. To show the extent of the tragedy that Moab would experience, Isaiah prophesied that the heart of the rich pastoral land around Dibon would have its waters (called Dimon) stained with the blood of the people. In other words, there would be widespread slaughter and destruction of the people, the enemy penetrating even the very heart of Moab."],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p94"},"In the Hebrew text, the word translated “lion” is actually a single lion. Isaiah revealed that the relationship of Judah and Moab would change, for the “lion,” Judah, would come upon the remnant of Moab that was spared and make them her vassal."]],[".topic",["h3","(14-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/16.6-11"},"Isaiah 16:6–11"],". Calamity of Mourning Would Visit Moab Throughout"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p96"},"The nations of the earth who are likened to Moab are high and mighty forces but will be brought to howl and mourn. Their defenses will come to naught, their wealth and abundance of food will fail, and in place of their joy, as they suppose, they will be pierced with sorrow to the center. At that day all the world will finally come to understand that wickedness never was happiness."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p97"},"Although Moab was Israel’s bitter enemy, Isaiah still wept over the great tragedy of her sin and resulting destruction."]],[".topic",["h3","(14-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/16.12-14"},"Isaiah 16:12–14"],". Moab’s Days Are Numbered"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p99"},"Isaiah simply reaffirmed what he said earlier (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/15.5"},"Isaiah 15:5"],"), that the trans-Jordan Moab would see destruction within three years."]],[".topic",["h3","(14-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/17"},"Isaiah 17"],". Power and Might, As the World Knows It, Are Destined for Destruction"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p101"},"All the powers of the world, including the neighbors of Judah as well as the nations of the world that despoiled the Lord’s people, will themselves be destroyed by the mighty judgments of God. (Syria is represented by “Damascus,” and the Northern Kingdom of Israel is represented by the mountain defense of Ephraim.) Both Israel and the nations of the world are humbled by the hand of God. Yet the Lord promises, in",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.6-8"},"Isaiah 17:6–8"],", that a remnant of these nations, like the Israelites, will also be preserved. “Gleaning grapes” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.6"},"v. 6"],") are those few missed by the harvesters, and olives were harvested by shaking the branches, which always left a few scattered fruits in the topmost branches (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.6"},"v. 6"],"). Also like Israel, this remnant of the Gentiles will turn to God and forsake their false religions (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.7-8"},"vv. 7–8"],")."]],[".topic",["h3","(14-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/18"},"Isaiah 18"],". Isaiah Saw the Gospel Taken to the Nations from America"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p103"},"President Joseph Fielding Smith commented that",["a.scriptureRef",{"href":"/scriptures/ot/isa/18.1"},"Isaiah 18:1"],"“is a mistranslation. In the Catholic Bible it reads: ‘Ah, land of the whirring of wings, beyond the rivers of Cush,’ and in Smith and Goodspeed’s translation it reads: ‘Ah! Land of the buzzing of wings, which lies beyond the rivers of Ethiopia.’ The chapter shows clearly that no woe was intended, but rather a greeting, as indicated in these other translations. A correct translation would be, ‘Hail to the land in the shape of wings.’ Now, do you know of any land in the shape of wings? Think of your map. About twenty-five years ago one of the current magazines printed on the cover the American continents in the shape of wings, with the body of the bird between. I have always regretted that I did not preserve this magazine. Does not this hemisphere take the shape of wings; the spread out wings of a bird?” (",["span.emphasis","Signs of the Times,"],"p. 51; see also",["span.emphasis","History of the Church,"],"6:322; Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"16:84–85; Spencer W. Kimball, “Why Call Me Lord, Lord and Do Not the Things Which I Say?”",["span.emphasis","Ensign,"],"May 1975, p. 4.)"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p104"},"President Smith went on to say that the vessels are vessels of speed; that the nation scattered and peeled refers to the land of Israel, which was denuded of its forests; that the ensign refers to the restoration of the gospel that is published as a standard before the nations; that the missionaries are going to gather Israel who were scattered; and that only the Latter-day Saints can fully understand this chapter because it deals with the great work of gathering, in which they are engaged (see",["span.emphasis","Signs of the Times,"],"pp. 51–55)."]],[".topic",["h3","(14-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/18.7"},"Isaiah 18:7"],". What Gift Will the Saints Present to the Lord?"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p106"},"The Saints are so determined to offer to the Lord a worthy gift of gathered Israel that, as the Prophet Joseph Smith said, they “have labored without pay, to instruct the United States [and now the world] that the gathering had commenced in the western boundaries of Missouri, to build a holy city, where, as may be seen in the eighteenth chapter of Isaiah, the present should ‘be brought unto the Lord of Hosts.’” (",["span.emphasis","History of the Church,"],"2:132.) Mount Zion is identified in modern revelation as the New Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2"},"D&C 84:2"],"). Thus, once the Church is restored and Ephraim begins the work of gathering Israel from their scattered and peeled condition (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:13–14"],"), they can present",["span.emphasis","a restored house of Jacob"],"to the Lord as a gift that will delight Him."],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p107"},"The Jerusalem Bible renders the phrase in",["a.scriptureRef",{"href":"/scriptures/ot/isa/18"},"Isaiah 18"],", “a people terrible from their beginning,” as “the nation always feared”; and it renders the phrase “whose land the rivers have spoiled” as “the country criss-crossed with rivers.” These passages seem to refer to America, where the Restoration was to take place."]],[".topic",["h3","(14-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.3"},"Isaiah 19:3"],". What Was a Wizard That Dealt with Familiar Spirits?"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p109"},"“One of the most evil and wicked sects supported by Satan is that which practices",["span.emphasis","witchcraft,"],"such craft involving as it does actual intercourse with evil spirits. A",["span.emphasis","witch"],"is one who engages in this craft, who practices the black art of magic, who has entered into a compact with Satan, who is a sorcerer or sorceress. Modernly the term witch has been limited in application to women."],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p110"},"“There are no witches, of course, in the sense of old hags flying on broomsticks through October skies; such mythology is a modernistic spoofing of a little understood practice that prevailed in all the apostate kingdoms of the past and which even now is found among many peoples.” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 840.)"]],[".topic",["h3","(14-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.8-9"},"Isaiah 19:8–9"],". What Was the Significance of Fishing, Fine Flax, and Weaving?"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p112"},"These three things represent the major industries of Egypt for which she had gained a fine reputation. Fishing was universally important in this river-nation. The fine flax represents the fine-twined linen that was world renowned. It was the white material used in the sacred coverings of the tabernacle of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.4"},"Exodus 25:4"],"). The “network” weaving is the process of making the cotton garment common in Egypt. To have all three fail would be a national calamity."]],[".topic",["h3","(14-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.11-25"},"Isaiah 19:11–25"],". Was This Burden More Than a Judgment against Egypt?"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p114"},"Once again Isaiah used prophetic dualism. His “burden” on Egypt has (1) a physical fulfillment experienced by the nation and her people both in Isaiah’s time and in future times, and (2) a spiritual fulfillment that pertains to the world of the latter days."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p115"},"Isaiah used a phrase to signal to the reader the parts of his vision that pertained to the last days. “In that day,” in verses 16, 18, 19, 23, and 24, suggests future fulfillment. (For other uses of this phrase and its meaning see",["a.scriptureRef",{"href":"/scriptures/ot/isa/2"},"Isaiah 2–4, 11"],".)"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p116"},"Elder Bruce R. McConkie used a quotation that shows why Isaiah may have used such neighbors as Egypt, Moab, and Babylon to describe the wicked of latter days. Speaking of the world, he said: “‘Babylon marks its idolatry, Egypt its tyranny, Sodom its desperate corruption, Jerusalem its pretensions to sanctity on the ground of spiritual privileges, whilst all the while it is the murderer of Christ in the person of his members.’ ([Robert Jamieson and others,",["span.emphasis","Commentary on the Whole Bible,"],"] p. 577.)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:510.)"]],[".topic",["h3","(14-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.11-25"},"Isaiah 19:11–25"],". What Are Some Possible Fulfillments of This Prophecy?"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p118"},["a.scriptureRef",{"href":"/scriptures/ot/isa/19.11-14"},"Isaiah 19:11–14"],"clearly promises that the leaders of Egypt’s major centers would be as fools and unable to save their nation. Zoan was Tanis, Noph was Memphis, and No was Thebes. The prophecy in verses 16–17 that in the latter days Judah would strike terror in the hearts of the Egyptians may have been partially fulfilled in some of the battles of those two nations during the 20th century. Verses 24–25 are of particular interest to Latter-day Saints, for they promise that Egypt and other nations of that part of the world will embrace the restored gospel."]],[".topic",["h3","(14-30)",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.23-25"},"Isaiah 19:23–25"],". What Might Be Some Spiritual Fulfillments of the Prophecy?"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p120"},"The meaning of",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.23-25"},"Isaiah 19:23–25"],"is not clear. These verses seem to suggest some future alliance among Israel, Egypt, and Assyria (or the nations that inhabit those ancient territories). Keil and Delitzsch explained the alliance in this way: “Israel has now reached the great end of its calling—to be a blessing in ‘the midst of the earth’ … all nations being here represented by Egypt and Assyria. Hitherto it had been only to the disadvantage of Israel to be situated between Egypt and Assyria. The history of the Ephraimitish kingdom, as well as that of Judah, clearly proves this. If Israel relied upon Egypt, it deceived itself, and was deceived; and if it relied on Assyria, it only became the slave of Assyria, and had Egypt for a foe. Thus Israel was in a most painful vise between the two great powers of the earth, the western and the eastern powers. But how will all this be altered now! Egypt and Assyria become one in Jehovah, and Israel the third in the covenant. Israel is no longer the only nation of God, the creation of God, the heir of God; but all this applies to Egypt and Assyria now, as well as to Israel.” (",["span.emphasis","Commentary,"],"7:1:368.)"]],[".topic",["h3","(14-31)",["a.scriptureRef",{"href":"/scriptures/ot/isa/20.1"},"Isaiah 20:1"],". Who Was Tartan?"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p122"},"Tartan was the cupbearer, the most trusted servant of Sargon (see the Jerusalem Bible). Tartan probably became the chief captain of Sennacherib at the siege of Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.17"},"2 Kings 18:17"],"; Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:370)."]],[".topic",["h3","(14-32)",["a.scriptureRef",{"href":"/scriptures/ot/isa/20.2"},"Isaiah 20:2"],". What Was Meant by Isaiah Walking “Naked and Barefoot”?"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p124"},"“With the great importance attached to the clothing in the East, where the feelings upon this point are peculiarly sensitive and modest, a person was looked upon as stripped and naked if he had only taken off his upper garment. What Isaiah was directed to do, therefore, was simply opposed to common custom, and not to moral decency. He was to lay aside the dress of a mourner and preacher of repentance, and to have nothing on but his tunic (",["span.emphasis","cetoneth"],"); and in this, as well as barefooted, he was to show himself in public.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:372.)"]],[".topic",["h3","(14-33)",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.1-2"},"Isaiah 21:1–2"],". What Was the “Desert of the Sea”?"],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p126"},"The use of this phrase has puzzled many commentators. Specific countries have received the burden, yet no known country is named. Keil and Delitzsch believed Isaiah used a symbolic name, and they believe it alluded to Babylon. That city sat on a hot and dusty plain in the Euphrates valley, but anciently, before flood control dams were built, the whole plain was flooded each spring during the high water runoff of the Euphrates. Thus, Babylon sat both in a desert and on a sea. (see",["span.emphasis","Commentary,"],"7:1:377.) This interpretation seems to be supported by Jeremiah’s description of Babylon as she that “dwellest upon many waters” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/51.13"},"Jeremiah 51:13"],") and his promise that her waters would be “dried up” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/50.38"},"Jeremiah 50:38"],")."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p127"},"Spiritually or symbolically, John described Babylon as sitting upon many waters. He then explained that the waters represent the nations and peoples of the earth. (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.1,15"},"Revelation 17:1, 15"],".) If Isaiah used the same concept, then the sea would represent Babylon’s dominion and the desert, the coming loss of those dominions."]],[".topic",["h3","(14-34)",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.3-10"},"Isaiah 21:3–10"],". Why Was Isaiah Made So Sorrowful by His Vision?"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p130"},"The pain caused by the vision given to Isaiah was so intense that its descriptive words in Hebrew portray his condition to be more than mere sorrow: “",["span.emphasis","Chalchalah"],"is the contortion produced by cramp, as in Nahum ii. 11;",["span.emphasis","tzirim"],"is the word properly applied to the pains of childbirth;",["span.emphasis","na avah"],"means to bend, or bow one’s self, and is also used to denote a convulsive utterance of pain;",["span.emphasis","ta ah,"],"which is used in a different sense from Ps. xcv. 10 (compare, however, Ps. xxxviii. 11), denotes a feverish and irregular beating of the pulse. The darkness of evening and night, which the prophet loved so much (",["span.emphasis","cheshek,"],"a desire arising from inclination, 1 Kings ix. 1, 19), and always longed for, either that he might give himself up to contemplation, or that he might rest from outward and inward labour, had been changed into quaking by the horrible vision.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:379.)"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p131"},"The destruction of Babylon was not a pleasant thing to behold. But some commentators believe that here again Isaiah saw another destruction, the destruction of the Babylon of the world before the advent of the Lord Jesus Christ in the last days. Although necessary, this destruction would be a great tragedy."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p132"},"The description of the many asses and camels and horsemen seems to refer to the physical trappings of the Persian Army. The animals provided useful carriage for food and implements of war but were also effectively used by the Persians “to throw the enemy into confusion” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:381)."]],[".topic",["h3","(14-35)",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.10"},"Isaiah 21:10"],". What Did the Reference to Threshing Mean?"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p134"},"Israel was threshed: mowed off its own field, beaten, and carried captive into Babylon. This verse seems to be a foreshadowing of the event that is portrayed in some detail in",["a.scriptureRef",{"href":"/scriptures/ot/isa/22"},"Isaiah 22"],"(see especially the “threshing” language in",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.3-4"},"vv. 3–4"],")."]],[".topic",["h3","(14-36)",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.11-17"},"Isaiah 21:11–17"],". What Significance Was Attached to the Mention of the Arabians and Edomites?"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p136"},"As Isaiah used the destruction of every major sister nation to Israel as a type of the judgment that is to be administered to the wicked and their organizations in the last day, so he here, almost parenthetically, prophesied the destruction of even the minor nations of the east. Dumah is located in the northern heart of the Arabian Desert; Dedanim identifies the residents of Dedan, which is southeast of the gulf of Aqaba along the coast of the Red Sea; and Kedar is the region eastward from Mount Hermon that includes the area called Bashan."]],[".topic",["h3","(14-37)",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.1-7"},"Isaiah 22:1–7"],". What Was Meant by the “Valley of Vision”?"],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p138"},"Undoubtedly Isaiah here refers to Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.9"},"Isaiah 22:9"],"). Because it was his home, and therefore the place where he received his visions and revelations, it is not surprising that he would call it the place of vision."],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p139"},"After making it clear that the enemies of Israel would not go unpunished by revealing the various “burdens” upon them (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/13"},"Isaiah 13–21"],"), the Lord had Isaiah return to the theme he was developing before—that Israel and Judah faced the judgments of God. Thus, following the pronouncements on the world, a pronouncement was added for Jerusalem, who had become part of the world."]],[".topic",["h3","(14-38)",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.8"},"Isaiah 22:8"],". What Was the House of the Forest?"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p141"},"“The forest-house [was] built by Solomon upon Zion for the storing and display of valuable arms and utensils … and so called because it rested upon four rows of cedar columns that ran all round (it was in the centre of the fore-court of the royal palace …)” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:1:394)."]],[".topic",["h3","(14-39)",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.12-13"},"Isaiah 22:12–13"],". A Call to Sorrow and Mourning"],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p143"},"The descriptive terms used here by Isaiah are clearly signs of great sorrow and grief. Baldness (not natural baldness, but the shaving of the hair) was a great shame and signified great calamity (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.24"},"Isaiah 3:24"],"). The Lord suggests that when Judah saw their impending doom they should have seen it as a call to deep repentance and clothed themselves with sackcloth and baldness. Instead, they acted as though they had been called to a joyous feast, and they were singing the refrain of the world: “let us eat and drink; for to morrow we shall die” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.13"},"Isaiah 22:13"],"). As is typical of the wicked in a time of crisis, they would prefer to indulge their passions than to repent (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.17-19"},"vv. 17–19"],")."]],[".topic",["h3","(14-40)",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.15-25"},"Isaiah 22:15–25"],". Types of Christ"],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p145"},"Shebna, a leading official in the royal courts of Judah, had become proud and wicked (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.15-16"},"Isaiah 22:15–16"],") and thus had been rejected by the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.17-19"},"vv. 17–19"],"). Eliakim was the righteous son of Hilkiah the priest. Though the Lord described Eliakim’s power and authority and the position which he would be given (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/36.3"},"Isaiah 36:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/37.2"},"37:2"],"), as used in these last verses of this chapter, Eliakim is clearly a type for the Savior. The description may have accurately described the actual authority of Eliakim, but it is also a powerful description of Jesus Christ, who will ultimately replace the rulers of Israel who, like Shebna, had become full of pride."],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p146"},["span.emphasis","“Eliakim"],"signifies",["span.emphasis","The resurrection of the Lord;"],"or,",["span.emphasis","My God, he shall arise.”"],"Thus, even the name typified Christ, “for the hope of salvation and eternal",["span.emphasis","life"],"comes only through",["span.emphasis","Eliakim,"],"the",["span.emphasis","resurrection"],"of Jesus Christ from the",["span.emphasis","dead."],"” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:107.)"],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p147"},"When the patriarch Israel gave his son Judah his blessings, he said, among other things: “The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"). Thereafter, the ruling power in Israel was enjoyed by Judah and was particularly evident in the reign of King David. The key of the house of David, the right to rule, was a symbol for the real right to rule, which is only enjoyed through the holy priesthood of God. This power was focused upon and centered in the Lord Jesus Christ, to whom was given power to “shut” and to “open” with no one who could override that power. John and Isaiah both clearly show that the key of David, or the government, was to be upon the shoulders of the Savior of the world (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.7"},"Revelation 3:7"],")."],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p148"},"The “nail in a sure place” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.23"},"Isaiah 22:23"],") is messianic and symbolizes the terrible reality of the cross, though only a part of the total suffering of the Lord that caused Him to “tremble because of pain, and to bleed at every pore, and to suffer both body and spirit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.18"},"D&C 19:18"],"). Just as the nail of the cross that was driven in the sure place secured the body of the one being crucified, so the Savior Himself is, to all who will, a nail in a sure place, for He has given them power so that none need be lost (see",["a.scriptureRef",{"href":"/scriptures/nt/john/17.12"},"John 17:12"],"). As Christ brings the redeemed to the Father, the glory becomes His own, and the redeemed and their offspring will become part of the family of heaven under the throne of Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.2"},"D&C 19:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.18"},"Matthew 28:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.27-28"},"1 Corinthians 15:27–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.5-11"},"Philippians 2:5–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.21"},"3:21"],")."]],[".topic",["h3","(14-41)",["a.scriptureRef",{"href":"/scriptures/ot/isa/23"},"Isaiah 23"],". The Lord’s Hard Line against Tyre"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p150"},"This chapter closes one phase of Isaiah’s prophecies against Israel’s heathen neighbors and their types of wickedness. Even though Babylon would have possession of the world’s imperial power in the near future, Tyre had control of, and was the commercial center of, that contemporary world. Therefore, holding a grasp upon the traffic in the world’s wealth, it was fitting that the Lord address them with a separate warning. (Compare",["a.scriptureRef",{"href":"/scriptures/ot/ezek/26"},"Ezekiel 26–28"],".)"]],[".topic",["h3","(14-42)",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.1"},"Isaiah 23:1"],". Where Were Tarshish and the Land of Chittim?"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p152"},"Tarshish may have been Tartessus in Spain, a sister merchant to Tyre in shipping and trade. Chittim was an early name for present-day Cyprus. Phoenicia should properly be seen as the center of world trade during this period."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_014_05-tarshish.gif"}]]],[".topic",["h3","(14-43)",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.2-3"},"Isaiah 23:2–3"],". Zidon, a City-State"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p164"},"Sidon (Zidon) was the older city of the Phoenicians, whereas Tyre was the newer site that had gained supremacy during the Assyrian era. Sidon received her revenue from the grain (seed) of Sihor (the Nile waters of Egypt). So renowned had the merchants become that they were honored by their national associates as great ones. (Compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/18.23"},"Revelation 18:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.8"},"Isaiah 23:8"],".)"]],[".topic",["h3","(14-44)",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.14-18"},"Isaiah 23:14–18"],". Why Was Tyre Called a Harlot?"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p166"},"Like Babylon, Tyre represented the world and so eventually would come under the judgments of God. Like Babylon, she was seen as a harlot committing fornication (joining in wickedness) with the kingdoms of the world (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.15,17-18"},"Isaiah 23:15, 17–18"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.1-2"},"Revelation 17:1–2"],"). The seventy years may refer to her coming judgments.",["a.scriptureRef",{"href":"/scriptures/ot/isa/23.18"},"Isaiah 23:18"],"shows that eventually the merchandise of Tyre (the world) will be put to proper use in building the kingdom of Jehovah."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(14-45) The “Burden” Prophecies"],["p.para",{"id":"p169","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-14.p169"},"Suppose someone told you that the so-called “burden” chapters of Isaiah (chapters 13–23) were valuable for Isaiah’s day, but they have little application for modern times. How would you respond? What specific verses could you use to refute that statement? Write your answers on a separate sheet of paper."]]]]]]],"refs":null}
