{"id":19,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":19,"title":"The Fall of the Northern Kingdom (2 Kings 14–20)","subtitle":"","short_title":12,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.head1"},[".titleNumber","12"],["h1","The Fall of the Northern Kingdom"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14"},"2 Kings 14–20"]]],[".bodyBlock",[".topic",["h2","(12-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p5"},"The story is told of two young men in a canoe sailing down the river to Niagara Falls. Although the water was placid and calm, they were approaching the area where the water began to pick up speed as it headed for the falls. A man on the shore, sensing the danger, called out, “Young men, ahoy, the rapids are below you!”"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p6"},"But the young men, who heard the warning, did not heed the call. Instead they went on laughing and joking, paying no attention to the danger."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p7"},"On the shore, the man watching began to run and shouted in desperation, “Ahoy, the rapids are below you!”"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p8"},"Still the young men did not heed his warning. Faster and faster ran the current until the young men were entrapped in the rapids and began to fear. With all the power at their command they tried to turn the canoe but it was too late. Over the falls they went—all because they refused to heed the warning voice. (Adapted from David O. McKay,",["span.emphasis","Gospel Ideals,"],"p. 512.)"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p9"},"Ancient Israel could be compared to these two young men. Repeated warnings from the prophets were ignored. The withholding of blessings failed to check Israel in their mad rush to destruction. In the year 721",["span.small","B.C."],"the Northern Kingdom fell before the vigorous attack of the Assyrian enemy, and its people were taken to a foreign land as captives. Later some escaped and went into the north countries. They are often referred to as the lost ten tribes. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D."],")"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p10"},"This chapter will deal with the history of this tragic fall. In previous chapters, it has been shown that the Lord again and again gave clear warning through the prophets, who worked feverishly to bring Israel to her senses. Isaiah, Micah, Joel, Amos, Hosea, and probably many others called again and again to a rebellious Israel. These chapters of the Old Testament answer this question: Could God have done more to bring this recalcitrant people back to Him?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14"},"2 Kings 14–20"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 2 Kings 14–20"],[".topic",["h3","(12-2)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14"},"2 Kings 14–20"]],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p16"},"The period encompassed by this section of study is roughly 800",["span.small","B.C."],"to 721",["span.small","B.C."],", a period of eighty years (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-a.p1"},"Enrichment A"],", where a chronology of the kings is given)."]],[".topic",["h3","(12-3)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.3-11"},"2 Kings 14:3–11"],". Was Amaziah a Righteous King?"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p18"},"Second Chronicles 25:2 comments that Amaziah’s heart was not perfect in what he did. This is a way of saying he was double-minded, an attitude that makes bad the good things that are done. His instability is shown in (1) his failure to eliminate the high places used for worship of false gods; (2) his desire to make war with the help of enemies; and (3) his failure to heed Joash’s warning."]],[".topic",["h3","(12-4)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.7"},"2 Kings 14:7"],". Why Did Amaziah Attack Edom?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p20"},"The kingdom of Judah had controlled Edom and exacted tribute from that kingdom since the days of King David. In the days of King Joram, however, Edom revolted (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.20"},"2 Kings 8:20"],"). Amaziah raised a large army and again made Edom subordinate to Judah."]],[".topic",["h3","(12-5)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.8-14"},"2 Kings 14:8–14"],". Why Did Amaziah Want to Look King Joash in the Face?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p22"},"To “look one another in the face” is a Hebrew idiom for going to war with one another. Although in the version here no explanation is given for why Amaziah asked for war, the parallel version in Chronicles explains what occurred (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/25.1-13"},"2 Chronicles 25:1–13"],"). As he was strengthening his army for the war with the Edomites, Amaziah hired a hundred thousand mercenaries from the Northern Kingdom of Israel, or Ephraim. A prophet warned him that since Israel was in such disfavor with God, to add these mercenaries to Judah’s army would cause Judah to lose the battle. Amaziah sent the men back, and they were greatly angered by the act."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p23"},"While Amaziah went south to battle the Edomites, the mercenaries vented their anger by ravaging several of Judah’s towns on their return to the north. When Amaziah learned of their actions, he declared war on Israel."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p24"},"Joash’s answer was a contemptuous insult. In his parable, Amaziah and Judah are the thistle, a weed that dries up and blows away in the summer heat. Joash and Israel are the cedar, an allusion to the cedars of Lebanon, giant and majestic trees that grew to over one hundred feet in height. Amaziah evidently asked for a royal princess as part of an official state apology. Joash said he would be like a wild beast instead and tromp the thistle weed down. Amaziah took the challenge and was badly beaten. The Chronicles account explains that the loss came because Amaziah had brought back the gods of Edom with him after the victory there, and he had worshiped them. (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/25.14-16,20"},"2 Chronicles 25:14–16, 20"],".)"]],[".topic",["h3","(12-6)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.22"},"2 Kings 14:22"],". Elath"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p26"},"Elath was also known as Ezion-Geber. It was an area that had been controlled by Solomon and used as a home port for his Red Sea trading fleet to Ophir and Arabia (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.26"},"1 Kings 9:26"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/8.17"},"2 Chronicles 8:17"],")."]],[".topic",["h3","(12-7)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.1,13"},"2 Kings 15:1, 13"],". Who Were Azariah and Uzziah?"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p28"},"They were the same person. It is not clear why the text here uses the two different names."]],[".topic",["h3","(12-8)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.5"},"2 Kings 15:5"],". Why Did the Lord Smite Uzziah, and What Is a “Several House”?"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p30"},"A favorite passage of missionaries and teachers is",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.16-21"},"2 Chronicles 26:16–21"],". They use it to show that it is necessary to have divine authority to act in the ordinances and offices of the Church. Uzziah was smitten because he took it upon himself to perform rites reserved only for the priesthood. Uzziah was a fairly good king and, as such, prospered and became strong. But at that point he became lifted up and usurped priesthood authority, with disastrous results."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p31"},"A “several house” gets its name from the word",["span.emphasis","sever."],"The “several house” in which Uzziah lived was one",["span.emphasis","severed"],"or separated from society to house lepers, who were separated from society because of their disease."]],[".topic",["h3","(12-9)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.11"},"2 Kings 15:11"],". The Chronicles of the Kings of Israel"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p33"},"This record is not what is now called the books of Chronicles in the present Old Testament. They are the chronicles, or record, of the kings of Judah. The record of the kings of Israel was lost and is not available today."]],[".topic",["h3","(12-10)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.19"},"2 Kings 15:19"],". Who Was Pul?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p35"},"Pul is the personal name of King Tiglath-pileser III of Assyria. The kings of Israel paid tribute to him in return for protection against Egypt and other powers. He invaded Israel in 733",["span.small","B.C."],"and captured some towns later taken over by his successor, Shalmaneser V."]],[".topic",["h3","(12-11)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.25"},"2 Kings 15:25"],". Who Were the Gileadites?"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p37"},"The Gileadites were mainly of the tribes of Reuben, Gad, and Manasseh (see",["a.scriptureRef",{"href":"/scriptures/ot/num/26.29-30"},"Numbers 26:29–30"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/27.1"},"27:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/36.1"},"36:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/17.1,3"},"Joshua 17:1, 3"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/2.21,23"},"1 Chronicles 2:21, 23"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/7.14-17"},"7:14–17"],")."]],[".topic",["h3","(12-12)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.3"},"2 Kings 16:3"],". Did Ahaz Sacrifice a Son to Molech?"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p39"},"This verse leaves some doubt about what Ahaz did. Did he kill his son or merely initiate him into the worship of a false god? Second Chronicles 28:3 supports the idea of an actual human sacrifice, and the commentators generally agree that Ahaz did murder some of his children in this fashion."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p40"},"“So far as the fact is concerned, we have here the first instance of an actual Moloch-sacrifice among the Israelites,",["span.emphasis","i.e."],"of one performed by slaying and burning. …"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p41"},"“The offering of his son for Moloch took place, in all probability, during the severe oppression of Ahaz by the Syrians, and was intended to appease the wrath of the gods, as was done by the king of the Moabites in similar circumstances [",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.27"},"2 Kings 3:27"],"].” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"3:1:399–400.)"]],[".topic",["h3","(12-13)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.11"},"2 Kings 16:11"],". “Made It against King Ahaz Came from Damascus”"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p43"},"This phrase means that Urijah had the altar made by the time King Ahaz got back. Evidently, while in Damascus, Ahaz saw an altar, probably to a false god, that caught his admiration. He had a duplicate made in Jerusalem and set aside the great altar in the temple to use the new one in its place (compare with",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/28.23-5"},"2 Chronicles 28:23–5"],")."]],[".topic",["h3","(12-14)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.18"},"2 Kings 16:18"],". What Is a “Covert for the Sabbath”?"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p45"},"The covert for the Sabbath may have been a shelter or an awning where the royal family sat to hear the law on the Sabbath. Some suppose it was a covered passageway to the temple from the royal house. (See Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:534; Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “covert for the Sabbath.”)"]],[".topic",["h3","(12-15)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.6"},"2 Kings 17:6"],". Destruction of Samaria"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p47"},"Samaria was destroyed in the first or second year of the reign of Sargon, who took his official name from a king of about twenty-two hundred years before whom he claimed as an ancestor. He finished the capture of Samaria his predecessors had started. The date is thought to be 721",["span.small","B.C."],", but it may have been 722."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p48"},"The destruction of Samaria, the capital of the Northern Kingdom, was foretold by Hosea and Micah (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.16"},"Hosea 13:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.6"},"Micah 1:6"],") and is treated in more detail in Enrichment D."]],[".topic",["h3","(12-16)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.9"},"2 Kings 17:9"],". What Does the Expression “from the Tower of the Watchmen to the Fenced City” Mean?"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p51"},"Towers were built by owners of vineyards (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.10"},"2 Chronicles 26:10"],") so they could observe the countryside and protect their possessions. The expression “from the tower of the watchmen to the fenced city” simply means from thinly populated areas to heavily populated areas. It is another way of saying that all Israel, the Northern Kingdom, had turned to the worship of idols."]],[".topic",["h3","(12-17)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.16"},"2 Kings 17:16"],". What Is Meant by the Worship of the “Host of Heaven”?"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p53"},"This is the first time this form of idolatry is mentioned in the Northern Kingdom. To worship the host of heaven was to worship the sun, moon, and stars—something that Moses had forbidden the people to do (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.19"},"Deuteronomy 4:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.3"},"17:3"],")."]],[".topic",["h3","(12-18)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.18"},"2 Kings 17:18"],". What Tribes Were Carried Away and What Tribes Were Left?"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p55"},"The statement that “there was none left but the tribe of Judah only” can be understood correctly only if one realizes that at this time Benjamin, Levi, and all other Israelites who had left the nation of Israel and joined Judah were included under the title of Judah. The ten tribes carried into captivity at this time were Reuben, Simeon, Issachar, Zebulon, Gad, Dan, Asher, Naphtali, Ephraim, and Manasseh. The three remaining tribes were Judah, Benjamin, and Levi. Some of the tribe of Levi were still with Israel (the ten tribes), however, and some of Ephraim, Manasseh, and other tribes were with Judah. So, the division is not as clear as a superficial reading might indicate."]],[".topic",["h3","(12-19)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.24-41"},"2 Kings 17:24–41"],". The Beginnings of the Samaritans"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p57"},"Some time after the ten tribes of Israel were taken into captivity, Assyria moved some of its own people into the area formerly occupied by the Israelites. When the new residents failed to prosper, the king of Assyria sent an Israelite priest to the area to instruct the people in the worship of Jehovah, though it was liberally mixed with the paganism of Assyria (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.28-29"},"vv. 28–29"],"). Living as they did in Samaria and its environs, these new occupants of the land became known as Samaritans. Eventually, intermarriage of the Assyrian settlers with those stragglers who had survived the captivity (not all Israelites were removed) caused the Samaritans to claim Israelite covenant blessings. The Jews of later years refused to accept this claim because of the Samaritans’ gentile blood and pagan religious tendencies. This refusal led to the increasing hostility between the Jews and Samaritans that was evident in the time of Jesus (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-29.p1"},"Notes and Commentary on Ezra 4–5"],"). The Jews simply refused to associate with their Samaritan neighbors (see",["a.scriptureRef",{"href":"/scriptures/nt/john/4.9"},"John 4:9"],")."]],[".topic",["h3","(12-20)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.4"},"2 Kings 18:4"],". Why Did Hezekiah Destroy the Brazen Serpent?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p59"},"During their forty-year journey in the desert, the ancient Israelites often murmured against God and His prophet, Moses. The Lord sent among the people “fiery serpents” that threatened great destruction as a punishment. As a means of physical salvation and as a type of the spiritual salvation to be wrought by Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14-15"},"John 3:14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.20"},"2 Nephi 25:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.13-15"},"Helaman 8:13–15"],"), Moses made a serpent of brass, placed it on a pole, and taught his people that if they would gaze upon the serpent when they were bitten, physical healing would follow (see",["a.scriptureRef",{"href":"/scriptures/ot/num/21.4-9"},"Numbers 21:4–9"],"). The brass serpent was preserved in Israel and, in time, became an object of adoration and was worshiped by the Israelites much as they worshiped idols. In his zeal to eradicate all forms of idolatry in Judah, King Hezekiah had the brazen serpent destroyed along with the idols."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p60"},"The word",["span.emphasis","nehushtan"],"comes from the Hebrew and means an object made of brass. The implication may be that Hezekiah was speaking contemptuously of the object being worshiped, saying it was merely a “thing of brass” and nothing more."]],[".topic",["h3","(12-21)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.13"},"2 Kings 18:13"],". What Is Known about Sennacherib, King of Assyria?"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p62"},"The account in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.13"},"2 Kings 18:13–19:37"],"is very similar to the account in",["a.scriptureRef",{"href":"/scriptures/ot/isa/36"},"Isaiah 36–37"],". Sennacherib was the son of Sargon II and had numerous conquests to his credit. Clay tablets recording his various campaigns have been preserved and deciphered. The portion of one tablet that relates to the partial conquest of Judah reads as follows: “As for Hezekiah the Jew, who did not submit to my yoke, forty-six of his strong, walled cities, as well as the small cities in their neighborhood, which were without number—by constructing a rampart out of trampled earth and by bringing up battering-rams, by the attack of infantry, by tunnels, breaches, and [the use of] axes, I besieged and took [those cities]. Two hundred thousand, one hundred and fifty people, great and small, male and female, horses, mules, asses, camels, cattle, and sheep without number, I brought away from them and counted as spoil. Himself like a caged bird I shut in Jerusalem his royal city. Earthworks I threw up against him; the one coming out of the city gate I turned back to his misery.” (In Madeleine S. Miller and J. Lane Miller,",["span.emphasis","Harper’s Bible Dictionary,"],"s.v. “Sennacherib.”)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p63"},"Sennacherib’s account squares very well with the accounts given in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.13"},"2 Kings 18:13–19:37"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/36"},"Isaiah 36–37"],"."]],[".topic",["h3","(12-22)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.14"},"2 Kings 18:14"],". How Important Was Lachish?"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p65"},"Lachish was a fortified city in the land of Judah that guarded the main highway to Jerusalem from the south. By destroying Lachish, the Assyrians would deprive Judah of any support from Egypt as well as depriving them of one of their strongest fortifications (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/32.9"},"2 Chronicles 32:9"],")."]],[".topic",["h3","(12-23)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.17"},"2 Kings 18:17"],". Who Were Tartan, Rabsaris, and Rabshakeh?"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p68"},"The King James Version of the Bible treats these as personal names, but scholars now think that they were the titles of Assyrian officials appointed by Sennacherib to conclude terms for the surrender of Jerusalem (see",["span.emphasis","The Interpreter’s Dictionary of the Bible,"],"3:293)."]],[".topic",["h3","(12-24)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.17"},"2 Kings 18:17"],". What Were the “Conduit of the Upper Pool” and the “Highway of the Fuller’s Field”?"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p70"},"A fuller was one who cleaned, pressed, bleached, and dyed cloth for a living. Since this work required a great deal of water, the “fuller’s field” or place of work was always near a pool or spring of water. The Spring of Gihon was a natural water source in the Kidron Valley. In early times, before Israelite occupation, the inhabitants of Jerusalem sent their women to the spring for water. Standing on an elevated platform, the women let their leather buckets down a forty-foot shaft, or conduit, that led to the spring below and hauled up their water. Some think this was the “conduit of the Upper Pool.” Located nearby was the “fuller’s field.” (See Miller and Miller,",["span.emphasis","Harper’s Bible Dictionary,"],"s.v. “Gihon.”) Remains of a large, man-made pool west of the city have been found, however, and some scholars think that may have been the location."]],[".topic",["h3","(12-25)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.26"},"2 Kings 18:26"],". Why Did the Jewish Leaders Want to Speak in the Syrian Language?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p72"},"The Jews were under siege, with a large population shut up in Jerusalem. The Jewish leaders did not want their people to hear the Assyrian conditions for fear that the people would panic and give in to their demands. Rabshakeh ignored their request and only cried louder (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.28"},"2 Kings 18:28"],")."]],[".topic",["h3","(12-26)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.34"},"2 Kings 18:34"],". To What Do the Words Hamath, Arpad, Sepharvaim, Hena, and Ivah Refer?"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p74"},"These are the names of various cities conquered by Sennacherib during his numerous military campaigns. Many cities in ancient times had their own idols upon whom they relied in times of stress (see",["span.emphasis","Interpreter’s Dictionary of the Bible,"],"3:296). Rabshakeh contemptuously dismissed the main consolation of the Jews (the idea that their God, Jehovah, would save them) by noting how unsuccessful other gods had been in defending their cities."]],[".topic",["h3","(12-27)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.3"},"2 Kings 19:3"],". What Does the Expression “for the Children Are Come to the Birth, and There Is Not Strength to Bring Forth” Mean?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p76"},"“A figure denoting extreme danger, the most desperate circumstances. If the woman in travail has not strength to bring forth the child which has come to the mouth of the womb, both the life of the child and that of the mother are exposed to the greatest danger; and this was the condition of the people here (see the similar figure in [",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.13"},"Hosea 13:13"],"]).” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:3:442.)"]],[".topic",["h3","(12-28)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19"},"2 Kings 19"],". Hezekiah Prayed for Deliverance, and Isaiah Brought the Lord’s Answer"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p78"},"In these verses and the parallel account in",["a.scriptureRef",{"href":"/scriptures/ot/isa/37"},"Isaiah 37"],"is found one of the most remarkable stories in scriptural history. The Assyrian army, with all its might and power, encircled Jerusalem. The Northern Kingdom had already fallen; all of Judah except Jerusalem itself was in Assyrian hands. There was no cause to hope that they could successfully resist. No cause but one."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p79"},"Hezekiah had been a righteous king (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.4-6"},"2 Kings 18:4–6"],"), and now he trusted in God again. In deep and pleading prayer, he asked Him for the solution. The Lord answered through His servant Isaiah, although the answer must have tested the faith of Hezekiah. While Assyrian campfires could be seen on all sides, Isaiah promised that not even an arrow would be shot against Jerusalem, for the Lord Himself would defend the city (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.32-34"},"2 Kings 19:32–34"],")."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p80"},"That very night Isaiah’s promise was fulfilled. Some mysterious plague struck the Assyrian camp, and in the morning 185,000 Assyrians lay dead. Assyria’s remnant left the scene like a dog with its tail tucked between its legs. (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.35-36"},"vv. 35–36"],".) Judah could say, as did Elisha, “They that be with us are more than they that be with them” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.16"},"2 Kings 6:16"],")."]],[".topic",["h3","(12-29)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.15"},"2 Kings 19:15"],". Does God Dwell “between the Cherubims”?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p82"},"This imagery is taken from the ark of the covenant (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.22"},"Exodus 25:22"],")."]],[".topic",["h3","(12-30)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.22-28"},"2 Kings 19:22–28"]],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p85"},"The Lord addressed Assyria through Isaiah. Though Assyria had taken credit for all she had done, the Lord set the record straight: Assyria was but a tool in His hands. Since she was only a tool, He still controlled her, and she was at His mercy."]],[".topic",["h3","(12-31)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.35"},"2 Kings 19:35"]],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p87"},"The Joseph Smith Translation corrects this verse to read that “they",["span.emphasis","who were left"],"arose” to find that those smitten had died."]],[".topic",["h3","(12-32)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.5-6"},"2 Kings 20:5–6"],". Is There a Time Appointed to Die?"],[".img-left",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_013_03-kimball.jpg"}],[".caption",["p",{"id":"lds-124"},"President Spencer W. Kimball"]]],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p89"},"President Spencer W. Kimball explained:"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p90"},"“Just as Ecclesiastes (3:2) says, I am confident that there is a time to die, but I believe also that many people die before ‘their time’ because they are careless, abuse their bodies, take unnecessary chances, or expose themselves to hazards, accidents, and sickness."],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p91"},"“Of the antediluvians, we read:"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p92"},"“‘Hast thou marked the old way which wicked men have trodden?"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p93"},"“‘Which were cut down out of time, whose foundation was overflown with a flood.’ (",["a.scriptureRef",{"href":"/scriptures/ot/job/22.15-16"},"Job 22:15–16"],".)"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p94"},"In",["a.scriptureRef",{"href":"/scriptures/ot/eccl/7.17"},"Ecclesiastes 7:17"],"we find this statement:"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p95"},"“‘Be not over much wicked, neither be thou foolish: why shouldest thou die before thy time?’"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p96"},"“I believe we may die prematurely but seldom exceed our time very much. One exception was Hezekiah, 25-year-old king of Judah who was far more godly than his successors or predecessors."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p97"},"“‘In those days was Hezekiah sick unto death. And the prophet Isaiah … came to him, and said unto him, Thus saith the Lord, Set thine house in order; for thou shalt die, and not live.’"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p98"},"“Hezekiah, loving life as we do, turned his face to the wall and wept bitterly, saying:"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p99"},"“‘… remember now how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight. …’"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p100"},"“The Lord yielded unto his prayers."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p101"},"“‘… I have heard thy prayer, I have seen thy tears: behold I will heal thee. …"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p102"},"“‘And I will add unto thy days fifteen years; and I will deliver thee and this city out of the hand of the king of Assyria. …’ (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.1,3,5-6"},"2 Kings 20:1, 3, 5–6"],".)"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p103"},"“A modern illustration of this exceptional extension of life took place in November, 1881."],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p104"},"“My uncle, David Patten Kimball, left his home in Arizona on a trip across the Salt River desert. He had fixed up his books and settled accounts and had told his wife of a premonition that he would not return. He was lost on the desert for two days and three nights, suffering untold agonies of thirst and pain. He passed into the spirit world and described later, in a letter of January 8, 1882, to his sister, what happened there. He had seen his parents. ‘My father … told me I could remain there if I chose to do so, but I pled with him that I might stay with my family long enough to make them comfortable, to repent of my sins, and more fully prepare myself for the change. Had it not been for this, I never should have returned home, except as a corpse. Father finally told me I could remain two years and to do all the good I could during that time, after which he would come for me. … He mentioned four others that he would come for also. …’ Two years to the day from that experience on the desert he died easily and apparently without pain. Shortly before he died he looked up and called, ‘Father, Father.’ Within approximately a year of his death the other four men named were also dead.” (",["span.emphasis","Faith Precedes the Miracle,"],"pp. 103–5; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.48"},"D&C 42:48"],".)"]],[".topic",["h3","(12-33)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.11"},"2 Kings 20:11"],". What Is the “Dial of Ahaz”?"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p106"},"Ahaz was the father of King Hezekiah. In his lifetime he invented a special mechanism for telling time. The instrument appears to have consisted of a series of graduated lines, or steps, over which a column towered. As the earth moved, the sun would cast a shadow at a certain angle and thus measure the passing of the hours. (See William Smith,",["span.emphasis","A Dictionary of the Bible,"],"s.v. “dial.”)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(12-34) A Lesson from History"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p109"},"There are few more dramatic contrasts in the history of the world than the one you have just studied in these chapters. Within a twenty-year period the mighty Assyrian army encircled the capitals of both Israel and Judah. In the first instance, the Assyrians went home victorious, laden with the spoils of war and herding the sorry remnants of a once-proud people before them. Behind them a nation lay smoldering in ruins. In the second instance, the same Assyrian army went home stunned and decimated. They took no booty and no captives and left behind 185,000 of their troops lying dead on the hillsides of Jerusalem."],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p110"},"There are many profound lessons to be learned from this. Read the following references and answer the questions as you ponder the lessons you could learn from this contrast."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-12.f4"},["ol.number",["li",["span.label","1."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.3-8"},"Leviticus 26:3–8"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.7,10"},"Deuteronomy 28:7, 10"],". How were these prophecies fulfilled in Judah’s case?"]],["li",["span.label","2."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.14,17,37-39"},"Leviticus 26:14, 17, 37–39"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.20,25,33,36,41"},"Deuteronomy 28:20, 25, 33, 36, 41"],". How were these prophecies fulfilled in the case of the Northern Kingdom of Israel?"]],["li",["span.label","3."],["p.para","As you studied these chapters, what one factor seems to you to have made the difference between Judah’s and Israel’s experience with Assyria? (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.6-18"},"2 Kings 17:6–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.1-7"},"18:1–7"],".)"]],["li",["span.label","4."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.10"},"Doctrine and Covenants 54:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.83"},"88:83"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/8.17"},"Proverbs 8:17"],". How are these scriptures related to Hezekiah’s prayers for deliverance?"]],["li",["span.label","5."],["p.para","If you were asked to give a sacrament meeting talk on what Latter-day Saints can learn from this period of Israelite history, what would you say?"]]]]]]]]]],"refs":null}
