{"id":40,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":40,"title":"Daniel: Prophet of God, Companion of Kings (Daniel)","subtitle":"","short_title":28,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.head1"},[".titleNumber","28"],["h1","Daniel: Prophet of God, Companion of Kings"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/dan"},"Daniel"]]],[".bodyBlock",[".topic",["h2","(28-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p5"},"Like many of his brethren the prophets, Daniel was prepared and raised up as a minister to kings and emperors. At the time that Nebuchadnezzar first carried the Jews captive into Babylon (about 605",["span.small","B.C."],"), Daniel was chosen as one of the choicest Jewish youths to be taken to Babylon and trained for service in the king’s court. Because of his righteousness and sensitivity to the promptings of the Spirit, he was greatly favored of God. The Lord blessed him with the gift of interpreting dreams and visions. This endowment soon made him an object of greater attention from the emperor, and he was raised to positions that enabled him to spend his life in service to the kings of the land. He became the Lord’s minister to those rulers. He was made chief of the wise men, chancellor of the equivalent of a national university, ruler of all the Hebrew captives, and, as governor of the province of Babylon, one of the chief rulers in both the Babylonian and Persian Empires. Though at times his life was endangered because of the jealousy of evil men, yet he lived so perfectly that the Lord continually protected and preserved him."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Daniel."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Daniel"],[".topic",["h3","(28-2)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.1-2"},"Daniel 1:1–2"],". What Was the Historical Setting of Daniel’s Captivity?"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p11"},"Most scholars agree that Nebuchadnezzar, as a Babylonian prince, was in command of his father’s troops in 605",["span.small","B.C."],"when they soundly defeated the Egyptian forces at Carchemish (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/46.2"},"Jeremiah 46:2"],"). This defeat marked the beginning of the end of the Egyptian Empire as a world power and put the known world on notice that it would now have to reckon with Babylon."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p12"},"Nebuchadnezzar pursued the Egyptians southward and dealt them a worse defeat near Hamath in Syria (see Harry Thomas Frank,",["span.emphasis","Discovering the Biblical World,"],"p. 127), thus securing Syria and Judea for the expanded Babylonian Empire. As seen in",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.1"},"Daniel 1:1"],", this drive resulted in the siege of Jerusalem in the third year of the reign of Jehoiakim and in Judah’s being made a vassal to Babylon for the next three years (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.1"},"2 Kings 24:1"],"). At that time many of the finest vessels of the temple were taken to Babylon as tribute (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.7"},"2 Chronicles 36:7"],"). Selected members of Judah’s upper class, which included Daniel (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.14-18"},"2 Kings 20:14–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.13"},"Daniel 6:13"],"), were carried captive to Babylon. Sometime during this campaign, Nebuchadnezzar learned of the death of his father, and within the year he returned to Babylon to be made king (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.1"},"Jeremiah 25:1"],"). Later he besieged Jerusalem twice more, carrying off additional captives both times, and eventually destroying Jerusalem about 587",["span.small","B.C."],"All the evidence suggests that Daniel and his three companions were taken into captivity during the first exile to Babylon (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.6"},"Daniel 1:6"],"). Daniel lived in Jerusalem at the same time Lehi did, though there is no evidence to suggest that they knew each other."]],[".topic",["h3","(28-3)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.2"},"Daniel 1:2"],". Where Was the Land of Shinar?"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p14"},"Shinar was the plain of the lower delta country between the Tigris and the Euphrates rivers where they approach the Persian Gulf. It was the ancient land of Chaldea, or Babylonia. (See William Smith,",["span.emphasis","A Dictionary of the Bible,"],"s.v. “Shinar.”)"]],[".topic",["h3","(28-4)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.3"},"Daniel 1:3"],". To Whom Does the Word",["span.emphasis","Eunuchs"],"Refer?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p16"},"The word",["span.emphasis","eunuch"],"is “the English form of the Greek word which means",["span.emphasis","bed-keeper."],"In the strict and proper sense they were the persons who had charge of the bed-chambers in palaces and larger houses. But as the jealous and dissolute temperament of the East required this charge to be in the hands of persons who had been deprived of their virility, the word eunuch came naturally to denote persons in that condition. But as some of these rose to be confidential advisers of their royal masters or mistresses, the word was occasionally employed to denote persons in such a position, without indicating anything of their proper manhood.” (Smith,",["span.emphasis","Dictionary of the Bible,"],"s.v. “eunuch.”)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p17"},"“This word",["span.emphasis","eunuchs"],"signifies officers about or in the palace, whether literally eunuchs or not” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:563)."]],[".topic",["h3","(28-5)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.8"},"Daniel 1:8"],". What Was Offensive about the King’s Meat?"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p19"},"The term",["span.emphasis","meat"],"referred to the food that graced the king’s table (compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.29"},"Genesis 1:29"],"). The reasons for Daniel’s refusal to eat the food may have included the following: (1) some of the foods used by the Babylonians were likely among the items forbidden for consumption in the Mosaic law (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11"},"Leviticus 11"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/14"},"Deuteronomy 14"],"); (2) Babylonians, like other heathens, ate beasts that had not been properly drained of blood (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/3.17"},"Leviticus 3:17"],") and thereby violated the Mosaic law; and (3) the heathens consecrated the food of their feasts by offering up part of the food and drink as sacrifices to their gods. Consuming such food would be participating in the worship of false gods. Moreover, food was viewed as contaminated and unclean according to Jewish law when it was prepared by anyone considered unclean, such as the heathens (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/7.19-21"},"Leviticus 7:19–21"],"). Daniel was strictly loyal to the Lord and refused to be involved in any practice associated with anything unclean or idolatrous."]],[".topic",["h3","(28-6)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.12-16"},"Daniel 1:12–16"],". What Is Pulse?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p21"},"Pulse is such seeds and grains as peas, wheat, barley, and rye. Though eating pulse surely would have contributed to the good health of the Jewish youths, they were also blessed by God for adhering to His laws and thus became more healthy than those who ate the king’s meat."]],[".topic",["h3","(28-7)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.20"},"Daniel 1:20"],". What Is Meant by the Terms",["span.emphasis","Astrologers"],"and",["span.emphasis","Magicians?"]],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p23"},"The Hebrew word for astrologers and magicians is",["span.emphasis","Ahshaphim,"],"which means an enchanter who uses incantations and who practices hidden arts (see Davidson,",["span.emphasis","Analytical Hebrew and Chaldee Lexicon,"],"pp. li–lii). These people were frequently associated with evil spirits (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.9-24"},"Acts 8:9–24"],"). Daniel and his brethren were founded in truth and revelation from God and were thus of much greater wisdom and understanding than the king’s magicians and astrologers."]],[".topic",["h3","(28-8)",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.21"},"Daniel 1:21"],". What Was Daniel’s Term of Captivity in Babylon?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p25"},"Daniel was among those of the first captivity, and he remained in Babylon with many of the other Jews even after most of them had returned to their homeland to rebuild their temple and nation. He was in Babylon serving various kings through the seventy years of the Jewish captivity (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.11"},"Jeremiah 25:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.10"},"29:10"],"). Though there is no indication of his age at the time of his captivity,",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.21"},"Daniel 1:21"],"shows that he lived to at least the age of eighty."]],[".topic",["h3","(28-9)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.5"},"Daniel 2:5"],". Did Nebuchadnezzar Really Forget His Remarkable Dream?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p27"},"Ellis T. Rasmussen gave the following helpful commentary on the king’s dream: “In verse 5 the phrase ‘is gone from me’ should probably read ‘is",["span.emphasis","certain"],"with me,’ as the Persian word",["span.emphasis","azda"],"(‘sure’) is used. Note in verse 9 that the king makes the point that he knows what he dreamt; therefore if the interpreters can tell him the dream, he will know that",["span.emphasis","they"],"know what they are talking about and he will know whether he can have confidence in their interpretation or not!” (",["span.emphasis","An Introduction to the Old Testament and Its Teachings,"],"2:92; see also",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.5a"},"Daniel 2:5",["span.emphasis","a"]],".)"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_028_02-nebuchadnez.jpg"}],[".caption",["p",{"id":"lds-28"},"Nebuchadnezzar’s dream was interpreted by Daniel."]]]],[".topic",["h3","(28-10)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.17-19"},"Daniel 2:17–19"],". Daniel and His Companions Preserved Their Lives by Obtaining Revelation from God"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p30"},"The response of Daniel and his friends at a time when their lives were in danger because of the king’s sentence on all the wise men illustrates the application of a principle taught by President Harold B. Lee: “By faith in God you can be attuned to the Infinite and by power and wisdom obtained from your Heavenly Father harness the powers of the universe to serve you in your hour of need in the solution of problems too great for your human strength or intelligence” (in",["span.emphasis","Church News,"],"15 Aug. 1970, p. 2)."]],[".topic",["h3","(28-11)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.26-30"},"Daniel 2:26–30"],". “There Is a God in Heaven That Revealeth Secrets”"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p32"},"Though the king would have given Daniel credit for giving the interpretation of his dream, Daniel made it clear that it was not he, nor any of the wise men or soothsayers, who was able to determine the nature of the dream and its interpretation. Daniel testified that “there is a God in heaven” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.28"},"Daniel 2:28"],"), and it was by the power of that God that the secret of Nebuchadnezzar’s dream was made known. Daniel did not take credit to himself for what the Lord had done for his benefit. To do so would certainly have offended God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.21"},"D&C 59:21"],")."]],[".topic",["h3","(28-12)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.28"},"Daniel 2:28"],". Did Nebuchadnezzar’s Dream Pertain Only to the “Latter Days”?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p34"},"The inspired interpretation of Nebuchadnezzar’s dream that Daniel gave made it clear that the fulfillment of the king’s dream would begin in the immediate future. Daniel said to Nebuchadnezzar, “Thou art this head of gold” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.38"},"v. 38"],"). The dream revealed events that would take place over a long span of time. The culmination, however, was to take place in the last days. The Hebrew word that was used,",["span.emphasis","achariyth,"],"means “last or end” (James Strong, “A Concise Dictionary of the Words in the Hebrew Bible,” in",["span.emphasis","The Exhaustive Concordance of the Bible,"],"p. 11). This definition, combined with the explanation given by Daniel and the added light of modern-day revelation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.2"},"D&C 65:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.44"},"138:44"],"), makes this clear."]],[".topic",["h3","(28-13)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.31-45"},"Daniel 2:31–45"],". What Were the Kingdoms Represented in Nebuchadnezzar’s Dream?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p36"},"President Rudger Clawson elaborated on Daniel’s interpretation of Nebuchadnezzar’s dream: “The … world of today is witness of the fact that the very things which the great image stood for have occurred so far as time has gone. History certifies to the fact that King Nebuchadnezzar was the head of gold. The Medes and Persians, an inferior kingdom to Babylon, were the arms and breast of silver. The Macedonian kingdom, under Alexander the Great, was the belly and thighs of brass; and the Roman kingdom under the Caesars was the legs of iron. For mark you, later on the kingdom, or empire of Rome, was divided. The head of the government in one division was at Rome and the head of the government in the other division was at Constantinople. So these two great divisions represented the legs of iron. Finally, the Roman empire was broken up into smaller kingdoms, represented by the feet and toes of iron and clay.” (In Conference Report, Apr. 1930, p. 32)."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p37"},"Elder Orson Pratt, in explaining why the toes were shown as being partly iron and partly clay, said that “the feet and toes were governments more modern to grow out of the iron kingdom [Roman Empire], after it should lose its strength. These are represented by the ten toes or ten kingdoms which should be partly strong and partly broken. They should not have the strength of the legs of iron, but they should be mixed with miry clay, indicating both strength and weakness.” (In",["span.emphasis","Journal of Discourses,"],"18:337.)"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p38"},"President Spencer W. Kimball further clarified the prophecy with the following explanation:"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p39"},"“Rome would be replaced by a group of nations of Europe represented by the toes of the image."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p40"},"“With the history of the world delineated in brief, now came the real revelation. Daniel said:"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p41"},"“‘And in the days of these kings [that is, the group of European nations] shall the God of heaven set up a kingdom, which shall never be destroyed …"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p42"},"“This is a revelation concerning the history of the world, when one world power would supersede another until there would be numerous smaller kingdoms to share the control of the earth."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p43"},"“And it was in the days of these kings that power would not be given to men, but the God of heaven would set up a kingdom—the kingdom of God upon the earth, which should never be destroyed nor left to other people."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p44"},"“The Church of Jesus Christ of Latter-day Saints was restored in 1830 after numerous revelations from the divine source; and this is the kingdom, set up by the God of heaven, that would never be destroyed nor superseded, and the stone cut out of the mountain without hands that would become a great mountain and would fill the whole earth.” (In Conference Report, Apr. 1976, p. 10.)"]],[".topic",["h3","(28-14)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44-45"},"Daniel 2:44–45"],". How Is It That the Kingdom Set Up by God Will Consume the Other Kingdoms?"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p46"},"Section 65 of the Doctrine and Covenants tells of the fulfillment of the rest of Daniel’s prophecy. The Prophet Joseph Smith prayed that the ecclesiastical kingdom of God, which was established on the earth in his day, might roll forth that the future kingdom of heaven might come."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p47"},"“During the millennium the",["span.emphasis","kingdom of God"],"will continue on earth, but in that day it will be both an",["span.emphasis","ecclesiastical"],"and a",["span.emphasis","political"],"kingdom. That is, the Church (which is the kingdom) will have the rule and government of the world given to it.” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 416.)"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p48"},"That millennial kingdom can also be properly referred to as the kingdom of heaven, as Joseph Smith did in his inspired prayer recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65"},"Doctrine and Covenants 65"],". The establishment of that kingdom is what the Lord taught the Saints to pray for in the Lord’s Prayer when He said, “Thy kingdom come” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.10"},"Matthew 6:10"],"; see also Joseph Fielding Smith,",["span.emphasis","Doctrines of Salvation,"],"1:230). The coming forth of the kingdom on the earth is what Daniel saw when the stone rolled forth and smote the image, eventually filling the whole earth."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p49"},"President Brigham Young taught: “The Lord God Almighty has set up a kingdom that will sway the sceptre of power and authority over all the kingdoms of the world, and will never be destroyed, it is the kingdom that Daniel saw and wrote of. It may be considered treason to say that the kingdom which that Prophet foretold is actually set up;",["span.emphasis","that"],"we cannot help, but we know it is so, and call upon the nations to believe our testimony. The kingdom will continue to increase, to grow, to spread and prosper more and more. Every time its enemies undertake to overthrow it, it will become more extensive and powerful; instead of its decreasing, it will continue to increase, it will spread the more, become more wonderful and conspicuous to the nations, until it fills the whole earth.” (In",["span.emphasis","Journal of Discourses,"],"1:202–3.)"]],[".topic",["h3","(28-15)",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.49"},"Daniel 2:49"],". Daniel Prospered Because of His Righteousness"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p51"},"President Spencer W. Kimball summarized the qualities that Daniel possessed and the blessings his obedience to God brought him: “The gospel was Daniel’s life. … In the king’s court, he could be little criticized, but even for a ruler he would not drink the king’s wine nor gorge himself with meat and rich foods. His moderation and his purity of faith brought him health and wisdom and knowledge and skill and understanding, and his faith linked him closely to his Father in heaven, and revelations came to him as often as required. His revealing of the dreams of the king and the interpretations thereof brought him honor and acclaim and gifts and high position such as many men would sell their souls to get.” (In Conference Report, Mexico and Central America Area Conference 1972, p. 31.)"]],[".topic",["h3","(28-16)",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.1-18"},"Daniel 3:1–18"],". Three Hebrews Who Were True to God in Spite of Threats and Pressure"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p53"},"Daniel did not stand alone as an exemplary young man. His three companions demonstrated the same unswerving loyalty and devotion to God. Of them Elder Spencer W. Kimball said: “We remind ourselves of the integrity of the three Hebrews, Shadrach, Meshach, and Abednego, who like Daniel defied men and rulers, to be true to themselves and to keep faith with their faith. They were required by decree of the emperor to kneel down and worship a monumental image of gold which the king had set up. In the face of losing caste, of losing position, of angering the king, they faced the fiery furnace rather than to fail and deny their God. The cunningly devised scheme worked as the vicious planners expected. The dedication must have been exciting with the people from far and near attending. Had there ever been such an image? such a spectacle? Ninety feet of gold in the form of a man—what could be more scintillating, more sparkling? There must have been almost countless people milling in the streets and in the area where the gigantic image stood when the herald announced the procedure and the decree that all must kneel at the sound of the music and all must worship the image. Neither the cunning of the deceivers, the conspiring, cunning tricksters, nor the fear of the king and what he could do to them, dissuaded the three courageous young men from their true path of rightness. When the prearranged sounds of the cornet, flute, harp and other instruments reverberated through the area and the masses of men and women everywhere filled their homes and the streets with kneeling worshippers of the huge golden image, three men refused to insult their true God. They prayed to God, and when confronted by the raging and furious emperor king, they courageously answered in the face of what could be certain death: [",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.17-18"},"Daniel 3:17–18"],".]” (",["span.emphasis","Integrity,"],"Brigham Young University Speeches of the Year [25 Feb. 1964], p. 18.)"]],[".topic",["h3","(28-17)",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.19-23"},"Daniel 3:19–23"],". The Casting of Shadrach, Meshach, and Abed-nego into the Furnace"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p55"},"To heat the furnace “seven times more than it was wont to be” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.19"},"Daniel 3:19"],") is presumed to be an idiomatic way of saying that the furnace was to be heated much hotter than usual—to be heated as hot as it could be heated (see Clarke,",["span.emphasis","Commentary,"],"4:578). “If the three were brought up to the furnace, it must have had a mouth above, through which the victims could be cast into it. When heated to an ordinary degree, this could be done without danger to the men who performed this service; but in the present case the heat of the fire was so great, that the servants themselves perished by it.” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"9:3:130.)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p56"},"The king apparently viewed the events in the furnace through an opening at the bottom (see D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 692)."]],[".topic",["h3","(28-18)",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.8-9"},"Daniel 4:8–9"],". “The Spirit of the Holy Gods”"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p60"},"That Nebuchadnezzar recognized Daniel’s ability to receive revelation from God is clear from the events associated with Daniel’s interpretation of Nebuchadnezzar’s previous dream (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.46-47"},"Daniel 2:46–47"],"). The heathens believed that “the revelation of supernatural secrets belonged to the gods, and that the man who had this power must possess the spirit of the gods” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:147). Daniel’s spiritual powers, however, did not necessarily convert Nebuchadnezzar from his polytheistic beliefs or his belief in the supreme Babylonian god Bel. By acknowledging Daniel’s spiritual abilities, Nebuchadnezzar was not acknowledging Jehovah as the only or even the supreme god."]],[".topic",["h3","(28-19)",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.19"},"Daniel 4:19"],". Why Was Daniel “Astonied”?"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p62"},"The word",["span.emphasis","astonied"],"is an archaic word that means “bewildered” or “filled with consternation or dismay.” Daniel was troubled because he knew that the message of Nebuchadnezzar’s dream was not good. He knew he must announce to Nebuchadnezzar the judgments of God to come upon him. Nebuchadnezzar noticed Daniel’s concern and realized that Daniel had the interpretation. “He asks him, with friendly address, to tell him it without reserve. Daniel then communicates it in words of affectionate interest for the welfare of the king. The words,",["span.emphasis","let the dream be to thine enemies,"],"etc., do not mean:",["span.emphasis","it is a dream, a prophecy, such as the enemies of the king might ungraciously wish"],"(Klief.), but:",["span.emphasis","may the dream with its interpretation be to thine enemies, may it be fulfilled to them or refer to them.”"],"(Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:154.)"]],[".topic",["h3","(28-20)",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.27"},"Daniel 4:27"],". “A Lengthening of Thy Tranquility”"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p64"},"Daniel counseled the king to reform his life, to repent of his sins, and to show greater mercy to the poor. The implication of Daniel’s statement is that if Nebuchadnezzar would do as he was counseled, he might receive divine favor and avert the threatened punishment, thus maintaining his prosperity of life. Mercy to the poor was mentioned as a prerequisite to obtaining forgiveness of sin. It is one of the most sincere evidences of repentance and submission to the Lord’s will. (Compare",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],".)"]],[".topic",["h3","(28-21)",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.34-37"},"Daniel 4:34–37"],". Nebuchadnezzar’s Praise of God"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p66"},"That Nebuchadnezzar praised and glorified God after his reason was restored to him indicates that he recognized his experience as a just punishment for his pride. It does not necessarily follow, however, that this experience caused his sincere repentance or conversion to the God of Daniel. Nevertheless, it is remarkable that Daniel had even that much influence on a man steeped in idolatry and heathen superstitions."]],[".topic",["h3","(28-22)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.1"},"Daniel 5:1"],". Belshazzar the King"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p68"},"Many scholars have questioned the validity of the statement that Belshazzar was a king in Babylon because “Belshazzar never reigned as sole king, and is never designated as king",["span.emphasis","(sharru)"],"in the cuneiform inscriptions. Furthermore, it is maintained that there is no evidence to show that Belshazzar ever ruled upon the throne as a subordinate to Nabonidus his father. In reply to these charges we may note, first of all, that the Aramaic word",["span.emphasis","malka"],"(‘king’) need not have the connotation of monarch or sole king (see R. D. Wilson,",["span.emphasis","Studies in the Book of Daniel,"],"1917, pp. 83–95). Furthermore, one of the cuneiform documents expressly states that Nabonidus entrusted the kingship to Belshazzar. … In all probability there was a coregency between Nabonidus and Belshazzar in which Belshazzar occupied a subordinate position. Since, however, he was the man upon the throne with whom Israel had to do, he is designated king in the book of Daniel. No valid objection can be raised against this usage.” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 694.)"]],[".topic",["h3","(28-23)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.3"},"Daniel 5:3"],". Drinking from the Vessels of the Temple"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p70"},"When the Babylonians overthrew Jerusalem, they “carried out thence all the treasures of the house of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.13"},"2 Kings 24:13"],"). As Keil and Delitzsch noted, during the feast the Babylonians “drank out of the holy vessels of the temple of the God of Israel to glorify … their heathen gods in songs of praise. In doing this they did not only place ‘Jehovah on a perfect level with their gods’ (Havernick), but raised them above the Lord of heaven, as Daniel (ver. 23) charged the king. The carrying away of the temple vessels to Babylon and placing them in the temple of Bel was a sign of the defeat of the God to whom these vessels were consecrated; … the use of these vessels in the drinking of wine at a festival, amid the singing of songs in praise of the gods, was accordingly a celebrating of these gods as victorious over the God of Israel.” (",["span.emphasis","Commentary,"],"9:3:180.)"],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_028_04-vessels.jpg"}],[".caption",["p",{"id":"lds-71"},"Vessels of the temple: altar of incense, golden candlestick, table of shewbread, and ark of the covenant"]]]],[".topic",["h3","(28-24)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.6"},"Daniel 5:6"],". What Is Meant by the Phrase the “Joints of His Loins Were Loosed”?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p73"},"The great fear that came upon the king is described in the Revised Standard Version of the Bible as: “His limbs gave way, and his knees knocked together” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.6"},"Daniel 5:6"],")."]],[".topic",["h3","(28-25)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.7"},"Daniel 5:7"],". The Third Ruler in the Kingdom"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p75"},"The Hebrew word that is translated “third ruler” means “one of three” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 694). The promise was that the interpreter of the writing would be made third in authority in the kingdom next to Nabonidus and Belshazzar. The scarlet (sometimes purple) clothing and the chain of gold mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.7"},"Daniel 5:7"],"were symbols of rank worn by high officials."]],[".topic",["h3","(28-26)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.17"},"Daniel 5:17"],". “Let Thy Gifts Be to Thyself”"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p77"},"Those who function under the influence of the Spirit of God have increased capabilities, not because of their own qualifications, but because of the power of God which they are privileged to use. They are servants in the Lord’s hands who are to bless others and carry out the Lord’s will. Daniel knew this and neither deserved nor sought for earthly rewards for his role as an instrument in the hands of God."]],[".topic",["h3","(28-27)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.25-29"},"Daniel 5:25–29"],". The Interpretation of the Handwriting on the Wall"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p79"},"The handwriting on the wall indicated not only that the Babylonian kingdom would be overthrown but also the means by which it would be overthrown: “MENE, ‘numbered’,",["span.emphasis","i.e."],"God has numbered … the days of the kingdom; TEKEL, a ‘shekel’, used both as a coin and as a weight, indicated that Belshazzar was weighed (in the balances) and found deficient; PERES, ‘division’, your kingdom is divided",["span.emphasis","(peres)"],"and given to the Medes and Persians",["span.emphasis","(paras)"],". The word",["span.emphasis","paras"],"would seem to point out that the Persians were the dominant power to whom Babylon would fall. When Daniel read the writing he read",["span.emphasis","and"],"Parsin (",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.25"},"v. 25"],"), but in giving the interpretation he employed the form Peres (",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.28"},"v. 28"],"). … We have thus a play upon words in which the basic idea of division is linked with the name of the conqueror.” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 694.)"]],[".topic",["h3","(28-28)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.29"},"Daniel 5:29"],". Why Was Daniel Rewarded by the King When He Prophesied of the King’s Destruction?"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p81"},"Although Belshazzar did not believe that Daniel’s God was the only true God, it is likely that he, like other heathens, believed in the gods and in revelations from God. He must have been deeply impressed with Daniel’s ability to interpret the writing on the wall because he rewarded him handsomely. Keil and Delitzsch suggested another possible reason: “Belshazzar perhaps scarcely believed the threatened judgment from God to be so near as it actually was … and perhaps … he hoped to be able, by conferring honour upon Daniel, to appease the wrath of God” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:191)."]],[".topic",["h3","(28-29)",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.30"},"Daniel 5:30"],". Was Babylon Really Overthrown in One Night?"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p84"},"Babylon was surrounded by a massive wall over one hundred feet thick and three hundred feet high (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p1"},"Enrichment G"],"). To breach such a wall, even with constant sieging, would take months, and yet there is no hint in Daniel’s record that the city was under siege at this time. Could a city of Babylon’s size and fortifications be taken in one night?"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p85"},"Historical sources other than the Bible indicate that that is exactly what happened, supporting Daniel’s record exactly. The ancient Greek historian, Herodotus, recorded that “Cyrus had previously caused the",["span.emphasis","Pallacopas,"],"a canal which ran west of the city, and carried off the superfluous water of the Euphrates into the lake of Nitocris, to be cleared out, in order to turn the river into it; which, by this means, was rendered so shallow that his soldiers were able to penetrate along its bed into the city.” (In Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “Babylon,” p. 207.)"],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_028_05-cyrus.jpg"}],[".caption",["p",{"id":"lds-86"},"Cyrus diverted the water and marched his soldiers under the wall of Babylon."]]],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p87"},"Thus the Persians marched",["span.emphasis","under"],"the massive walls. Harry Thomas Frank discussed the reasons why the city, even then, surrendered so easily: “Cyrus’ orders preceded him to the city. No revenge was to be taken. The city was to have its normal life restored as quickly as possible. The gods which Nabonidus had taken from the equally well-treated provincial cities were to be restored at once. There was, above all, to be no terrorizing of the population. Indeed, Cyrus intended to change some of the policies of Nabonidus which had made him objectionable to his subjects. One can imagine the reception Cyrus received when he made his appearance in the capital a few weeks after its capture. He was not a conqueror. He was a liberator! And far from installing a foreign rule over the people, Cyrus personally took the role of Marduk, the chief god of Babylon, in the New Year Festival, thereby claiming for himself and his heirs the right to rule the Babylonian Empire by divine designation.” (",["span.emphasis","Discovering the Biblical World,"],"p. 140.)"],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_028_06-canaan.gif"}]]],[".topic",["h3","(28-30)",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.1-3"},"Daniel 6:1–3"],". Did the Medes and Persians Recognize the Promotion Given to Daniel by Belshazzar in the Last Hours of His Reign?"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p102"},"Keil and Delitzsch commented on this issue: “The successor [to Belshazzar] would be inclined toward its recognition [Daniel’s promotion] by the reflection, that by Daniel’s interpretation of the mysterious writing from God the putting of Belshazzar to death appeared to have a higher sanction, presenting itself as if it were something determined in the councils of the gods, whereby the successor might claim before the people that his usurpation of the throne was rendered legitimate. Such a reflection might move him to confirm Daniel’s elevation to the office to which Belshazzar had raised him.” (",["span.emphasis","Commentary,"],"9:3:190–91.)"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p103"},"Though the above may be true, Daniel’s great capacity should not be discounted. A wise ruler would recognize and use a man of Daniel’s stature."]],[".topic",["h3","(28-31)",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.10"},"Daniel 6:10"],". Daniel’s Response to a Heathen Decree"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p105"},"Those who are righteous do not fear other people. Their only desire is to serve and honor God. With the same faith that his brethren Shadrach, Meshach, and Abed-nego had shown in refusing to bow down to the idol, Daniel refused to follow the decree that condemned petitions to any god but the king. “This unalterable law of the Medes and Persians would have been terrifying to any man, but the faithful Daniel did not flinch. Was there any question what he should do? He could save his life by abandoning his prayers to the Living God. What was he to do? A man of integrity could not fail. Daniel was the soul of integrity.” (Kimball,",["span.emphasis","Integrity,"],"p. 17.)"]],[".topic",["h3","(28-32)",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.10"},"Daniel 6:10"],". Why Did Daniel Pray Three Times a Day toward Jerusalem?"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p107"},"Solomon, in his dedicatory prayer of the temple in Jerusalem, referred to the people’s praying “toward the city which thou hast chosen, and toward the house that I have built for thy name” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.44"},"1 Kings 8:44"],"). The Prophet Joseph Smith once counseled the Twelve Apostles to “make yourselves acquainted with those men who like Daniel pray three times a day toward the House of the Lord” (",["span.emphasis","History of the Church,"],"3:391). And President Wilford Woodruff, in the dedicatory prayer on the Salt Lake Temple, said: “Heavenly Father, when thy people shall not have the opportunity of entering this holy house to offer their supplications unto thee, and they are oppressed and in trouble, surrounded by difficulties or assailed by temptation, and",["span.emphasis","shall turn their faces towards this thy holy house"],"and ask thee for deliverance, for help, for thy power to be extended in their behalf, we beseech thee to look down from thy holy habitation in mercy and tender compassion upon them, and listen to their cries.” (In James E. Talmage,",["span.emphasis","The House of the Lord,"],"p. 142; emphasis added.)"]],[".topic",["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p108"},"This is not to suggest that the direction in which one faces when one prays has mystical significance, but, rather, that it is an attitude of spiritual “facing.” To face the temple, which is the temporal representation of the House of God, suggests that one turns one’s heart to the Lord and the covenants made in the temples to be more like Him. President Woodruff clarified this point in what he said next: “Or when the children of thy people, in years to come, shall be separated, through any cause, from this place, and",["span.emphasis","their hearts shall turn in remembrance of thy promises to this holy Temple,"],"and they shall cry unto thee from the depths of their affliction and sorrow to extend relief and deliverance to them, we humbly entreat thee to turn thine ear in mercy to them; hearken to their cries, and grant unto them the blessings for which they ask.” (In Talmage,",["span.emphasis","House of the Lord,"],"p. 142; emphasis added.)"]],[".topic",["h3","(28-33)",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.24"},"Daniel 6:24"],". Daniel’s Accusers Cast into the Lions’ Den"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p110"},"The term",["span.emphasis","or ever,"],"as used in",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.24"},"Daniel 6:24"],", means “before.” Some have attacked the cruelty of condemning the women and children, too. To an absolute monarch, however, it probably seemed the logical thing to do, for out of these families might come insurrection in the future. The lesson must be severe enough to warn any others who might be jealous of the king’s favorite and most valuable servant. An absolute monarch would likely feel that any other course would slowly cause him to lose power."]],[".topic",["h3","(28-34)",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.28"},"Daniel 6:28"],". Daniel Prospered"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p112"},"“He had served",["span.emphasis","five"],"kings:",["span.emphasis","Nebuchadnezzar, Evil-merodach, Belshazzar, Darius,"],"and",["span.emphasis","Cyrus."],"Few courtiers have had so long a reign, served so many masters without flattering any, been more successful in their management of public affairs, been so useful to the states where they were in office, or have been more owned of God, or have left such an example to posterity.” (Clarke,",["span.emphasis","Commentary,"],"4:590.)"]],[".topic",["h3","(28-35)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.1-28"},"Daniel 7:1–28"],". What Was Represented by the Beasts Daniel Saw?"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p114"},"Like chapter 2, chapter 7 gives a pictorial representation of history: There are four successive empires, and then the kingdom of God is established. Chapter 7, however, seems to relate more to the establishment of the ecclesiastical aspects of the kingdom, whereas chapter 2 deals more with the political aspects of the kingdom of God."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p115"},"The Prophet Joseph Smith taught the following about Daniel’s vision of the beasts:"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p116"},"“You there see that the beasts are spoken of to represent the kingdoms of the world, the inhabitants whereof were beastly and abominable characters; they were murderers, corrupt, carnivorous, and brutal in their dispositions. The lion, the bear, the leopard, and the ten-horned beast represented the kingdoms of the world, says Daniel. …"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p117"},"“… The prophets do not declare that they saw a beast or beasts, but that they saw the",["span.emphasis","image"],"or",["span.emphasis","figure"],"of a beast. Daniel did not see an actual bear or a lion, but the images or figures of those beasts. The translation should have been rendered ‘image’ instead of ‘beast,’ in every instance where beasts are mentioned by the prophets. … When the prophets speak of seeing beasts in their visions, they mean that they saw the images, they being types to represent certain things. At the same time they received the interpretation as to what those images or types were designed to represent.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 289, 291.)"]],[".topic",["h3","(28-36)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.2-8"},"Daniel 7:2–8"],". Must One Understand All the Prophetic Imagery Given in the Scriptures?"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p119"},"See the statement by the Prophet Joseph Smith quoted in",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-26.p1"},"Notes and Commentary on Ezekiel 1:15–21"],"."]],[".topic",["h3","(28-37)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.4-8"},"Daniel 7:4–8"],". What Is the Connection between the Four Beasts and Historical Events?"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p121"},"As mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.17"},"Daniel 7:17"],", the four beasts represented “four kings [or kingdoms] which shall arise out of the earth.” The first, which was like a lion with eagles’ wings, represented the Babylonian kingdom under Nebuchadnezzar. The lion and eagle are both supreme among beasts of their class. The head of gold in the dream of chapter 2 can be similarly compared. “What the gold is among metals and the head among the members of the body, that the lion is among beasts and the eagle among birds” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:223). The plucking of feathers (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.4"},"Daniel 7:4"],") seems to have represented a deprivation of power to fly or the power to dominate and conquer. The change that gave it a man’s heart is evidently a reference to the humanizing effect of Nebuchadnezzar’s madness (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.34-37"},"Daniel 4:34–37"],")."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p122"},"The second beast (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.2"},"Daniel 7:2"],") represented the Median-Persian Empire, as did the breast and arms of silver in the image of chapter 2. The bear was considered next to the lion as the strongest among animals by the people of the ancient Middle East. The raising up on one side could represent the raising of the forefeet of the bear (standing on its hind feet) as when it goes after prey. “The Medo-Persian bear, as such, has … two sides: the one, the Median side, is at rest after the efforts made for the erection of the world-kingdom; but the other, the Persian side, raises itself up, and then becomes not only higher than the first, but also is prepared for new rapine.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:225.) The ribs held between the bear’s teeth and its devouring “much flesh” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.5"},"Daniel 7:5"],") signify the ferocity with which its dominion would be exerted."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p123"},"The third kingdom corresponded to the Greek Empire of Alexander the Great. Wings signify power to move and extend influence. Heads signify governing power or the seat of government. The Grecian kingdom was extended greatly under Alexander and had power over much of the earth."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p124"},"The fourth beast was not likened to an animal. It was, however, very strong and dreadful and broke into pieces the remains of the former kingdoms. It represented the Roman Empire and the forces of evil that were manifest through that empire. The ten horns are the kingdoms into which the Roman Empire was afterwards divided. They are similar to the ten toes of the great image described in",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Daniel 2"],". (See also",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.23-24"},"Daniel 7:23–24"],".)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p125"},"Though each of these beasts may be said to represent the worldly kingdoms mentioned, the representation probably was not just of their political dominion, but also of the evils upheld and perpetrated upon the world by their rule. The vision should not be thought of as wholly political, either, particularly in view of the “little horn” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.8"},"v. 8"],"). This symbol cannot be positively identified with any specific individual or kingdom of the world, but seems to be similar to the “beast [rising] out of the sea” that John saw (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.1"},"Revelation 13:1"],"), which also made “war with the saints” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.7"},"Revelation 13:7"],") as did this form (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.21-22,25"},"Daniel 7:21–22, 25"],"). The little horn represented a notable anti-Christ power that was to be raised up after the time of the Roman Empire, and it was to be different from the other ten kingdoms mentioned after the Roman kingdom. Daniel said that this horn would have power to make war with and hinder the Saints until the time of Christ’s Second Coming (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.20-27"},"Daniel 7:20–27"],")."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p126"},"Concerning this great evil power and the beast from which it arose, Sidney B. Sperry said:"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p127"},"“May I suggest that the last beast which Daniel saw, which was so terrible and which had a mouth speaking great things, (7:7, 8) is none other than the ‘great and abominable church’ of our modern scriptures. Let me make my point clear. Keep in mind that Daniel saw that ‘the beast was slain, and its body destroyed, and it was given to be burned with fire.’ (7:11) In a revelation to the Prophet Joseph Smith concerning the destructive forces to be unleashed prior to the Second Advent, the Lord explains: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.94"},"D&C 88:94"],"]."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p128"},"“This evil power is doubtless the same one spoken of in the twenty-ninth section of the Doctrine and Covenants and testified to by Ezekiel the prophet: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.21"},"D&C 29:21"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.14-23"},"Ezekiel 38:14–23"],"]."],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p129"},"“The Book of Mormon also speaks at length concerning this evil force in the world that shall meet destruction. Notice a few of the words of Nephi: [",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.13-18"},"1 Nephi 22:13–18"],"]."],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p130"},"“May I emphasize that even if the ‘great and abominable church’ is correctly identified as the power which is represented by Daniel’s great beast, we do not at present fully comprehend the ramifications of it or the range of dominion it will have prior to its destruction.” (",["span.emphasis","The Voice of Israel’s Prophets,"],"pp. 260–61.)"]],[".topic",["h3","(28-38)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.9-14"},"Daniel 7:9–14"],". Daniel Saw Adam, or the “Ancient of Days,” and Also Christ Taking His Rightful Place As King over the Earth"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p132"},"Daniel’s vision continued until he saw “thrones … cast down” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.9"},"Daniel 7:9"],"), that is, until the worldly governments lost their dominion (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.12,14,18,27"},"vv. 12, 14, 18, 27"],"). He then saw the establishment of the kingdom of heaven with Christ at its head. This kingdom would rule “all people, nations, and languages” forever (",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.14"},"v. 14"],"). Latter-day revelation teaches that eventually all worldly kingdoms will come to an end in preparation for the millennial Zion (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.6"},"D&C 87:6"],"). This seems to be what Daniel saw."],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p133"},"In an address to the Twelve Apostles, the Prophet Joseph Smith explained the name “Ancient of Days”: “Daniel in his seventh chapter speaks of the Ancient of Days; he means the oldest man, our Father Adam, Michael, he will call his children together and hold a council with them to prepare them for the coming of the Son of Man. He (Adam) is the father of the human family, and presides over the spirits of all men, and all that have had the keys must stand before him in this grand council. This may take place before some of us leave this stage of action. The Son of Man stands before him, and there is given him glory and dominion. Adam delivers up his stewardship to Christ, that which was delivered to him as holding the keys of the universe, but retains his standing as head of the human family.” (",["span.emphasis","Teachings,"],"p. 157.)"]],[".topic",["h3","(28-39)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.13-14"},"Daniel 7:13–14"],". What Will Happen at the Great Gathering at Adam-ondi-Ahman?"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p135"},"President Joseph Fielding Smith explained the teachings of Daniel about the great priesthood gathering to be held at Adam-ondi-Ahman: “Daniel speaks of the coming of Christ, and that day is near at hand. There will be a great gathering in the Valley of Adam-ondi-Ahman; there will be a great council held. The Ancient of Days, who is Adam, will sit. The judgment—not the final judgment—will be held, where the righteous who have held keys will make their reports and deliver up their keys and ministry. Christ will come, and Adam will make his report. At this council Christ will be received and acknowledged as the rightful ruler of the earth. Satan will be replaced. Following this event every government in the world … will have to become part of the government of God. Then righteous rule will be established. The earth will be cleansed; the wicked will be destroyed; and the reign of peace will be ushered in.” (",["span.emphasis","Doctrines of Salvation,"],"3:13–14; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.15-16"},"D&C 78:15–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-57"},"107:53–57"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"116"],"; Smith,",["span.emphasis","Teachings,"],"pp. 122, 158.)"]],[".topic",["h3","(28-40)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.14"},"Daniel 7:14"],". The Saints Are Preparing the Kingdom in Which Christ Will Reign"],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p138"},"In relating a personal experience, Elder LeGrand Richards taught of the importance of the work the Saints are doing in this dispensation and of its relationship to the eventual rule of Christ upon the earth:"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p139"},"“When I was president of the Southern States Mission, one of our missionaries preached on that dream of Nebuchadnezzar in one of our meetings where we had some investigators, and I stood at the door to greet them as they went out. A man came up and introduced himself as a minister, and he said, ‘You don’t mean to tell me that you think that the Mormon Church is that kingdom, do you?’"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p140"},"“And I said, ‘Yes, sir, why not?’"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p141"},"“He said, ‘It couldn’t be.’"],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p142"},"“I said, ‘Why couldn’t it?’"],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p143"},"“He said, ‘You can’t have a kingdom without a king, and you don’t have a king, so you don’t have a kingdom.’"],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p144"},"“‘Oh,’ I said, ‘my friend, you didn’t read far enough. You just read the seventh chapter of Daniel, where Daniel saw one like the Son of Man coming in the clouds of heaven, “and there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him.” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.14"},"Dan. 7:14"],".)"],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p145"},"“‘Now,’ I said, ‘my friend, tell me how can the kingdom be given to him when he comes in the clouds of heaven if there is no kingdom prepared for him? That is what we Latter-day Saints are doing.’” (In Conference Report, Oct. 1975, pp. 76–77; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 51.)"]],[".topic",["h3","(28-41)",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.18,22,27"},"Daniel 7:18, 22, 27"],". The Saints Will Possess the Kingdom"],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p147"},"Daniel taught that the Saints will possess the kingdom after the Lord returns to take His rightful place at the head of that kingdom. It is necessary, however, for the Saints to prepare themselves to take possession of the kingdom."],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p148"},"Elder Daniel H. Wells indicated what the Saints must do to receive the kingdom: “I have often been asked the question, ‘When will the kingdom be given into the hands of the Saints of the most high God;’ and I have always answered it in this way: just so soon as the Lord finds that He has a people upon the earth who will uphold and sustain that kingdom, who shall be found capable of maintaining its interests and of extending its influence upon the earth. When he finds that he has such a people, a people who will stand firm and faithful to him, a people that will not turn it over into the lap of the devil, then, and not until then, will he give ‘the kingdom’ into the hands of the Saints of the most high, in its power and influence when it shall fill the whole earth. … It depends, in a great measure, upon the people themselves, as to how soon the kingdom spoken of by Daniel shall be given into the hands of the Saints of God. When we shall prove ourselves faithful in every emergency that may arise, and capable to contend and grapple with every difficulty that threatens our peace and welfare, and to overcome every obstacle that may tend to impede the progress of the Church and kingdom of God upon the earth, then our heavenly Father will have confidence in us, and then he will be able to trust us.” (In",["span.emphasis","Journal of Discourses,"],"23:305.)"]],[".topic",["h3","(28-42)",["a.scriptureRef",{"href":"/scriptures/ot/dan/8"},"Daniel 8"],". What Was the Significance of Daniel’s Vision of the Ram and the He-Goat?"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p150"},"Though much of what Daniel saw in this vision is now history, it is not part of the Old Testament. Most of what he recorded in this chapter was fulfilled between 500",["span.small","B.C."],"and the time of Christ, a period with few Old Testament writings describing it. This history is summarized in Enrichment K."],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p151"},"The vision in",["a.scriptureRef",{"href":"/scriptures/ot/dan/8"},"Daniel 8"],"focuses on the second and third empires spoken of in",["a.scriptureRef",{"href":"/scriptures/ot/dan/7"},"Daniel 7"],". The two-horned ram symbolized the Median-Persian Empire, and the horns (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.3"},"Daniel 8:3"],") represented the kings of Media and Persia (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.20"},"verse 20"],"). The one horn which came up last and was higher than the other represented the Persians, who finally dominated the alliance and assumed power over the Medians. The goat that came and “smote the ram, … brake his two horns … [and] cast him down to the ground” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.7"},"v. 7"],") signified Alexander the Great and his Greek Empire. (The word",["span.emphasis","choler"],"used in verse 7 means “anger” or “wrath.”) Alexander himself fit the description of the “great horn” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.21"},"verse 21"],"). At age thirty-two, Alexander died in the height of his power. “When he was strong, the great horn was broken” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.8"},"v. 8"],"). After he died, his four chief generals carved up the empire, and they seem to be the four notable horns that came up instead of the one (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.8,22"},"vv. 8, 22"],"). The “little horn” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.9"},"v. 9"],") that came from one of them has generally been interpreted to represent Antiochus IV (Epiphanes), who ruled Syria 175–164",["span.small","B.C."],"He persecuted the Jews bitterly, declaring observance of the Mosaic law to be a capital offense. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p1"},"Enrichment K."],") George Reynolds and Janne M. Sjodahl wrote: “That this ‘little horn’ represents Antiochus Epiphanes is a view entertained by most ancient writers, but this does not exclude the probability that the ‘great and abominable power’ previously referred to, and which is the ‘church of the devil’ is pointed to by the Prophet as necessary to the complete fulfillment of his prediction. What Antiochus was to the Jews during the time of the Maccabees, the ‘church of the devil’ has been to the ‘Church of Christ’ in all ages.” (",["span.emphasis","Commentary on the Pearl of Great Price,"],"p. 13.)"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p152"},"Though Antiochus IV may fit the conditions described in the prophecy, he seems to have been a type of those who function through the power of Satan and seek to “cast down” the “stars of heaven” (the children of God—see",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.13"},"Isaiah 14:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.4"},"Revelation 12:4"],") and seek to “magnify” themselves against the “Prince of princes” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.25"},"Daniel 8:25"],"), who is Christ. Antiochus IV took away the daily sacrifice of the temple and cast down the place of the Lord’s sanctuary (see Josephus,",["span.emphasis","Antiquities of the Jews,"],"bk. 12, chap. 5, par. 4). Similar events occurred during the Roman era after the coming of Christ. Elder Parley P. Pratt: “Now, in the latter time of their kingdom, when the transgression of the Jewish nation was come to the full, the Roman power destroyed the Jewish nation, took Jerusalem, caused the daily sacrifice to cease, and not only that but afterwards destroyed the mighty and holy people, that is, the apostles and primitive Christians, who were slain by the authorities of Rome” (",["span.emphasis","A Voice of Warning,"],"p. 16; see also the discussion of other aspects of the ram-goat prophecy found there)."],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p153"},"That this prophecy refers to more than just the time up through the Maccabean period is also indicated by two phrases in",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.19"},"Daniel 8:19"],". The phrase “in the last end of the indignation” means “in the latter period of indignation, or in the last days” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.19a"},"Daniel 8:19",["span.emphasis","a"]],"). The phrase in verse 26, “it shall be for many days,” means “pertains to many days hereafter” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.26a"},"Daniel 8:26",["span.emphasis","a"]],")."]],[".topic",["h3","(28-43)",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.16"},"Daniel 8:16"],". Who Is Gabriel and Why Would He Be Sent to Give Daniel Understanding of His Vision?"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p155"},"The messenger sent to Daniel was the ancient prophet Noah. The Prophet Joseph Smith explained the relationship that Noah has to the human family and thus gave great insight into why he was directly associated with events on the earth after his mortal ministry: “The Priesthood was first given to Adam; he obtained the First Presidency, and held the keys of it from generation to generation. He obtained it in the Creation, before the world was formed, as in Gen. i:26, 27, 28. He had dominion given him over every living creature. He is Michael the Archangel, spoken of in the Scriptures. Then to Noah, who is Gabriel; he stands next in authority to Adam in the Priesthood; he was called of God to this office, and was the father of all living in his day, and to him was given the dominion. These men held keys first on earth, and then in heaven.” (",["span.emphasis","History of the Church,"],"3:385–86.)"],[".",{"id":"f7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_028_07-gabriel.jpg"}],[".caption",["p",{"id":"lds-156"},"Noah, as Gabriel, appeared to Mary."]]]],[".topic",["h3","(28-44)",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.1-19"},"Daniel 9:1–19"],". Daniel’s Supplications on Behalf of His People"],["p.para",{"id":"p158","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p158"},"Sperry gave the following insight to Daniel’s prayer:"],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p159"},"“It appears that sometime during the first year of Darius the Mede, Daniel was meditating over the Scriptures, more particularly those writings of Jeremiah having to do with the period of the Babylonian Captivity. He was especially concerned with the time of completion of the seventy years of exile predicted by Jeremiah, (",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.11,12"},"Jer. 25:11, 12"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.10"},"29:10"],") and the restoration of his people to their own land. A careful study of",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.21-23"},"2 Chronicles 36:21–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.1"},"Ezra 1:1"],"ff., the passages in Jeremiah, and",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.1,2"},"Daniel 9:1, 2"],"would seem to lead inevitably to the conclusion that Daniel felt that the seventy years of his people’s captivity was over and that they should be restored. The prophet probably reasoned as follows: Babylon, the power that had brought about the captivity is now fallen, and Persia is in the first year of its rule. (539",["span.small","B.C."],") It is now seventy years or nearly so since I and my family, not to mention many other Jews, were taken into captivity. (609/608",["span.small","B.C."],") What did Jeremiah mean by seventy years of desolation and the punishment of the king of Babylon? (",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.11,12"},"Jer. 25:11, 12"],") In view of the fact that my people have not yet been restored, I shall inquire of the Lord and confess my people’s sins."],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p160"},"“The prophet then earnestly besought the Lord ‘by prayer and supplications, with fasting, and sackcloth, and ashes.’ (9:3) He confessed the sins of his people and the justice of God in punishing them, but called upon Him to set His face toward Jerusalem and remember His people.” (",["span.emphasis","Voice of Israel’s Prophets,"],"pp. 265–66.)"],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p161"},"As Daniel prayed, Gabriel appeared to him, talked with him, and gave him understanding of the Lord’s designs concerning His people."]],[".topic",["h3","(28-45)",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.24-27"},"Daniel 9:24–27"],". Gabriel’s Explanation of the Seventy Weeks"],["p.para",{"id":"p163","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p163"},"The Hebrew word that is commonly translated",["span.emphasis","weeks"],"would more properly be translated",["span.emphasis","sevens."],"It means a period divided into sevens. The phrase “seventy weeks” thus refers to seventy periods of sevens. These periods of seven could be days, weeks, months, years, or even periods of unspecified duration. Because of this variation, it is difficult to tie Gabriel’s explanation to specific historical time periods, but many attempts have been made to do that, resulting in several differing interpretations of the passage. Sperry called these verses “one of the most difficult passages in all of the Old Testament” (",["span.emphasis","Voice of Israel’s Prophets,"],"p. 266)."],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p164"},"Though the time periods mentioned are difficult to identify, the context and several phrases in the passage indicate that the passage has to do with a period in which the salvation of Daniel’s people is to be accomplished.",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.24"},"Daniel 9:24"],"is undoubtedly a reference to the coming of Christ and His Atonement, by which forgiveness of sins and reconciliation to God through repentance would be made possible. By completing the mission His Father sent Him to accomplish, Christ fulfilled the law and the words of the prophets concerning His coming, and thus did He “seal up [make sure] the vision and prophecy” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.24"},"v. 24"],"). Verse 25 refers to the time between the return of the Jews to rebuild Jerusalem and the coming of the Messiah. Verse 26 makes reference to the Messiah being “cut off, but not for himself,” which seems to be an allusion to His Crucifixion. The rest of the chapter describes the destruction of Jerusalem and the temple and parallels very closely the message of",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.15"},"Matthew 24:15"],"and Joseph Smith’s inspired revision of that verse (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.12"},"JS—M 1:12"],"). The reference to confirming the covenant for one week (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.27"},"Daniel 9:27"],"), however, has not been satisfactorily explained and may make problematic the explanation given above."]],[".topic",["h3","(28-46)",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.5-8"},"Daniel 10:5–8"],". The Appearance of the Lord to Daniel"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p166"},"Daniel tried to describe the glory and majesty of the Lord. His description is very much like that given by other prophets in similar circumstances. Compare this passage with",["a.scriptureRef",{"href":"/scriptures/ot/ezek/1.26-28"},"Ezekiel 1:26–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.13-15"},"Revelation 1:13–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.2-3"},"D&C 110:2–3"],"."],["p.para",{"id":"p167","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p167"},"Being in the presence of the Lord drained Daniel of his strength. Other prophets have also had similar experiences (compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.9-10"},"Moses 1:9–10"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.20"},"JS—H 1:20"],")."]],[".topic",["h3","(28-47)",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.13"},"Daniel 10:13"],". Adam and Noah Appeared to Daniel"],["p.para",{"id":"p169","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p169"},"Previous reference has been made to a visitation of Gabriel (Noah) to Daniel (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p1"},"Notes and Commentary on Daniel 8:16"],"). This chapter refers to Michael, who is Adam (see Smith,",["span.emphasis","Teachings,"],"p. 157)."]],[".topic",["h3","(28-48)",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.13"},"Daniel 10:13"],". Who Is the Prince of the Kingdom of Persia?"],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p171"},"That Adam came to assist the messenger in contending with the prince of the kingdom of Persia suggests that the prince was not a mortal leader in Persia but was the leader of the evil forces that supported the unrighteous dominion of the kingdoms of the world. If that reasoning is correct, then Satan or one of his host is the prince spoken of. Other scriptural passages record instances of Adam’s intervening to support and sustain righteous individuals in contention with Satan (see",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.9"},"Jude 1:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"D&C 128:20"],")."]],[".topic",["h3","(28-49)",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.14"},"Daniel 10:14"],". What Did the Messenger Come to Make Daniel Understand?"],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p173"},"The messenger said that he had come to make Daniel understand what would befall his people “in the latter days.” He also said that the vision was “for many days” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.14"},"Daniel 10:14"],"). The content of the next two chapters indicates that what was given to Daniel was not an account of the latter days only but was also an account of things from Daniel’s time extending far into the future, including the latter days."]],[".topic",["h3","(28-50)",["a.scriptureRef",{"href":"/scriptures/ot/dan/11.1-45"},"Daniel 11:1–45"],". Daniel’s Vision of Successive Kings, Wars, and Conflicts"],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p175"},"It is clear from the sketchy way in which the prophecy deals with the events of the time period covered in this chapter that Daniel’s intention was not to emphasize the history but only to give it as a background in order to indicate its effects upon the Lord’s people. As Keil and Delitzsch wrote: “The prophecy does not furnish a prediction of the historical wars of the Seleucidae and the Ptolemies, but an ideal description of the war of the kings of the north and the south in its general outlines, whereby, it is true, diverse special elements of the prophetical announcement have historically been fulfilled, but the historical reality does not correspond with the contents of the prophecy in anything like an exhaustive manner” (",["span.emphasis","Commentary,"],"9:3:450)."],["p.para",{"id":"p176","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p176"},"The lack of direct correspondence between the chapter and history seems to indicate that Daniel did not intend to present a detailed chronology of future events but rather to give an overview of some of the main events that would influence the Lord’s people. The following statement suggests that some of the events prophesied of in this chapter may have been given as indicators of the nature of the conflict between the kingdoms of the world and the kingdom of God. That is, they were types of future events: “By the war of these two kingdoms [the Ptolemaic and Seleucid] for the sovereignty, not merely were the covenant land and the covenant people brought in general into a sorrowful condition, but they also were the special object of a war which typically characterizes and portrays the relation of the world-kingdom to the kingdom of God. This war arose under the Seleucidan Antiochus Epiphanes to such a height, that it formed a prelude of the war of the time of the end. The undertaking of this king to root out the worship of the living God and destroy the Jewish religion, shows in type the great war which the world-power in the last phases of its development shall undertake against the kingdom of God.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"9:3:426–27.)"],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p178"},"Several things Daniel mentioned seem to be dualistic, having application to more than one period of time. The “abomination that maketh desolate” in",["a.scriptureRef",{"href":"/scriptures/ot/dan/11.31"},"Daniel 11:31"],"is one example of this dualism. Though this verse could quite properly be interpreted to refer to the destruction of Jerusalem and desecration of the temple by Antiochus Epiphanes (which has been the conclusion of many scholars), the “abomination of desolation” was also mentioned by the Lord in reference to the destruction of Jerusalem and the temple by the Romans in",["span.small","A.D."],"70 (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.12"},"JS—M 1:12"],"). It has also been applied to destructions which are still in the future (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.32"},"JS—M 1:32"],")."],["p.para",{"id":"p179","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p179"},"Elder Bruce R. McConkie wrote about the abomination of desolation mentioned by Daniel:"],["p.para",{"id":"p180","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p180"},"“These conditions of desolation, born of abomination and wickedness, were to occur",["span.emphasis","twice"],"in fulfilment of Daniel’s words. The first was to be when the Roman legions under Titus, in 70",["span.small","A.D."],"laid siege to Jerusalem, destroying and scattering the people, leaving not one stone upon another in the desecrated temple, and spreading such terror and devastation as has seldom if ever been equalled on earth. …"],["p.para",{"id":"p181","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p181"},"“Then, speaking of the last days, … our Lord said: ‘And again shall the abomination of desolation, spoken of by Daniel the prophet, be fulfilled.’ ([JS—M] 1:31–32.) That is: Jerusalem again will be under siege. … It will be during this siege that Christ will come, the wicked will be destroyed, and the millennial era commenced.” (",["span.emphasis","Mormon Doctrine,"],"p. 12.)"],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p182"},"It is possible that in the prophetic dualism Daniel showed near-future and far-future events with the same image. Much in",["a.scriptureRef",{"href":"/scriptures/ot/dan/11"},"Daniel 11"],"suggests the future battle of Armageddon (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p1"},"Enrichment I"],"), but there are also details that seem related to the Maccabean revolt against Antiochus Epiphanes. They could also relate to the fall of Judah to Rome."],["p.para",{"id":"p183","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p183"},"Some have used",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.1"},"Daniel 12:1"],", which says that this would be a time of trouble such as had never before been seen, to mean the battle of Armageddon. The language of this verse is reminiscent of",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2"},"Joel 2:2"],"and",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.18"},"Revelation 16:18"],", which are prophecies of Armageddon. The Savior, however, specifically applied",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.1"},"Daniel 12:1"],"to the fall of Judah in",["span.small","A.D."],"70 (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.18"},"JS—M 1:18"],"). Further, the Doctrine and Covenants describes Michael as leading the armies of God",["span.emphasis","after"],"the Millennium (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.110-116"},"D&C 88:110–16"],"). Others have noted that the persecution of the Jews under Antiochus was the most deliberate and savage of their history to that point. Which is correct? Were these terrible times fulfilled in 167",["span.small","B.C."],"or",["span.small","A.D."],"70, or are they yet future, either before the Millennium in Armageddon or afterwards? Given the dualistic nature of prophecy in the Old Testament, it is very possible that all four answers are correct."]],[".topic",["h3","(28-51)",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.4"},"Daniel 12:4"],". Increase of Knowledge in the Last Days"],["p.para",{"id":"p185","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p185"},"Concerning the fulfillment of Daniel’s prophecy about an increase of knowledge, President Spencer W. Kimball observed: “Nineteenth century theologians thought they saw the fulfillment of these predictions in the coming of the steam engine, the sewing machine, the motor car. What they saw was but the dim beginnings of the most spectacular increase of knowledge since men first dwelt upon the earth. Could they emerge from their graves today and behold a giant rocket in flight, a man-made satellite in orbit, and moving pictures of the moon or Mars appearing on a TV set, a famous choir in South Dakota singing to much of the earth through the satellite off in space, they would recognize in all these and numerous other space-age marvels a fulfillment far beyond their expectations but nonetheless valid for all of that.” (Talk given at the dedication of the Language Training Mission [Provo, Utah, 27 Sept. 1976], p. 5.)"]],[".topic",["h3","(28-52)",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.7-13"},"Daniel 12:7–13"],". “How Long Shall It Be to the End of These Wonders?”"],["p.para",{"id":"p187","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p187"},"The interpretation of the time periods mentioned in these verses has not been revealed by the Lord as yet. Numerous calculations and formulas have been put forward, each in their turn to be proven wrong."],["p.para",{"id":"p188","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p188"},"William Miller, a founder of the Adventist movement, predicted Christ’s coming in 1844, which prediction Joseph Smith declared to be false (see Smith,",["span.emphasis","Teachings,"],"pp. 340–41). Miller’s calculations came from an interpretation of this passage in Daniel. Time and again people have thought they had the key and enticed others to believe, only to reap disappointment. Even today there are those who predict earthquakes and great calamities occurring on specific dates, based on this passage in Daniel, and sadly, they still entice others to believe and follow."],["p.para",{"id":"p189","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p189"},"The Prophet Joseph Smith said that if the Lord did not give the key for interpreting a symbol or image He employed, He would not hold His children responsible for it (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-26.p1"},"Notes and Commentary on Ezekiel 1:15–21"],"). For reasons not at present known, the Lord has not revealed the key for interpreting this passage, and, until He does so, speculation and calculation are pointless."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(28-53) A Lesson of Faith"],["p.para",{"id":"p192","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p192"},"What does the life of Daniel suggest about the ability of a Saint to serve in public office and still not compromise gospel standards? Could he have survived without divine intervention? When does God intervene? What are the conditions of intervention? Can He intervene without the unusual circumstances such as were associated with His intervention for Daniel?"],["p.para",{"id":"p193","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p193"},"What lessons about adhering to one’s standards can be learned from the experience of Shadrach, Meshach, and Abed-nego recorded in",["a.scriptureRef",{"href":"/scriptures/ot/dan/3"},"Daniel 3"],"? Note especially verses 28–29. How might adhering to your standards affect those persons who do not feel as you do? Read",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.25-28"},"verses 25–28"],"and consider Daniel’s experience related in chapter 6. Then ask yourself these questions."],["p.para",{"id":"p194","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p194"},"A great blessing from the Lord came to Shadrach, Meshach, and Abed-nego because of their loyalty to God. They had supported the Lord and He then supported them in their time of need. Elder Spencer W. Kimball spoke of their integrity:"],["p.para",{"id":"p195","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p195"},"“Bound securely in their inflammable clothes, they were consigned to the fiery death which no mere man could survive, but on the morning the king Nebuchadnezzar himself in astonishment and awe found four personages in the furnace as he said: [",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.25"},"Daniel 3:25"],".] At the command of the king, they came forth unburned, unhurt, not even a hair of their heads singed and no smell of fire on their clothes. INTEGRITY! The promises of eternal life from God supersede all promises of men to greatness, comfort, immunities. These men of courage and integrity were saying:"],["p.para",{"id":"p196","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p196"},"“‘We do not have to live, but we must be true to ourselves and God,’ and it reminds us of the more modern man of integrity, Abraham Lincoln, who said: ‘I am not bound to win, but I am bound to be true; I am not bound to succeed, but I am bound to live by the light that I have.’"],["p.para",{"id":"p197","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p197"},"“As these brave men were threatened they did not know that Shakespeare, long centuries later, was to say:"],["p.para",{"id":"p198","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p198"},"“‘There is no terror in your threats: for I am armed so strong in honesty that they pass by me as the idle wind, which I respect not.’ [",["span.emphasis","Julius Caesar,"],"act 4, scene 3.]"],["p.para",{"id":"p199","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p199"},"“Integrity in man should bring inner peace, sureness of purpose, and security in action. Lack of integrity brings disunity, fear, sorrow, unsureness.” (",["span.emphasis","Integrity,"],"p. 19.)"],["p.para",{"id":"p200","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-28.p200"},"What is the message of Belshazzar’s experience in",["a.scriptureRef",{"href":"/scriptures/ot/dan/5"},"Daniel 5"],"? Compare this chapter with",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-8"},"2 Nephi 28:7–8"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.41-55"},"JS—M 1:41–55"],". Could you ever be in a position similar to that Belshazzar was in?"]]]]]]],"refs":null}
