{"id":12,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":12,"title":"2 Kings 3–13: Hearkening unto the Counsel of God","subtitle":"","short_title":6,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.head1"},[".titleNumber","6"],["h1","Hearkening unto the Counsel of God"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3"},"2 Kings 3–13"]]],[".bodyBlock",[".topic",["h2","(6-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p5"},"“O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish. But to be learned is good if they hearken unto the counsels of God.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p6"},"This scripture applies very well to the children of Israel in ancient times. Israel seems to have had great difficulty listening to and obeying the counsel of their prophets. They trusted in their own wisdom and rejected the counsel of the Lord. Elisha found no better response, even though his ministry was as remarkable as Elijah’s. As he wrestled with the problems of prophetic leadership, he found the nation of Israel plagued with apostate kings and leaders. The common people followed the example of their leaders in having trouble heeding the prophetic call to righteousness."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p7"},"Second Kings 3–13 tells of such people as Gehazi, Naaman, and a woman of Shunem. The wicked kings of Moab, Israel, and Syria are also encountered. Each person responded to Elisha’s counsel in a different way and for different reasons."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3"},"2 Kings 3–13"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 2 Kings 3–13"],[".topic",["h3","(6-2)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3"},"2 Kings 3–13"]],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p13"},"The accompanying map indicates the relative locations of the kingdoms and places written of in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3"},"2 Kings 3–13"],". Note especially Judah, Israel, Edom, Moab, and Syria."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_006_02-moab.gif"}]]],[".topic",["h3","(6-3)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.2-3"},"2 Kings 3:2–3"],". The Idolatry of Jehoram"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p27"},"C. F. Keil and F. Delitzsch noted that Jehoram’s attempt to reform Israel was only partial.",["span.emphasis","“Joram"],"or",["span.emphasis","Jehoram"],"was not so ungodly as his father Ahab and his mother Jezebel. He had the statue or pillar of Baal, which his father had erected in Samaria, removed; and it was only to the sin of Jeroboam,",["span.emphasis","i.e.,"],"the calf-worship, that he adhered. Joram therefore wished to abolish the worship of Baal and elevate the worship of Jehovah, under the image of the calf (ox), into the religion of his kingdom once more. … He did not succeed, however, in exterminating the worship of Baal. It not only continued in Samaria, but appears to have been carried on again in the most shameless manner … at which we cannot be surprised, since his mother Jezebel, that fanatical worshipper of Baal, was living throughout the whole of his reign.” (",["span.emphasis","Commentary on the Old Testament,"],"3:1:300–301.)"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p28"},"The worship of Baal, who was a fertility god, involved all sorts of immorality, temple prostitution, and other wicked practices that were extremely difficult to stop when most of the people were themselves immoral and wicked. (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003], pp. 245–48.)"]],[".topic",["h3","(6-4)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.4-10"},"2 Kings 3:4–10"],". Why Did Judah and Edom Unite with Israel against Moab?"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p30"},"The Moabites had paid tribute to Israel since the days of King David. They gave a hundred thousand lambs and the same number of rams to the king of Israel each year (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.4"},"v. 4"],"). With the death of Ahab, King Mesha of Moab thought Israel was weakening, so he rebelled and began to attack nearby towns and villages."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p31"},"Jehoshaphat, king of Judah, had maintained friendly relations with Ahab (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.4"},"1 Kings 22:4"],") and wanted to maintain them with Jehoram, Ahab’s son and successor. Judah had also been attacked by Moab (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.1"},"2 Chronicles 20:1"],"), so it was natural for Jehoshaphat to agree to an alliance with Israel against a common enemy. By marching through Edom, Judah and Israel could increase their army with Edomite soldiers, who were in servitude to Judah. They could also surprise Moab by attacking from the geographically most difficult, and therefore the least likely, direction."]],[".topic",["h3","(6-5)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.11-15"},"2 Kings 3:11–15"],". Why Was Elisha Upset?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p33"},"Jehoshaphat, king of Judah, desired the advice of a true prophet of God before he went into battle because he was a follower of Jehovah. The kings went to the prophet Elisha, who was irritated by the presence of Jehoram, king of Israel. Elisha sarcastically advised him to seek the counsel of the false prophets of his father (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.13"},"v. 13"],")."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p34"},"A minstrel, or harpist, was then called to soothe Elisha before he complied with King Jehoshaphat’s request to seek the Lord’s direction. It seems ironic that even though they were not willing to follow Elisha’s counsel, they were anxious to have his blessing on their endeavor."]],[".topic",["h3","(6-6)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.11"},"2 Kings 3:11"],". What Was the Meaning of Elisha’s Pouring “Water on the Hands of Elijah”?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p36"},"In the East a servant pours water over the hands of his master after each meal so he can clean them. The expression merely indicates that Elisha was the servant and disciple of Elijah (see James M. Freeman,",["span.emphasis","Manners and Customs of the Bible,"],"pp. 169–70)."]],[".topic",["h3","(6-7)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.19"},"2 Kings 3:19"],". Besides in Actual Combat, How Was Israel to Destroy Her Enemies?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p38"},"The prophet Elisha commanded Israel to do three things as they went through the land of Moab: (1) cut down all trees that could be used to build fortifications (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.19-20"},"Deuteronomy 20:19–20"],"for the justification of this practice); (2) destroy the wells that provided the life-giving waters of the land; and (3) throw rocks on the fields. A large army passing through an area could quickly cover the land with rocks. It would then take months of hard work to uncover the land so crops could again be grown. The reasoning was that the defeated enemy would have to spend its labor in recovering from war rather than in preparing to wage it again."]],[".topic",["h3","(6-8)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.20-24"},"2 Kings 3:20–24"],". Why Was Moab Deceived?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p40"},"“On hearing the report of the march of the allied kings, Moab had raised all the men that were capable of bearing arms, and stationed them on the frontier. In the morning, when the sun had risen above the water, the Moabites saw the water opposite to them like blood, and said: ‘That is blood: the (allied) kings have destroyed themselves and smitten one another; and now to the spoil, Moab!’ Coming with this expectation to the Israelitish camp, they were received by the allies, who were ready for battle, and put to flight. The divine help consisted, therefore, not in a miracle which surpassed the laws of nature, but simply in the fact that the Lord God, as He had predicted through His prophet, caused the forces of nature ordained by Him to work in the predetermined manner. …"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p41"},"“From the reddish earth of the freshly dug trenches the water collected in them had acquired a reddish colour, which was considerably intensified by the rays of the rising sun, so that when seen from a distance it resembled blood. The Moabites, however, were the less likely to entertain the thought of an optical delusion, from the fact that with their accurate acquaintance with the country they knew very well that there was no water in the wady at that time, and they had neither seen nor heard anything of the rain which had fallen at a great distance off in the Edomitish mountains. The thought was therefore a natural one, that the water was blood, and that the cause of the blood could only have been that their enemies had massacred one another, more especially as the jealousy between Israel and Judah was not unknown to them, and they could have no doubt that Edom had only come with them as a forced ally.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:305–6.)"]],[".topic",["h3","(6-9)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.26-27"},"2 Kings 3:26–27"],". Why Did the Moabite King Offer His Son As a Sacrifice?"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p43"},"The king of Moab made a desperate attempt to flee the city because of its imminent destruction. But his flight was stopped by the Edomites, and he was forced back into the city. When his attempted flight failed, the king offered his firstborn son, who would have succeeded him, as a burnt offering. Chemosh, god of the Moabites, was frequently offered human sacrifice to appease his anger. This custom may have prompted the Moabite king in this case."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p44"},"With the death of the heir, Israel lifted their siege and departed, perhaps feeling that Moab’s power as a nation had ended. This feeling, however, was a mistake (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.20"},"2 Kings 13:20"],")."]],[".topic",["h3","(6-10)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.1-7"},"2 Kings 4:1–7"],". How Could Debts Be Paid?"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p46"},"Anciently, when one was unable to meet a legal debt, one could bind out one’s sons as servants to satisfy the obligation (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.39-40"},"Leviticus 25:39–40"],"). If a thief could not restore what he had stolen, he could be sold to square a debt (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/22.3"},"Exodus 22:3"],"). Sometimes creditors would even take children from their parents and sell them into slavery to pay a debt (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/5.5,8"},"Nehemiah 5:5, 8"],"). The custom of paying off a debt through servitude was apparently still practiced in the days of Jesus, for the Savior referred to it in one of his parables (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.25"},"Matthew 18:25"],")."]],[".topic",["h3","(6-11)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.8-17"},"2 Kings 4:8–17"],". A Faithful Woman Rewarded"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p48"},"Those who receive the servants of the Lord also receive Him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.36"},"D&C 84:36"],"). The Shunammite woman showed her love for God by her kindness to His chosen servant Elisha. She, in turn, was assured that she would be blessed with a child. Like the widow who helped Elijah, she received a special blessing from the prophet."]],[".topic",["h3","(6-12)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.10"},"2 Kings 4:10"],". What Is a “Chamber … on the Wall”?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p50"},"“The",["span.emphasis","aliyah,"],"‘chamber,’ is an upper room of an Eastern house, being sometimes built on the roof, and sometimes making a second story to the porch, to which it has access by stairs. It is hence called in 2 Sam. xviii, 33, ‘the chamber over the gate.’ … In the text it is called a chamber ‘in the wall,’ probably because its window, opening to the street, made a break in the dead wall, and was thus about the only evidence to an outside spectator of the existence of rooms in the house. It is usually well furnished, and kept as a room for the entertainment of honored guests.” (Freeman,",["span.emphasis","Manners and Customs of the Bible,"],"p. 171.)"]],[".topic",["h3","(6-13)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.17-44"},"2 Kings 4:17–44"],". Miracles Performed by Elisha"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p52"},"These verses recount three great miracles Elisha performed through the power of the priesthood. First, he raised from the dead the son of the Shunammite woman who had shown so much kindness to him. Second, he blessed food that was bitter and inedible and made it whole, or good. And third, he multiplied a small number of loaves of barley bread and ears of corn to feed many people."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p53"},"Many features of Elisha’s ministry parallel those of the Savior’s. He truly was a type of the Messiah, as Elijah had been before him."]],[".topic",["h3","(6-14)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.16"},"2 Kings 4:16"],". Did the Shunammite Woman Doubt the Promise Made to Her?"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p55"},"The woman’s response to Elisha’s promise of a child is not one of doubt but one of hope. In essence she was saying, “Let not your words be a lie,” or “Let your words come true.”"]],[".topic",["h3","(6-15)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.23"},"2 Kings 4:23"],". Why Did the Husband Question His Wife about the Day on Which She Went to See Elisha?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p57"},"“The Shunammite’s husband did not connect his wife’s proposed visit to the prophet with the death of his child, but with some religious duty. The new moon (i.e. the first day of the month) and the sabbath were feasts at which the prophets might be asked to preside, as Samuel did at the feast held at the high place of Ramah [see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.12-13"},"1 Samuel 9:12–13"],"].” (J. R. Dummelow, ed.,",["span.emphasis","A Commentary on the Holy Bible,"],"p. 231.)"]],[".topic",["h3","(6-16)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1"},"2 Kings 5:1"],". What Is Known about Naaman?"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p60"},"Naaman was a great warrior and appears to have been a very good man, for “by him the Lord had given deliverance unto Syria” from the Assyrians. He was captain of the entire army of the Syrians, but he was plagued with leprosy. Leprosy, which has been called the living death, is any of a variety of chronic skin diseases. Its most mild form is characterized by skin that is scaly with reddish patches. In the most extreme cases of leprosy, the flesh actually falls off the bone. The law of Moses required that those afflicted with it live apart from society (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.46"},"Leviticus 13:46"],"). It is not known how severe Naaman’s leprosy was."]],[".topic",["h3","(6-17)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.2-19"},"2 Kings 5:2–19"],". The Miraculous Healing of Naaman, the Syrian Leader"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p62"},"Learning from an Israelite girl in his household that there was a prophet in Samaria who could heal him, Naaman asked the king of Syria for a letter to introduce him to Jehoram, king of Israel. However, Jehoram’s response, “Am I God, to kill and to make alive?” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.7"},"v. 7"],"), shows that he immediately saw the difficult situation Naaman’s request put him in. Jehoram was saying, in essence, “Only God can perform such miracles.” If Jehoram sent him to Elisha and the prophet failed to heal him, the situation could cause a difficult rift between Israel and Syria. Perhaps, if Naaman were not healed, Jehoshaphat would grow angry and declare war on Jehoram."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p63"},"When Elisha learned of the distress of the king of Israel, he sent for Naaman. Elisha tested Naaman’s faith by telling him to wash in the Jordan seven times. Though skeptical at first, Naaman complied because of the persuasion of his servants, and he was made whole."]],[".topic",["h3","(6-18)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.17-19"},"2 Kings 5:17–19"],". Why Did Naaman Carry Soil Back with Him?"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p65"},"“It is very evident from Naaman’s explanation, ‘for thy servant,’ etc., that he wanted to take a load of earth with him out of the land of Israel, that he might be able to offer sacrifice upon it to the God of Israel, because he was still a slave to the polytheistic superstition, that no god could be worshipped in a proper and acceptable manner except in his own land, or upon an altar built of the earth of his own land. And because Naaman’s knowledge of God was still adulterated with superstition, he was not yet prepared to make an unreserved confession before men of his faith in Jehovah as the only true God, but hoped that Jehovah would forgive him if he still continued to join outwardly in the worship of idols, so far as his official duty required.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:320.)"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p66"},"Elisha told Naaman to go in peace, evidently accepting the sincerity of his conversion, even though Naaman obviously had more to learn about the true God."]],[".topic",["h3","(6-19)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.15-16,20-26"},"2 Kings 5:15–16, 20–26"],". Why Did Elisha Refuse Gifts from Naaman?"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p68"},"Elisha refused the gifts Naaman offered for his use of God’s power, but Gehazi did not. The temptation to use priesthood power for personal gain has plagued man throughout history (see for example the account of Balaam in",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.11"},"Jude 1:11"],"and the account of Nehor in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1"],"). Nephi called such employment priestcraft and said it is forbidden by the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29-31"},"2 Nephi 26:29–31"],"). Paul suggested that if one charged for his service in the priesthood, he would",["span.emphasis","abuse"],"his power in the gospel (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/9.18"},"1 Corinthians 9:18"],"). And Jesus taught His ministering servants, “Freely ye have received, freely give” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.8"},"Matthew 10:8"],"). It is, after all, by divine power that men are able to perform priesthood miracles."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p69"},"Elisha understood this truth perfectly, but Gehazi saw a chance for personal gain slipping away and let his greed overpower his good judgment."]],[".topic",["h3","(6-20)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.26"},"2 Kings 5:26"],". What Was the Significance of Elisha’s Question: “Is It a Time to Receive Money?”"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p71"},"Keil and Delitzsch noted that Elisha was asking, “Is this the time, when so many hypocrites pretend to be prophets from selfishness and avarice, and bring the prophetic office into contempt with unbelievers, for a servant of the true God to take money and goods from a non-Israelite for that which God has done through him, that he may acquire property and luxury for himself? … It was not too harsh a punishment that the leprosy taken from Naaman on account of his faith in the living God, should pass to Gehazi on account of his departure from the true God. For it was not his avarice [greed] only that was to be punished, but the abuse of the prophet’s name for the purpose of carrying out his selfish purpose, and his misrepresentation of the prophet.” (",["span.emphasis","Commentary,"],"3:1:322–23.)"]],[".topic",["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p72"},"(6-21)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.1-7"},"2 Kings 6:1–7"],". Why Did Elisha Perform This Miracle?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p73"},"The scarcity of iron and its great value were not sufficient reason to perform such a miracle. “The prophet’s powers were exerted to help one who was honest enough to be the more concerned for his loss because the axe was not his own” (Dummelow,",["span.emphasis","Commentary,"],"p. 232)."]],[".topic",["h3","(6-22)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.8-23"},"2 Kings 6:8–23"],". The Lord’s Host"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p75"},"Syria attacked Israel several times but was always defeated. When it finally came to the attention of the king of Syria that his soldiers were losing because of the prophetic power of Elisha, he sent a large army to destroy Elisha. The Syrian army located Elisha in Dotham (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.13"},"v. 13"],") where they surrounded the city so he could not escape. The next morning Elisha’s servant, realizing the precarious situation they were in, said to his master, “How shall we do?” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.5"},"v. 15"],".) Elisha asked the Lord to let his servant see that “they that be with us are more than they that be with them” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.16"},"v. 16"],"). Elisha’s servant was then allowed to see the Lord’s host that had been sent to protect them. (For other examples of the Lord’s host, see",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.13-15"},"Joshua 5:13–15"],";",["span.emphasis","History of the Church,"],"2:381–83.)"]],[".topic",["h3","(6-23)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.23-24"},"2 Kings 6:23–24"],". Was There Peace or War between Syria and Israel?"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p77"},"Josephus explained the apparent contradiction between these two verses: “Now when these men were come back, and had showed Ben-hadad how strange an accident had befallen them, and what an appearance and power they had experienced of the God of Israel, he wondered at it, as also at that prophet with whom God was so evidently present; so he determined to make no more secret attempts upon the king of Israel, out of fear of Elisha, but resolved to make open war with them, as supposing he could be too hard for his enemies by the multitude of his army and power.” (",["span.emphasis","Antiquities of the Jews,"],"bk. 9, chap. 4, par. 4.)"]],[".topic",["h3","(6-24)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.24-29"},"2 Kings 6:24–29"],". Scarcity of Food in Samaria"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p79"},"Instead of trying to take Samaria by force, the king of Syria surrounded it and attempted to starve its inhabitants. The severity of the famine is attested to by this verse. The ass was an unclean animal (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11"},"Leviticus 11"],") and was not to be eaten by an Israelite. The head of an animal was also the most inedible part. To eat bird dung for what little nutritional value there was in it also graphically illustrates the severity of the siege. A cab of dove dung would be a little less than two quarts. A fourth part, then, would be about one pint. (See Dummelow,",["span.emphasis","Commentary,"],"p. 232.)"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p80"},"Eventually the famine became so severe that some even resorted to cannibalism (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.28-29"},"vv. 28–29"],"). Like Ahab, who had blamed Elijah and sought his life (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17-18"},"1 Kings 18:17–18"],"), King Jehoram refused to see that his own actions had caused Israel’s problems. Instead, he blamed Elisha and tried to kill him."]],[".topic",["h3","(6-25)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.27"},"2 Kings 6:27"],". What Does the Expression “out of the Barnfloor, or out of the Winepress” Mean?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p82"},"The king of Israel was simply saying that he could not provide food or drink."]],[".topic",["h3","(6-26)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/7"},"2 Kings 7"],". The Lord Saved Israel"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p84"},"Elder Orson Hyde said:"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p85"},"“Once on a time there was a great famine in Samaria, and so sore was that famine that a mule’s head sold for four score pieces of silver in the market, and a cab of dove’s dung sold for food in the market, I can not recollect for how much. We should consider it pretty much of a task or penalty to be compelled to use an article like that for food, but the people of Samaria were sorely distressed with famine, and which way to turn to save themselves they knew not. About this time, the King of Syria, with a large army, came to besiege the city, and there was a mighty host of them, and they brought everything in the shape of food that was necessary for the comfort and happiness of man; and although the famine was so sore among the Samaritans, the old Prophet, Elisha … , told them that on the next day meal should be sold in the gate of their city at very low figures, lower than it had ever been known to be sold before. A certain nobleman, who heard the prophecy of Elisha expressed his doubt of its truth, and he said that if the windows of heaven were opened and meal poured down from above it could not fall to such low figures. Now see what he got by doubting the words of the Prophet—said Elisha to him—’Your eyes shall see it, but you shall not taste it.’ That night the Lord sent forth the angels of his presence and they made a rustling in the trees, and sounds like horses’ hoofs and chariots, as if the whole country had combined to go out to battle against the Syrians, and they did not know what to make of it, and they were frightened, and fled, leaving almost everything they had brought with them in the borders of the town; and as they went, the rustling of the trees and the noise of the horses and chariots seemed to pursue them, and in order to make their burdens as light as possible, they threw away everything they had with them, and their track was strewed with everything good and desirable. The next morning the people of Samaria went out and brought the spoils into the market, and it was overstocked with provisions, and the word of the Lord through the Prophet was fulfilled."],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p86"},"“Now, you see, the Lord knew they had eaten mules’ heads long enough, and that they had need of something more palatable; he had had the matter under advisement, no doubt, when the crusade was inaugurated against the people of Samaria, and he, in all probability, inspired them to take abundant supplies, that they might feel all the more confident on account of their great numbers being so well provided for. They no doubt calculated that they had the sure thing, little thinking that God was making them pack animals to take to his people what they needed. Their Father in heaven knew that they had need of them, and he sent them, and the people of Samaria brought them into market, and behold and lo the multitude rushed together just as hungry people will, and this nobleman came out also, and he was trodden down under foot and stamped to death—he saw it but he never tasted it. That is the reward of those who disbelieve the Prophets of God; it was so then, and if the same thing does not occur in every instance something of a similar character is sure to take place. There was no living faith in that man, he could not believe the testimony of the Prophets, and in this he was like some of our—what shall I say, great men, whose faith is weak and sickly, and they think they know it all, and can chalk out right and left that which would be best for building up the kingdom of God.” (In",["span.emphasis","Journal of Discourses,"],"17:6–7.)"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p87"},"In a similar prophecy, Heber C. Kimball prophesied that the Saints in the Salt Lake Valley would be able to purchase goods more cheaply than they could back East. The prophecy was fulfilled when thousands came through the valley during the California gold rush. (See B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"3:349–53.)"]],[".topic",["h3","(6-27)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.7-15"},"2 Kings 8:7–15"],". Prophecy to Hazael and Ben-hadad"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p89"},"It is probable that more than one king of Syria bore the name Ben-hadad. The name means “son of Hadad” (J. D. Douglas, ed.,",["span.emphasis","The New Bible Dictionary,"],"s.v. “Ben-hadad”)."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p90"},"The Syrian leaders were well acquainted with the prophet Elisha, for they knew of Naaman’s miraculous healing. They also remembered Elisha’s leading a contingent of the Syrian army into captivity single-handedly and then releasing them (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.18-23"},"2 Kings 6:18–23"],"). Ben-hadad’s reaction, when he heard that Elisha was in Damascus, was one of jubilation. Perhaps the prophet of God would tell him whether he would recover from his disease."],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p91"},["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.9"},"Verse 9"],"indicates that the gifts Ben-hadad sent with Hazael to Elisha were not just a token gesture. It took forty camels to carry them. Elisha informed Hazael (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.10"},"v. 10"],") that the disease the king was suffering from was not fatal, but he would die by other means. Elisha knew the heart of Hazael and the evil he would cause, for the wicked cannot look unashamedly into the piercing eye of the righteous (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.11"},"v. 11"],"). Upon his return Hazael smothered Ben-hadad and became the king. He ruled Syria for forty-two harsh and brutal years in which he did Israel much harm, fulfilling Elisha’s prophecy."]],[".topic",["h3","(6-28)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.16-23"},"2 Kings 8:16–23"],". Jehoram, King of Judah"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p93"},"Jehoram, king of Judah, married Athaliah, who was the daughter of Ahab, king of Israel, and Jezebel. She, like her mother, was an evil woman who worshiped the gods of Baal, and she helped corrupt the Southern Kingdom of Judah as her mother had done the Northern Kingdom of Israel. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-a.p1"},"Enrichment A"],"for more information on Athaliah.)"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p94"},"Because of the wickedness of Jehoram, the Lord would not support him during his administration, and he was greatly afflicted. Edom revolted, as did Libnah, against his rule. Libnah was a royal city of the Canaanites that had first been conquered by Joshua. Jehoram probably lost Libnah at the time the Philistines attacked Judah and plundered Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.16-17"},"2 Chronicles 21:16–17"],"). Jehoram finally died of a terrible disease (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.18-20"},"2 Chronicles 21:18–20"],")."]],[".topic",["h3","(6-29)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.26"},"2 Kings 8:26"],". Was Athaliah the Daughter of Omri?"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p96"},"Athaliah was the daughter of Ahab, who was the son of Omri (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.6"},"2 Chronicles 21:6"],"). “The terms ‘son’ and ‘daughter’ were used not only of remote descendants but even of successors who were not blood relations” (Dummelow,",["span.emphasis","Commentary,"],"p. 233). The phrase here means that Athaliah was of the Omride dynasty."]],[".topic",["h3","(6-30)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.1-13"},"2 Kings 9:1–13"],". Why Was Jehu Anointed King?"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p98"},"One of the last commissions the Lord gave Elijah was to anoint Jehu as king of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.16"},"1 Kings 19:16"],"). Elisha now carried out that commission for Elijah. The purpose of Jehu’s reign was, according to verse 7, to completely destroy the house, or family, of the wicked Ahab and Jezebel. Notice the prophecy about Jezebel in verse 10. The young man Elisha sent to deliver this message and anoint Jehu was probably a priesthood bearer."],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p99"},"Verse 13 describes a special ceremony in which a man was acknowledged king. Those present laid their cloaks down at his feet as a symbol of their loyalty and recognition of his authority."]],[".topic",["h3","(6-31)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.14-26"},"2 Kings 9:14–26"],". Vineyard of Naboth"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p101"},"Jehu met King Joram and King Ahaziah in the vineyard called Naboth (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.21"},"v. 21"],"). This was the very vineyard that Jezebel had obtained by murdering Naboth. This was also the exact spot where Elijah had appeared to Ahab years before and prophesied that his posterity would one day be exterminated (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.21-23"},"1 Kings 21:21–23"],"). That day had come."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_006_04-ramoth.gif"}]],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p102"},"Jehu’s being anointed by Elisha’s servant to be king and the prophecy of his brutal destruction of the house of Omri should not be construed to mean that the Lord commanded Jehu to do these things. The prophet simply foresaw what would happen, but Jehu himself was a wicked man (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.31"},"2 Kings 10:31"],"), although he was a means for destroying the wickedness out of Israel."]],[".topic",["h3","(6-32)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.30-37"},"2 Kings 9:30–37"],". Death of Jezebel"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p121"},"“Jezebel [painted her face] that she might present an imposing appearance to Jehu and die as a queen; not to allure him by her charms. … For (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.31"},"ver. 31"],") when Jehu entered the palace gate, she cried out to him, ‘Is it peace, thou Zimri, murderer of his lord?’ She addressed Jehu as Zimri the murderer of the king, to point to the fate which Jehu would bring upon himself by the murder of the king, as Zimri had already done [",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/9.32-33"},"vv. 32–33"],"]. But Jehu did not deign to answer the worthless woman; he simply looked up to the window and inquired: ‘Who is (holds) with me? who?’ Then two, three chamberlains looked out (of the side windows), and by Jehu’s command threw the proud queen out of the window, so that some of her blood spurted upon the wall and the horses (of Jehu), and Jehu trampled her down, driving over her with his horses and chariot.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:345.)"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p122"},"The death of Jezebel fulfilled the prophecy of Elijah (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.23"},"1 Kings 21:23"],")."]],[".topic",["h3","(6-33)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.1-6"},"2 Kings 10:1–6"],". Were the Seventy Sons Ahab’s Children?"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p124"},"By this time Ahab had been dead fourteen years. Some of the seventy sons mentioned in verse 6 could have been Ahab’s; however,",["span.emphasis","sons"],"as used in these verses could also mean grandsons of Ahab.",["span.emphasis","Master’s sons,"],"as used in verse 2, is an obvious reference to the sons of Joram."],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p125"},"Jehu wanted to kill all the sons or grandsons of Ahab who were part of the royal line and therefore heirs to the throne of Israel."]],[".topic",["h3","(6-34)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.13"},"2 Kings 10:13"],". Who Were the Brethren of Ahaziah?"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p127"},["span.emphasis","Brethren,"],"as used in this verse, could not be a reference to the actual brothers of Ahaziah because the Philistines had taken them in a battle many years before (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.17"},"2 Chronicles 21:17"],"). It is, however, a reference to the relative of Ahaziah who lived in the royal household (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/22.8"},"2 Chronicles 22:8"],")."]],[".topic",["h3","(6-35)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.30-31"},"2 Kings 10:30–31"],". How Pleased Was the Lord with Jehu?"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p129"},"“Jehu is promised the possession of the throne to the fourth generation of his sons for having exterminated the godless royal house of Ahab. … The divine sentence, ‘because thou hast acted well to do right in mine eyes, (because thou) hast done as it was in my heart to the house of Ahab,’ refers to the deed as such, and not to the subjective motives by which Jehu had been actuated. For it is obvious that it had not sprung from pure zeal for the honour of the Lord, from the limitation added in ver. 31: ‘but Jehu did not take heed to walk in the law of Jehovah with all his heart, and did not depart from the sins of Jeroboam.’—Vers. 32, 33.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:354–55.) In other words, the house of Omri had reached such a state of wickedness that it deserved destruction. Jehu was the means of bringing about the Lord’s will in this regard, but that does not mean the Lord was pleased with his brutal methods or his wickedness."]],[".topic",["h3","(6-36)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/11"},"2 Kings 11"],". Jehoash Became King"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p131"},"When Athaliah killed the heirs to the throne (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/11.1-3"},"vv. 1–3"],"), Jehoash escaped through the intervention of his aunt (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/11.2-3"},"vv. 2–3"],"). After hiding Jehoash in the temple for six years, Jehoiada the priest decided to make the child’s existence known and install him as Judah’s king. He sent the king’s bodyguard throughout the land of Judah to gather in the Levites and chief rulers to sustain Jehoash as king of Judah (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/23.1-3"},"2 Chronicles 23:1–3"],"). Because Jehoash was only seven years old at the time he began to reign, he would certainly have received the counsel and guidance of Jehoiada in administering the affairs of Judah."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p132"},"“As soon as Athaliah heard the loud rejoicing of the people, she came to the people into the temple, and when she saw the youthful king in his standing-place surrounded by the princes, the trumpeters, and the whole of the people, rejoicing and blowing the trumpets, she rent her clothes with horror, and cried out, conspiracy, conspiracy! … Jehoiada then commanded the captains … those placed over the army,",["span.emphasis","i.e.,"],"the armed men of the levites, to lead out Athaliah between the ranks, and to slay every one who followed her,",["span.emphasis","i.e.,"],"who took her part.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:362–63.)"]],[".topic",["h3","(6-37)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12"},"2 Kings 12"],". The Reign of Jehoash"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p134"},"The reign of Jehoash, or Joash, lasted forty years."],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p135"},"It appears that the single most important factor in Jehoash’s reign was the wise advice and support he received from the high priest, Jehoiada (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.2"},"v. 2"],"). During Jehoash’s administration the temple was repaired, but unfortunately, Jehoash did not continue as he had commenced. Later in his reign he turned to idolatry and led Judah into sin (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.17-18"},"2 Chronicles 24:17–18"],"), for soon after Jehoiada’s death, Jehoash became weak and allowed heathen rituals to be performed in Judah again (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.16-22"},"2 Chronicles 24:16–22"],"). He also sought to appease Hazael, king of Syria, through bribery. He even sent Hazael holy objects from the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.18"},"2 Kings 12:18"],")."]],[".topic",["h3","(6-38)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.1-16"},"2 Kings 12:1–16"],". Why Did Jehoash Take Away the Collection from the Priests?"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p137"},"The account in Kings is a little difficult to follow, and it is not clear what exactly is happening. But the parallel account in",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.4-14"},"2 Chronicles 24:4–14"],"is more clearly written. Under Athaliah, Solomon’s temple had been vandalized and images of Baal set up within it. It seems to have been in a poor state of repair, and the king decided to take up a collection from the people to restore it. He gave the priests charge of this fund-raising, but “the Levites hastened it not” (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.5"},"2 Chronicles 24:5"],"). In other words, they did not carry out their task very successfully. Therefore King Jehoash took the responsibility away from them (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.7-8"},"2 Kings 12:7–8"],"). Instead, he set up a chest within the temple courtyard into which the people put money. He had his scribes collect it each day and used it to pay the workmen on the project."]],[".topic",["h3","(6-39)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.20-21"},"2 Kings 12:20–21"],". Why Did the Servants of Jehoash Murder Him?"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p140"},"When Jehoash turned to idolatry, the Lord sent prophets to testify against him and to call the people of Judah to repentance. One such prophet was Zechariah, son of Jehoiada the priest. Jehoash had him killed along with the other sons of Jehoiada. Because Jehoash had murdered the sons of Jehoiada, some of his own servants slew him while he lay on his bed (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.20-22,25-26"},"2 Chronicles 24:20–22, 25–26"],")."]],[".topic",["h3","(6-40)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.1-9"},"2 Kings 13:1–9"],". Jehoahaz, King of Israel"],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p142"},"Josephus wrote the following about this king who ruled in the Northern Kingdom at the same time Jehoash ruled in Judah: “He did not [properly] imitate his father, but was guilty of as wicked practices as those that first had God in contempt: but the king of Syria [Hazael] brought him low, and by an expedition against him did so greatly reduce his forces, that there remained no more of so great an army than ten thousand armed men, and fifty horsemen. He also took away from him his great cities, and many of them also, and destroyed his army. And these were the things that the people of Israel suffered, according to the prophecy of Elisha, when he foretold that Hazael should kill his master, and reign over the Syrians and Damascenes. But when Jehoahaz was under such unavoidable miseries, he had recourse to prayer and supplication to God, and besought him to deliver him out of the hands of Hazael, and not overlook him, and give him up into his hands.” (",["span.emphasis","Antiquities,"],"bk. 9, chap. 8, par. 5.)"]],[".topic",["h3","(6-41)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.4-6"},"2 Kings 13:4–6"],". Who Was the “Savior” That Delivered Israel from Syria?"],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p144"},"The narrative here is difficult to follow because the historian continually moves ahead of the circumstances he is discussing. He could do so because he was writing many years later."],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p145"},"The Lord’s response to Jehoahaz’s prayer promised a Savior to deliver Israel from the Syrians. Because the title of Savior is associated with Jesus, some may think the Lord was promising a deliverer, but all that was being promised was deliverance. Deliverance from Hazael, king of Syria, and later his son, Ben-hadad, was to come through the son and grandson of Jehoahaz. Keil and Delitzsch explained: “In this oppression Jehoahaz prayed to the Lord … and the Lord heard this prayer, because He saw their oppression at the hands of the Syrians, and gave Israel a saviour, so that they came out from the power of the Syrians and dwelt in their booths again, as before,",["span.emphasis","i.e."],"were able to live peaceably again in their houses, without being driven off and led away by the foe. The saviour … was neither an angel, nor the prophet Elisha, … nor a victory obtained by Jehoahaz over the Syrians, … but the Lord gave them the savior in the two successors of Jehoahaz, in the kings Jehoash and Jeroboam, the former of whom wrested from the Syrians all the cities that had been conquered by them under his father (ver. 25), while the latter restored the ancient boundaries of Israel (ch. xiv. 25). According to vers. 22–25, the oppression by the Syrians lasted as long as Jehoahaz lived; but after his death the Lord had compassion upon Israel, and after the death of Hazael, when his son Ben-hadad had become king, Jehoash recovered from Ben-hadad all the Israelitish cities that had been taken by Syrians.” (",["span.emphasis","Commentary,"],"3:1:375.)"],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p146"},"The Jehoash mentioned here is not the same Jehoash who was king of Judah (discussed in Notes and Commentary on 2 Kings 11;",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12"},"2 Kings 12"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/12.1-16"},"2 Kings 12:1–16"],"). There were two kings by the same name. Jehoash who became king of Israel, the Northern Kingdom, was the son of Jehoahaz and helped deliver Israel from the Syrians. The other Jehoash, also called Joash, was the one hid by the priests in Judah when Athaliah had the royal seed killed (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/11.1-3"},"2 Kings 11:1–3"],"). He became king of Judah, the Southern Kingdom, at the age of seven and ruled for forty years."]],[".topic",["h3","(6-42)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.14-20"},"2 Kings 13:14–20"],". Death of Elisha"],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p148"},"These verses record the death of Elisha. Jehoash, king of Israel, sought the prophet before his death, perhaps feeling that Elisha alone held the key to Israel’s future safety. Elisha responded by inviting Jehoash to open a window and shoot an arrow toward the east. The arrow symbolized the Lord’s deliverance of Israel from the Syrians. Elisha also told the king to shoot some arrows into the ground, which he did. “The shooting of the arrows to the earth was intended to symbolize the overthrow of the Syrians” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:377). The king shot only three arrows. For this Elisha chastised him, saying that had Jehoash shot five or six times he would “have smitten the Syrians to destruction” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.19"},"2 Kings 13:19"],")."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(6-43) The Prophets: Key to Spiritual Survival"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p151"},"As you read",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3"},"2 Kings 3–13"],", you probably noticed that every time people obeyed the counsel of the prophet Elisha they were blessed, and every time they rejected his counsel they suffered. Just how important is it for men to receive the counsel of the Lord? Study the following scriptures to help you formulate your answer:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5-8"},"Doctrine and Covenants 103:5–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.37"},"105:37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.84"},"124:84"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.19"},"136:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],"."],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p152"},"President Spencer W. Kimball spoke of the importance of these prophets and of the flimsy reasons people have for rejecting them:"],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p153"},"“Various excuses have been used over the centuries to dismiss these divine messengers. There has been denial because the prophet came from an obscure place. ‘Can there any good thing come out of Nazareth?’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.46"},"John 1:46"],".) Jesus was also met with the question, ‘Is not this the carpenter’s son?’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55"},"Matt. 13:55"],".) By one means or another, the swiftest method of rejection of the holy prophets has been to find a pretext, however false or absurd, to dismiss the man so that his message could also be dismissed. … Perhaps they judged Paul by the timbre of his voice or by his style of speech, not the truths uttered by him."],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p154"},"“We wonder how often hearers first rejected the prophets because they despised them, and finally despised the prophets even more because they had rejected them. …"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p155"},"“The trouble with rejection because of personal familiarity with the prophets is that the prophets are always somebody’s son or somebody’s neighbor. They are chosen from among the people, not transported from another planet, dramatic as that would be!"],["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p156"},"“The prophets have always been free from the evil of their times, free to be divine auditors who will still call fraud, fraud; embezzlement, embezzlement; and adultery, adultery.” (In Conference Report, Apr. 1978, pp. 115–17; or",["span.emphasis","Ensign,"],"May 1978, pp. 76–77.)"],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p157"},"Elder Neal A. Maxwell taught that “the basic truths are always the same, but the emphasis needed will be made by the living prophets under inspiration from the living God, and the people of the living Church will respond. …"],["p.para",{"id":"p158","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p158"},"“In the living Church, members must have living testimonies of the living prophets as well as of the living scriptures and living God. President Lee once gave a speech to seminary and institute faculty members on ‘The Place of the Living Prophet’ in which he observed how proximity and familiarity sometimes get in the way of people’s following the living prophet because ‘he is so close.’ He commented on the responsiveness of heaven to changing circumstances: ‘… had you ever thought that what was contrary to the order of heaven in 1840 might not be contrary to the order of heaven in 1960?’ (Address to Seminary and Institute Faculty, Brigham Young University, July 8, 1968.)” (",["span.emphasis","Things As They Really Are,"],"pp. 67, 71.)"],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-6.p159"},"Write a short essay on what caused the people of ancient Israel to reject Elisha in spite of marvelous demonstrations of his power. Draw parallels to our own time. Do people still reject the prophets for the same reasons?"]]]]]]],"refs":null}
