{"id":16,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":16,"title":"The Ministry of Hosea: A Call to Faithfulness (Hosea)","subtitle":"","short_title":10,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.head1"},[".titleNumber","10"],["h1","The Ministry of Hosea: A Call to Faithfulness"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/hosea"},"Hosea"]]],[".bodyBlock",[".topic",["h2","(10-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p5"},"Have you ever given love and trust, or even made solemn covenants, and then been betrayed? Or have you ever been loved and trusted by someone but then, in weakness, betrayed that trust and damaged the relationship and thus know the yearning to be loved and trusted again?"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p6"},"Read carefully Hosea’s description of God’s feelings toward those who have covenanted with Him and then betrayed the trust. Examine your own life for experiences that will help you understand Hosea’s fmessage."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p7"},"During the time of Hosea, the Israelites were influenced heavily by the worship and ways of the Canaanites. The sophistication of the city-based Canaanite farmers who surrounded them, the fertility of their flocks and fields (apparently elicited from the gods and goddesses of fertility) attracted the Israelite farmers. The rites by which the people supplicated the gods of fertility were lewd, licentious, and immoral. Even though Israel had covenanted at Sinai to become a kingdom of priests and a holy nation unto God, by the time of Hosea, God’s people had become deeply involved in the practices of their neighbors, whose way of life should have repelled them."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p8"},"Using the imagery of a marriage, the Lord, through Hosea, taught His people that though they had been unfaithful to Him, ye He would still not divorce them (cast them off) if they would but turn back to Him. Though Hosea speaks of a nation, the same principle holds true for individuals. Even those who have been grossly unfaithful to God can reestablish their relationship with Him if they will but turn back to Him with full purpose of heart."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Hosea."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Hosea"],[".topic",["h3","(10-2)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1"},"Hosea 1–14"],". “The Manner of Prophesying among the Jews” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.1"},"2 Nephi 25:1"],")"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p14"},"Nephi said that to understand the writings of Isaiah, one has to understand the Jewish way of prophesying (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.1"},"2 Nephi 25:1"],"). The same is true of Hosea because he, like Isaiah, made extensive use of metaphors and symbolism (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003],",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi"},"pp. 111–15"],"). Each chapter contains at least one metaphor, and all need to be seen against the background of Israel’s history and tradition to be understood."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p15"},"One metaphor that is central to Hosea’s message is marriage. Throughout history every culture has prescribed ways to celebrate the covenants of marriage. Because most people had personal knowledge of marriage, they understood the Lord better when the prophets used marriage terms to describe symbolically the covenants God made with them and they with Him. The covenant relationship between Jehovah and His people Israel was likened to the relationship between a man and his wife."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p16"},"In the symbolic marriage covenant, God is the husband and Israel, the covenant people, is the bride. God wed Israel in the covenant of Abraham (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17"},"Genesis 17"],"). That covenant was renewed with Moses’ people at the foot of Mount Sinai (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.4-8"},"Exodus 19:4–8"],").",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.5"},"Isaiah 54:5"],"reads, “For thy Maker is thine husband,” and",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.14"},"Jeremiah 3:14"],"reads, “For I am married unto you.” Further references to God’s role as husband in the covenant are found in",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.20"},"Jeremiah 3:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.32"},"31:32"],"and",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7"},"Revelation 19:7"],"."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p17"},"When Israel turned away from her husband to worship other gods, then she broke the covenants. She “hath committed great whoredom, departing from the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2"},"Hosea 1:2"],") and “hath played the harlot” (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.5"},"Hosea 2:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/2.20"},"Jeremiah 2:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.1,9"},"3:1, 9"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/5.7"},"5:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.14-16"},"Exodus 34:14–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.16"},"Deuteronomy 31:16"],"). Elder Bruce R. McConkie explained: “In a spiritual sense, to emphasize how serious it is, the damning sin of idolatry is called",["span.emphasis","adultery."],"When the Lord’s people forsake him and worship false gods, their infidelity to Jehovah is described as whoredoms and adultery. (",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.8-9"},"Jer. 3:8–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2"},"Hos. 1:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.1"},"3:1"],".) By forsaking the Lord, his people are unfaithful to their covenant vows, vows made to him who symbolically is their Husband.” (",["span.emphasis","Mormon Doctrine,"],"p. 25.)"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p18"},"The symbolism is central to Hosea’s message. He depicts Israel’s unfaithfulness to the Lord as that of a wife who has turned her back on a faithful husband to follow her lovers."]],[".topic",["h3","(10-3)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.1"},"Hosea 1:1"],". Who Was Hosea?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p20"},"“The superscription of this book informs us that Hosea was the son of Beeri. Unfortunately we know nothing about the father. The Hebrew name of the prophet, Hoshea, signifies ‘help,’ ‘deliverance,’ and ‘salvation,’ and is derived from the same root as the names of Joshua and Jesus. By reason of numerous allusions in the prophecy to the Northern Kingdom, it is commonly supposed by commentators that Hosea was a native of that commonwealth. The superscription further informs us that Hosea was a prophet ‘in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.’ Jeroboam II, the king of Israel, reigned from 788",["span.small","B.C."],"until 747",["span.small","B.C."],"and Hezekiah, the last-named of the kings of Judah, began to reign in 725",["span.small","B.C."],"We may not be far off from the truth if we date Hosea’s ministry, therefore, from about 755",["span.small","B.C."],"to 725",["span.small","B.C."],"He was, then, a contemporary of three other great prophets, Isaiah, Amos, and Micah.” (Sidney B. Sperry,",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 274.)"]],[".topic",["h3","(10-4)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.1"},"Hosea 1:1"],". What Was Happening in Hosea’s Time?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p22"},"“The years of Hosea’s life were melancholy and tragic. The vials of the wrath of heaven were poured out on his apostate people. The nation suffered under the evils of that schism, which was effected by the craft of him who has been branded with the indelible stigma—’Jeroboam, who made Israel to sin.’ The obligations of law had been relaxed, and the claims of religion disregarded; Baal became the rival of Jehovah, and in the dark recesses of the groves were practiced the impure and murderous rites of heathen deities; peace and prosperity fled the land, which was harassed by foreign invasion and domestic broils; might and murder became the twin sentinels of the throne; alliances were formed with other nations, which brought with them seductions to paganism; captivity and insult were heaped upon Israel by the uncircumcised; the nation was thoroughly debased, and but a fraction of its population maintained its spiritual allegiance.” (Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “Hosea”; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"]],",pp. 245–48.)"]],[".topic",["h3","(10-5)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2-3"},"Hosea 1:2–3"],". How Are We to Understand God’s Commanding Hosea to Marry a Harlot?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p24"},"Would God literally command one of His servants to take an immoral woman for His wife? Or is this command to be interpreted only in a symbolic sense? Interpretations fall into five general categories:"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.f3"},["ol.number",["li",["span.label","1."],["p.para","Hosea was actually asked by God to marry a harlot. Those scholars who maintain this view think that such a marriage served as an object lesson to call Israel’s attention to their carnal state. Others have felt that such an act would be inconsistent with God, who “cannot look upon sin with the least degree of allowance” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.16"},"Alma 45:16"],"). While the Lord was not commanding Hosea to sin, some have felt God would not use sinful behavior even in an object lesson of this kind. Sidney B. Sperry said that this “would be imputing to God a command inconsistent with His holy character. Furthermore, for Hosea to marry a woman with a questionable past would make it impossible for him to preach to his people and expose their sexual immoralities. They could point the finger of scorn at him and say, ‘You are as guilty as we are; don’t preach to us.’” (",["span.emphasis","Voice of Israel’s Prophets,"],"p. 281.)"]],["li",["span.label","2."],["p.para","The whole experience came to Hosea in a dream or vision. There was neither harlot nor marriage, but Hosea was asked to accept the burden of being prophet (husband) to immoral Israel (Gomer). Although possible, most scholars reject this alternative because of the intensity of Hosea’s involvement with the imagery."]],["li",["span.label","3."],["p.para","Hosea married a woman who at the time was good and faithful but later became a faithless wife, a harlot, when she left her husband to participate in the fertility rites of the neighboring Canaanites. In this case Hosea’s life was an “enacted parable,” and the phrase “wife of whoredoms” (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2"},"Hosea 1:2"],") refers to what Gomer became. In other words, Hosea did marry Gomer, but she was not a harlot then. Those scholars who sustain this view explain that later in life, Hosea, looking back on his experiences and all that he had suffered and learned through them, recorded incidents that helped illustrate his teachings. The difficulty with this interpretation is that the Lord commanded Hosea to take a “wife of whoredoms” (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2"},"v. 2"],"). If Gomer were faithful and true at the time of the marriage, this phrase would seem like a peculiar way to describe her."]],["li",["span.label","4."],["p.para","A variation of the interpretation in number three is that Gomer was not an actual harlot but was a worshiper of Baal; therefore, she was guilty of spiritual harlotry. But even so, it seems peculiar that God would ask a prophet to marry a nonbelieving wife."]],["li",["span.label","5."],["p.para","Another approach that avoids some of these difficulties is that the words present an allegory designed to teach the spiritual consequences of Israel’s unfaithfulness. Sperry felt that Hosea never did actually contract such a marriage. He explains: “The Lord’s call to Hosea to take a harlotrous woman to wife represents the prophet’s call to the ministry—a ministry to an apostate and covenant-breaking people. The … children of this apparent union represent the coming of the judgments of the Lord upon Israel, warning of which was to be carried to the people by the prophet. The figure of the harlotrous wife and children would, I believe, be readily understood at the time by the Hebrew people without reflecting on Hosea’s own wife, or, if he was unmarried, on himself.” (",["span.emphasis","Voice of Israel’s Prophets,"],"p. 281.)"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles commented on his experience years before teaching Hosea to his early morning seminary classes:"],["p.para","“The book of Hosea, like the writings of Isaiah, uses what seem to me almost poetic images. The symbols in Hosea are a husband, his bride, her betrayal, and a test of marriage covenants almost beyond comprehension. … Here are the fierce words of the husband, spoken after his wife has betrayed him in adultery: [",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.6-7"},"Hosea 2:6–7"],"]."],["p.para","“He goes on (through verse 13) to describe the punishment she deserves, and then comes a remarkable change in the verse that follows. … : [",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.14-15,19-23"},"Hosea 2:14–15, 19–23"],"]."],["p.para","“At that early point in the story, in just two chapters, even my youngest students knew that the husband was a metaphor for Jehovah, Jesus Christ. And they knew that the wife represented his covenant people, Israel, who had gone after strange gods. They understood that the Lord was teaching them, through this metaphor, an important principle. Even though those with whom he has covenanted may be horribly unfaithful to him, he would not divorce them if they would only turn back to him with full purpose of heart."],["p.para","“I knew that too, but even more than that, I felt something. Ihad a new feeling about what it means to make a covenant with the Lord. All my life I had heard explanations of covenants as being like a contract, an agreement where one person agrees to do something and the other agrees to do something else in return."],["p.para","“For more reasons than I can explain, during those days teaching Hosea, I felt something new, something more powerful. This was not a story about a business deal between partners, nor about business law. … This was a love story. This was a story of a marriage covenant bound by love, by steadfast love. What I felt then, and it has increased over the years, was that the Lord, with whom I am blessed to have made covenants, loves me, and you, … with a steadfastness about which I continually marvel and which I want with all my heart to emulate” (",["span.emphasis","Covenants and Sacrifice"],"[address to religious educators, 15 Aug. 1995], pp. 1–2)."]]]]],[".topic",["h3","(10-6)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.4-11"},"Hosea 1:4–11"],". Symbolic Names"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p37"},"Biblical names often were taken from the circumstances surrounding the child’s birth. In Hosea’s narrative Gomer bore her husband three children: two sons and a daughter. The names given to the children symbolize the destruction that lies in Israel’s future as a result of her idolatrous (adulterous) ways—that is, children (judgments) are the natural result of Israel’s harlotry (unrighteousness)."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p38"},"The name of the first child,",["span.emphasis","Jezreel,"],"is the same as that of the valley of former King Jehu’s bloody purge, and foreshadowed Israel’s overthrow in that strategic valley. It is a valley overlooked by Megiddo (New Testament “Armageddon”; see",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.16"},"Revelation 16:16"],") and famed for crucial battles past and future.",["span.emphasis","Jezreel"],"means “God shall sow,” or scatter abroad, since anciently sowing was done by casting handfuls of seed. It undoubtedly alludes to the overthrow and scattering of Israel."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p39"},"The name",["span.emphasis","Lo-ruhamah"],"in Hebrew means “not having obtained mercy” and suggests that no amount of mercy from God would set aside divine justice and save northern Israel; the ten tribes would be taken captive and led away."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p40"},"The name of the third child,",["span.emphasis","Lo-ammi,"],"in Hebrew, “not my people,” is like a lament and shows that by their harlotry Israel could not be thought of as God’s people."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p41"},"With the last two symbolic names, the Lord predicted the negative results of sin (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.6,9"},"Hosea 1:6, 9"],"), but in the next verses He held out a promise of hope (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.7,10"},"vv. 7, 10"],"). Throughout the book, Hosea interweaves the promise of destruction or a curse with the promise of future restoration to favor."]],[".topic",["h3","(10-7)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2"},"Hosea 2"],". What Are the Meanings of the Metaphors?"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.f4"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 1"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Ammi"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“My people”"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 1"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Ruhamah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“Having obtained mercy,” or “those who have obtained mercy”"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 2"]],["td",{"colspan":"1","rowspan":"1"},["p.para","your mother"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The nation Israel"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 3"]],["td",{"colspan":"1","rowspan":"1"},["p.para","wilderness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The captivity"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 5"]],["td",{"colspan":"1","rowspan":"1"},["p.para","lovers"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The priests, priestesses, and idols of the Canaanite temples or, in the larger sense, any person one loves more than God."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verses 5–9, 13"]],["td",{"colspan":"1","rowspan":"1"},["p.para","bread, corn, wool, and jewels"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Worldly values and treasures"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verses 9–10"]],["td",{"colspan":"1","rowspan":"1"},["p.para","her nakedness and her lewdness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Israel’s sin"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verses 11–14"]],["td",{"colspan":"1","rowspan":"1"},["p.para","allure her"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Jehovah still cares for her and will try to win her back."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 15"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Valley of Achor, a rich valley north of Jericho, near Gilgal"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Lord will restore her to great blessings."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 16"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["span.emphasis","Ishi"],"(Hebrew for “my husband”) and",["span.emphasis","Baali"],"(Hebrew for “my master”)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Eventually Israel will accept God as her Lord and her true husband."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verses 19–20"]],["td",{"colspan":"1","rowspan":"1"},["p.para","betroth thee unto me forever"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The fulness of the new and everlasting covenant restored to Israel in the latter days and the eternal blessings that will result from Israel’s faithful marriage to Jehovah."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Verse 22"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Jezreel (Hebrew for “God shall sow”)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The downtrodden and poor Israel. Like the Jezreel Valley, they have great potential and will be resown and made fruitful by the Lord."]]]]]]],[".topic",["h3","(10-8)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.1-3"},"Hosea 3:1–3"],". What Is Represented by the Marriage in Chapter 3?"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p81"},"In the first and third chapters of Hosea the Lord commands His prophet to marry. Scholars disagree on whether these represent two separate marriages or the same one. Either way, they were an effective means for the Lord to teach the people of His own relationship with faithless Israel. From the beginning Israel played the part of the harlot (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/1.2"},"Hosea 1:2"],"). Even after entering into covenants of obedience and faithfulness to the Lord as a married spouse, she forsook her husband, the Lord, and went whoring after idol gods (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.1-3"},"Hosea 3:1–3"],")."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p82"},"Keil and Delitzsch write: “The price paid … is not to be regarded as purchase money, for which the wife was obtained from her parents; for it cannot be shown that the custom of purchasing a bride from her parents had any existence among the Israelites. … It was rather the marriage present … which a bridegroom gave, not to the parents, but to the bride herself, as soon as her consent had been obtained” (",["span.emphasis","Commentary,"],"10:1:69). Through paying this price, Hosea (symbolizing the Lord) was able to place her (Israel) beyond her former consorts and receive her back as his own."]],[".topic",["h3","(10-9)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.2"},"Hosea 3:2"],". Come unto Me"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p84"},"Verse 2 gives the price of redeeming the woman spoken of in verse one. Keil and Delitzsch write that “it is a very natural supposition … that at that time an ephah of barley was worth a shekel, in which case the whole price would just amount to the some of which, according to Ex. xxi. 32, it was possible to purchase a slave, and was paid half in money and half in barley. … The circumstance that the prophet gave no more for the wife than the amount at which a slave could be obtained, … and that this amount was not even paid in money, but half of it in barley—a kind of food so generally despised throughout antiquity … —was intended to depict still more strikingly the deeply depressed condition of the woman. … [If] the woman was satisfied with fifteen shekels and fifteen ephahs of barley, she must have been in a state of very deep distress” (",["span.emphasis","Commentary,"],"10:1:68–69)."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p85"},"When one considers Gomer as symbolic of Israel, the purchase price implies that Israel’s freedoms had been or would be lost, and in addition she suffered the slavery of sin, which also requires a purchase price before Israel can be reconciled with her Savior. Hosea desired to purchase his wife from slavery just as Heavenly Father seeks after His children to redeem them from Satan’s power with the blood of His Son Jesus Christ."]],[".topic",["h3","(10-10)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.3"},"Hosea 3:3"],". “Thou Shalt Not Play the Harlot”"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p87"},"Even though the purchase price mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.2"},"Hosea 3:2"],"has been paid, there is a time of testing, of waiting and preparing, before one is reinstated to all the blessings of the covenant and enjoys the company of a husband and a savior. This principle is valid whether applied to Gomer as a person or to Gomer as a figure for Israel."]],[".topic",["h3","(10-11)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.4-5"},"Hosea 3:4–5"],". The Captivity"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p89"},["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.4"},"Hosea 3:4"],"alludes to Israel’s impending captivity when they would be without leadership (“kings,” “princes”) and without the temple and the religious practices they believed in (“sacrifice”). They would also be without revelation (represented by the ephod, to which the Urim and Thummim were attached). The teraphim were worshiped by the Canaanites as givers of earthly prosperity and deities who revealed the future. Commentators believe that these objects of Canaanite worship were included with objects from the worship of Jehovah to show the people that the worship of idols would also be lost. “David their king” (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.5"},"v. 5"],") is one of the titles of the Messiah or Jesus Christ (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:1"],")."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p90"},"As noted in",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.3"},"Hosea 3:3"],", Gomer had to purify her life before she could feel Hosea’s love. In their captivity Israel would suffer without God’s help until she purified her life. Then she would know of God’s continued love."]],[".topic",["h3","(10-12)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.3"},"Hosea 4:3"],". “Therefore Shall the Land Mourn”"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p92"},"See also",["a.scriptureRef",{"href":"/scriptures/ot/lev/26"},"Leviticus 26"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/28"},"Deuteronomy 28"],", in which the Lord outlines the relationship between the bounties of the land and the righteousness or wickedness of the people."]],[".topic",["h3","(10-13)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.8"},"Hosea 4:8"],". What Is Meant by the Phrase “They Eat Up the Sin of My People”?"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p94"},"Keil and Delitzsch explained that the Hebrew phrase translated as the “sin of my people” referred to “the sin-offering of the people, the flesh of which the priests were commanded to eat, to wipe away the sin of the people (see [",["a.scriptureRef",{"href":"/scriptures/ot/lev/6.26"},"Leviticus 6:26"],"], and the remarks upon this law at [",["a.scriptureRef",{"href":"/scriptures/ot/lev/10.17"},"Leviticus 10:17"],"]). The fulfillment of this command, however, became a sin on the part of the priests, from the fact that they directed their soul,",["span.emphasis","i.e."],"their longing desire, to the transgression of the people; in other words, that they wished the sins of the people to be increased, in order that they might receive a good supply of sacrificial meat to eat.” (",["span.emphasis","Commentary,"],"10:1:78–79.)"]],[".topic",["h3","(10-14)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.12"},"Hosea 4:12"],". What Are Stocks and Staffs?"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p96"},"The stocks were wooden idols. The staffs were divining rods, instruments used to foretell the future, to find lost or hidden objects, and so forth. All were consulted within the Canaanite culture much like divining instruments are used in today’s Satanic cults. Thus, instead of seeking counsel from the living God, they looked to the idols."]],[".topic",["h3","(10-15)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.15"},"Hosea 4:15"],". Why Avoid Gilgal and Bethaven?"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p98"},"Gilgal was where the law of circumcision was renewed after Israel crossed over Jordan in Joshua’s day, but it had become polluted by idolatry since the days of Jeroboam. Bethaven means “house of iniquity,” and Bethel means “house of God.” Hosea, like Amos in",["a.scriptureRef",{"href":"/scriptures/ot/amos/4.5"},"Amos 4:5"],", applied the name",["span.emphasis","Bethaven"],"to the town Bethel to show that the house of God had now become the house of iniquity and idols."]],[".topic",["h3","(10-16)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.16"},"Hosea 4:16"],". “A Backsliding Heifer” and “a Lamb in a Large Place”"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p100"},"A backsliding heifer is one who refuses to follow when led and sets her feet and slides in the dirt. She is an unmanageable animal and will not pull together with the other ox yoked with her, nor will she submit to the guidance of the driver."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p101"},"A lamb in a large place suggests a helpless animal lost in a large open area with no protection. This figure suggests Israel’s being scattered among the Gentiles."]],[".topic",["h3","(10-17)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.17"},"Hosea 4:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.3,9,11-14"},"5:3, 9, 11–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.4"},"6:4"],". Why Is There So Much Emphasis on Ephraim and Judah and No Mention of the Other Tribes?"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p103"},"Because they were the two dominant tribes, Judah came to represent all the Israelites in the Southern Kingdom, and Ephraim came to represent the Israelites in the Northern Kingdom. Thus, as used here,",["span.emphasis","Judah"],"means the Southern Kingdom, and",["span.emphasis","Ephraim"],"the Northern Kingdom."]],[".topic",["h3","(10-18)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.1-2"},"Hosea 5:1–2"],". Nets and Snares"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p106"},"Mizpah and Tabor, both mountains, were famous for hunting; hence, the “net” and “snare.”",["span.emphasis","Revolters"],"were those who drove animals into a pit that had been camouflaged. The metaphor depicts the rulers and priesthood in the bloody role of the hunters who spiritually killed their prey, Israel."]],[".topic",["h3","(10-19)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.7"},"Hosea 5:7"],". “Begotten Strange Children”"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p108"},"“Israel ought to have begotten children of God in the maintenance of the covenant with the Lord; but in its apostasy from God it had begotten an adulterous generation, children whom the Lord could not acknowledge as His own” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:89)."]],[".topic",["h3","(10-20)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.10-11"},"Hosea 5:10–11"],". “Remove the Bound”"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p110"},["a.scriptureRef",{"href":"/scriptures/ot/deut/27.17"},"Deuteronomy 27:17"],"says, “Cursed be he that removeth his neighbour’s landmark” (see also",["a.scriptureRef",{"href":"/scriptures/ot/deut/19.14"},"Deuteronomy 19:14"],"). In ancient Israel, property was marked with stone markers or “landmarks.” To move such a mark was a serious offense, for it was the same as stealing land. If one who destroyed a neighbor’s boundaries was cursed, how much more cursed were the princes of Judah who destroyed the moral and spiritual boundaries that guarded the worship of Jehovah? In",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.11"},"Hosea 5:11"],"the phrase “walked after the commandment” indicates that Ephraim was oppressed because it willingly walked after filth instead of walking after true commandments (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/5.11a"},"Hosea 5:11",["span.emphasis","a"]],")."]],[".topic",["h3","(10-21)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.1-3"},"Hosea 6:1–3"],". A Call to Return"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p112"},["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.2"},"Hosea 6:2"],"may be a symbolic reference to the gathering of Israel and the Millennium. If a day is a thousand years (see",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.8"},"1 Peter 3:8"],"), Israel is to be revived and blessed some two or three thousand years in the future."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p113"},["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.3"},"Hosea 6:3"],"is a call to seek the knowledge of Jehovah, whose rising is fixed like the morning dawn and whose blessing is “as the latter and former rain unto the earth.” To the farmer in ancient Israel, two “rains” were very critical. The former (or first) rains softened the earth so that he could plow it and plant the seed; the latter (or second) rains gave the crop its growth. (See also",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.23"},"Joel 2:23"],".)"]],[".topic",["h3","(10-22)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.6"},"Hosea 6:6"],". What Did Israel Lack in Her Relationship to Jehovah?"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p115"},"“Israel’s fidelity, then, was that of a fickle woman. It lacked the steadfastness, the trustworthiness of true covenant love. In Hosea’s native language, Israel lacked",["span.emphasis","hésed."],"This word is exceedingly difficult to render into English. (The Revised Standard Version usually translates it ‘steadfast love.’) It is a covenant word that refers to the faithfulness or loyal love that binds two parties together in covenant. When a person shows",["span.emphasis","hésed"],"to another, he is not motivated merely by legal obligation but by an inner loyalty which arises out of the relationship itself. Such covenant love has the quality of constancy, firmness, steadfastness. In Hosea’s vivid figure, Israel’s",["span.emphasis","hésed"],"was like a transient morning cloud, or like the morning dew that evaporates quickly (6:4). Hence Yahweh [Jehovah] scorned the existing forms of worship:"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p116"},"“‘For I desire steadfast love and not sacrifice, the knowledge of God, rather than burnt offerings.’—",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.6"},"Hosea 6:6"]],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p117"},"“We probably should not press Hosea’s words to mean that he was opposed to formal worship. But clearly he was opposed to forms that were devoid of the spirit of true faithfulness to the God of the covenant. Jesus twice asked his hearers to go and reread",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.6"},"Hosea 6:6"],"when he was accused of breaking the formal rules of orthodoxy (cf.",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.13"},"Matt. 9:13"],"and 12:7).” (Bernhard W. Anderson,",["span.emphasis","Understanding the Old Testament,"],"p. 248.)"]],[".topic",["h3","(10-23)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/7.8-9"},"Hosea 7:8–9"],". How Is Ephraim a “Cake Not Turned”?"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p119"},"Because Ephraim (the Northern Kingdom) had mixed with other nations, worshiped their idols, and learned their ways, she had only fulfilled half the requisites for the conquest of Canaan, or she was only “half baked.”"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p120"},"“Israel had thereby become a cake not turned. [The image in Hebrew is of] a cake baked upon hot ashes or red-hot stones, which, if it be not turned, is burned at the bottom, and not baked at all above. The meaning of this figure is explained by ver. 9. As the fire will burn an ash-cake when it is left unturned, so have foreigners consumed the strength of Israel, partly by devastating wars, and partly by the heathenish nature which has penetrated into Israel in their train.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:107–8.)"]],[".topic",["h3","(10-24)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/7.11-13"},"Hosea 7:11–13"],". What Were the Dangers of Israel’s Entangling Alliances?"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p122"},"“We live at a time when the drums of war cause many people … to debate whether or not we ought to make alliances with other countries in self-defense. During Hosea’s ministry there occurred conspiracies and other internal disturbances that seriously weakened Israel (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15"},"2 Kings 15"],"). In desperation the people alternately sought aid from Assyria and Egypt, paying tribute to both, with the result that they lost their independence and national autonomy, being forced to accept vassalage to Assyria. Hosea warned the nation of its folly in seeking alliances with foreign nations. Political alliances would not remedy the real cause of their trouble—moral disease and rebellion against God. Hosea doubtless believed that God would protect His own if they but trusted Him."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p123"},"“‘And Ephraim is become like a silly dove, without understanding; They call unto Egypt, they go to Assyria.’ (7:11)"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p124"},"“Hosea wanted his people to avoid making covenants with nations whose sole reliance was on force. Let the big nations fight their own wars; little nations that elected to mix up with them were sure to be worsted. The big nations, furthermore, had religious practices that were utterly opposite to prophetic ideals. Their immoralities, added to those already prevalent in Israel would, in time, wreck the nation. So Israel would spread the net of destruction over herself. Instead of courting God’s love and protection, her courting of the nations would only put her in a trap—and it did.” (Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"pp. 285–86.)"]],[".topic",["h3","(10-25)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/7.14"},"Hosea 7:14"],". Why Would the People Cry for Corn and Wine?"],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p126"},"When hardships come, some cry upon their beds. Rather than pray to God with all their heart, they look for corn and wine—something to take away the hurt. They do not seek that which brings the Lord’s help."]],[".topic",["h3","(10-26)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/7.16"},"Hosea 7:16"],". A Deceitful Bow"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p128"},"A “deceitful bow” is one that flies back to its curved position while the archer is stringing it or breaks while he has it drawn. In either case, the archer can be wounded."]],[".topic",["h3","(10-27)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/8.8-9"},"Hosea 8:8–9"],". A Wild Ass"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p130"},"A wild ass is one of the most independent and unreliable beasts on earth. Because Israel wanted to go her own way and be alone, she was likened to a wild ass. She would go alone into Assyria and be swallowed up by the Gentiles. The “lovers” hired by Ephraim represent her continued attempt to find security and friends through political alliances rather than through obedience to God."]],[".topic",["h3","(10-28)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/8.13"},"Hosea 8:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.3,6"},"9:3, 6"],". Egypt"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p132"},"Egypt was the land of the first captivity—between the times of Joseph and Moses. The word here refers to captivity or bondage in general; thus, Assyria is the new Egypt."]],[".topic",["h3","(10-29)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.7"},"Hosea 9:7"],". Why Did Hosea Say the “Prophet Is a Fool”?"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p134"},"Hosea was referring to false prophets who were saying that all was well in Israel and that their enemies would not come against them."]],[".topic",["h3","(10-30)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.10-17"},"Hosea 9:10–17"],". The Imagery of Hosea"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p136"},"Hosea used several figurative expressions that ancient Israel would clearly understand but which are not clearly understood by modern readers."],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p137"},["span.emphasis","Grapes in the wilderness; first ripe fruit of the fig (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.10"},"v. 10"],")."],"Both grapes and figs were viewed as choice fruits by the people anciently. Jehovah found Israel, at first, a delightful thing."],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p138"},["span.emphasis","Baal-peor (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.10"},"v. 10"],")."],"Another way of saying the people were committing immoral acts (see",["a.scriptureRef",{"href":"/scriptures/ot/num/25.1-3"},"Numbers 25:1–3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/106.28"},"Psalm 106:28"],")."],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p139"},["span.emphasis","Ephraim’s glory flies away (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.11"},"v. 11"],")."],"The Northern Kingdom shall see no conception, no pregnancy, no birth—Ephraim will be left totally desolate."],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p140"},["span.emphasis","Have children but be bereaved (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.12"},"v. 12"],")."],"Even their grown-up sons shall be cut off."],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p141"},["span.emphasis","Ephraim and Tyre (Tyrus) (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.13"},"v. 13"],")."],"Tyre was renowned for its glory and splendor. God had chosen Ephraim for similar blessings, but because of their wickedness they would be barren."],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p142"},["span.emphasis","Gilgal (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.15"},"v. 15"],")."],"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p1"},"Notes and Commentary on Hosea 4:15"],"."],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p143"},["span.emphasis","The princes are revolters (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.15"},"v. 15"],")."],"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p1"},"Notes and Commentary on Hosea 5:1–2"],"."]],[".topic",["h3","(10-31)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.12"},"Hosea 10:12"],". How Can Israel or Any Child of God Obtain Mercy?"],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p145"},"“Mercy is not showered [indiscriminately] upon mankind, except in the general sense that it is manifest in the creation and peopling of the earth and in the granting of immortality to all men as a free gift. Rather, mercy is granted (because of the grace, love, and condescension of God), as it is with all blessings, to those who comply with the law upon which its receipt is predicated. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D. & C. 130:20–21"],".) That law is the law of righteousness;",["span.emphasis","those who sow righteousness, reap mercy."],"(",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.12"},"Hos. 10:12"],".) There is no promise of mercy to the wicked; rather, as stated in the Ten Commandments, the Lord promises to show mercy unto thousands of them that love him and keep his commandments. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.6"},"Ex. 20:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.4"},"Dan. 9:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.18"},"D. & C. 70:18"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 484.)"]],[".topic",["h3","(10-32)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.12-13"},"Hosea 10:12–13"],". The Law of the Harvest"],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p147"},"If one plants or does works of righteousness, he reaps mercy and the blessings of obedience (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"). If one plants wickedness, he reaps iniquity. What one gets is the result of what one does. What one does is a result of where one puts one’s trust. We can trust God, or power, or friends, or money; but what we receive will depend on what we trusted (see also",["a.scriptureRef",{"href":"/scriptures/ot/hosea/8.7"},"Hosea 8:7"],")."],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p148"},"Elder Bernard P. Brockbank counseled college students: “If you sow seeds of righteousness, you will harvest righteousness. If you sow thorns and corruption, you will reap thorns and corruption. A prophet of the Lord said, ‘For they have sown the wind, and they shall reap the whirlwind’ (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/8.7"},"Hosea 8:7"],"). If you sow seeds of purity, you will harvest purity. If you sow seeds of petting, immorality, and promiscuity, you will harvest destruction to your godlike attributes. If you sow seeds of pure love, you will receive pure love. If you love God with all your heart and with all your soul and with all your mind, you will reap God’s love. If you would obtain celestial glory, you must plant into your heart and character God’s heavenly ways. Jesus admonished in these words: ‘For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.7"},"D&C 78:7"],"). If you want a celestial life, you will have to plant celestial seeds. Pure religion comes from God. If you want pure religion in your life, you must plant the gospel of Jesus Christ in your heart. Remember, ‘As a man thinketh in his heart, so is he.’ If you think as a celestial being, you will be a celestial being. If you think as a child of God should think, you will be a member of his celestial family.” (“Be Worthy of Celestial Exaltation,” in",["span.emphasis","Speeches of the Year,"],"1974, pp. 386–87.)"]],[".topic",["h3","(10-33)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.14"},"Hosea 10:14"],". Who Was Shalman?"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p150"},"Shalman may be Shalmaneser and Beth-arbel may be the Armenian city Arbela, which Shalmaneser destroyed while still a general under Tiglath-pileser (see Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:645)."]],[".topic",["h3","(10-34)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.1"},"Hosea 11:1"],". Israel’s Coming out of Egypt"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p152"},"Matthew saw the emergence of Israel from Egypt as a type or pattern of Jesus’ coming out of Egypt (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.15"},"Matthew 2:15"],"). When the Israelites were humble, God could work miracles with them. (See also",["a.scriptureRef",{"href":"/scriptures/ot/hosea/12.13"},"Hosea 12:13"],".)"]],[".topic",["h3","(10-35)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.4"},"Hosea 11:4"],". “As They That Take off the Yoke”"],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p154"},"“This is an agricultural simile, and refers to the custom of raising the yoke from the neck and cheeks of the oxen so that they can more readily eat their food. Henderson says: ‘The",["span.emphasis","ol,"],"yoke, not only included the piece of wood on the neck by which the animal was fastened to the pole, but also the whole of the harness about the head which was connected with it. The yokes used in the East are very heavy, and press so much upon the animals that they are unable to bend their necks.’ …"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p155"},"“Compare this statement with what Jesus says about",["span.emphasis","his"],"yoke in Matthew [11:28–30].” (James M. Freeman,",["span.emphasis","Manners and Customs of the Bible,"],"p. 317.)"]],[".topic",["h3","(10-36)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/12.1"},"Hosea 12:1"],". Feeding on the Wind"],["p.para",{"id":"p158","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p158"},"“Feeding on the wind” (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/12.1"},"Hosea 12:1"],") is believing that which has not truth or substance. Carrying oil into Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/12.1"},"v. 1"],") represents the attempt to get protection through tribute from an alliance with Egypt."]],[".topic",["h3","(10-37)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.13-14"},"Hosea 13:13–14"],". What Are the Analogies in These Verses?"],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p160"},"The travailing woman is Israel, and “as there is a critical time in parturition [the process of giving birth] in which the mother in hard labour may by skillful assistants be eased of her burden, which, if neglected, may endanger the life both of parent and child; so there was a time in which Ephraim might have returned to God, but they would not; therefore they are now in danger of being finally destroyed.” (Clarke,",["span.emphasis","Commentary,"],"4:651.)"],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p161"},["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.14"},"Hosea 13:14"],"uses the figures of resurrection as a metaphor that promises the gathering and restoration of Israel. The “dry bones” metaphor in",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.1-14"},"Ezekiel 37:1–14"],"conveys the same message. The fact that the resurrection is symbolic of the gathering of Israel does not diminish the usefulness of these passages in proving that the resurrection was a firm doctrine among the Israelites. In fact, just the opposite is true; for a metaphor of this type loses its force if the type or figure used is not real."],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p162"},"At the end of",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.14"},"Hosea 13:14"],", the Lord says “repentance shall be hid from mine eyes.” This could mean that the Lord will not swerve in His purpose even though Israel may cry out for deliverance. When the grave is conquered, however, and the judgments rendered, there will be no more sin; hence, no more repentance because all will be assigned to a kingdom whose laws they can obey."]],[".topic",["h3","(10-38)",["a.scriptureRef",{"href":"/scriptures/ot/hosea/14.2"},"Hosea 14:2"],". “The Calves of Our Lips”"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p164"},"This verse deals with one’s resolves to do better. To present the sincere prayers of one’s lips as an offering to the Lord was as precious as the best offerings in the Mosaic law, which were young oxen or bullocks; hence, “the calves of our lips.”"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(10-39) Concepts Taught in Hosea"],["p.para",{"id":"p167","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p167"},"Some individual verses in Hosea, because of the symbolism, contain whole concepts or sermons. Listed below are some examples for your consideration. Read them and underline the ones you like in your Bible. Try to understand their symbolic meaning. Commit some to memory to use as a spiritual thought or short sermon."],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p168"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.1"},"Hosea 6:1"],"."],"“Come, and let us return unto the Lord: for he hath torn, and he will heal us; he hath smitten, and he will bind us up.”"],["p.para",{"id":"p169","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p169"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.4"},"Hosea 6:4"],"."],"“O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? for your goodness is as a morning cloud, and as the early dew it goeth away.”"],["p.para",{"id":"p170","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p170"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/8.7"},"Hosea 8:7"],"."],"“For they have sown the wind, and they shall reap the whirlwind.”"],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p171"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.13"},"Hosea 10:13"],"."],"“Ye have plowed wickedness, ye have reaped iniquity; ye have eaten the fruit of lies: because thou didst trust in thy way, in the multitude of thy mighty men.”"],["p.para",{"id":"p172","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p172"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.1"},"Hosea 11:1"],"."],"“When Israel was a child, then I loved him, and called my son out of Egypt.”"],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p173"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.8"},"Hosea 11:8"],"."],"“How shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee as Admah? how shall I set thee as Zeboim? mine",["span.emphasis","heart is turned within"],"me, my repentings are kindled together.” (Emphasis added. Note God’s agony over the impending captivity.)"],["p.para",{"id":"p174","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p174"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.4"},"Hosea 13:4"],"."],"“Yet I am the Lord thy God from the land of Egypt, and thou shalt know no god but me: for there is no saviour beside me.”"],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p175"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/13.9"},"Hosea 13:9"],"."],"“Oh Israel, thou hast destroyed thyself; but in me is thine help.”"],["p.para",{"id":"p176","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p176"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/14.1"},"Hosea 14:1"],"."],"“O Israel, return unto the Lord thy God; for thou hast fallen by thine iniquity.”"],["p.para",{"id":"p177","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p177"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/hosea/14.5"},"Hosea 14:5"],"."],"“I will be as the dew unto Israel.” (In a land of little rain, dew gives life to the desert as God’s love gives life to us.)"]],[".topic",["h3","(10-40) Gomer and Hosea: A Story of Hope"],["p.para",{"id":"p179","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p179"},"In the book of Hosea we can see two applications for the symbols",["span.emphasis","Hosea"],"and",["span.emphasis","Gomer."],"We can think of each as having been living people, or we can apply the second analogy where Hosea represents God and Gomer represents a nation—Israel. The second representation illustrates God’s love for an unfaithful people, while the first application has a personal message of comfort and encouragement for you to remain faithful to your covenants and promises."],["p.para",{"id":"p180","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p180"},"Review the two suggested applications of Hosea’s message and see if Hosea and Gomer’s experiences are like those of someone you know."]],[".topic",["h3","(10-41) Dealing with Betrayal"],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p182"},"The modern world entices people as it did in the days of Hosea to worship at the shrine of pleasure. Because the sin is as enticing as ever, many people give into temptation. Someone you know well may betray your trust. What can compare to the hurt that accompanies betrayed trusts, friendships, confidences, and even covenants? Feelings of bitterness, revenge, pride, and withdrawal are immediately experienced."],["p.para",{"id":"p183","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p183"},"How could Hosea still have loved Gomer? How could God still have loved Israel? How could Jesus have said, “Forgive them; for they know not what they do”? (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.34"},"Luke 23:34"],"). How can you still love someone who has betrayed you?"],["p.para",{"id":"p184","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p184"},"Dealing with the feelings that come with betrayal may be one of the greatest trials of your life. Humility must replace pride; charity, revenge; hope, despair; faith, fear. These trials may require your greatest prayers as you seek to forgive someone who has betrayed you."]],[".topic",["h3","(10-42) Hope for You in the Story of Gomer"],["p.para",{"id":"p186","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p186"},"God loves you, no matter what you have ever done to hurt or disappoint Him, and He has provided a way for you to return to Him. The story of Gomer clearly shows God’s love for you. Even when you break His commandments and your life seems to fall apart, God’s greatest desire is to see you repent and come back to receive the happiness of a good life."],["p.para",{"id":"p187","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p187"},"The world today exhibits many of the same social ills that existed in Gomer’s time. Perhaps in the past you have forgotten covenants in order to respond to the promises and flattery of the world. Now you know the longing to be loved and trusted again. For you, the story of Gomer testifies of hope and a Redeemer who longs to have you restored to the close relationship you once had with Him (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.1-2"},"Hosea 3:1–2"],"). Her story is a promise that if you will return “home” and prove your repentance and faithfulness (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/3.3-4"},"Hosea 3:3–4"],"), then all that you desire will be restored to you (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.19-23"},"Hosea 2:19–23"],"). Enduring or overcoming trials in proving your repentance and faithfulness will require your greatest efforts in prayer and acts of obedience to God’s laws."]]]]]]],"refs":null}
