{"id":5,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":5,"title":"Proverbs, Ecclesiastes “Wisdom is the Principal Thing; Therefore Get Wisdom","subtitle":"","short_title":2,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.head1"},[".titleNumber","2"],["h1","“Wisdom Is the Principal Thing; Therefore Get Wisdom”"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/prov"},"Proverbs,"],",",["a.scriptureRef",{"href":"/scriptures/ot/eccl"},"Ecclesiastes"]]],[".bodyBlock",[".topic",["h2","(2-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p5"},"The books of Proverbs and Ecclesiastes are sometimes called the “wisdom literature.” The sages of the ancient Near East realized the superiority of wisdom over knowledge, for wisdom encompasses knowledge and includes understanding and moral conduct. One was not wise, regardless of his vast learning, if his actions did not comply with his righteous beliefs: “Like all Hebrew intellectual virtues, wisdom … is intensely practical, not theoretical. Basically, wisdom is the art of being successful, of forming the correct plan to gain the desired results. Its seat is the heart, the centre of moral and intellectual decision [see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.9,12"},"1 Kings 3:9, 12"],"].” (J. D. Douglas, ed.,",["span.emphasis","The New Bible Dictionary,"],"s.v. “wisdom.”)"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p6"},"“The book of Proverbs in the Old Testament … is the best sample of Hebrew ‘Wisdom Literature’ derived apparently from the experiences of the race, epitomized by wise men into brief rules for behavior. The book contains less material accredited to divine revelation and more attributed to human evaluations than the books by the Prophets. As to Solomon’s authorship of proverbs, he is said in",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.33"},"I Kings 4:33"],"to have spoken thousands of them, covering all facets of the relationships of nature, man and God. Whether the extant proverbs in the Bible include all of them, and whether all that are attributed to him are really his would be difficult to tell now. In any case, Proverbs, chapters 1–9 are entitled ‘Proverbs of Solomon.’ They are largely in the form of advice from a father to his son, but include also some long poems about wisdom (e.g., chapter 8, wherein ‘Wisdom’ is personified, and seems to be not an abstraction, but a personality, a member of the Godhead). Chapters 10–22:16 are appropriately entitled ‘Proverbs of Solomon,’ for they contain only the formal pithy little poetic couplets that are by definition proverbs proper. From 22:17 to the end of chapter 24 there are a variety of longer admonishments and maxims on matters moral and social. Chapters 25 to 29 also constitute a unit called ‘Proverbs of Solomon.’ Chapter 30 is called ‘The Words of Agur,’ and chapter 31 ‘The Words of King Lemuel.’” (Ellis T. Rasmussen,",["span.emphasis","An Introduction to the Old Testament and Its Teachings"],"[1st ed., 1969], 2:45.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Read the books of Proverbs and Ecclesiastes in their entirety to get the full impact of the wisdom in these works. Individual excerpts are often quoted, but the collection as a whole is also impressive."]],["li",["span.label","2."],["p.para","Use Notes and Commentary below to help you as you read and study the books of Proverbs and Ecclesiastes."]],["li",["span.label","3."],["p.para","The footnotes in the Latter-day Saint edition of the Bible are invaluable in helping you to interpret Proverbs and Ecclesiastes. Be sure to check the alternate translations, definitions, and explanatory helps as you read these two books; they will greatly enhance your appreciation of the wisdom literature."]],["li",["span.label","4."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Proverbs"],[".topic",["h3","(2-2)",["a.scriptureRef",{"href":"/scriptures/ot/prov/1.1-6"},"Proverbs 1:1–6"],". What Is the Book of Proverbs?"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p14"},"“The word translated ‘proverb’ … comes from a root which seems to mean ‘to represent’ or ‘be like’. … The word was, however, extended to sayings where no such analogy is evident, and came to designate a short pithy saying or byword."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p15"},"“But the proverbs in this book are not so much popular sayings as the distillation of the wisdom of teachers who knew the law of God and were applying its principles to the whole of life.” (D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 549.)"]],[".topic",["h3","(2-3)",["a.scriptureRef",{"href":"/scriptures/ot/prov/1.1"},"Proverbs 1:1"],". Who Wrote the Book of Proverbs?"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p17"},"“The general title is ‘The Proverbs of Solomon the son of David’. At several points in the book, however, there are rubrics [headings] giving the authorship of different sections. Thus sections are ascribed to Solomon at 10:1 and to ‘the wise’ at 22:17 and 24:23. At 25:1 there is the rubric ‘These also are proverbs of Solomon which the men of Hezekiah king of Judah copied’; ch. 30 is headed ‘the words of Agur son of Jakeh’, and ch. 31 ascribed to ‘King Lemuel’, or, rather, to his mother.” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 548.)"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p18"},"According to the scriptural record, Solomon spoke or compiled three thousand proverbs and wrote 1,005 songs (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.32"},"1 Kings 4:32"],"). Some of his wisdom was undoubtedly preserved by later writers and editors of the Old Testament and is now found in the wisdom literature."]],[".topic",["h3","(2-4)",["a.scriptureRef",{"href":"/scriptures/ot/prov/1.6"},"Proverbs 1:6"],". What Are “Dark Sayings”?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p20"},"The first verses of Proverbs state that one purpose of this collection of wisdom is to help men understand the “dark sayings” of the wise. The Hebrew idiom",["span.emphasis","dark sayings"],"connotes riddles or puzzles. The idea here is that the sayings of the wise are hidden or puzzling to those who are not wise."]],[".topic",["h3","(2-5)",["a.scriptureRef",{"href":"/scriptures/ot/prov/1.7"},"Proverbs 1:7"],". What Is the Theme of the Book of Proverbs?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p22"},"The theme of the book of Proverbs is stated in verse 7: “The fear of the Lord is the beginning of knowledge.”",["span.emphasis","Fear"],"as used here means reverence or deep respect for God. Though there is much in the book that does not rise above worldly wisdom, the whole serves as a reminder that to the Lord all things are spiritual (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.34"},"D&C 29:34"],"). The book underscores the idea that even in mortal life, when properly viewed, all things testify of God."]],[".topic",["h3","(2-6)",["a.scriptureRef",{"href":"/scriptures/ot/prov/1.8-9"},"Proverbs 1:8–9"],". Obeying Parental Counsel"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p24"},"These verses express the idea that wisdom won through obedience to parental counsel is as a lovely ornament (crown) to one’s head and as chains (necklaces) about one’s neck."]],[".topic",["h3","(2-7)",["a.scriptureRef",{"href":"/scriptures/ot/prov/2"},"Proverbs 2"],". Wisdom Comes from God"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p26"},"This chapter stresses that wisdom is a gift of God obtained only by diligent searching, and God will watch over and protect those who receive it and remain faithful to it. This promise can be understood only when one remembers that to Israel, wisdom meant obedience to God’s laws."]],[".topic",["h3","(2-8)",["a.scriptureRef",{"href":"/scriptures/ot/prov/2.10"},"Proverbs 2:10"],". The Head, the Heart, and the Bowels"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p28"},"In the Eastern and Western cultures, different parts of the human body symbolize the ideas of understanding and feeling. In the East one “understands” in his heart and “feels” in his bowels; in the West one “understands” in his head, or mind, and “feels” in his heart. Contrast",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8"},"Doctrine and Covenants 9:8"],", which says “your bosom shall burn within you,” with",["a.scriptureRef",{"href":"/scriptures/ot/prov/2.10"},"Proverbs 2:10"],", which says that “wisdom entereth into thine heart, and knowledge is pleasant unto thy soul” (see also",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.18"},"Proverbs 6:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.17"},"22:17"],")."]],[".topic",["h3","(2-9)",["a.scriptureRef",{"href":"/scriptures/ot/prov/2.14"},"Proverbs 2:14"],". “Frowardness of the Wicked”"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p30"},"The word",["span.emphasis","froward"],"as used in Proverbs is a translation of several Hebrew words which share the common idea of deceitfulness, perverseness, and foolishness."]],[".topic",["h3","(2-10)",["a.scriptureRef",{"href":"/scriptures/ot/prov/2.16"},"Proverbs 2:16"],". What Is a “Strange Woman”?"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p32"},"The term",["span.emphasis","strange women"],"used throughout Proverbs refers not only to foreigners (non-Israelites) and idolaters but also to unchaste women. It is often synonymous with",["span.emphasis","harlot."]]],[".topic",["h3","(2-11)",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-7"},"Proverbs 3:5–7"],". “Trust in the Lord”"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p35"},"President N. Eldon Tanner often quoted",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-7"},"Proverbs 3:5–7"],". On one occasion he said:"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p36"},"“How much wiser and better it is for man to accept the simple truths of the gospel and to accept as authority God, the Creator of the world, and his Son Jesus Christ, and to accept by faith those things which he cannot disprove and for which he cannot give a better explanation. He must be prepared to acknowledge that there are certain things—many, many things—that he cannot understand."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p37"},"“How can we deny or even disbelieve God when we cannot understand even the simplest things around us—how the leaf functions, what electricity is, what our emotions are, when the spirit enters the body, and what happens to it when it leaves? How can we say that because we do not understand the resurrection, there is not or cannot be a resurrection?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p38"},"“We are admonished to ‘trust in the Lord with all thine heart; and lean not unto thine own understanding.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5"},"Prov. 3:5"],".) And we are warned: ‘Woe unto them that are wise in their own eyes, and prudent in their own sight!” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.21"},"Isa. 5:21"],".)” (In Conference Report, Oct. 1968, p. 49.)"]],[".topic",["h3","(2-12)",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.11-12"},"Proverbs 3:11–12"],". “Despise Not the Chastening of the Lord”"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p40"},"These verses sound an often repeated theme in the scriptures: the Lord frequently chastens His children to help them grow and progress spiritually (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.3"},"Helaman 15:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.1"},"D&C 95:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.4-5"},"101:4–5"],")."]],[".topic",["h3","(2-13)",["a.scriptureRef",{"href":"/scriptures/ot/prov/4.7"},"Proverbs 4:7"],". Get Wisdom, the “Principal Thing”"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p42"},"After quoting",["a.scriptureRef",{"href":"/scriptures/ot/prov/4.7"},"Proverbs 4:7"],", Theodore M. Burton, then Assistant to the Council of the Twelve Apostles, said: “We must feed the spirit as well as the mind and as well as the body. I plead with our youth, get learning, and with all your getting get understanding. Get learning of the spirit. Get learning of the mind. Get learning of the soul, and become a rounded man or a rounded woman, learned in all ways, for I testify to you this day that security, true security, comes from a knowledge of the divinity of Jesus Christ. This is the beginning of all learning and of all wisdom. This is the greatest knowledge, the greatest learning, the greatest comfort that men can have. If men have this knowledge in their hearts, they can withstand all the viscissitudes of life.” (In Conference Report, Apr. 1961, p. 129.)"]],[".topic",["h3","(2-14)",["a.scriptureRef",{"href":"/scriptures/ot/prov/4.18-19"},"Proverbs 4:18–19"],". Light for Darkness"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p44"},"President Brigham Young once commented on these verses:"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p45"},"“The life of a Christian is said to be full of pain, tribulation, sorrow, and excruciating torments; of fightings without and fears within, of anxieties, despair, gloominess, and mourning. His path is supposed to be spread with gins [snares], pitfalls, and uncertainties, but this is a mistake, for ‘the path of the just is as the shining light, that shineth more and more unto the perfect day,’ while ‘the wicked is snared by the transgression of his lips, but the just shall come out of trouble.’"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p46"},"“The faith I have embraced has given me light for darkness, ease for pain, joy and gladness for sorrow and mourning, certainty for uncertainty, hope for despair.” (In",["span.emphasis","Journal of Discourses,"],"9:318; see also",["a.scriptureRef",{"href":"/scriptures/ot/prov/4.18"},"Proverbs 4:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/12.13"},"12:13"],".)"]],[".topic",["h3","(2-15)",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.16-19"},"Proverbs 6:16–19"],". Seven Things the Lord Hates"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p48"},"President J. Reuben Clark, Jr., quoted these verses and commented: “I read these to show you that the Lord has not left us in doubt nor in darkness as to the things, some of them, that we should not do. We add these to the Ten Commandments.” (In Conference Report, Apr. 1952, pp. 97–98.)"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p49"},["a.scriptureRef",{"href":"/scriptures/ot/prov/6.16"},"Proverbs 6:16"],"mentions six things and then a seventh that the Lord hates. This “Recalling of what has been said, in order to correct it as by an Afterthought” is a literary device often used by Hebrew writers to add beauty and power to expressions and to convey the idea of completeness (E. W. Bullinger,",["span.emphasis","Figures of Speech Used in the Bible,"],"pp. 909–10). Other examples of this literary device are found in",["a.scriptureRef",{"href":"/scriptures/ot/prov/30.15,18"},"Proverbs 30:15, 18"],"."]],[".topic",["h3","(2-16)",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.18"},"Proverbs 6:18"],". “An Heart That Deviseth Wicked Imaginations”"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p51"},"Elder Bruce R. McConkie commented on this verse: “If we think evil thoughts, our tongues will utter unclean sayings. … If our minds are centered on the carnality and evil of the world, then worldliness and unrighteousness will seem to us to be the normal way of life. If we ponder things related to sex immorality in our minds, we will soon think everybody is immoral and unclean and it will break down the barrier between us and the world. And so with every other unwholesome, unclean, impure, and ungodly course.” (In Conference Report, Oct. 1973, p. 56; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 48.)"]],[".topic",["h3","(2-17)",["a.scriptureRef",{"href":"/scriptures/ot/prov/7.2"},"Proverbs 7:2"],". “Apple of Thine Eye”"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p53"},"This phrase is one of many commonly used expressions that come from the Old Testament. The phrase is also found in",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.10"},"Deuteronomy 32:10"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/17.8"},"Psalm 17:8"],", and",["a.scriptureRef",{"href":"/scriptures/ot/lam/2.18"},"Lamentations 2:18"],". The word",["span.emphasis","apple,"],"however, refers not to the fruit but to the pupil of the eye (see William Wilson,",["span.emphasis","Old Testament Word Studies,"],"s.v. “apple”). The idiom suggests that just as the eye is a sensitive organ requiring care and protection, so is the law precious and worthy of protection."]],[".topic",["h3","(2-18)",["a.scriptureRef",{"href":"/scriptures/ot/prov/8"},"Proverbs 8"],". Wisdom Personified"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p55"},"Wisdom is enthroned and contrasted with the seductive, evil, and death-giving woman of",["a.scriptureRef",{"href":"/scriptures/ot/prov/7"},"Proverbs 7"],"(see",["a.scriptureRef",{"href":"/scriptures/ot/prov/7.10-23"},"vv. 10–23"],"). In dignity and in the light of day, Wisdom beseeches all to come and partake of her life-giving rewards."]],[".topic",["h3","(2-19)",["a.scriptureRef",{"href":"/scriptures/ot/prov/8.17"},"Proverbs 8:17"],". A Key to Spiritual Power"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p57"},"This verse expounds one of the simplest and yet most profound truths one can learn in life. Too often God’s children wait until times of distress to seek Him, and thus they may deprive themselves of the power and solace they need (compare",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1-5"},"Helaman 12:1–5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.7-8"},"D&C 101:7–8"],")."]],[".topic",["h3","(2-20)",["a.scriptureRef",{"href":"/scriptures/ot/prov/10.18"},"Proverbs 10:18"],". “He That Uttereth a Slander, Is a Fool”"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p59"},"“Slander is of the devil; the very word devil itself comes from the Greek",["span.emphasis","diabolos"],"which means a slanderer. It is natural, therefore, that slanderous reports against the Church have their origin, most generally, among those who are living carnal and sensual lives, whose conduct is such as to cause them to be guided and dominated by Lucifer.” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 738.)"]],[".topic",["h3","(2-21)",["a.scriptureRef",{"href":"/scriptures/ot/prov/11.22"},"Proverbs 11:22"],". Nose Jewels"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p61"},"Nose jewels were a common adornment for the women of Israel and surrounding cultures, but a jewel in a swine’s snout was unthinkable because swine were held in such contempt among the Israelites. This proverb thus dismisses the value of physical beauty when it is not accompanied with self-control and righteousness."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_002_03-jewels.jpg"}],[".caption",["p",{"id":"lds-62"},"Nose jewels"]]]],[".topic",["h3","(2-22)",["a.scriptureRef",{"href":"/scriptures/ot/prov/13.10"},"Proverbs 13:10"],". “By Pride Cometh Contention”"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p64"},"Elder Marvin J. Ashton cautioned:"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p65"},"“When one considers the bad feeling and the unpleasantness caused by contention, it is well to ask, ‘Why do I participate?’ If we are really honest with ourselves, our answers may be something like: ‘When I argue and am disagreeable, I do not have to change myself. It gives me a chance to get even.’ ‘I am unhappy and I want others to be miserable too.’ ‘I can feel self-righteous. In this way I get my ego built up.’ ‘I don’t want others to forget how much I know!’"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p66"},"“Whatever the real reason, it is important to recognize that we choose our behavior. At the root of this issue is the age-old problem of pride. ‘Only by pride cometh contention.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/13.10"},"Prov. 13:10"],".)"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p67"},"“If Satan can succeed in creating in us habits of arguing, quarreling, and contention, it is easier then for him to bind us with the heavier sins which can destroy our eternal lives. A contentious spirit can affect almost any phase of our lives. An angry letter written in haste can haunt us—sometimes for years. A few ill-advised words spoken in hate can destroy a marriage or a personal friendship, or impede community progress.” (In Conference Report, Apr. 1978, pp. 11–12; or",["span.emphasis","Ensign,"],"May 1978, p. 9.)"]],[".topic",["h3","(2-23)",["a.scriptureRef",{"href":"/scriptures/ot/prov/13.20"},"Proverbs 13:20"],". The Value of Association"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p69"},"Here again a profound truth is caught in simple language. The people one chooses to associate with in life can have a profound effect on what one turns out to be."]],[".topic",["h3","(2-24)",["a.scriptureRef",{"href":"/scriptures/ot/prov/13.24"},"Proverbs 13:24"],". Spare the Rod"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p71"},"Brigham Young lived in an era when parents, especially fathers, were often severe and punished their children frequently. His advice is remarkably modern, but it does not advocate the permissive philosophy by which so many parents today rear their offspring: “Instead of using the rod, I will teach my children by example and by precept. I will teach them every opportunity I have to cherish faith, to exercise patience, to be full of long-suffering and kindness. It is not by the whip or the rod that we can make obedient children; but it is by faith and by prayer, and by setting a good example before them.” (In",["span.emphasis","Journal of Discourses,"],"11:117.)"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p72"},"In an age when child abuse is becoming all too common, the admonition of Brigham Young’s counselor, George A. Smith, still rings true: “My opinion is that the use of the rod is very frequently the result of a want of understanding on the part of a spoiled parent … though of course the use of the rod in some cases might be necessary; but I have seen children abused when they ought not to have been, because King Solomon is believed to have made that remark, which, if he did, in nine cases out of ten referred to mental rather than physical correction.” (In",["span.emphasis","Journal of Discourses,"],"14:374.)"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p73"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-43"},"Doctrine and Covenants 121:41–43"],"the Lord makes it clear how He expects His Saints to accomplish their disciplining, not only in the Church, as this passage is often interpreted, but also in their homes."]],[".topic",["h3","(2-25)",["a.scriptureRef",{"href":"/scriptures/ot/prov/14.23"},"Proverbs 14:23"],". When All Is Said and Done"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p75"},["span.emphasis","Penury"],"means severe poverty. The idea of this verse is that an idle tongue brings no profit either to the individual or to others. Many have talked about their schemes for getting rich, and yet they have remained poor because only their tongues were active."]],[".topic",["h3","(2-26)",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.1"},"Proverbs 15:1"],". Soft Answers in the Home"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p77"},"President Brigham Young spoke of maintaining self-control in one’s speech and actions: “In all our daily pursuits in life, of whatever nature and kind, Latter-day Saints, and especially those who hold important positions in the kingdom of God, should maintain a uniform and even temper, both when at home and when abroad. They should not suffer reverses and unpleasant circumstances to sour their natures and render them fretful and unsocial at home, speaking words full of bitterness and biting acrimony to their wives and children, creating gloom and sorrow in their habitations, making themselves feared rather than beloved by their families. Anger should never be permitted to rise in our bosoms, and words suggested by angry feelings should never be permitted to pass our lips. ‘A soft answer turneth away wrath, but grievous words stir up anger.’ ‘Wrath is cruel, and anger is outrageous;’ but ‘the discretion of a man deferreth his anger; and it is his glory to pass over a transgression.’” (In",["span.emphasis","Journal of Discourses,"],"11:136; see also",["a.scriptureRef",{"href":"/scriptures/ot/prov/19.11"},"Proverbs 19:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/27.4"},"27:4"],".)"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p78"},"Elder Marvin J. Ashton gave additional counsel about controlling one’s tongue:"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p79"},"“Too often we use communication periods as occasions to tell, dictate, plead, or threaten. Nowhere in the broadest sense should communication in the family be used to impose, command, or embarrass."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p80"},"“… In family discussions, differences should not be ignored, but should be weighed and evaluated calmly. One’s point or opinion usually is not as important as a healthy, continuing relationship. Courtesy and respect in listening and responding during discussions are basic in proper dialogue. … How important it is to know how to disagree with another’s point of view without being disagreeable. How important it is to have discussion periods ahead of decisions. Jones Stephens wrote, ‘I have learned that the head does not hear anything until the heart has listened, and that what the heart knows today the head will understand tomorrow.’” (In Conference Report, Apr. 1976, p. 79; or",["span.emphasis","Ensign,"],"May 1976, p. 52.)"]],[".topic",["h3","(2-27)",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.31-32"},"Proverbs 15:31–32"],". “Reproof Getteth Understanding”"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p82"},"Neal A. Maxwell, then Commissioner of Church Education, commented:"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p83"},"“Our life style must make allowance for that need to deal with reality in our own lives. In Proverbs we read: [",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.31-32"},"Proverbs 15:31–32"],"]."],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p84"},"“The disciple of Christ needs to expect the ‘reproof of life’—and suffering—for suffering is that sweat that comes from working out our salvation. Suffering is on the agenda for each of us.” (",["span.emphasis","Freedom: a “Hard Doctrine,”"],"Brigham Young University Speeches of the Year, 12 Apr. 1972, p. 4.)"]],[".topic",["h3","(2-28)",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.8"},"Proverbs 16:8"],". Wealth and Righteousness"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p86"},"Volumes have been written about the dangers and temptations of wealth, but this simple statement summarizes the whole issue of wealth and righteousness."]],[".topic",["h3","(2-29)",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.31"},"Proverbs 16:31"],". What Is a “Hoary Head”?"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p88"},["span.emphasis","Hoary"],"means “white”; thus, this phrase could be translated as “the gray hair of old age” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.31a"},"Proverbs 16:31",["span.emphasis","a"]],")."]],[".topic",["h3","(2-30)",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.32"},"Proverbs 16:32"],". Becoming Master of Oneself"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p91"},"President David O. McKay often spoke to the youth of the Church about self-control and self-mastery:"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p92"},"“So the whole lesson is one of subduing, not just physical matter, that you might realize the ideal, but subduing your own passions and appetites, and conquering them. Some of you say we hear too much about keeping the Word of Wisdom. Why, it is one of the best lessons for the young in all this world, and for the old! You reach out to indulge in certain things. Resist, avoid creating an appetite for that which creates an appetite for itself. But beyond that, you develop the power to say, ‘No, thank you.’ And the strength that comes to the character more than compensates for any immediate pleasure. …"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p93"},"“I commend to you, young man and young woman, the virtue of self-mastery, if you would fulfill the true measure of your life in subduing, in order to realize the ideal, the spiritual development of your soul.” (In",["span.emphasis","Deseret News,"],"6 Sept. 1952, p. 15.)"]],[".topic",["h3","(2-31)",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.9"},"Proverbs 17:9"],". Promoting Loving Relationships"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p95"},"The expression “covereth a transgression” in this context does not mean that one hides or rationalizes a sin but rather means “forgives a transgression.” “Seeketh love” is better understood as “promotes a loving relationship.” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.9a"},"Proverbs 17:9",["span.emphasis","a,"]],["a.scriptureRef",{"href":"/scriptures/ot/prov/17.9b"},["span.emphasis","b"]],".)"]],[".topic",["h3","(2-32)",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],". Is There a Place for a Wholesome Sense of Humor?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p97"},"President Hugh B. Brown said: “We have often urged our young people to carry their laughter over into their mature years. A wholesome sense of humor will be a safety valve that will enable you to apply the lighter touch to heavy problems and to learn some lessons in problem solving that ‘sweat and tears’ often fail to dissolve. [see",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],".]” (In Conference Report, Apr. 1968, p. 100.)"]],[".topic",["h3","(2-33)",["a.scriptureRef",{"href":"/scriptures/ot/prov/18.22"},"Proverbs 18:22"],". Find a Good Wife"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p99"},"Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/ot/prov/18.22"},"Proverbs 18:22"],", reads, “Whoso findeth a",["span.emphasis","good"],"wife hath obtained favor of the Lord” (emphasis added)."]],[".topic",["h3","(2-34)",["a.scriptureRef",{"href":"/scriptures/ot/prov/20.7"},"Proverbs 20:7"],". What Does It Mean to Walk in Integrity?"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p101"},"Elder Bruce R. McConkie pointed out that “the complete development of man’s moral character in conformity with principles of justice and uprightness is termed",["span.emphasis","integrity."],"A man of integrity is sound, incorruptible, and particularly strict about fulfilling the trusts reposed in him by others.",["span.emphasis","The highest manifestation of integrity is exhibited by those who conform their conduct to the terms of those gospel covenants and promises which they have made."],"Integrity goes hand in hand with uprightness and righteousness, and the Lord loves those who have integrity of heart. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.15,20"},"D. & C. 124:15, 20"],".) ‘The integrity of the upright shall guide them’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/11.3"},"Prov. 11:3"],"), and ‘The just man walketh in his integrity: his children are blessed after him.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/20.7"},"Prov. 20:7"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 385.)"]],[".topic",["h3","(2-35)",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.3"},"Proverbs 21:3"],". Isn’t Sacrifice Acceptable to the Lord?"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p103"},["span.emphasis","Sacrifice"],"as used here refers to the Mosaic ordinance of sacrifice. Ancient Israel often would outwardly go through the acts of offering sacrifice without inwardly truly turning to God. Thus, the Lord often reminded them that inner righteousness is more pleasing to Him than outward conformity to ritual (compare",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.22"},"1 Samuel 15:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.11-15"},"Isaiah 1:11–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.21-26"},"Amos 5:21–26"],")."]],[".topic",["h3","(2-36)",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.4"},"Proverbs 21:4"],". Cultivating Wickedness"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p105"},"Two phrases in this verse need clarification: “An high look” means “haughty eyes,” and the “plowing of the wicked” means the “cultivating of wickedness” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.4a"},"Proverbs 21:4",["span.emphasis","a,"]],["a.scriptureRef",{"href":"/scriptures/ot/prov/21.4c"},["span.emphasis","c"]],")."]],[".topic",["h3","(2-37)",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.13"},"Proverbs 21:13"],". Practical Application of One’s Religion"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p107"},"The relationship between service to others and our own spiritual power is taught here and many other places in scripture (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.28"},"Alma 34:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.16-20"},"Isaiah 1:16–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],")."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p108"},"Of the obligation to serve others Elder Hugh B. Brown said:"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p109"},"“For years we have been teaching our theology, and successfully teaching it to the world. We must now make practical application of our religion; must again refer to and apply in our daily lives the words of the Master as recorded in holy writ. May I read some of them:"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p110"},"“‘Love one another.’"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p111"},"“‘By this shall all men know that ye are my disciples.’ …"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p112"},"“‘Remember the poor, and consecrate of thy properties for their support, that which thou hast to impart unto them, with a covenant and a deed which cannot be broken.’"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p113"},"“‘Inasmuch as ye impart of your substance unto the poor, ye will do it unto me.’"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p114"},"“‘Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard.’"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p115"},"“It seems to me that the application of the principles of the Gospel of Jesus Christ is the most important task before us today. As I listened to Elder McKay this afternoon, telling us of the millions of young people outside the churches whose hearts are not being touched by religious instruction, I thought, this Church must furnish leadership for the world, must show the way out of this serious economic situation by calling attention to the message of Jesus and by applying the principles taught by him.” (In Conference Report, Oct. 1932, pp. 74–75.)"]],[".topic",["h3","(2-38)",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.30"},"Proverbs 21:30"],". Why Is There No “Counsel against the Lord”?"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p117"},"No acceptable wisdom, understanding, or counsel will turn a person away from God. So often the world seeks to offer counsel and advice that runs counter to God’s will, but such advice must always be rejected, for it cannot stand in the eternities."]],[".topic",["h3","(2-39)",["a.scriptureRef",{"href":"/scriptures/ot/prov/21.31"},"Proverbs 21:31"],". “Safety Is of the Lord”"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p119"},"Anciently the horse was used only in warfare and battle; it therefore became a symbol of war and conquest (see Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “horse”). This proverb means that people tend to multiply horses, or seek to defend themselves against their enemies by preparing for war, when their ultimate safety lies in trust and faith in God. This lessons seems to be forgotten, for modern societies increase their weaponry and give no thought to the role God plays in their defense."]],[".topic",["h3","(2-40)",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"],". What Is the Best Way to Train Children?"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p121"},"Bishop Victor L. Brown suggested that",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"],"implies that parents must live the way they want their children to live:"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p122"},"“Josh Billings paraphrases this truth: ‘To bring up a child in the way he should go, travel that way yourself.’ …"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p123"},"“Throughout the Church I hear … ‘If we did not have problems with parents, we would not have them with the young people.’” (In Conference Report, Apr. 1970, p. 31.)"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p124"},"James G. Duffin, a former president of the Central States Mission, said: “There is a difference between teaching and training. Teaching is causing the child to understand, training is causing the child to do. Every act performed is that much done towards fixing habits; repeated many times, the habit is established. If we train our children in the ways of the Lord, … every time they perform an act of obedience to the word and will of our Father in heaven their character becomes more firmly fixed in doing the things that God requires of them.” (In Conference Report, Apr. 1909, p. 25.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p125"},"Elder Gordon B. Hinckley, who was then a member of the Quorum of the Twelve Apostles, said: “It is so obvious that the great good and the terrible evil in the world today are the sweet and the bitter fruits of the rearing of yesterday’s children. As we train a new generation, so will the world be in a few years. If you are worried about the future, then look to the upbringing of your children. Wisely did the writer of Proverbs declare, [",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"],"].” (In Conference Report, Oct. 1978, p. 25; or",["span.emphasis","Ensign,"],"Nov. 1978, p. 18.)"]],[".topic",["h3","(2-41)",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.28"},"Proverbs 22:28"],". What Are Landmarks?"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p127"},"Landmarks were not merely places of interest or distinctive geographical features to the people of the Middle East. In a world that did not have fenced property, landmarks were property markers. Even today in the Middle East one can see piles of rocks designating the division between one man’s land and another’s. To move such landmarks was a very serious thing indeed, since it was the equivalent of stealing another’s property."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p128"},"See also",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.10"},"Proverbs 23:10"],"."]],[".topic",["h3","(2-42)",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Proverbs 23:7"],". One’s Actions Follow One’s Thoughts"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p130"},"President Marion G. Romney emphasized this proverb in his sesquicentennial conference address:"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p131"},"“The great overall struggle in the world today is, as it has always been, for the souls of men. Every soul is personally engaged in the struggle, and he makes his fight with what is in his mind. In the final analysis the battleground is, for each individual, within himself. Inevitably he gravitates toward the subjects of his thoughts. Ages ago the wise man thus succinctly stated this great truth: ‘As he thinketh in his heart, so is he’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Prov. 23:7"],")."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p132"},"“If we would escape the lusts of the flesh and build for ourselves and our children great and noble characters, we must keep in our minds and in their minds true and righteous principles for our thoughts and their thoughts to dwell upon."],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p133"},"“We must not permit our minds to become surfeited with the interests, things, and practices of the world about us. To do so is tantamount to adopting and going along with them. …"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p134"},"“If we would avoid adopting the evils of the world, we must pursue a course which will daily feed our minds with and call them back to the things of the Spirit.” (In Conference Report, Apr. 1980, p. 88; or",["span.emphasis","Ensign,"],"May 1980, p. 66.)"]],[".topic",["h3","(2-43)",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.16"},"Proverbs 23:16"],". Why Is the Term",["span.emphasis","Reins"],"Used?"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p136"},"“In the ancient system of physiology the kidneys [reins] were believed to be the seat of desire and longing, which accounts for their often being coupled with the heart” (William Smith,",["span.emphasis","A Dictionary of the Bible,"],"s.v. “reins”)."],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p137"},"The word",["span.emphasis","reins"],"is used frequently in Psalms and in the famous passage in",["a.scriptureRef",{"href":"/scriptures/ot/job/19.27"},"Job 19:27"],"."]],[".topic",["h3","(2-44)",["a.scriptureRef",{"href":"/scriptures/ot/prov/24.10"},"Proverbs 24:10"],". There Is Value “in the Day of Adversity”"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p139"},"Elder ElRay L. Christiansen commented on this verse:"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p140"},"“Because it is necessary for our development, the Lord permits the bitter to be mixed with the sweet. He knows that our individual faith must be tested in adversity as well as in serenity. Otherwise, that faith may not be sufficiently developed when a condition arises that can be met through faith alone."],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p141"},"“… Even in times of trouble and tribulation, the gospel of Christ offers encouragement and gives assurance.” (In Conference Report, Apr. 1969, p. 39.)"]],[".topic",["h3","(2-45)",["a.scriptureRef",{"href":"/scriptures/ot/prov/25.21-22"},"Proverbs 25:21–22"],". Heaping Coals of Fire on Another’s Head"],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p144"},"Initially these verses sound as though a person is instructed to do the right thing for the wrong reason, that is, to forgive so that one’s enemy will receive a worse torment. Other scriptures, however, suggest a different interpretation: bringing someone to repentance and godly sorrow through sharpening conscience. (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.19-20"},"Romans 12:19–20"],".)"],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p145"},"“The burning of coals laid on the head must be a painful but wholesome consequence; it is a figure of self-accusing repentance … , [which is produced through] the showing of good to an enemy. … That God rewards such magnanimity may not be the special motive; but this view might contribute to it, for otherwise such promises of God [as",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8-12"},"Isaiah 58:8–12"],"] were without moral right. The proverb also requires one to show himself gentle and liberal toward a needy enemy, and present a twofold reason for this: first, that thereby his injustice is brought home to his conscience; and, secondly, that thus God is well-pleased in such practical love toward an enemy, and will reward it;—by such conduct, apart from the performance of a law grounded in our moral nature, one advances the happiness of his neighbour and his own.” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"6:2:168.)"]]],[".topic",["h2","Notes and Commentary on Ecclesiastes"],[".topic",["h3","(2-46) Ecclesiastes. The Message of the Preacher"],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p148"},["span.emphasis","Ecclesiastes"],"is “a Greek translation of the Hebrew",["span.emphasis","Koheleth,"],"a word meaning ‘one who convenes an assembly,’ sometimes rendered Preacher. The book of Ecclesiastes consists of reflections on some of the deepest problems of life, as they present themselves to the thoughtful observer. The epilogue (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.9-14"},"Eccl. 12:9–14"],") sets forth the main conclusions at which the writer has arrived. The author describes himself as ‘son of David, king in Jerusalem’ (1:1)."],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p149"},"“The book of Ecclesiastes seems permeated with a pessimistic flavor, but must be read in the light of one of its key phrases: ‘under the sun’ (1:9), meaning ‘from a worldly point of view.’ The term",["span.emphasis","vanity"],"also needs clarification, since as used in Ecclesiastes it means transitory, or fleeting. Thus the Preacher laments that as things appear from the point of view of the world, everything is temporary and soon gone—nothing is permanent. It is in this light also that the reader must understand 9:5 and 9:10, which declare that the dead ‘know not any thing,’ and there is no knowledge ‘in the grave.’ These should not be construed as theological pronouncements on the condition of the soul after death; rather, they are observations by the Preacher about how things appear to men on the earth ‘under the sun.’ The most spiritual part of the book appears in chapters 11 and 12, where it is concluded that the only activity of lasting and permanent value comes from obedience to God’s commandments, since all things will be examined in the judgment that God will render on man.” (",["a.scriptureRef",{"href":"/scriptures/bd/ecclesiastes"},"Bible Dictionary, s.v. “Ecclesiastes.”"],")"]],[".topic",["h3","(2-47)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.1-11"},"Ecclesiastes 3:1–11"],". Sequence and Order in One’s Life"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p151"},"These verses are among those most often quoted from Ecclesiastes. They suggest that there is an appropriate time for everything that occurs in human life. Elder Paul H. Dunn quoted",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.1"},"Ecclesiastes 3:1"],"and commented:"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p152"},"“Our prophet, President Kimball, has counseled you, young people, particularly young men, as to that proper sequence. Would you note the sequence of events that will bring orderliness and happiness to your life. I quote from our prophet:"],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p153"},"“‘One can have all the blessings if he is in control and takes the experiences in proper turn: first some limited social get-acquainted contacts, then his mission, then his courting, then his temple marriage and [now note] his schooling and his family, then his life’s work. In any other sequence he could run into difficulty.’ (Spencer W. Kimball, ‘The Marriage Decision,’",["span.emphasis","Ensign,"],"Feb. 1975, p. 4.)” (In Conference Report, Apr. 1975, p. 91; or",["span.emphasis","Ensign,"],"May 1975, p. 62.)"]],[".topic",["h3","(2-48)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/4.13"},"Ecclesiastes 4:13"],". A Willingness to Continue to Grow"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p155"},"President Brigham Young quoted",["a.scriptureRef",{"href":"/scriptures/ot/eccl/4.13"},"Ecclesiastes 4:13"],"and then discussed the importance of one’s continuing to grow: “When I was baptized into this Church, it was in its infancy, although a considerable number had been baptized before me, and many of them were older when they were baptized than I was. They improved, their minds expanded, they received truth and intelligence, increased in the knowledge of the things of God, and bid fair to become full-grown men in Christ Jesus. But some of them, when they had gained a little spiritual strength and knowledge, apparently stopped in their growth. This was in the eastern country, and but a few years passed before the fruit-trees began to cease bearing fruit. … Like the fruit-trees, they have ceased to grow and increase and bear the fruits of the Spirit.” (In",["span.emphasis","Journal of Discourses,"],"7:335.)"]],[".topic",["h3","(2-49)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/5.1-17"},"Ecclesiastes 5:1–17"],". Proverbs in Ecclesiastes"],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p157"},"These verses are the most positive in Ecclesiastes. The counsel given here is in the form of brief proverbs or wise sayings."]],[".topic",["h3","(2-50)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/5.12"},"Ecclesiastes 5:12"],". The Importance of Loving to Work"],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p159"},"Elder Adam S. Bennion said:"],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p160"},"“You remember what the Lord has said: ‘In the sweat of thy face shalt thou eat bread.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.19"},"Gen. 3:19"],".) And there is this wonderful passage in John. When the Savior was criticized for something he did on the Sabbath, he answered his accusers by saying, ‘My Father worketh hitherto, and I work.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.17"},"John 5:17"],".)"],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p161"},"“And then that memorable passage from Ecclesiastes:"],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p162"},"“‘The sleep of a labouring man is sweet, whether he eat little or much: (I am glad I have not been rich—because this next line says) … but the abundance of the rich will not suffer him to sleep.’ (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/5.12"},"Ecclesiastes 5:12"],".)"],["p.para",{"id":"p163","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p163"},"“All my life I have enjoyed the blessed privilege of living with people who love to work. I rejoice in a helpmate who delights in keeping up our home. …"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p164"},"“Someone has said,",["span.emphasis","‘Happy is the man who has work he loves to do,’"],"but somebody else has added the basic fundamental thought,",["span.emphasis","‘Happy is the man who loves the work he has to do.’”"],"(In Conference Report, Apr. 1955, pp. 110–11.)"]],[".topic",["h3","(2-51)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/7.12"},"Ecclesiastes 7:12"],". What Can One Take with Him?"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p166"},"In this verse the Preacher comes close to the truth expressed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.17-19"},"Doctrine and Covenants 130:17–19"],"."]],[".topic",["h3","(2-52)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/7.13-29"},"Ecclesiastes 7:13–29"],". Does Man Control His Destiny?"],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p168"},"The theme here is resignation to the will of God. Become content by changing and controlling",["span.emphasis","yourself"],"and by refraining from doing wicked and foolish things. Part of wisdom lies in changing what can be changed and in accepting what cannot."]],[".topic",["h3","(2-53)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.11"},"Ecclesiastes 9:11"],". To Him Who Endures to the End"],["p.para",{"id":"p170","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p170"},"“The race is not to the swift, nor riches to men of wisdom. Do not fret, nor be so anxious about property, nor think that when you have gathered treasures, they alone will produce joy and comfort; for it is not so."],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p171"},"“The race is not to the swift, nor the battle to the strong, nor riches to men of wisdom. The Lord gives the increase: he makes rich whom he pleases. You may inquire, ‘Why not make us rich?’ Perhaps, because we would not know what to do with riches.” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"7:241.)"]],[".topic",["h3","(2-54)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/10"},"Ecclesiastes 10"],". More Proverbs from the Preacher"],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p173"},"This chapter is primarily a collection of proverbs. The unifying theme seems to be that without God life is vanity without purpose. Aside from their pessimistic outlook, these proverbs differ little from those in the book of Proverbs."]],[".topic",["h3","(2-55)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/11"},"Ecclesiastes 11"],". Must One Accept What Is?"],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p175"},"The stress here is threefold: (1) each individual must take advantage of opportunities while he has them; (2) life is uncertain, and there is no guarantee that opportunities lost will ever return; and (3) one’s future lies not in changing or in challenging but in accepting what is and making the most of it."],["p.para",{"id":"p176","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p176"},"Jesus taught that we can control our destiny. We do have some influence on our circumstances as well as responsibility for how we respond to them. Our obligation is to do",["span.emphasis","all"],"we can and not just learn to be resigned to our lot."]],[".topic",["h3","(2-56)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/11.1"},"Ecclesiastes 11:1"],". The Law of the Harvest"],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p178"},"We reap what we sow; we cast our bread on the waters and get a just return. Every good deed will have its reward, and every unworthy thought will register in some recess of the mind."]],[".topic",["h3","(2-57)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/11.3"},"Ecclesiastes 11:3"],". As the Tree Falls"],["p.para",{"id":"p180","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p180"},"Brigham Young interpreted this expression as follows, tieing it to death and the Judgment: “Ere long we will have to lay down these tabernacles and go into the spirit world. And I do know that as we lie down, so judgment will find us, and that is scriptural; ‘as the tree falls so it shall lie,’ or, in other words, as death leaves us so judgment will find us.” (In",["span.emphasis","Journal of Discourses,"],"4:52–53.)"]],[".topic",["h3","(2-58)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12"},"Ecclesiastes 12"],". Life Does Have Meaning"],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p182"},"This passage sounds negative, cynical, and without hope, but one must remember that the Preacher is speaking from the viewpoint of a man without God. From the standpoint of the natural man, it is difficult to argue against Ecclesiastes. When a person puts his trust in things under the sun (the things of the world), he finds no lasting spiritual benefits. Energy and labor expended, wisdom and knowledge acquired, fortune and prestige gained, goodness and virtue dispensed are empty without God and pointless in the eternal scheme of things without accompanying spiritual life. The purpose of Ecclesiastes is not to grind us down between futility and despair but to help us remember that there is meaning only through God and keeping His commandments. Otherwise all is vanity."]],[".topic",["h3","(2-59)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.7"},"Ecclesiastes 12:7"],". “The Spirit Shall Return unto God”"],["p.para",{"id":"p184","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p184"},"“Obviously we could not return to a place where we had never been, so we are talking about death as a process as miraculous as birth, by which we return to ‘our Father who art in heaven’” (Harold B. Lee, in Conference Report, Oct. 1973, p. 6; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 4)."],["p.para",{"id":"p185","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p185"},"In a related passage of scripture,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15-16"},"Doctrine and Covenants 88:15–16"],", the Lord states that the body and the spirit together make up the soul. The separation of the body and the spirit is called death; their reuniting is called resurrection."]],[".topic",["h3","(2-60)",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.13"},"Ecclesiastes 12:13"],". “Fear God, and Keep His Commandments”"],["p.para",{"id":"p187","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p187"},"This one verse gives meaning to the entire book of Ecclesiastes. The Preacher finally sums up his whole philosophy and tells us to “fear God, and keep his commandments” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.13"},"v. 13"],"), to put first things first and all else will have meaning and not be just vanity. Life need not be empty or useless, spent in pursuing riches, fame, pleasure, or even wisdom."],["p.para",{"id":"p188","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p188"},"Elder Henry D. Taylor, an assistant to the Quorum of the Twelve, said: “If we keep",["span.emphasis","all"],"of God’s commandments, we will enjoy a feeling of calmness, serenity, and strength. This will serve as a bulwark to protect us against the winds and storms created by the tensions and uncertainties of present chaotic world conditions. We need not wait until we get to heaven to obtain peace and happiness. We can have heaven on earth, here and now.” (In Conference Report, Oct. 1961, p. 103.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(2-61) Using the Proverbs As a Guide for Self-Improvement"],["p.para",{"id":"p191","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p191"},"As you read the book of Proverbs and the book of Ecclesiastes, many gems of wisdom will attract your attention. Select the passages that are most important to you in your own pursuit of a more fulfilling life. Perhaps you need to work on one of the seven deadly sins, listed in",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.16-19"},"Proverbs 6:16–19"],". Or maybe you need to improve in an aspect of your life such as the following:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.f4"},["ol.number",["li",["span.label","1."],["p.para","Taking school and homework more seriously (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/4.7"},"Proverbs 4:7"],")."]],["li",["span.label","2."],["p.para","Controlling your thoughts (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Proverbs 23:7"],")."]],["li",["span.label","3."],["p.para","Controlling your temper (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/14.29"},"Proverbs 14:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/25.28"},"25:28"],")."]],["li",["span.label","4."],["p.para","Developing more self-control (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.32"},"Proverbs 16:32"],")."]],["li",["span.label","5."],["p.para","Accepting adversity with courage and hope (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/24.10"},"Proverbs 24:10"],")."]],["li",["span.label","6."],["p.para","Keeping your word (see",["a.scriptureRef",{"href":"/scriptures/ot/eccl/5.4"},"Ecclesiastes 5:4"],")."]],["li",["span.label","7."],["p.para","Putting wealth and comfort in their proper perspective (see",["a.scriptureRef",{"href":"/scriptures/ot/eccl/6.2"},"Ecclesiastes 6:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.11"},"9:11"],")."]]]],["p.para",{"id":"p199","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-2.p199"},"These are just a few suggestions; you select your own."]]]]]]],"refs":null}
