{"id":15,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":15,"title":"Jonah: One Should Not Flee from His Responsibilities","subtitle":"","short_title":9,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.head1"},[".titleNumber","9"],["h1","One Should Not Flee from One’s Responsibilities"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/jonah"},"Jonah"]]],[".bodyBlock",[".topic",["h2","(9-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p5"},"The prophet Jonah was an unusual servant of the Lord. Jonah was called on a mission very similar to that of other prophets: he was to cry repentance to a people ripening in iniquity. Unlike other prophets, however, Jonah responded by attempting to flee from his assignment. Had his reason been cowardice, though still wrong, it would have been understandable. The brutality of the Assyrians in the treatment of their enemies was well known (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D"],"). But Jonah’s problem does not seem to be cowardice. Rather, it seems to have been resentment against the Lord for giving the hated enemy a chance to repent (see",["a.scriptureRef",{"href":"/scriptures/ot/jonah/4.1-2"},"Jonah 4:1–2"],".)"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p6"},"To someone who has been taught to have Christian love for all men, Jonah’s attitude may seem almost unbelievable. But to an Israelite who had been taught that he was of the chosen people and that the Gentiles were corrupt and therefore not acceptable to God, Jonah’s attitude was more understandable. Though surprising because we expect a different response from the Lord’s prophets, Jonah’s response was very human. As you read Jonah’s story, see if you can understand what made him respond as he did."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Jonah."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Jonah"],[".topic",["h3","(9-2)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.1"},"Jonah 1:1"],". Where and When Did Jonah Live?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p12"},"Sidney B. Sperry, a well-known Latter-day Saint Bible scholar, answered that question by saying:"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p13"},"“We know little of the life of Jonah, but that little is more than we know about some of the other prophets discussed in this volume. In the first verse of the book under his name he is said to be ‘the son of Amittai.’ But the Book of Jonah is not the only Old Testament book in which he is mentioned. In",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.25"},"II Kings 14:25"],"we are told that Jeroboam II, king of Israel, ‘… restored the border of Israel from the entrance of Hamath unto the sea of Arabah, according to the word of the Lord, the God of Israel, which he spoke by the hand of His servant Jonah the son of Amittai, the prophet, who was of Gath-hepher.’"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p14"},"“There can be little doubt, therefore, that Jonah was a historical person and was engaged in prophetic activities. The prophet’s home, Gath-hepher, according to",["a.scriptureRef",{"href":"/scriptures/ot/josh/19.10-13"},"Joshua 19:10–13"],", was located in the territory of the tribe of Zebulun. According to monastic tradition it was the same as the present Arab village of El-Meshed, some three miles northeast of Nazareth, where one of the many Moslem tombs of Nebi Yunus, the Prophet Jonah, is pointed out. St. Jerome (",["span.emphasis","circa"],"400",["span.small","A.D."],") also speaks of Gath-hepher as being situated two Roman miles from Sepphoris towards Tiberias."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p15"},"“Jonah’s name means ‘dove’ and that of his father ‘truthful.’"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p16"},"“Since Jonah lived during the reign of Jeroboam, it is possible to date him at approximately 788",["span.small","B.C."],"” (",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 326.)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p17"},"Both Jonah and Jesus were from the Galilee area. That Jonah’s story is a true one, and not an allegory as some scholars maintain, is evidenced by",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.25"},"2 Kings 14:25"],"and three New Testament references. ‘The story of Jonah was referred to by our Lord on two occasions when he was asked for a sign from heaven. In each case he gave ‘the sign of the prophet Jonah,’ the event in that prophet’s life being a foreshadowing of Jesus’ own death and resurrection (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.39-41"},"Matt. 12:39–41"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.4"},"16:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.29-30"},"Luke 11:29–30"],").” (",["a.scriptureRef",{"href":"/scriptures/bd/jonah"},"Bible Dictionary, s.v. “Jonah.”"],")"]],[".topic",["h3","(9-3)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.3"},"Jonah 1:3"],". “Jonah Rose Up to Flee unto Tarshish”"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p19"},"Jonah’s life and experiences, like Job’s, provide a universal lesson similar to an allegory, and the application to all men is drawn from one man’s actual experiences."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p20"},"Jonah was a type of Christ in that he was in the belly of the whale—in “hell,” in his own words (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.2"},"Jonah 2:2"],")—just as Jesus was in the grave for three days, and then came forth again. C. F. Keil and F. Delitzsch showed that the significance of Jonah’s story is broader than that:"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p21"},["span.emphasis","“The mission of Jonah was a fact of symbolical and typical importance, which was intended not only to enlighten Israel as to the position of the Gentile world in relation to the kingdom of God, but also to typify the future adoption of such of the heathen, as should observe the word of God, into the fellowship of the salvation prepared in Israel for all nations."]],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p22"},"“As the time drew nigh when Israel was to be given up into the power of the Gentiles, and trodden down by them, on account of its stiff-necked apostasy from the Lord its God, it was very natural for the self-righteous mind of Israel to regard the Gentiles as simply enemies of the people and kingdom of God, and not only to deny their capacity for salvation, but also to interpret the prophetic announcement of the judgment coming upon the Gentiles as signifying that they were destined to utter destruction. The object of Jonah’s mission to Nineveh was to combat in the most energetic manner, and practically to overthrow, a delusion which had a seeming support in the election of Israel to be the vehicle of salvation, and which stimulated the inclination to pharisaical reliance upon an outward connection with the chosen nation and a lineal descent from Abraham. … The attitude of Israel towards the design of God to show mercy to the Gentiles and grant them salvation, is depicted in the way in which Jonah acts, when he receives the divine command, and when he goes to carry it out. Jonah tries to escape from the command to proclaim the word of God in Nineveh by flight to Tarshish, because he is displeased with the display of divine mercy to the great heathen world, and because, according to ch. iv. 2, he is afraid lest the preaching of repentance should avert from Nineveh the destruction with which it is threatened. In this state of mind on the part of the prophet, there are reflected the feelings and the general state of mind of the Israelitish nation towards the Gentiles. According to his natural man, Jonah shares in this, and is thereby fitted to be the representative of Israel in its pride at its own election. … The infliction of this punishment, which falls upon him on account of his obstinate resistance to the will of God, typifies that rejection and banishment from the face of God which Israel will assuredly bring upon itself by its obstinate resistance to the divine call. But Jonah, when cast into the sea, is swallowed up by a great fish; and when he prays to the Lord in the fish’s belly, he is vomited upon the land unhurt. This miracle has also a symbolical meaning for Israel. It shows that if the carnal nation, with its ungodly mind, should turn to the Lord even in the last extremity, it will be raised up again by a divine miracle from destruction to newness of life. And lastly, the manner in which God reproves the prophet, when he is angry because Nineveh has been spared (ch. iv.), is intended to set forth as in a mirror before all Israel the greatness of the divine compassion, which embraces all mankind, in order that it may reflect upon it and lay it to heart.” (",["span.emphasis","Commentary on the Old Testament,"],"10:1:383–85.)"]],[".topic",["h3","(9-4)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.2-3"},"Jonah 1:2–3"],". Why Did Jonah Flee to Tarshish?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p24"},"“A call on a mission—and direct from the Lord! But it was no surprise to the prophet to be called, for he had probably carried out many missions for the Lord in Israel before. His surprise lay not in the",["span.emphasis","fact"],"of the call but in the",["span.emphasis","kind"],"of call, and rebellion arose in his heart. It was a call to go to Nineveh, ‘the great city’ of Assyria, and preach to its heathen inhabitants, for their wickedness had come up before the Lord. …"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p25"},"“Jonah was torn between his loyalty to God and the whip of his emotions. The latter were at a fever pitch and in the end determined his actions. Because he couldn’t face the mission call, he determined to flee the country and get away from the unpleasant responsibility. He did not intend to lay down his prophetic office; he merely wanted to absent himself without leave for a time until an unpleasant situation adjusted itself.” (Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"pp. 328–29.)"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p26"},"The exact location of Tarshish is unknown, but it is supposed by Adam Clarke and others that it is the same place as Tartessus in Spain, near the Straits of Gibraltar (see",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:700). Whether it was there that Jonah fled or some other port on the Mediterranean, it is certain that Tarshish was in the opposite direction of Nineveh. Joppa was a significant seaport on Israel’s coast in Jonah’s day. From there ships sailed to points throughout the Mediterranean. Joppa is the same as the present-day city of Jaffa, beside which the modern city of Tel Aviv has grown."]],[".topic",["h3","(9-5)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.4-7"},"Jonah 1:4–7"],". What Was the Practice of Casting Lots?"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p29"},"In ancient times lots were cast when an impartial decision was desired. The character and shape of the objects used in biblical times are not known, nor is the precise method by which they were cast, although some scholars suggest that smooth stones or sticks distinguished by colors or symbols were used. The heathens cast lots because, they believed, the gods would guide what happened. In Jonah’s case, the Lord seems to have guided the outcome."]],[".topic",["h3","(9-6)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.8-10"},"Jonah 1:8–10"],". The Greatness of Jonah’s God"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p31"},"Jonah fearlessly proclaimed that Jehovah is the one God over all creation."]],[".topic",["h3","(9-7)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.11-16"},"Jonah 1:11–16"],". Jonah Suggested His Own Fate"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p33"},"How do these verses show that Jonah’s running away was not because he was a coward? The men did not accept Jonah’s offer until they had made every effort to save themselves in other ways. Jonah’s willingness also shows his awareness that his actions had displeased God.",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.14-16"},"Jonah 1:14–16"],"witnesses that only reluctantly did the sailors cast Jonah overboard, as he had commanded them to do. In an attempt to absolve themselves from offense against any of the gods, the sailors offered a prayer to the Lord and begged that their deed might not be counted against them."]],[".topic",["h3","(9-8)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.17"},"Jonah 1:17"],". “Now the Lord Had Prepared a Great Fish”"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p35"},"The account of Jonah being swallowed by a “great fish” has been the subject of much ridicule and controversy on the part of the world. They use this verse as one argument to sustain the belief that the book of Jonah is simply a parable and not a record of historical fact. Speaking to those who take such a position, Elder Joseph Fielding Smith said:"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p36"},"“Are we to reject it as being an impossibility and say that the Lord could not prepare a fish, or whale, to swallow Jonah? … Surely the Lord sits in the heavens and laughs at the wisdom of the scoffer, and then on a sudden answers his folly by a repetition of the miracle in dispute, or by the presentation of one still greater. …"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p37"},"“I believe, as did Mr. William J. Bryan, the story of Jonah. My chief reason for so believing is not in the fact that it is recorded in the",["span.emphasis","Bible,"],"or that the incident has been duplicated in our day, but in the fact that",["span.emphasis","Jesus Christ, our Lord, believed it."],"The Jews sought him for a sign of his divinity. He gave them one, but not what they expected. The scoffers of his day, notwithstanding his mighty works, were incapable, because of sin, of believing."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p38"},"“‘He answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the Prophet Jonas: For as Jonas was three days and three nights in the whale’s belly; so shall the Son of man be three days and three nights in the heart of the earth.’” (",["span.emphasis","Doctrines of Salvation,"],"2:314–15.)"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p39"},"The Hebrew word",["span.emphasis","taneen"],"used in Jonah and the Greek word",["span.emphasis","katos"],"used in the New Testament describe any sea creature of immense proportion. Sharks are common to the Mediterranean and have throats sufficiently large to admit the body of a man. Of course, the miraculous nature of this event lies in the fact that Jonah could survive in the digestive tract of a large fish for three days as much as in the fact that he could be swallowed whole."]],[".topic",["h3","(9-9)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2"},"Jonah 2"],". Jonah Prayed to the Lord and Was Saved"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p41"},"Jonah, in his extremity, finally turned back to God. His prayer was one of sincere and meaningful repentance. His use of",["span.emphasis","hell"],"(",["span.emphasis","sheol"],"in Hebrew, which means the spirit world and is sometimes translated as “grave”) adds to the parallels with Christ’s burial. The language of Jonah’s prayer (see",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.3-5"},"Jonah 2:3–5"],") and the language the Lord used with the Prophet Joseph Smith while he was imprisoned in Liberty Jail (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],") are similar, both even speaking of the “jaws of hell [gaping] open the mouth.” Also compare",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.7"},"Jonah 2:7"],"with the language in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.18"},"Alma 36:18"],". Jonah’s vow to “pay that that I have vowed” was his way of saying he would fulfill the mission given him, and so “the Lord spake unto the fish, and it vomited out Jonah upon the dry land” (see",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.9-10"},"Jonah 2:9–10"],")."]],[".topic",["h3","(9-10)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.1-3"},"Jonah 3:1–3"],". Why Is Nineveh Called “the Great City?”"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p44"},"Nineveh was a well-known trade center in Jonah’s day. It had terraces, arsenals, barracks, libraries, and temples. The walls were so broad that chariots could drive abreast on them. Beyond the walls were great suburbs, towns, and villages. The circumference of the great city was about sixty miles, or three days’ journey. (See Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"pp. 331–32n.)"]],[".topic",["h3","(9-11)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.5-9"},"Jonah 3:5–9"],". What Is Signified by Sackcloth and Ashes?"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p46"},"Jonah’s words appear to have had an immediate and very positive effect upon the Ninevites. Why a non-Hebrew people would believe a Hebrew prophet one can only conjecture. Perhaps they were shocked into repentance by the appearance of a foreigner who, apparently without thought of personal safety, would come such a distance to unveil the sins of a people he did not know. At any rate, his mission had the intended result: Nineveh repented in “sackcloth and ashes.” Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p47"},"“A coarse, dark cloth made of hair of camels and goats and used anciently for making sacks and bags was called",["span.emphasis","sackcloth."],"It was also used for making the rough garments worn by mourners, and so it became fixed in the prophetic mind as a symbol for sorrow and mourning. It was the custom for mourners, garbed in sackcloth, either to sprinkle",["span.emphasis","ashes"],"upon themselves or to sit in piles of ashes, thereby showing their joy had perished or been destroyed. (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.34"},"Gen. 37:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.1-3"},"Esther 4:1–3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.3"},"Isa. 61:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/6.26"},"Jer. 6:26"],".)"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p48"},"“The use of sackcloth and ashes anciently was also a token of humility and penitence. When righteous persons used the covering of sackcloth and the sprinkling of ashes to aid them in attaining the spiritual strength to commune with Deity, their usage was always accompanied by fasting and prayer. Daniel, for instance, prefaced the record of one of his great petitions to the throne of grace with this explanation: ‘I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes: And I prayed unto the Lord my God, and made my confession.’ (",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.3-4"},"Dan. 9:3–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.5"},"Isa. 58:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.17-29"},"1 Kings 21:17–29"],".)"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p49"},"“Sackcloth and ashes (accompanied by the fasting, prayer, and turning to the Lord that attended their use) became a symbol of the most sincere and humble repentance.” (",["span.emphasis","Mormon Doctrine,"],"p. 659.)"]],[".topic",["h3","(9-12)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.10"},"Jonah 3:10"],". Does God Need to Repent?"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p51"},"The Joseph Smith Translation of the Bible renders this verse as follows: “And God saw their works that they turned from their evil way and repented; and God turned away the evil that he had said he would bring upon them” (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.10c"},"JST, Jonah 3:10"],")."]],[".topic",["h3","(9-13)",["a.scriptureRef",{"href":"/scriptures/ot/jonah/4.1-11"},"Jonah 4:1–11"],". Jonah Was Displeased with the Lord"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p53"},"Here Jonah demonstrated a second weakness:he pouted because the people did repent and God turned His wrath away. Jonah was so upset that he wished he were dead. Though he had repented of his desire to escape the call of the Lord and went to Nineveh, Jonah had not substantially changed his attitude toward the Gentiles."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p54"},"The Lord taught Jonah in a way that he could understand that all things are in His hand—the gourd, the worm, even life itself. First, the Lord sent the dreaded east wind, which was very destructive, for it blew off the hot, dry Arabian Desert. Then the Lord caused the sun to beat upon Jonah, making him so uncomfortable that he wished for death. Once Jonah was in that position, the Lord was able to teach him the worth of souls in Nineveh. Because the thousands who lived in Nineveh were ignorant of the saving gospel principles, they could not fully “discern between their right hand and their left hand” (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/4.11"},"Jonah 4:11"],"). Surely the Lord felt more pity for them than Jonah felt for the gourd (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/26.27,37"},"Alma 26:27, 37"],"). By means of this simple plant, the Lord taught Jonah about the way in which God loves all of His children."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(9-14) Trying to Run Away from the Lord"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p57"},"Now that you have read through the book of Jonah, what do you think of its message? How do you feel about Jonah’s running away from a call to serve? Is there a difference between Jonah, Joel, and Amos? Write a short essay discussing the differences and similarities and the application of their messages to you today."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p58"},"Nineveh had a reputation for being wicked (see",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3.1-4"},"Nahum 3:1–4"],"). There are many wicked cities in our day. Does their wickedness lessen the Lord’s feelings for the people of those cities? What is our obligation when we are called to serve in a way that we might consider distasteful?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p59"},"It is apparent throughout the story that Jonah could not stand to see God’s love, so often promised to Israel and cherished by her, bestowed on others, particularly her heathen oppressors. Have you ever known anyone who has tended to resent someone newly baptized or recently activated and the attention and favor they received in the Church? Is there not a parallel here?"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p60"},"Though most Latter-day Saints may never be called to do anything as dramatic as calling on a whole city to repent or be destroyed, we receive numerous calls of our own from the Lord. Sometimes, like Jonah, we seem to run away or at least to escape our responsibility. Consider the following:"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.f3"},["ol.number",["li",["span.label","1."],["p.para","A person who refuses to accept a call in the Primary because she would not be able to attend Relief Society meetings."]],["li",["span.label","2."],["p.para","A young man who turns down a mission call so he can accept a scholarship from a university."]],["li",["span.label","3."],["p.para","A family who does not hold regular family home evenings."]],["li",["span.label","4."],["p.para","A person who gets behind on his bills and does not pay his tithing."]],["li",["span.label","5."],["p.para","A young woman too shy to accept a call as a Young Adult Relief Society teacher."]]]],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p66"},"We all receive calls, and sometimes we try to escape them. But we can repent, accept the call, and reap joy in our service."]]]]]]],"refs":null}
