{"id":13,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":13,"title":"Joel: God Will Not Be Mocked","subtitle":"","short_title":7,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.head1"},[".titleNumber","7"],["h1","God Will Not Be Mocked"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/joel"},"Joel"]]],[".bodyBlock",[".topic",["h2","(7-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p5"},"Prophets of the Lord were called to labor among people whose lives remained in spiritual darkness. Joel was one of these prophets called to minister to a people who refused to repent. His prophecies have a common theme with those of Isaiah, Jonah, Amos, and others: repent or face destruction."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p6"},"Joel is particularly significant to us because he prophesied of our day. On the night he visited Joseph Smith, Moroni quoted from Joel and said that the prophecies would shortly be fulfilled. (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"Joseph Smith—History 1:41"],".) Joel is also a major source of information on the battle of Armageddon, one of the momentous events in the coming history of the world. So, although the book of Joel is a short work, it is full of valuable insights and information. They are applicable to us today, although they were written over twenty-five hundred years ago."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Joel."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section."]]]]]],[".topic",["h2","Notes and Commentary on Joel"],[".topic",["h3","(7-2)",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.1"},"Joel 1:1"],". Who Was Joel and When Did He Live?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p12"},"Biblical scholars do not agree on when Joel lived. Some think he preceded Amos and Hosea because both men quoted him (compare",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.2"},"Amos 1:2"],"with",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.16"},"Joel 3:16"],"), but it is also possible that Joel quoted them, so this evidence is not conclusive. Joel may have served before the time of Isaiah, for Isaiah quoted one of Joel’s prophecies (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.6"},"Isaiah 13:6"],"with",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.15"},"Joel 1:15"],"), but it may be that Joel quoted Isaiah."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p13"},"All things considered, it seems probable that Joel’s ministry took place about the time that Joash reigned in Judah (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-a.p1"},"Enrichment A"],"for more information on the reigns of the kings). Joel’s ministry evidently came before Uzziah’s reign but after the rule of the infamous Athaliah, the queen who tried to exterminate the Davidic line."]],[".topic",["h3","(7-3)",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.1-2"},"Joel 1:1–2"],". “Give Ear, All Ye Inhabitants of the Land”"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p15"},"The message of the book of Joel is simple and straightforward. The house of Israel has fallen into a state similar to drunkenness caused by iniquity. Therefore, great judgments will come upon them from the Lord. The judgments will be so terrible that Joel calls on the Lord’s people to howl and cry for repentance. They are to call solemn assemblies (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.14"},"Joel 1:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.15-17"},"2:15–17"],") and tell the people of these judgments so that they can cry for deliverance through repentance. Though the warnings are grim and terrible, Joel holds out the assurance that if the people will turn to God in sorrow and repentance, He will respond and the disasters can be averted (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.12-14"},"2:12–14"],")."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p16"},"As is typical of Old Testament prophecies, Joel’s prophecies are dualistic: They warn of an immediate and impending destruction (through the conquests of Assyria and Babylonia), but they also refer directly to the last days and the destruction that will again threaten Israel just before the Millennium."]],[".topic",["h3","(7-4)",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.1-4"},"Joel 1:1–4"],". The Use of Imagery in Hebrew Literature"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p18"},"Hebrew literature is noted for its rich imagery. In these verses and those that follow, Joel used the figure of a famine to portray Judah’s future. The palmerworm is the Hebrew",["span.emphasis","gazam,"],"which means “gnawer.” The locust is in Hebrew",["span.emphasis","arbeth,"],"which means “many.” The cankerworm is the Hebrew",["span.emphasis","yeleq,"],"which means “licker”; and the caterpillar is the Hebrew",["span.emphasis","chasil,"],"which means “consumer” (see Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:658). These Hebrew terms refer to the stages of development in the life of a locust. Such imagery fixed forever in the minds of the Jews the devastation prophesied by Joel for the latter days."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p19"},"Is the famine spoken of only literal and physical? Or does it have a symbolic and spiritual meaning?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p20"},"Looking at what happened to Judah in Joel’s day, many scholars feel that the palmerworm was a metaphor for the Assyrian-Babylonian invasions of the Holy Land. What these two empires left, the Medes and Persians “ate” during their invasions.",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.4"},"Joel 1:4"],"can be seen as an example of the Hebrew dualism previously mentioned. A prophet may refer to one incident and also mean another. For example, the cankerworm could also represent the invasions and suppression of the Holy Land by Greece under Alexander the Great and his successors. Then the caterpillar would represent the invasion that consumed Judah when she was overrun by Rome and eventually destroyed by Titus. These references seem also to apply to the coming battle of Armageddon, when armies from the north will gather and fight just before the Millennium."]],[".topic",["h3","(7-5)",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.5-7"},"Joel 1:5–7"],". What Is to Be Understood by the Wine, the Lion, the Vine, and the Fig Tree?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p22"},"Judah had become drunken with the wine of iniquity and would have cause to weep and to howl, for the Lord would not tolerate their glorying in sin. Judah’s security and wealth, which lay at the root of this wickedness, were compared to the vine from which the grapes for wine are taken. They vineyard was to be cut off: Judah would be humbled by the Lord’s almighty hand so they could be drunken no more."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p23"},"The vine and the fig tree, among the most stable and enduring of the plants that nourished Israel anciently, represented the finest that the Lord had given His chosen people. But they had rejected the gift and the Giver, and all would be laid waste by the numberless nation of invaders who, as a lion, would not be denied. The lion is the most feared of animals and pulls down his prey with great savagery. A tree is barked by stripping the bark from the trunk, which kills the tree. The imagery was clear. The house of Israel would be pulled down, or cut off, and spoiled by powerful outside nations. Their vineyards and orchards would be desolate."]],[".topic",["h3","(7-6)",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.8-20"},"Joel 1:8–20"],". The Loss of Temple Worship"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p25"},"One of the consequences of Judah’s destruction and scattering as a nation was the loss of her temple worship, the source of joy and gladness (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.16"},"Joel 1:16"],"). Their field was",["span.emphasis","wasted;"],"they were no longer a fruitful people unto the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.10,12"},"vv. 10, 12"],")."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p26"},"At this time a",["span.emphasis","husbandman"],"was a person who tended an orchard, and a",["span.emphasis","vinedresser"],"was one who cultivated a vineyard. (In New Testament times a",["span.emphasis","husbandman"],"also took care of a vineyard.) The",["span.emphasis","girding"],"in verse 13 refers to putting on clothing of sackcloth (coarse cloth made of animal hair), which would constantly remind them of the great tragedy coming to their people. Joel called upon all the people to howl and lament because the temple would fall and the people of God would undergo national disaster."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p27"},"Just as Moses had instructed Israel to learn a song (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.30"},"Deuteronomy 31:30–32:43"],"), the words of which would remind them of their condemnation if they broke their covenants, so Joel instructed Judah to learn the words they would cry in the last days as a reminder of her future sorrow. A solemn assembly was held to gather priesthood leaders and members to consider these sacred matters (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.14"},"v. 14"],")."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p28"},"“The seed [being] rotten under their clods” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.17"},"v. 17"],") refers to the fact that when the sprout was bitten off by the locusts, the seed simply rotted away. When Israel and Judah were devoured by their invaders, they, too, would spoil. The barns would be of no value, for they would house nothing."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p29"},"These dire predictions were fulfilled when the covenant people fell, first to Assyria and then to Babylon, and then were ruled by a series of empires. But these verses also seem to require a latter-day fulfillment with destruction again threatening Judah. (The phrase “day of the Lord,” in",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.15"},"verse 15"],", is a phrase often associated with the time just before the Second Coming. Chapters 2 and 3 of Joel definitely apply to the final days.)"]],[".topic",["h3","(7-7)",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.1"},"Joel 2:1"],". What Are “Zion” and “My Holy Mount”?"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p32"},"The Lord’s holy mountain is the place where His temple is, or the place from which He speaks to the people. Sometimes it is the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.1-3"},"Isaiah 2:1–3"],") or the New Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2"},"D&C 84:2"],"). The Zion of the latter days, also frequently referred to in scripture as “my holy mount” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-70"},"D&C 45:66–70"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.14"},"82:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.2,13,18,26-32,56"},"133:2, 13, 18, 26–32, 56"],"), is a spiritual condition as well as a place. “Verily, thus saith the Lord, let Zion rejoice, for this is Zion—THE PURE IN HEART” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],")."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p33"},"Speaking of Zion as a spiritual condition Elder Bruce R. McConkie said:"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p34"},"“Zion is people. Zion is the saints of God; Zion is those who have been baptized; Zion is those who have received the Holy Ghost; Zion is those who keep the commandments; Zion is the righteous; or in other words, as our revelation recites: ‘This is Zion—the pure in heart.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],".)"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p35"},"“After the Lord called his people Zion, the scripture says that Enoch ‘built a city that was called the City of Holiness, even ZION’; that Zion ‘was taken up into heaven’ where ‘God received it up into his own bosom’; and that ‘from thence went forth the saying, Zion is fled.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.19,21,69"},"Moses 7:19, 21, 69"],".)"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p36"},"“After the Lord’s people were translated—for it was people who were caught up into heaven, not brick and mortar and stone, for there are better homes already in heaven than men can build on earth—after these righteous saints went to dwell beyond the veil, others, being converted and desiring righteousness, looked for a city which hath foundation, whose builder and maker is God, and they too ‘were caught up by the powers of heaven into Zion.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.27"},"Moses 7:27"],".)"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p37"},"“This same Zion which was taken up into heaven shall return during the Millennium, when the Lord brings again Zion; and its inhabitants shall join with the New Jerusalem which shall then be established. (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62-63"},"Moses 7:62–63"],".)” (“Come: Let Israel Build Zion,”",["span.emphasis","Ensign,"],"May 1977, p. 117.)"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p38"},"The Prophet Joseph Smith also taught that the place of Zion, or the “land of Zion,” is North and South America (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],["a.crossRef",{"href":"/manual/teachings-joseph-smith/chapter-31.p1"},"p. 362"],")."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p39"},"Though the context makes it difficult to say in which sense Joel used the terms,",["span.emphasis","Zion"],"and",["span.emphasis","holy mountain,"],"they are probably yet another example of Hebrew dualism. Mount Zion was one of the names of Jerusalem, and thus it is a cry for the inhabitants to awaken. But Mount Zion also has a meaning in the latter days."]],[".topic",["h3","(7-8)",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2-11"},"Joel 2:2–11"],". “The Day of the Lord Is Great and Very Terrible”"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p41"},"The “day of the Lord” will be great because Zion will be a reality, but the events associated with it will also make it terrible, as these verses make clear (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-27.p1"},"Notes and Commentary on Ezekiel 38 and 39"],")."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p42"},"An event of the latter days known as the battle of Armageddon is described in these verses. Like the locusts that devour the crops and cover the heavens with blackness because of their numbers, so “a great people and a strong” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2"},"v. 2"],") shall descend upon the land of Israel in the latter days. (Compare this language with that of John and Ezekiel when they describe the battle of Armageddon in",["a.scriptureRef",{"href":"/scriptures/nt/rev/9.1-10"},"Revelation 9:1–10"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.8-9"},"Ezekiel 38:8–9"],".) So great shall be the number of this people that “the earth shall quake before them” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.10"},"v. 10"],"). The sun, moon, and stars will be darkened."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p43"},"The horses (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.4"},"v. 4"],") symbolize war. Chariots (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.5"},"v. 5"],") symbolize a very powerful army."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p44"},"Elder Joseph Fielding Smith said of the warning given in these verses: “Here we have a great, terrible army, marching with unbroken ranks and crushing everything before it, finding the garden like Eden before them, leaving the wilderness behind, causing mourning, causing suffering; and so the prophet raises the warning voice, and that voice is to us, if you please, that we might turn unto the Lord and rend our hearts.” (",["span.emphasis","The Signs of the Times,"],"p. 160.)"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p45"},"When these events occur they will strike fear into the hearts of Jerusalem’s inhabitants. The siege against the city will be severe. The relentless army will overrun the land of Israel. The city walls will be breached and the houses plundered (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.9"},"v. 9"],"). The phrase “when they fall upon the sword, they shall not be wounded” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.8"},"v. 8"],") may simply be a way of saying that the armaments used against the invaders will be ineffectual. But the Lord is strong, and He will keep His word. He has promised to rescue the people, and He will (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.11"},"v. 11"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/zech/14"},"Zechariah 14"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/9"},"Revelation 9, 11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38"},"Ezekiel 38–39"],")."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p46"},"Other events, such as the land being “as the garden of Eden before them” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.3"},"v. 3"],"), refer specifically to the latter days. Today the Galilee area and the Jezreel Valley in modern Israel have truly “blossomed as the rose.”"]],[".topic",["h3","(7-9)",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.12-22"},"Joel 2:12–22"],". The Lord Will Redeem and Bless His People"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p48"},"The Lord calls to His children in all ages: “Turn ye unto me with all your heart” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.12"},"v. 12"],"). He desires them to become His people so that He can be their God. Elder Joseph Fielding Smith commented on the Lord’s powerful intervention and redemption in the latter days: “You know, they used to rend their garments and sit in sack cloth when they were repentant. So the Lord says, ‘Rend your heart and not your garments.’ Humble yourselves. Prepare yourselves, oh Israel, that you may receive My blessings, that you might be protected from this condition that is going to come. And then the last words that I have read from this part of this chapter, the Lord says that He will take that great army in hand, that He also has an army. His army is terrible, just as terrible as the other army, and He will take things in hand. When I say the other army, the Lord’s army, do not get an idea He is thinking about England or the United States. He is not. He is not thinking about any earthly army. The Lord’s army is not an earthly army, but He has a terrible army; and when that army marches, it will put an end to other armies, no matter how terrible they may be; and so He says in these closing words I have read to you that He would do this thing. He would drive this terrible northern army into the wilderness, barren and desolate, with his face towards the east sea and his hinder part towards the utmost sea. He would do that, and then He would bless His people—having references, of course, to Israel.” (",["span.emphasis","Signs of the Times,"],"pp. 160–61.)"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p49"},"The figure of the bride and bridegroom (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.16"},"v. 16"],") is very apt. Israel was married to the Lord in the Abrahamic covenant (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.14"},"Jeremiah 3:14"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-10.p1"},"Notes and Commentary on Hosea"],"). The Bridegroom was Jehovah, and the bride was Israel. The Bridegroom returned to claim His bride, who had been temporarily set aside for wickedness. (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.13-14"},"Joel 2:13–14"],"notes for further clarification.)"]],[".topic",["h3","(7-10)",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.23-27"},"Joel 2:23–27"],". “Ye Shall Know That I Am in the Midst of Israel”"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p51"},"These verses describe Judah’s and Israel’s eventual deliverance. The years of the locust, the cankerworm, the caterpillar, and the palmerworm indicate generations of oppression for scattered and rejected Israel. All was not lost, however, for the Lord promised “the former rain and the latter rain” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.23"},"v. 23"],"). After a punishing drought, these rains returned, a symbol of God’s acceptance of His people, who had been chastened and redeemed. “And ye shall know that I am in the midst of Israel, and that I am the Lord your God, and none else: and my people shall never be ashamed” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.27"},"v. 27"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.10-11"},"Philippians 2:10–11"],"). One major theme of the Old Testament prophets is that although there will be a great apostasy in Israel, in the end Israel will be restored to the covenant (the gospel) and become faithful."]],[".topic",["h3","(7-11)",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28-32"},"Joel 2:28–32"],". “I Will Pour Out My Spirit upon All Flesh”"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p53"},"When Moroni appeared to the Prophet Joseph Smith he quoted these verses, saying that they were not yet fulfilled but soon would be. Moroni also explained that the “fulness of the Gentiles was soon to come in” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"Joseph Smith—History 1:41"],"). These statements clearly put the fulfillment of this part of Joel’s prophecy after",["span.small","A.D."],"1823. It obviously applies to the latter days in its language and content, although it has also been fulfilled previously. Verse 32 is a reference to Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.13"},"Romans 10:13"],")."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p54"},"Sidney B. Sperry added: “In the mind of the writer no doubt remains that Joel foresaw the dispensation in which we live and God’s judgments upon the world. This he expressed in figures that would be easily understood by his people. So acutely and painfully were the judgments that Joel saw impressed upon his mind that he cried out in anguish—as if he were present—to the people of our day to repent and escape God’s wrath.” (",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 297.)"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p55"},"The last days are to be characterized by the pouring out of the Spirit upon all flesh. Peter, experiencing a rich and wonderful outpouring of the Spirit on the day of Pentecost, quoted Joel (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.17-21"},"Acts 2:17–21"],"), who spoke of the latter days, the time just before the Lord’s Second Coming when He would pour out His Spirit upon all flesh. That Spirit is not only the Holy Ghost but also the Spirit of Christ, that Spirit which enlightens everyone (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16"},"Moroni 7:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.2"},"D&C 93:2"],"). Sons and daughters will prophesy—preach, exhort, pray, and instruct so as to benefit the Church. Direct revelation will be given. Young men and women who are representatives of the Lord will be inspired. The gifts of teaching and inspiration will be given to all classes and levels of people. The Lord will call and qualify those He chooses. He will pour out His Spirit upon them, and they will be endowed with the gifts necessary to convert sinners and to build up the Church. Certainly this prophecy is now beginning to be fulfilled."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p56"},"The message of this passage is fourfold: (1) there will be a rich outpouring of the Spirit of the Lord in the latter days; (2) certain signs will be fulfilled before Christ’s Second Coming in the clouds of heaven; (3) His coming will be great for the righteous and terrible for the wicked; and (4) the “remnant” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.32"},"v. 32"],"), Israel of the latter days, will be those who are left after the period of tribulation and scattering is over."]],[".topic",["h3","(7-12)",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.1-8"},"Joel 3:1–8"],". “I Will Gather All Nations”"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p58"},"These verses add to the picture described in chapter 2. Joel used allusions and figures well understood by his people to describe the great signs and judgments to take place in the latter days just before the return of the Lord. In chapter 3 Joel gave another picture of God’s judgment upon the nations. Israel, who had been scattered among the nations, will receive a change in her fortunes, and retribution will come upon her enemies in the Valley of Jehoshaphat, literally, the “Valley of Decision” in Hebrew. Just where this valley is located is not entirely clear. Most likely it is the Kidron, a narrow valley between Jerusalem and the Mount of Olives (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.47-49"},"D&C 45:47–49"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.19-21"},"133:19–21"],"; Robert Young,",["span.emphasis","Analytical Concordance to the Bible,"],"s.v. “Jehoshaphat”). This passage seems to refer to the final scenes of the battle of Armageddon in Jerusalem, when the great earthquake will strike the massive army and Jesus will appear on the Mount of Olives to deliver Israel (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-27.p1"},"Notes and Commentary on Ezekiel 38–39"],"for a more detailed treatment of Armageddon)."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p59"},"These verses are a declaration of war on the Lord’s part. They are also a challenge to those who would test His might. Elder Joseph Fielding Smith said: “We find Joel, Zephaniah, Zechariah, all proclaiming that in this last day, the day when the sun shall be darkened and the moon turned to blood and the stars fall from heaven, that the nations of the earth would gather against Jerusalem. All of them speak of it; and when that time comes, the Lord is going to come out of His hiding place.” (",["span.emphasis","Signs of the Times,"],"p. 170.)"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p60"},"The Lord will be the strength of Israel and will smite her enemies with plagues so severe that their flesh will rot and fall from their bones, their eyes will be consumed in their sockets and their tongues in their mouths—both man and beast (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.12-15"},"Zechariah 14:12–15"],"). And then Judah will know that Christ is the Lord their God, for He will stand on the Mount of Olives, which will cleave in twain and Judah will see Him as their delivering Messiah. They will ask about His wounds and learn that He is the Christ, and their mourning will know no bounds, for they will know that this is He for whom they have waited and whom their fathers crucified (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.9-11"},"Zechariah 12:9–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.6"},"13:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.51-53"},"D&C 45:51–53"],")."]],[".topic",["h3","(7-13)",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.17"},"Joel 3:17"],". Jerusalem to Be Pure"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p63"},["span.emphasis","Strangers"],"as used in the Old Testament refers to Gentiles, or those not of Israel. This verse states that no strange god nor impure people will be permitted to enter or pass through the city. This promise is yet to be fulfilled."]],[".topic",["h3","(7-14)",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.18"},"Joel 3:18"],". “A Fountain Shall Come Forth”"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p65"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-27.p1"},"Notes and Commentary on Ezekiel 47:1–12"],"."]],[".topic",["h3","(7-15)",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.18-21"},"Joel 3:18–21"],". “The Hills Shall Flow with Milk”"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p67"},"Upon accepting Jesus Christ as their Redeemer, the Jews will enter into a new era. The very mountains and hills will flow with the riches of heaven. This imagery implies more than just an abundance of tangible fruits. Judah will know her God, and He will own His people; they will build their Jerusalem and inhabit it in peace thereafter. (See Smith,",["span.emphasis","Signs of the Times,"],"pp. 171–72.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(7-16) The Imagery of Joel and His Message for Us"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.f3"},["p.preamble","The message of Joel is important for us as Latter-day Saints. Although he used imagery that is not always familiar to us, he dealt with four major issues quite clearly:"],["ol.number",["li",["span.label","1."],["p.para","A lamentation over the devastation of the land by great armies (symbolized by locusts) and other judgments."]],["li",["span.label","2."],["p.para","The destruction of the army of locusts and a renewal of spiritual and material blessings."]],["li",["span.label","3."],["p.para","The outpouring of God’s Spirit upon all flesh."]],["li",["span.label","4."],["p.para","The judgment upon the nations and deliverance of God’s people."]]]],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p75"},"Joel saw the days preceding the Second Coming. He attempted to warn as well as prophesy concerning those events. Because Moroni quoted a part of the book of Joel to Joseph Smith and said it was “not yet fulfilled, but was soon to be” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"Joseph Smith—History 1:41"],"), we should carefully study the message and learn of the things we need to do before the great and terrible day of the Lord."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-7.f4"},["p.preamble","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.17-30"},"Doctrine and Covenants 43:17–30"],"and answer the following questions:"],["ol.number",["li",["span.label","1."],["p.para","When is the great day of the Lord?"]],["li",["span.label","2."],["p.para","What is our obligation to the nations?"]],["li",["span.label","3."],["p.para","What should our message be to the world?"]],["li",["span.label","4."],["p.para","What will some of the signs in the heavens be prior to the Lord’s coming?"]],["li",["span.label","5."],["p.para","Knowing that the prophecies of Joel are “about to be fulfilled” what application do you see in Joel’s writing for you? In other words, how can the book of Joel benefit you today?"]]]]]]]]]],"refs":null}
