{"id":45,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":45,"title":"Builder of Walls and Wills (Nehemiah)","subtitle":"","short_title":32,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.head1"},[".titleNumber","32"],["h1","Nehemiah: Builder of Walls and Wills"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/neh"},"Nehemiah"]]],[".bodyBlock",[".topic",["h2","(32-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p5"},"Nehemiah stands out as one of the noble men in the Old Testament. As he fulfilled a necessary mission in his day, he demonstrated the highest level of dedication and courage, both in the practical matter of rebuilding the walls of Jerusalem and also in the spiritual matter of rebuilding the religious life of his people."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p6"},"“The book of Nehemiah carries the history of the Jewish people down to a later date than any other of the avowedly historical works in the canon of the OT. Its interest is manifold, since it describes not only the rebuilding of the walls of Jerusalem, but the reconstruction of the Jewish ecclesiastical organization; and as an authority for the events it relates, is first-rate, since it is largely based upon contemporary materials. And its value is augmented by its vivid portrayal of the noble character of Nehemiah himself. His career presents an exceptional combination of strong self-reliance with humble trust in God, of penetrating shrewdness with perfect simplicity of purpose, of persistent prayerfulness with the most energetic activity; and for religious faith and practical sagacity he stands conspicuous among the illustrious personages of the Bible.” (J. R. Dummelow, ed.,",["span.emphasis","A Commentary on the Holy Bible,"],"p. 278.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Nehemiah."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Nehemiah"],[".topic",["h3","(32-2)",["a.scriptureRef",{"href":"/scriptures/ot/neh/1"},"Nehemiah 1"],". Who Was Nehemiah? Where and When Did His Narrative Begin?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p12"},"Little is known about the background of Nehemiah except that he was a Jew born while the Jews were in exile. His age is not given, but it is likely that he was born after Cyrus had decreed the Jews could return to their homeland. As was explained in Notes and Commentary on Ezra and Enrichment J, only a small number of the Jews in exile chose to return. Nehemiah’s family must have been one of those that did not. They were probably of some influence, since Nehemiah was the cupbearer to King Artaxerxes (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.1"},"Nehemiah 2:1"],"). Assassination was a constant threat to a king, and poisoned food or drink was one of the most effective ways to accomplish it. The cupbearer, the one who ensured that the king’s food and drink were safe, was in a position of great trust and responsibility. Even though he was in Persia enjoying power and importance, Nehemiah had not forgotten his people and homeland. When he heard of their sad condition, he fasted and prayed for his people."]],[".topic",["h3","(32-3)",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.1-11"},"Nehemiah 2:1–11"],". The King Sent Nehemiah to Jerusalem"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p14"},"The favor in which Nehemiah was held by King Artaxerxes is evident not only in that he granted him permission to return but also in that he gave him guards, an escort, and a safe conduct through the lands on his return to Judah “beyond the river,” or west of the Euphrates. The king also granted him permission to use timber from the royal forests to rebuild the walls of Jerusalem as well as the gates and his own house."]],[".topic",["h3","(32-4)",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.10"},"Nehemiah 2:10"],". Who Was Sanballat?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p16"},"Sanballat, the governor of Samaria, and the governors of other nearby areas opposed the plans of the Jews for Jerusalem and resented the protection given them by the Persian king. A deep bitterness had developed between the Samaritans and the Jews who had returned with Zerubbabel (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-29.p1"},"Notes and Commentary on Ezra 4"],"). For Nehemiah to return with full power from the emperor to refortify Jerusalem was a great setback for the Samaritans, and they openly opposed it. Sanballat of Samaria led this group (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.19"},"v. 19"],") and made it necessary for Nehemiah to arm those who worked on the walls of Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/4"},"chapters 4 and 6"],")."]],[".topic",["h3","(32-5)",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.12-16"},"Nehemiah 2:12–16"],". Nehemiah’s Night Journey around the Walls"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p18"},"Nehemiah wrote in such detail about his night reconnaissance and the later reconstruction of the walls of Jerusalem that we have a good idea of the actual sites of much that he reported. The accompanying map shows the estimated locations."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_032_02-walk.gif"}]],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p19"}]],[".topic",["h3","(32-6)",["a.scriptureRef",{"href":"/scriptures/ot/neh/4.16-18"},"Nehemiah 4:16–18"],". “The Other Hand Held a Weapon”"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p31"},"The names of the families assigned to repair the walls and gates are given in",["a.scriptureRef",{"href":"/scriptures/ot/neh/3"},"Nehemiah 3"],". But the leaders of the surrounding communities were angry that the Jews were fortifying Jerusalem and resuming their former religious practices. Sanballat, the governor of Samaria, was especially angry. But the plan they laid to attack and prevent the repair of the walls, now about halfway up (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/4.6"},"Nehemiah 4:6"],"), was frustrated by Nehemiah, who had those who guarded and those who labored arm themselves by day and by night (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/4.21-22"},"vv. 21–22"],"). Nehemiah’s encouragement to the Jews to defend their families and homes (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/4.14"},"v. 14"],") is similar to the charge Moroni gave in the Book of Mormon (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.46-47"},"Alma 43:46–47"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.12"},"46:12"],")."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p32"},"Members of the Church earlier in this dispensation experienced similar opposition. Consider what President George Q. Cannon, who was a member of the First Presidency, said of the persecution in Utah around 1884: “It is very encouraging to think that, in the midst of the assaults which are being made upon the Church of Jesus Christ of Latter-day Saints, and the threats that are in circulation concerning us and our future fate, there is faith enough found in the midst of the people to pursue, without discouragement and without cessation, the great work which we feel that our Father has laid upon us. We have not been situated as we were in Nauvoo, when we finished our temple there, for then the workmen who labored upon it, were like the Jews in the days of Nehemiah, when they undertook to rebuild the walls of Jerusalem, and had to labor a portion of the time at least, and a great portion of it too, with their instruments of labor in one hand, and weapons to defend themselves in the other. We were surrounded by mobs, and living in a constant state, it may be said of fear, because of the threats which were made and the combinations which were formed, and the attacks upon our outlying settlements in the burning of houses, in the destruction of grain, in the shooting down of cattle, and in the driving out of the people from their homes.” (In",["span.emphasis","Journal of Discourses,"],"25:167.)"]],[".topic",["h3","(32-7)",["a.scriptureRef",{"href":"/scriptures/ot/neh/5"},"Nehemiah 5"],". Nehemiah Demanded Social Reforms among His People"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p34"},"Nehemiah’s true greatness shines forth in these verses. One of the reasons the Jews were still in great poverty was the unrighteous oppression of the people by their previous rulers. Nehemiah could have glutted himself in the same manner, but instead he became angry about the over taxation (the king’s tribute), usury (interest), slavery, and the confiscation of private property."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p35"},"Although his predecessors “were chargeable unto the people” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/5.15"},"Nehemiah 5:15"],") or, in other words, laid a heavy burden upon the people, Nehemiah showed his greatness as the governor by not accepting a salary from the taxes of the people. He was wealthy and chose to serve without remuneration."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p36"},"The righteous kings in the Book of Mormon had the same sense of public morality and worked for their livelihood rather than burdening their people (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.14"},"Mosiah 2:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29.40"},"29:40"],")."]],[".topic",["h3","(32-8)",["a.scriptureRef",{"href":"/scriptures/ot/neh/6"},"Nehemiah 6"],". What Was the Importance of the Wall?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p38"},"Sanballat tried to lure Nehemiah into some “mischief” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/6.2"},"Nehemiah 6:2"],") through an invitation for negotiations, but Nehemiah was not deceived. In fact, he was not even intimidated by Sanballat’s threat to report a Jewish rebellion to King Artaxerxes."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p39"},"The wall was finished in fifty-two days (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/6.15"},"v. 15"],"), and watches were set to protect those who lived in the city. The walls were a protection, but they were also an important physical symbol of the establishment of the Jews as a people. The holy city became a unifying force as families were chosen by lot to come live in it (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/11.1-2"},"Nehemiah 11:1–2"],"). Sanballat and the other enemies of Judah fully understood the significance of the walls and of Nehemiah’s unifying leadership. That is why their opposition was so persistent."]],[".topic",["h3","(32-9)",["a.scriptureRef",{"href":"/scriptures/ot/neh/7.63-65"},"Nehemiah 7:63–65"],". What Did It Mean to Be “Put from the Priesthood”?"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p41"},"Those who could not trace their genealogy, or who tried to hide it, were denied the priesthood. The same situation was reported in",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.62"},"Ezra 2:62"],". “The Tirshatha” is a title for the governor (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/7.65,70"},"Nehemiah 7:65, 70"],")."]],[".topic",["h3","(32-10)",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.1-12"},"Nehemiah 8:1–12"],". Establishing the Synagogue and the Feast"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p43"},"The reading of the law to the people by Ezra the scribe is of particular importance because it appears to have been the first time a synagogue, or a place to read and expound the scriptures, was established in Jerusalem after the return from Babylon. One Bible scholar commented on verse 8 as follows: “The Israelites, having been lately brought out of the Babylonish captivity, in which they had continued",["span.emphasis","seventy years,"],"according to the prediction of Jeremiah, [25:11], were not only extremely corrupt, but it appears that they had in general lost the knowledge of the ancient Hebrew to such a degree, that when the book of the law was read, they did not understand it: but certain Levites",["span.emphasis","stood by, and gave the sense,"],"i. e., translated into the Chaldee dialect. … It appears that the people were not only ignorant of their ancient language, but also of the rites and ceremonies of their religion, having been so long in Babylon, where they were not permitted to observe them. This being the case, not only the",["span.emphasis","language"],"must be",["span.emphasis","interpreted,"],"but the meaning of the",["span.emphasis","rites"],"and",["span.emphasis","ceremonies"],"must also be explained; for we find from ver. 13, &c., of this chapter, that they had even forgotten the",["span.emphasis","feast of tabernacles,"],"and every thing relative to that ceremony.” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:781–82; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p1"},"Enrichment H."],")"]],[".topic",["h3","(32-11)",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.10"},"Nehemiah 8:10"],". Care for the Poor"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p45"},"Once again, Nehemiah’s great goodness was demonstrated. He did not call for religious observance alone. He called on the people not only to join in a religious feast but to remember the poor, to share their joy in God’s goodness by charitable service."]],[".topic",["h3","(32-12)",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.13-18"},"Nehemiah 8:13–18"],". Why Did Nehemiah Reestablish the Feast of Tabernacles?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p47"},"Unless one understands the significance of the feast of Tabernacles, it may seem peculiar that Ezra chose this feast as so important. The commandments for its observance are found in",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.34-44"},"Leviticus 23:34–44"],". Elder Bruce R. McConkie explained its peculiar significance:"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p48"},"“One of the three great feasts at which the attendance of all male Israelites was compulsory, the Feast of Tabernacles, was by all odds Israel’s greatest feast. Coming five days after the Day of Atonement, it was thus celebrated when the sins of the chosen people had been removed and when their special covenant relation to Jehovah had been renewed and restored. Above all other occasions it was one for rejoicing, bearing testimony, and praising the Lord. In the full sense, it is the Feast of Jehovah, the one Mosaic celebration which, as part of the restitution of all things, shall be restored when Jehovah comes to reign personally upon the earth for a thousand years. Even now we perform one of its chief rituals in our solemn assemblies, the giving of the Hosanna Shout, and the worshipers of Jehovah shall yet be privileged to exult in other of its sacred rituals."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p49"},"“Also known as the Feast of Booths, because Israel dwelt in booths while in the wilderness, and as the Feast of Ingathering, because it came after the completion of the full harvest, it was a time of gladsome rejoicing and the extensive offering of sacrifices. More sacrifices were offered during the Feast of the Passover than at any other time because a lamb was slain for and eaten by each family or group, but at the Feast of Tabernacles more sacrifices of bullocks, rams, lambs, and goats were offered by the priests for the nation as a whole than at all the other Israelite feasts combined. The fact that it celebrated the completion of the full harvest symbolizes the gospel reality that it is the mission of the house of Israel to gather all nations to Jehovah, a process that is now going forward, but will not be completed until that millennial day when ‘the Lord shall be king over all the earth,’ and shall reign personally thereon. Then shall be fulfilled that which is written: [",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.9-21"},"Zechariah 14:9–21"],"]. That will be the day when the law shall go forth from Zion and the word of the Lord from Jerusalem. Manifestly when the Feast of Tabernacles is kept in that day, its ritualistic performances will conform to the new gospel order and not include the Mosaic order of the past.” (",["span.emphasis","The Promised Messiah,"],"pp. 432–33.)"]],[".topic",["h3","(32-13)",["a.scriptureRef",{"href":"/scriptures/ot/neh/9"},"Nehemiah 9"],". Remembering the Lord"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p52"},"Separated from the foreigners (strangers) in their midst, the Jews fasted, prayed, praised the Lord, and recited their long history and God’s blessings to them through the generations from Abraham to their own day. The Levites (the priesthood group) led in this, and their praise of God seems to have been stimulated by the study of the Law. Many references from",["a.scriptureRef",{"href":"/scriptures/ot/neh/9"},"Nehemiah 9"],"refer to historical events found in the five books of Moses:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.f4"},["ol.number",["li",["span.label","1."],["p.para","Verse 6 refers to the Creation (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1"},"Genesis 1"],")."]],["li",["span.label","2."],["p.para","Verse 7 refers to the Abrahamic covenant (",["a.scriptureRef",{"href":"/scriptures/ot/gen/11"},"Genesis 11–17"],")."]],["li",["span.label","3."],["p.para","Verses 9–11 refer to the Exodus from Egypt (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1"},"Exodus 1–14"],")."]],["li",["span.label","4."],["p.para","Verse 12 refers to the pillar of fire and smoke (",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.21-22"},"Exodus 13:21–22"],")."]],["li",["span.label","5."],["p.para","Verses 13–14 refer to the giving of the Law (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20"},"Exodus 20"],")."]],["li",["span.label","6."],["p.para","Verse 15 refers to the manna and to water from a rock (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16"},"Exodus 16–17"],")."]],["li",["span.label","7."],["p.para","Verse 17 refers to the rebelliousness of the Israelites (numerous examples appear in Exodus and Numbers)."]],["li",["span.label","8."],["p.para","Verse 18 refers to the golden calf incident (",["a.scriptureRef",{"href":"/scriptures/ot/ex/32"},"Exodus 32"],")."],["p.para","The references to historical events continue in this fashion."],["p.para","The Levites constantly referred to the scriptures in praising the Lord. It says much about the spiritual state of the returning exiles that the scriptures had become so neglected. And it says much about Nehemiah’s and Ezra’s wisdom that they sought to bring the people back into the covenant by using the scriptures."]]]]],[".topic",["h3","(32-14)",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.28-39"},"Nehemiah 10:28–39"],". The Jews Renewed Their Covenants"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p64"},"In their new spirit of unity and national pride, the Jews made covenants to marry within Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.30"},"Nehemiah 10:30"],"); keep the Sabbath (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.31"},"v. 31"],"); pay the “temple tax” instituted by Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.32"},"v. 32"],"); make offerings (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.33-35"},"vv. 33–35"],"); dedicate the firstborn to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.36"},"v. 36"],"); support the Levites and priests with their tithes (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.37-38"},"vv. 37–38"],"); and do all things necessary to sustain the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.39"},"v. 39"],"). In other words, they covenanted to reestablish obedience to the law of Moses."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p65"},["a.scriptureRef",{"href":"/scriptures/ot/neh/10.38"},"Nehemiah 10:38"],"mentions “the tithes of the tithes.” The Levites were to tithe their own support money for the priests. Originally the temple tax was half a shekel for everyone over twenty years of age (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.13"},"Exodus 30:13"],"). This amount was reduced to a “third part,” or one third of a shekel. Such offerings were still a practice in the days of Jesus (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.1-4"},"Luke 21:1–4"],")."]],[".topic",["h3","(32-15)",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.29"},"Nehemiah 10:29"],". Did the People Enter into a Curse?"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p67"},"The phrase “and entered into a curse, and into an oath, to walk in God’s law” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.29"},"v. 29"],") was clarified by Joseph Smith to read: “And entered into an oath, that a curse should come upon them if they did not walk in God’s law” (",["a.scriptureRef",{"href":"/scriptures/jst/jst"},"JST"],",",["a.scriptureRef",{"href":"/scriptures/ot/neh/10.29"},"Nehemiah 10:29"],")."]],[".topic",["h3","(32-16)",["a.scriptureRef",{"href":"/scriptures/ot/neh/11.1-2"},"Nehemiah 11:1–2"],". A Tithe of the People Also"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p69"},"Lots were cast, and one of every ten families in Persia came to dwell in Jerusalem as a tithe to the Holy City."]],[".topic",["h3","(32-17)",["a.scriptureRef",{"href":"/scriptures/ot/neh/13"},"Nehemiah 13"],". Nehemiah Established More Reforms"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p71"},"Nehemiah cleared the synagogues of foreigners (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.1-3"},"Nehemiah 13:1–3"],") and then cleansed the temple of a resident apostate (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.4-9"},"vv. 4–9"],"). He enforced controls on buying and selling on the Sabbath (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.14-21"},"vv. 14–21"],") and further advised all Israel to marry wives from among their own people. Here was a man who left a position of great wealth and influence and out of love for God and his people dedicated his life to righteous purposes. Surely Nehemiah will be counted as one of God’s chosen servants."]],[".topic",["h3","(32-18)",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.28-31"},"Nehemiah 13:28–31"],". What Event Was Recorded in These Verses, and Why Is It Significant?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p73"},"In later times the Samaritans viewed Mount Gerizim as the holy mountain in opposition to the Jews who saw Jerusalem as the sacred place (see",["a.scriptureRef",{"href":"/scriptures/nt/john/4.19-22"},"John 4:19–22"],"). Although it is not specifically stated, the conflict mentioned here in Nehemiah was what led to the establishment of Mount Gerizim as the holy place of the Samaritans."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p74"},"“After the return from the Babylonian captivity Gerizim again became a place of importance, as the center of the Samaritan worship. A certain Manasseh, son or grandson of Joiada, a priest in Jerusalem (",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.28"},"Neh. 13:28"],"), had married the daughter of Sanballat the Horonite. Refusing to put her away, he was expelled from the priesthood, and took refuge with the Samaritans, among whom, as a member of the high priestly family, he set up upon Mount Gerizim a rival temple and priesthood (",["a.scriptureRef",{"href":"/scriptures/nt/john/4.20"},"John 4:20"],").” (",["a.scriptureRef",{"href":"/scriptures/bd/gerizim-and-ebal"},"Bible Dictionary, s.v. “Gerizim.”"],")"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(32-19) A Time for Confidence and Covenant Making"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p78"},"As you review the Old Testament, you will see evidence again and again that circumstances could have been better if the people had kept all their covenants. But you can also see that the Lord never loses control. Under what seemed almost impossible circumstances, the rulers, priests, and prophets of the Lord were told to do things calculated to supply all the blessings the covenant people were willing to receive. It did not appear possible to do what the Lord asked of the people through Zerubbabel, Ezra, or Nehemiah. Yet with a little prodding from the prophets, the confidence of the people increased and they forged ahead."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p79"},"President Brigham Young said of having confidence during trials: “",["span.emphasis","Confidence,"],"brethren,",["span.smallCaps","Confidence"],"in our God, and in each other. … I may say, that we have it already; but I think that an increase of faith in our God, and confidence in each other, is desirable. If we could obtain that faith and confidence in each other, and in our God, that when we ask a favor, we could do so with a full assurance and knowledge that we should receive, do you not perceive that it would lead us directly to do as we would be done by, in every transaction and circumstance of life. It would prompt us to do, not only as much as requested, but more. If your brother should request you to go with him a mile, you would go two; if he should sue you for your coat, you would give him your cloak also. This principle prompts us to do all we can to promote the interest of each other, the cause of God on the earth, and whatever the Lord desires us to do; makes us ready and willing to perform it at once.” (In",["span.emphasis","Journal of Discourses,"],"1:115.)"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p80"},"There were the valiant who worked diligently, there were those who were fainthearted, and there were those who were bitter enemies of the Lord’s work and His servants. Yet the work was done and became a monument to the faith and courage of those who had accepted their responsibility."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p81"},"The Jews in the day of Nehemiah took vows to renew their covenants that they and their fathers had taken. Some people today take their covenants lightly, an attitude on which President Joseph Fielding Smith had the following comment:"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p82"},"“We should fully and sincerely comprehend the fact that no requirement, request, or commandment made of man by the Father or the Son is given except for the purpose of advancing man on the path of eternal perfection. Never at any time has the Lord given to man a commandment which was not intended to exalt him and bring him nearer to eternal companionship with the Father and the Son. Too many of us receive the commandments of the Lord in the spirit of indifference or with the attitude of mind toward them that they have been given for the sole purpose of depriving us of some comfort or pleasure without any real profit to be derived in the observance of them."],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-32.p83"},"“Every covenant, contract, bond, obligation, and commandment we have received by revelation and coming from the Almighty has the one purpose in view, the exaltation and perfection of the individual who will in full faith and obedience accept it. He that ‘receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned,’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.29"},"D&C 58:29"],"] the Lord has said. Unfortunately there are a great many who receive covenants in that way.” (",["span.emphasis","Doctrines of Salvation,"],"1:155–56.)"]]]]]]],"refs":null}
