{"id":9,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":9,"title":"Prophets and Seers in Ancient Times","subtitle":"","short_title":"B","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.head1"},[".titleNumber","B"],["h1","Prophets and Seers in Ancient Times"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(B-1) What Was a Prophet among the Hebrews?"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p5"},"God raised up prophets in ancient Israel for the same reasons He raises up prophets today. They are to teach the people the laws of God and how to live them, call the people to repentance when necessary, and bear witness of Jesus Christ. The work of all true prophets of all ages is to act as God’s messenger and make known God’s will."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p6"},"Elder John A. Widtsoe explained that “a prophet is a teacher. That is the essential meaning of the word. He teaches the body of truth, the gospel, revealed by the Lord to man; and under inspiration explains it to the understanding of the people. He is an expounder of truth. Moreover, he shows that the way to human happiness is through obedience to God’s law. He calls to repentance those who wander away from the truth. He becomes a warrior for the consummation of the Lord’s purposes with respect to the human family. The purpose of his life is to uphold the Lord’s plan of salvation. All this he does by close communion with the Lord, until he is ‘full of power by the spirit of the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.8"},"Micah 3:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.26"},"D. & C. 20:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/34.10"},"34:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"43:16"],") …"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p7"},"“In the course of time the word ‘prophet’ has come to mean, perhaps chiefly, a man who receives revelations, and directions from the Lord. The principal business of a prophet has mistakenly been thought to foretell coming events, to utter prophecies, which is only one of the several prophetic functions."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p8"},"“In the sense that a prophet is a man who receives revelations from the Lord, the titles ‘seer and revelator’ merely amplify the larger and inclusive meaning of the title ‘prophet.’ …"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p9"},"“A prophet also receives revelations from the Lord. These may be explanations of truths already received, or new truths not formerly possessed by man. Such revelations are always confined to the official position held. The lower will not receive revelations for the higher office.” (",["span.emphasis","Evidences and Reconciliations,"],"pp. 257–58.)"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p10"},"What qualifies a man to be a prophet? Elder A. Theodore Tuttle answered that question by saying:"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p11"},["span.emphasis","“Foremost, God must choose him as his prophet!"],"This is entirely different than for man to choose God. The Savior, speaking to his apostles, said, ‘Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit. …’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],".)"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p12"},"“‘We believe that a man must be called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the Gospel and administer in the ordinances thereof.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Article of Faith 5"],".)"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p13"},"“A prophet, then, is the authorized representative of the Lord. While the world may not recognize him,",["span.emphasis","the important requirement is that God speaks through him.”"],"(In Conference Report, Apr. 1973, p. 11; or",["span.emphasis","Ensign,"],"July 1973, p. 18; emphasis added.)"]],[".topic",["h2","(B-2) What Is a Seer?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p15"},"“A seer is one who sees with spiritual eyes. He perceives the meaning of that which seems obscure to others; therefore he is an interpreter and clarifier of eternal truth. He foresees the future from the past and the present. This he does by the power of the Lord operating through him directly, or indirectly with the aid of divine instruments such as the Urim and Thummim. In short, he is one who sees, who walks in the Lord’s light with open eyes. (Book of Mormon,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15-17"},"Mosiah 8:15–17"],")” (Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"p. 258.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p16"},"As Ammon said, “A seer is a revelator and a prophet also” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.16"},"Mosiah 8:16"],"). When necessary he can use the Urim and Thummim, or holy interpreters (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13"},"Mosiah 8:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.13-16"},"28:13–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.9"},"1 Samuel 9:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/24.11"},"2 Samuel 24:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.13"},"2 Kings 17:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/29.29"},"1 Chronicles 29:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.29"},"2 Chronicles 9:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/33.19"},"33:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.10"},"Isaiah 29:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.10"},"30:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.42a"},"JST, John 1:42"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.6-14"},"2 Nephi 3:6–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1"},"D&C 21:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.92"},"107:92"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.94,125"},"124:94, 125"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.12"},"127:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"135:3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.36,38"},"Moses 6:36, 38"],".)"]],[".topic",["h2","(B-3) The Role of a Prophet"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p18"},"Although the prophets doubtless thought much about the future, most of their work among their contemporaries was certainly of a practical and current nature. They were teachers, statesmen, and guides of the people. They were expounders of truth. They showed that the way to human happiness is obedience to God’s will. They called to repentance those who wandered away from the truth. They upheld the Lord’s plan of salvation. It was and is their right and responsibility to counsel the Saints in all ages."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p19"},"The prophets were spokesmen of God, yet they were not impersonal machines that simply repeated His messages. They were great individuals, colorful in their personalities and expressions. They saw things through their own eyes according to their circumstances. They spoke in the language and understanding of the people of their day."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p20"},"Individual prophets were raised up at particular times to fill a special need. Obviously the Lord’s hand was in their call. For example, Amos was called at a time when affluence and religious formalism combined to produce a high tide of social decadence and permissiveness. He responded in a style and with a message fitting the times. Hosea addressed the people of an era in which established social forms were dissolving. Ezekiel, fearless in his cry for right, declared, “Then shall they know that a prophet hath been among them” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/33.33"},"Ezekiel 33:33"],"), speaking of the time when predicted calamities would befall the people. His were cries of warning while he was in exile with his people. Isaiah preached to a people who, by rejecting his message, would pass the point of no return and condemn themselves. Jeremiah lived amid the final agonies of Jerusalem. He warned a king who chose to ignore the warning and suffered the consequences. Elder Mark E. Petersen said of the importance of the role of prophets:"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p21"},"“The whole program of the Lord’s dealings with his people centered about them. So well established was this procedure that one of them said, ‘Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.’ (",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],".)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p22"},"“The entire pattern of the Bible, as shown in both Old and New Testaments, reflects this important fact."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p23"},"“Whenever God had a people on earth whom he recognized as his own, he provided constant guidance for them, and this guidance was by divine revelation given through living prophets.” (In Conference Report, Apr. 1970, p. 82.)"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p24"},"Sometimes there was more than one prophet in Israel, and sometimes there were many prophets. Lehi and Jeremiah were contemporaries (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.13"},"1 Nephi 5:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.14"},"7:14"],"), as were many others. Isaiah and Micah are thought to have lived at the same time, addressing different audiences. The question of which prophet had ecclesiastical authority over the others (if one did) cannot be answered because there is insufficient information about their times. Latter-day Saints are more aware of the role of a presiding prophet because the expanded nature of the Church today requires it and because the Lord has directed that there be a presiding prophet today. Elder John A. Widtsoe explained: “When others besides the President of the Church hold the title ‘prophet, seer, and revelator,’ it follows that the ‘power and authority’ thus represented are called into action only by appointment from the President of the Church. For example, a man may be ordained a High Priest, an office in which the right of presidency is inherent, but he presides only when called to do so. It is even so with the exercise of authority under these sacred titles.” (",["span.emphasis","Evidences and Reconciliations,"],"p. 257.)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p25"},"The prophets portrayed God in such a way as to make Him comprehensible to the weak understanding of His people. The Lord was therefore shown as possessing attributes much in common with man. He was described as being a jealous God and as being very concerned about the reverence due Him. He desired to be a personal God, to reveal Himself to His people (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.10-11"},"Exodus 19:10–11"],"). But the people became frightened and refused to let Him come directly into their lives (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.18-19"},"Exodus 20:18–19"],")."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p26"},"It must be remembered in studying the lives and messages of the prophets that their day and time were not exactly like man’s today. There were no television sets, no automobiles, no jet aircraft. Generally the prophets were confined to a rather small geographical area. They acted within their culture, just as do the prophets of today. (For more detail on the role of a prophet see",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.12,16,30"},"Exodus 4:12, 16, 30"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/12.6"},"Numbers 12:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.13"},"2 Kings 17:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/1.7"},"Jeremiah 1:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/2.7"},"Ezekiel 2:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.20"},"Matthew 28:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.1"},"Hebrews 1:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15"},"Mosiah 8:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.18"},"Helaman 5:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.26"},"20:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5"},"21:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.36"},"84:36"],".)"]],[".topic",["h2","(B-4) The Spirit of Prophecy: A Gift for the Righteous"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p28"},"In a broad sense, every Saint should be a prophet. Elder Bruce R. McConkie explained:"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p29"},"“Prophets are simply members of a true Church who have testimonies of the truth and divinity of the work. They are the saints of God who have learned by the power of the Holy Ghost that Jesus is the Christ, the Son of the living God."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p30"},"“A heavenly visitant, upon whom the Lord had placed his name, told the Beloved Revelator: ‘The testimony of Jesus is the spirit of prophecy.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Rev. 19:10"],".) That is, every person who receives revelation so that he knows, independent of any other source, of the divine Sonship of the Savior, has, by definition and in the very nature of things, the spirit of prophecy and is a prophet. Thus Moses exclaimed, ‘Would God that all the Lord’s people were prophets, and that the Lord would put his spirit upon them!’ (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Num. 11:29"],".) And thus Paul counseled all the saints, ‘Covet to prophesy,’ and promised the faithful among them, ‘Ye may all prophesy.’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.31-39"},"1 Cor. 14:31–39"],".)"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p31"},"“A testimony comes by revelation from the Holy Ghost, whose mission it is to bear ‘record of the Father and the Son.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.24"},"Moses 1:24"],".) Of Christ, Moroni says: ‘Ye may know that he is, by the power of the Holy Ghost.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.7"},"Moro. 10:7"],".) Prophecy comes from the same source and by the same power. In Peter’s language, ‘Prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Pet. 1:21"],".)"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p32"},"“When a person abides the law which enables him to gain a revealed knowledge of the divine Sonship of our Lord, he thereby abides the law which empowers him, as occasion may require, to prophesy. In Nephite history we find an account of a people who gained testimonies and as a consequence had also the gift of prophecy. After expounding the plan of salvation, as such operates through the atoning blood of Christ, King Benjamin desired ‘to know of his people if they believed the words which he had spoken unto them.’ Their answer: ‘We believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent.’ That is, they had gained testimonies. Then they said, ‘We, ourselves, also through the infinite goodness of God, and the manifestations of his Spirit, have great views of that which is to come; and were it expedient, we could prophesy of all things.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1-3"},"Mosiah 5:1–3"],".) That is, the testimony of Jesus is the spirit of prophecy; both testimony and prophecy come by the power of the Holy Ghost; and any person who receives the revelation that Jesus is the Lord is a prophet and can, as occasion requires and when guided by the Spirit, ‘prophesy of all things.’” (",["span.emphasis","The Promised Messiah,"],"pp. 23–24.)"]],[".topic",["h2","(B-5) The Call and Training of the Prophets"],[".img-left",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_b_02-Widstoe.jpg"}],[".caption",["p",{"id":"lds-40"},"Elder John A. Widtsoe"]]],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p34"},"Elder John A. Widtsoe gave this important insight about prophets as men:"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p35"},"“Men are called to the prophetic office because of their humility and their willingness to be in the hands of the Lord as clay in the hands of the potter. Yet a man called to the prophetic office is almost without exception of high native endowment, often with large experience in life, and possessed of wisdom and sound judgment. That is, the prophet, though but a man, is an able man, rising in ability above the multitude. An examination of sacred history from Adam to the present will show that able men, in the words of Jethro, men ‘such as fear God, men of truth, hating covetousness’ (",["a.scriptureRef",{"href":"/scriptures/ot/ex/18.21"},"Exodus 18:21"],"), have been called to the prophetic office. The unofficial views and expressions of such a man with respect to any vital subject, should command respectful attention. Wise men seek the counsel of those wiser or abler than themselves. …"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p36"},"“How may the rank and file of the Church recognize the prophetic voice, whether official or unofficial, when it speaks? The answer is simple enough. A person who is in harmony in his life, in thought and practice, with the gospel and its requirements, who loves truth so well that he is willing to surrender to it, will recognize a message from the Lord.” (",["span.emphasis","Evidences and Reconciliations,"],"pp. 237–38.)"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p37"},"Elder Widtsoe also explained that “the teacher must learn before he can teach. Therefore, in ancient and modern times there have been schools of the prophets, in which the mysteries of the kingdom have been taught to men who would go out to teach the gospel and to fight the battles of the Lord.” (",["span.emphasis","Evidences and Reconciliations,"],"p. 257.)"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p38"},"The disciples of the prophets were called sons, just as teachers were sometimes called fathers (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.12"},"2 Kings 2:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/6.21"},"6:21"],"). These “sons of the prophets” formed a peculiar group. Possibly they assisted the prophets in their duties, and in time succeeded them. These “sons of the prophets” were trained teachers of religion. Some of them were married and probably lived in houses of their own. Others were unmarried and occupied a building in common, eating at a common table."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p39"},"It is supposed that the schools of the prophets were founded by the prophet Samuel. A description of him instructing them is found in",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.19-20"},"1 Samuel 19:19–20"],". But just how long the schools of the prophets lasted in Old Testament times is not known. They seem to have flourished in the times of Samuel, Elijah, and Elisha. Eventually they degenerated into an unscrupulous guild that divined for money and power. (See C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"2:2:199–206.)"]],[".topic",["h2","(B-6) False Prophets"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p42"},"Not all prophets are of God. There are false prophets who call people away after other gods (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/13"},"Deuteronomy 13"],"). The wicked prophets of Baal were prominent in Israel during the reign of Ahab. They officiated in the perverted Canaanite religion and won great favor in the eyes of Ahab’s wife, Jezebel. The Lord’s true prophets had to compete with these and other false prophets for the people’s attention, and in the case of Elijah, supernatural demonstration was necessary to convince the people that the prophets of Baal were unreliable. Probably all of the true prophets had to contend constantly with false prophets (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.13-17"},"Jeremiah 23:13–17"],")."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p43"},"A classic example of a confrontation between false prophets and a true prophet is found in",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22"},"1 Kings 22"],". The kings of Judah and Israel had joined forces to fight the Syrians, and Ahab suggested to Jehoshaphat that they go together and take the city of Ramoth. Jehoshaphat asked for the opinion of the prophets. All of Ahab’s prophets counseled them to go to battle. Jehoshaphat pressed Ahab, saying, “Is there not here a prophet of the Lord besides, that we might enquire of him?” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.7"},"v. 7"],"), and he was told there was one, Micaiah. But Ahab hated him because, he said, “He doth not prophesy good concerning me, but evil” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.8"},"v. 8"],"). Micaiah was called, but Ahab’s servant instructed him, “The words of the prophets [of Baal] declare good unto the king with one mouth; let thy word, I pray thee, be like the word of one of them, and speak that which is good” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.13"},"v. 13"],"). And Micaiah said, “As the Lord liveth, what the Lord saith unto me, that will I speak” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.14"},"v. 14"],"). Though it put his own life in jeopardy, he spoke the truth. The false prophets said whatever would please the king and help them maintain their favored status in the court."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p44"},"President Spencer W. Kimball said this of the true prophet:"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p45"},"“What the world needs is a prophet-leader who gives example—clean, full of faith, godlike in his attitudes with an untarnished name, a beloved husband, a true father."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p46"},"“A prophet needs to be more than a priest or a minister or an elder. His voice becomes the voice of God to reveal new programs, new truths, new solutions. I make no claim of infallibility for him, but he does need to be recognized of God, an authoritative person. He is no pretender as numerous are who presumptuously assume position without appointment and authority that is not given. He must speak like his Lord: ‘… as one having authority, and not as the scribes.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.29"},"Matt. 7:29"],".)"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p47"},"“He must be bold enough to speak truth even against popular clamor for lessening restrictions. He must be certain of his divine appointment, of his celestial ordination, and his authority to call to service, to ordain, to pass keys which fit eternal locks.” (In Conference Report, Apr. 1970, p. 120.)"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p48"},"For a more complete understanding of the wide-spread existence of false prophets in Old Testament times, read",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.20"},"Deuteronomy 18:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.15-16"},"Isaiah 9:15–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.7"},"28:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/2.8"},"Jeremiah 2:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/5.31"},"5:31"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.9,11,16"},"23:9, 11, 16"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/27.15"},"27:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/28.15"},"28:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/lam/2.14"},"Lamentations 2:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/22.25"},"Ezekiel 22:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.5,11"},"Micah 3:5, 11"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/10.2"},"Zechariah 10:2"],"."]],[".topic",["h2","(B-7) True Prophets Are Messengers of Hope"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p50"},"Much prophecy comes because of the panoramic view prophets have of events from the beginning to the end. Although they saw the calamities of their day and the subsequent punishments God would administer to Israel, the Old Testament prophets also saw in the future a day of gladness and rejoicing. They recognized that national salvation would not come during their time but that it would occur at some future date, and they gave a glimpse of that hopeful sight."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p51"},"Elder Bruce R. McConkie said of the actions and purposes of prophets:"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p52"},"“In this day we believe on the Lord Jesus Christ and gain salvation, and the prophets and apostles of our day reveal him to the world and serve as the legal administrators to perform the ordinances of salvation in his name so that such ordinances will be binding on earth and sealed everlastingly in the heavens. So likewise was it in days of old. Salvation was in Christ then as it is now, and the prophets of those days taught the same doctrines we teach today."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p53"},"“At the very beginning of his ministry, the prophet Nephi recorded his purpose and summarized his divine commission by saying, ‘For the fulness of mine intent is that I may persuade men to come unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6.4"},"1 Ne. 6:4"],".) King Benjamin (reciting the words spoken to him by an angel) affirmed and expanded the same concept in these words: ‘Salvation cometh … through repentance and faith on the Lord Jesus Christ. And the Lord God hath sent his holy prophets among all the children of men, to declare these things to every kindred, nation, and tongue, that thereby whosoever should believe that Christ should come, the same might receive remission of their sins, and rejoice with exceeding great joy, even as though he had already come among them.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.12-13"},"Mosiah 3:12–13"],".)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p54"},"“Alma’s son Corianton, rebellious and carnally inclined, was unable to understand ‘concerning the coming of Christ.’ His father said to him, ‘I will ease your mind somewhat on this subject. Behold, you marvel why these things should be known so long beforehand.’ And this was Alma’s reasoning:"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p55"},"“‘Is not a soul at this time as precious unto God as a soul will be at the time of his coming?’"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p56"},"“‘Is it not as necessary that the plan of redemption should be made known unto this people as well as unto their children?’"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p57"},"“‘Is it not as easy at this time for the Lord to send his angel to declare these glad tidings unto us as unto our children, or as after the time of his coming?’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.15-19"},"Alma 39:15–19"],".) …"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p58"},"“‘These glad tidings’—that salvation was in Christ and came by obedience to his holy gospel—were declared unto those in the so-called pre-Christian era so ‘that salvation might come unto them,’ and also ‘that they may prepare the minds of their children to hear the word at the time of his coming.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.16"},"Alma 39:16"],".)"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p59"},"“That relatively few who lived when he came, or who have thereafter dwelt on this benighted globe, were in fact prepared to receive him as Savior, Lord, and King is the saddest commentary found in all the history of his dealings with men. However, many of the prophecies (together with much of the doctrine interwoven as an essential part thereof) are still extant, and, the Lord guiding, many sincere souls will yet be brought to a knowledge of the truth through a Spirit-led study of them.” (",["span.emphasis","Promised Messiah,"],"pp. 29–30.)"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p60"},"Later in the same work, Elder McConkie continued:"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p61"},"“Such sectarian scholars as happen to believe in Messianic prophecies suppose that these divine statements are few in number and came from a comparatively few seeric souls. The fact is, these prophecies are in number as the sands upon the seashore, and those who spoke them are sufficient in number to people cities, populate nations, and cover continents. All of the prophets, all of the ancient preachers of righteousness, all of the citizens of Zion, all of the saints of old, all of those from Adam to John who had the gift of the Holy Ghost—all of these bore testimonies in Messianic terms. They all had a Spirit-borne hope in Christ who was to come, and fortunately some few of them were called to be prophets to the people and have had portions of their words preserved for us.” (p. 77.)"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p62"},"To the Jews in His own day the Savior said, “Your father Abraham rejoiced to see my day: and he saw it, and was glad” (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.56"},"John 8:56"],"). Others saw it and prophesied concerning it (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-5"},"Jacob 4:4–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21-24"},"Acts 3:21–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.16-18"},"Helaman 8:16–18"],")."]],[".topic",["h2","(B-8) Conclusion"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p64"},"Elder John A. Widtsoe summarized the role of prophets in these words:"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p65"},"“A prophet is a teacher of known truth; a seer is a perceiver of hidden truth, a revelator is a bearer of new truth. In the widest sense, the one most commonly used, the title, prophet, includes the other titles and makes of the prophet, a teacher, perceiver, and bearer of truth."],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p66"},"“One who bears the title of prophet, and they who sustain him as such, are first of all believers in God, and in a divine plan of salvation for the human family; and, secondly, they commit themselves to the task of bringing to pass the purposes of the Almighty. They believe that the children of men are capable of receiving and obeying truth. Were it not so, the title ‘prophet, seer, and revelator’ would be empty, hollow words. As it is, they are clarion calls of the Church of Christ to a world walking in the dim shadows of misunderstanding.” (",["span.emphasis","Evidences and Reconciliations,"],"pp. 258–59.)"]]]]]],"refs":null}
