{"id":11,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":11,"title":"The Messianic Hope in Ancient Israel","subtitle":"","short_title":"C","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.head1"},[".titleNumber","C"],["h1","The Messianic Hope in Ancient Israel"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(C-1) The Jewish Nation Believed the Scriptural Promise of a Messiah"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p5"},"For centuries the prophets of Israel had foretold the coming of a Messiah. From Adam to Malachi, the prophets told the people of the day when the God of Israel would come to earth, take flesh upon Him, and become their Savior and Redeemer. Isaiah’s prophecy represents the Messianic hope that existed among the covenant people: “For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the Lord of hosts will perform this.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6-7"},"Isaiah 9:6–7"],".)"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p6"},"And yet when the long-awaited day arrived, most of the Jewish people failed to see that the prophecies were fulfilled and rejected Jesus as the Messiah."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p7"},"The Apostle John wrote that Jesus was “the true Light, which lighteth every man that cometh into the world,” and yet, “the world knew him not. He came unto his own, and his own received him not.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.9-11"},"John 1:9–11"],".)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p8"},"The English word",["span.emphasis","Messiah"],"comes from the Hebrew",["span.emphasis","Meshiach,"],"meaning “anointed.” The Greek equivalent is",["span.emphasis","Christos."],"Both words carry the idea of one who is anointed of God. The Hebrew word",["span.emphasis","Yeshua"],"(",["span.emphasis","Jesus"],"in Greek) means “Savior” or “deliverer.” The two words combined denote one anointed of God to save or deliver His people."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p9"},"Dozens of prophecies clearly signaled the coming of this Messiah, and Jesus fulfilled them all. Then why did so many of His own people reject Him? The answer to that question lies partly in an understanding of the Messianic hope of Israel."]],[".topic",["h2","(C-2) The Jewish Nation Looked beyond the Mark"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p11"},"When Jesus made His appearance on earth, the Jews were in bondage to the Romans. It was not the first time a foreign nation had controlled the Jewish land, nor would it be the last. But the Jews chafed under the Roman yoke and regarded their gentile overseers as hard taskmasters. During the years of bondage to the great empires, the idea of a deliverer began to take on political overtones. Many overlooked the spiritual significance of the coming Messiah because they longed for one with the power to throw off the hated enemies that ruled them."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p12"},"The people came to see the Messiah not as one who would provide Atonement for their sins but as one who would deliver them from their enemies by physical force. A Book of Mormon prophet explained: “But behold, the Jews were a stiffnecked people; and they despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall.” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],".)"],[".",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_c_01-messiah.jpg"}]],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p13"},"They stumbled upon the very “stone upon which they might build and have safe foundation” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.15"},"Jacob 4:15"],"). The “mark” beyond which they looked was Christ. When He did not come in the manner they anticipated, they looked beyond Him for another who should come. Thus, “they still wait for the coming of the Messiah” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.13"},"2 Nephi 6:13"],")."]],[".topic",["h2","(C-3) The Messianic Hope Taught from the Beginning"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p15"},"The expectation of an Anointed Deliverer is called the messianic hope. This hope was very real for the ancient house of Israel and extended into the distant past, even into the premortal council in heaven. After explaining the need for a redeemer, Father in Heaven asked, “Whom shall I send?” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.27"},"Abraham 3:27"],"). Lucifer replied, “Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, … wherefore give me thine honor” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1"},"Moses 4:1"],"). Jehovah replied, “Here am I, send me “ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.27"},"Abraham 3:27"],"). “Thy will be done, and the glory be thine forever” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.2"},"Moses 4:2"],"). Jehovah was chosen as Messiah, and Lucifer, with a third of the spirit children of God, rebelled against the Father’s decision. As a result, Lucifer became the devil. He, with all his followers, was cast from heaven to the earth. (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.7-9"},"Revelation 12:7–9"],".)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p16"},"Adam was then placed on earth. After his fall from Eden, Adam was taught about the Messiah who would come to redeem “all mankind even as many as will” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6-9"},"Moses 5:6–9"],"). Later, Enoch was shown in vision the mortal mission of the Son of God (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.47"},"Moses 7:47"],"), and Enoch rejoiced in these words: “Blessed is he through whose seed Messiah shall come; for he saith—I am Messiah, the King of Zion, the Rock of Heaven” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.53"},"Moses 7:53"],")."]],[".topic",["h2","(C-4) Jesus Would Be Like Moses"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p18"},"From Enoch to Abraham and from Abraham to Moses, the messianic hope was perpetuated. Moses taught his brethren: “The Lord thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.15"},"Deuteronomy 18:15"],")."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p19"},"Jesus identified Himself to the Nephites as the very prophet of whom Moses spoke. “Behold, I am he,” he said, “of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],")."]],[".topic",["h2","(C-5) The Messiah Would Sit on David’s Throne"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p21"},"Like Moses, King David of Israel was a type, or symbol, of Christ. It was said that Messiah would sit on David’s throne and judge the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.7"},"Isaiah 9:7"],"). Jeremiah wrote: “Behold the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.5-6"},"Jeremiah 23:5–6"],".)"]],[".topic",["h2","(C-6) Why Did So Many Misinterpret Prophecy Regarding the Deliverer?"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p23"},"As the years passed and the messianic expectation remained unfulfilled, many interpreted the sayings and writings of the prophets erroneously. It is not surprising that they came to see only the political aspects of the Messiah, since there was a scriptural basis for such a belief. Several hundred years before the birth of Christ Zechariah wrote of a day when the Lord (Messiah) would fight against the Jewish enemies “as when he fought in the day of battle [anciently]” (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.3"},"Zechariah 14:3"],"). Zechariah pictured Jerusalem being delivered in great power from all who had opposed her (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.1-15"},"Zechariah 14:1–15"],"). Isaiah spoke of the Messiah as having the government upon His shoulder (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],"). That phrase certainly suggested a political kingdom. Numerous other prophets foretold His coming in power and glory."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p24"},"When one studies the prophecies carefully, however, a dual picture of the Messiah emerges. One picture is that of the “suffering servant.”",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],"is an outstanding example of the “suffering servant” kind of prophecy. It foretells the sufferings of the Messiah: He will be “a man of sorrows” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.3"},"v. 3"],"), one who stands “as a sheep before her shearers” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.7"},"v. 7"],"), one who takes our transgressions upon Himself. The other picture of the Messiah is that of the “King of Glory.”",["a.scriptureRef",{"href":"/scriptures/ot/zech/14"},"Zechariah 14"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/9"},"Isaiah 9"],"contain examples of the “King of Glory” prophecies, which paint a picture of deliverance, political power, and the destruction of the enemies of Israel."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p25"},"Latter-day Saints, with the benefit of modern revelation and a perspective of history, easily understand this dualism. There are two comings of the Messiah. Christ came the first time as a mortal. He was born in a stable, lived in a town of little reputation, took no political role, and flatly rejected attempts to make Him a king. This coming was foretold in the “suffering servant” prophecies. His second coming will be in fulfillment of the “King of Glory” prophecies. He will put down all kingdoms and deliver Israel from the powers of Babylon."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p26"},"David H. Yarn explained:"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p27"},"“From the time of the fall of Jerusalem in 586",["span.small","B.C."],"until the destruction of Jerusalem by the Romans in",["span.small","A.D."],"70, with the exception of the short-lived and insecure Maccabean revolt, the Palestinian remnant of Israel was a subject people of the great powers. First they were victims of the Babylonian captivity; then they were ruled in turn by the Persians, the Greeks, the Ptolemies, and the Seleucids. And the efforts of the zealous Maccabeans to establish Judaic control was succeeded by subjection to the rising world power, Rome."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p28"},"“As the centuries passed and the seemingly endless servitude to heathen powers continued, the Jews hungered for their liberation. It seems that the messianic vision of the prophets, which included the first coming of the Messiah, with his personal redeeming sacrifice, and his second coming to usher in the messianic age (millennial reign) in the last days, became fused in the minds of the people, or at least in the desires of the people."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p29"},"“They remembered the prophets had promised one ‘like unto Moses,’ and a ‘son of David,’ who would be raised up as the Messiah to deliver them even as Moses and David had delivered them, but when the Lord came into the world they seem to have forgotten the personal aspects of the Redeemer’s life and remembered only those parts of the prophecies which had to do with political matters, or the establishing of a permanent kingdom.” (“The Messianic Expectation,”",["span.emphasis","Ensign,"],"Apr. 1972, pp. 20–21.)"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p30"},"Thus when the Savior refused to take up the sword against Rome, the Jews’ hopes were dashed. And His Crucifixion was seen by the majority not as a fulfillment of prophecy but as proof that He could not have been the promised deliverer."]],[".topic",["h2","(C-7) The Messianic Expectation in the Book of Mormon"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p32"},"The Old Testament and Book of Mormon prophets understood the true picture. In a great vision given some six hundred years before the Savior’s advent in the flesh (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.13-33"},"1 Nephi 11:13–33"],"), Nephi learned that the Messiah would be born of a virgin “after the manner of the flesh,” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.18"},"v. 18"],"), would be baptized by a “prophet who should prepare the way before him” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.27"},"v. 27"],"), would go forth “ministering unto the people, in power and great glory” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.28"},"v. 28"],"), and would heal the sick and infirm."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p33"},"They knew that He would “suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer, except it be unto death; for behold, blood cometh from every pore, so great shall be his anguish for the wickedness and the abominations of his people” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.7"},"Mosiah 3:7"],"). Nephi and others foresaw that He would be treated as a thing of naught, rejected by His people, scourged, spit upon, and crucified (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.9"},"1 Nephi 19:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.3-4"},"Jacob 4:3–4"],")."]],[".topic",["h2","(C-8) The Messianic Expectation in the New Testament"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p35"},"Other messianic prophecies revealed the life and mission of the Messiah in detail. Those who believed in Christ saw the fulfillment of these prophecies in His life. The writers of the four Gospels in the New Testament, Matthew, Mark, Luke, and John, pointed out how Jesus Christ fulfilled the Old Testament prophecies that referred to the coming Messiah. For example, Jesus was to be born in Bethlehem of Judea (compare",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.2"},"Micah 5:2"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1-6"},"Matthew 2:1–6"],"), would be an object of great adoration (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/72.10"},"Psalm 72:10"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1-11"},"Matthew 2:1–11"],"), would be preceded by a forerunner (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],"and",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1"},"Malachi 3:1"],"with",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"and",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.1-3"},"Matthew 3:1–3"],"). His ministry was to begin in Galilee (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.1-2"},"Isaiah 9:1–2"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.12,16-23"},"Matthew 4:12, 16–23"],"), He would teach in parables (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/78.2"},"Psalm 78:2"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.34-35"},"Matthew 13:34–35"],"). His ministry would be marked by miracles (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.5-6"},"Isaiah 35:5–6"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.4-5"},"Matthew 11:4–5"],") and by rejection of His message (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.8"},"Psalm 69:8"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.3"},"Isaiah 53:3"],"with",["a.scriptureRef",{"href":"/scriptures/nt/john/1.11"},"John 1:11"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/7.5"},"John 7:5"],"). Near the end, Messiah would enter Jerusalem in triumph on the back of an ass (compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/9.9"},"Zechariah 9:9"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.4-5"},"Matthew 21:4–5"],"), would be sold for thirty pieces of silver (compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/11.12"},"Zechariah 11:12"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.15"},"Matthew 26:15"],"), would be betrayed by a close friend (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/41.9"},"Psalm 41:9"],"and 55:12–14 with",["a.scriptureRef",{"href":"/scriptures/nt/john/13.18,21"},"John 13:18, 21"],"), and would be deserted by His associates (compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.7"},"Zechariah 13:7"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31-56"},"Matthew 26:31–56"],"). He would be smitten on the cheek (compare",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.1"},"Micah 5:1"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.30"},"Matthew 27:30"],"), spat upon (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.6"},"Isaiah 50:6"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.30"},"Matthew 27:30"],"), mocked (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.7-8"},"Psalm 22:7–8"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.31,39-44"},"Matthew 27:31, 39–44"],"), and beaten (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.6"},"Isaiah 50:6"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.67"},"Matthew 26:67"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.26,30"},"27:26, 30"],"). His hands and feet were to be pierced (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.16"},"Psalm 22:16"],"and",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.10"},"Zechariah 12:10"],"with",["a.scriptureRef",{"href":"/scriptures/nt/john/19.33-37"},"John 19:33–37"],"); yet not a bone in His body would be broken (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/34.20"},"Psalm 34:20"],"with",["a.scriptureRef",{"href":"/scriptures/nt/john/19.33-36"},"John 19:33–36"],"). He would be numbered with transgressors (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.9"},"Isaiah 53:9"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.38"},"Matthew 27:38"],"). He would be given vinegar to drink (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.21"},"Psalm 69:21"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.34"},"Matthew 27:34"],") while thirsting and in pain (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.15"},"Psalm 22:15"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/19.28"},"John 19:28"],"). When dead, He would be buried with the rich (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.12"},"Isaiah 53:12"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.57-60"},"Matthew 27:57–60"],"); but His body would not see corruption (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/16.10"},"Psalm 16:10"],"and",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.31"},"Acts 2:31"],"), for He would rise from death (compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/2.7"},"Psalms 2:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/16.10"},"16:10"],"with",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.33"},"Acts 13:33"],"), making it possible for all the dead to rise (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.19"},"Isaiah 26:19"],"and",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.2"},"Daniel 12:2"],"with",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.52-53"},"Matthew 27:52–53"],")."],[".",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_c_02-Christ.jpg"}],[".caption",["p",{"id":"lds-36"},"When Christ appeared to His disciples after his resurrection, He revealed that He was the risen Lord."]]]],[".topic",["h2","(C-9) Jesus Is the Christ, the Expected Messiah"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p38"},"Jesus is the Son of God. He was born of a mortal mother and an immortal father. He made an infinite Atonement for man’s sins. He was resurrected, thus opening the doors of immortality and eternal life for all mankind. Jesus is the",["span.emphasis","only"],"individual who ever lived to have the details of His birth, life, mission, death, and resurrection spelled out in public documents centuries before."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p39"},"Who could have written the life of any great man before it happened? Nothing but divine foreknowledge and power could have revealed the life of Jesus in such detail and then brought it to pass. No person could have done this. It was God’s way of placing His divine stamp on the life and work of His Only Begotten Son, a means for letting all mankind know that Jesus was the promised Messiah, the hope and desire of the ages. President J. Reuben Clark, Jr., said:"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p40"},"“We of our faith know that Jesus of Nazareth is the Christ. This is our knowledge. We must proclaim it at all times and under all circumstances. …"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p41"},"“So as I conceive it, we must stand adamant for the doctrine of the atonement of Jesus the Christ, for the divinity of his conception, for his sinless life, and for, shall I say, the divinity of his death, his voluntary surrender of life. He was not killed; he gave up his life. …"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p42"},"“It is our mission, perhaps the most fundamental purpose of our work, to bear constant testimony of Jesus the Christ. We must never permit to enter into our thoughts and certainly not into our teachings, the idea that he was merely a great teacher, a great philosopher, the builder of a great system of ethics. It is our duty, day after day, year in and year out, always to declare that Jesus of Nazareth was the Christ who brought redemption to the world and to all the inhabitants thereof.” (In Conference Report, Oct. 1955, pp. 22–24)."]],[".topic",["h2","(C-10) Summary"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p44"},"Messianic prophecy was given by revelation. To understand it, one must have the same spirit of prophecy as the one who gave it. Peter said, “No prophecy of the scripture is of any private interpretation. For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20-21"},"2 Peter 1:20–21"],"). And John was told that the spirit of prophecy is the testimony of Jesus (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"). The Jewish nation did not have this spirit. Because the leaders of the Jews had interpreted privately many prophecies concerning the Messiah, they did not recognize Him as the Savior when He came to earth the first time. When prophecies began to be fulfilled, the Jews did not have the spiritual eyes to see the signs."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-c.p45"},"Today Latter-day Saints have every expectation that Jesus will come again. The prophecies and signs concerning His Second Coming are found in the scriptures. Those who have interpreted privately or have built false notions of the Savior’s Second Coming may not recognize the signs. The prophecies concerning the expected return of the Messiah “are plain unto all those that are filled with the spirit of prophecy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4"},"2 Nephi 25:4"],"). It is an individual responsibility to seek diligently with pure hearts in order to recognize the signs."]]]]]],"refs":null}
