{"id":82,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":82,"title":"Section 71 \"If Any Man Lift His Voice against You\"","subtitle":"","short_title":"Section 71","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.head4"},[".titleNumber","Section 71"],["h1","“If Any Man Lift His Voice against You”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p32"},"At the date of this revelation, 1 December 1831, the Saints did not yet have means of publicly defending the Church when it was under attack from critics and apostates. Those who were willing to listen needed to hear viewpoints other than those of the unbelievers."],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p33"},"Ezra Booth, a former Methodist minister who joined the Church when he witnessed a healing, turned apostate and wrote nine letters against the Church. The letters, published in the",["span.emphasis","Ohio Star"],"at Ravenna, Ohio, were highly critical, and the Prophet Joseph Smith wrote that they, “by their coloring, falsity, and vain calculations to overthrow the work of the Lord, exposed [Booth’s] weakness, wickedness and folly, and left him a monument of his own shame, for the world to wonder at” (",["span.emphasis","History of the Church,"],"1:217). Booth was not the first to apostatize, but he was the first Church member to write anti-Mormon literature and publish it."],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p34"},"A Church conference was held 1 November 1831, during which it was decided to print and publish revelations given through Joseph Smith to strengthen the Saints against the attacks of critics and apostates. Once the arrangements were made for publishing the revelations, Joseph Smith and Sidney Rigdon resumed work on the Joseph Smith Translation of the Bible. Meanwhile, the agitation caused by Ezra Booth had grown so serious that on the first day of December the Lord called Joseph and Sidney from their work of translation to proclaim the gospel to the world. They left in haste for Kirtland, Ohio. As Smith and Sjodahl observed, “Sometimes it is wise to ignore the attacks of the wicked; at other times it is necessary to meet them, fearlessly and with ability” (Commentary, p. 423; see also History of the Church, 1:238–39)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.1"},"D&C 71:1"],". Expound the Mysteries According to the Spirit"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p35"},"“The Prophet, by this time, had learned many great and glorious truths, partly by the direct Revelations he had received, and partly by close study of the Scriptures. To the world, many of these truths were ‘mysteries.’ The time had come to reveal them, and when they were revealed, or unveiled, they would be mysteries no longer. When the gospel of Christ was first preached by Peter, Paul, and the other Apostles of their day, the doctrine of the Incarnation was a mystery ([1 Cor.] 2:7; [1 Tim.] 3:16); the doctrine of the resurrection ([1 Cor.] 15:51), and the gathering of the Gentiles into the Church (",["a.scriptureRef",{"href":"/scriptures/nt/col/1.26,27"},"Col. 1:26, 27"],") were mysteries. In our dispensation, the doctrines of the gathering and of the building of temples and the City of Zion are as great mysteries, until they are explained by the Holy Spirit of Promise. The Prophet Joseph and Sidney Rigdon were now to go forth and proclaim these and other truths to the Church and the world, for a season (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.2,3"},"vv. 2, 3"],").” (Smith and Sjodahl, Commentary, pp. 422–23.)"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p36"},"“A mystery is a truth that cannot be known except through divine revelation—a sacred secret. … In our day such great truths as those pertaining to the restoration of the priesthood, the work for the dead, and the re-establishment of the Church are ‘mysteries,’ because they could not have been discovered except by revelation.” (Smith and Sjodahl, Commentary, p. 141.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.f3"},[".caption","Bruce R. McConkie warned against debate."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.7-11"},"D&C 71:7–11"],". The Place of Debate in Preaching the Gospel"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p38"},"Elder Bruce R. McConkie explained the usual role of debates in the work of the Church as follows: “Except under very unusual circumstances,",["span.emphasis","debates"],"play no part in the approved system of presenting the message of salvation to the world or of persuading members of the Church to accept a particular doctrine or view. Almost always a debate entrenches each contestant and his sympathizers more firmly in the views already held.” (",["span.emphasis","Mormon Doctrine,"],"p. 186.)"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p39"},"In the commotion that followed the publication of Ezra Booth’s anti-Mormon letters, the Lord commanded the elders of the Church not to debate, but to directly refute the falsehoods and lies that had been published."],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p40"},"President Joseph Fielding Smith explained: “Quite generally the Lord counsels his servants not to engage in debates and arguments, but to preach in power the fundamental principles of the Gospel. This was a condition that required some action of this kind, and the Spirit of the Lord directed these brethren to go forth and confound their enemies which they proceeded immediately to do, as their enemies were unable to substantiate their falsehoods and were surprised by this sudden challenge so boldly given. Much of the prejudice was allayed and some friends made through this action.” (",["span.emphasis","Church History and Modern Revelation,"],"1:269.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.10"},"D&C 71:10"],". “If Any Man Lift His Voice against You”"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p41"},"President Harold B. Lee explained that what the Lord “is trying to have us understand is that he will take care of our enemies if we continue to keep the commandments. So, you Saints of the Most High God, when these things come, and they will come—this has been prophesied—you just say,"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p42"},"“‘No weapon formed against the work of the Lord will ever prosper, but all glory and majesty of this work that the Lord gave will long be remembered after those who have tried to befoul the name of the Church and those of its leaders will be forgotten, and their works will follow after them.’"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-71-if-any-man-lift-his-voice-against-you.p43"},"“We feel sorry for them when we see these things happen.” (In Conference Report, Oct. 1973, p. 167; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 126.)"]]]]],"refs":null}
