{"id":90,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":90,"title":"Section 79 The Lord Will Bless His Faithful Servants","subtitle":"","short_title":"Section 79","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants","content":[["div",{"id":"head12","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.head12"},[".titleNumber","Section 79"],["h1","The Lord Will Bless His Faithful Servants"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.p248"},"This revelation was received in March 1832 at Hiram, Ohio. Joseph Smith gave no explanation or introduction about why he received it. But Jared Carter explained that he had inquired of Joseph Smith regarding the will of the Lord for him. In response to the mission call in this revelation, Jared and his brother Simeon Carter started for the east. Jared recorded in his journal that he labored six months and two days in the mission field, during which time he converted seventy-nine souls. (See Journal of Jared Carter, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 53–54, 110–12, 123–24.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/79.1-4"},"D&C 79:1–4"],". How Important Is It to Honor the Priesthood and Accept Assignments from the Lord?"],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.p249"},"President John Taylor taught that “it is for us to magnify our calling and honor our God in any and every position that we may be called upon to fill. … I would say that this Priesthood is not for the honor of man, not for his exaltation alone; but it is imparted to man in order that he may be made the medium of salvation to others. … Talking of the Elder, why he is a herald of salvation; he is a legate of the skies; he is commissioned of the great Jehovah to bear a message to the nations of the earth, and God has promised to sustain him. He has always sustained His faithful Elders, and He always will. And what of the Elder? He is commanded to call upon men to believe in Jesus Christ, to repent of their sins, and to be baptized for the remission of sins, promising them the gift of the Holy Ghost; and all who obey the requirements receive this divine gift. Is that true? Do you Elders not know that to be true? Does not this congregation know that it is true? And when you obeyed the Gospel, when you had hands laid upon your heads for the reception of the Holy Ghost, did you not receive it? If you were honest, you did; if you were true and sincere you did, and you are my witnesses as to the truth of these things of which I speak. What does it prove? It proves that God is with the Elders of Israel; it proves that God lives. Is not that a great witness to the Latter-day Saints, and is it not a witness to the world? Who dare come before the world with such a statement? Nobody but those that have the authority, as the Lord sanctions and acknowledges none excepting those that are authorized of Him.” (In",["span.emphasis","Journal of Discourses,"],"24:35–36.)"],[".",{"id":"f18","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.f18"},[".caption","Priesthood gives a man the power to bless others through worthy service."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/79.3"},"D&C 79:3"],". Those Who Are Faithful"],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.p251"},"“God has in reserve a time, or period appointed in His own bosom, when He will bring all His subjects, who have obeyed His voice and kept His commandments, into His celestial rest. This rest is of such perfection and glory, that man has need of a preparation before he can, according to the laws of that kingdom, enter it and enjoy its blessings.” (",["span.emphasis","History of the Church,"],"2:12.)"],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-79-the-lord-will-bless-his-faithful-servants.p252"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.5"},"Doctrine and Covenants 75:5"],"explains the imagery of the sheaves."]]]]],"refs":null}
