{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"Growth in Fertile Soil: Faithful Youth in Uganda","subtitle":"By Cindy Smith","short_title":"Growth in Fertile Soil: Faithful Youth in Uganda","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda","content":[["div",{"id":"head1","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.head1"},[".title","Growth in Fertile Soil: Faithful Youth in",["span.dominant","Uganda"]],[".byline",["div",{"id":"p2","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p2"},"By Cindy Smith"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p3"},"Cindy Smith lived in Uganda while her husband worked there, and they now live in Utah, USA."]],[".kicker","As they accept and live the gospel of Jesus Christ, youth in Uganda are seeing faith and hope grow all around them."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p5"},"Photograph by Cindy Smith"]]],["div",{"id":"p6","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p6"},"In the heart of East Africa, the beautiful country of Uganda is blessed with rolling hills of sugar cane and banana trees—and with young people ready to accept and live the gospel of Jesus Christ."],["div",{"id":"p7","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p7"},"The first stake in Uganda was organized in 2010. The Church is growing rapidly, with many young men and young women in each ward and branch."],["div",{"id":"t1","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.t1"},[".title","Raising a Banner, Being an Example"],["div",{"id":"p9","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p9"},"The young women in one ward were inspired by the teachings of Sister Elaine S. Dalton, Young Women general president, on virtue: “Now is the time for each of us to arise and unfurl a banner to the world calling for a return to virtue.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"The young women hiked a hill overlooking the town and raised gold banners symbolizing their pledge to be examples of virtue. Together they sang “High on the Mountain Top” (",["span.emphasis","Hymns,"],"no. 5)."],["div",{"id":"p10","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p10"},"These young women have raised their personal standards of righteousness. Their obedience has strengthened their testimonies and influenced others. Sister Dalton has said, “Never underestimate the power of your righteous influence.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"And like a banner, the example of these young women waves to all the world."],["div",{"id":"f2","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.f2"},[".caption","Sandra"],[".credit",["div",{"id":"p12","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p12"},"Photograph by Cindy Smith"]]],["div",{"id":"p13","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p13"},"Like many young women in Uganda, Sandra walks more than a mile to church, helps clean the meetinghouse on Fridays, and attends seminary on Saturdays. During the week, she rises before 5:00 a.m. to read schoolbooks, and then she walks to school, returning home after 6:00 p.m. She missed a year of school because of financial difficulties but faces her challenges with a positive attitude: “The gospel has really helped me to stay steadfast and immovable.”"],["div",{"id":"p14","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p14"},"Sandra is the only Church member in her home, but her parents support her Church service, such as helping when the ward cleaned the grounds of a local orphanage. Her family sees how the gospel has helped her be strong, even when facing unresolved problems. Reflecting on the source of that strength, Sandra says, “When I go to church, I feel like I am putting on the armor of God” (see",["a",{"href":"/scriptures/nt/eph/6.11-17"},"Ephesians 6:11–17"],")."],["div",{"id":"p15","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p15"},"A more recent convert, Susan, loves the Church. Originally from South Sudan, her family fled hardships and was blessed to receive the missionaries in Uganda. As a refugee, she found peace and protection in the gospel. On Sundays she would bring her younger siblings to church, as well as up to 10 other children who are not Church members. After the unexpected death of a family member, she returned to South Sudan, where she waits for the Church to be established in her area. Both Susan and Sandra face challenges, but they rely on God and enjoy the fruits of living the gospel of Jesus Christ (see",["a",{"href":"/scriptures/bofm/alma/32.6-8,43"},"Alma 32:6–8, 43"],")."]],["div",{"id":"t2","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.t2"},[".title","Sacrificing to Serve a Mission"],["div",{"id":"p17","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p17"},"Young men in Uganda start playing soccer as small boys, using tightly bound branches for a ball. Ever since he was very young, Dennis had a gift for the sport, and his high school gave him a scholarship to play for their team. After he completed high school, a professional team offered him pay, room, and board. It was a dream come true, but Dennis knew this would likely interfere with his plans to go on a mission later in the year."],["div",{"id":"f3","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.f3"},[".caption","Dennis"],[".credit",["div",{"id":"p19","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p19"},"Photograph by Cindy Smith"]]],["div",{"id":"p20","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p20"},"Dennis’s desire to do what his Heavenly Father wanted him to do was so strong that he did not even want to be tempted to remain on the team when the time would arrive for him to serve a mission. Many people questioned his choice, but Dennis is certain he made the right decision—for himself and others. “My two little brothers and my little sister were just baptized,” he says. “I never thought my sister would hear the gospel. When I see God doing miracles in my family, it gives me a bright hope for my future.”"],["div",{"id":"p21","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p21"},"In Dennis’s ward the young men study",["span.emphasis","Preach My Gospel"],"each week. They have become like a team, working closely with the full-time missionaries and bringing friends to Sunday meetings and other activities, including basketball and soccer games during the week. The priests have baptized friends and others they helped teach with the missionaries. Over several years, this team of young men has strengthened the whole ward, and four of them, including Dennis, received calls to the Kenya Nairobi Mission."],["div",{"id":"p22","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p22"},"They have followed the counsel of Elder David A. Bednar of the Quorum of the Twelve Apostles to “become missionaries long before you submit your mission papers.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"They did so by working together as a quorum, a team better than any other."],["div",{"id":"p23","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p23"},"All four missionaries overcame challenges in order to serve. Wilberforce explains, “I was almost losing hope of going on a mission [because of the costs], but then I read",["a",{"href":"/scriptures/nt/matt/6.19-20"},"Matthew 6:19–20"],": ‘Lay not up for yourselves treasures upon earth … but lay up for yourselves treasures in heaven.’ So with diligence and commitment, I was able to accomplish my goal of serving a full-time mission. I love missionary service. Nothing is better than seeking first the kingdom of heaven.”"]],["div",{"id":"t3","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.t3"},[".title","Hope for the Future"],["div",{"id":"p25","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p25"},"The youth of Uganda are helping build God’s kingdom here, with great hope for the future. Although there is no temple in East Africa, the youth look forward to the time when they will marry in a distant temple. One stake activity focused on preparing to enter the temple, and at the conclusion, a member of the stake presidency bore his testimony: “God loves you. You are the future of the Church in Uganda.” These righteous youth are already having a great influence."],["div",{"id":"p26","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda.p26"},"The young men and women of Uganda are sacrificing the things of the world for blessings that will last forever. They have planted the seed of faith and are nourishing it with care (see",["a",{"href":"/scriptures/bofm/alma/32.33-37"},"Alma 32:33–37"],"). Like a tree filled with fruit (see",["a",{"href":"/scriptures/bofm/alma/32.42"},"Alma 32:42"],"), the youth share the joy of the gospel in this fertile land."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda"},["span.label",["a",{"name":"footnote1"},"1."]],"Elaine S. Dalton, “A Return to Virtue,”",["span.emphasis","Ensign,"],"Nov. 2008, 80."],["div",{"id":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda"},["span.label",["a",{"name":"footnote2"},"2."]],"Elaine S. Dalton,",["span.emphasis","Ensign,"],"Nov. 2008, 80."],["div",{"id":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda","uri":"/new-era/2013/04/growth-in-fertile-soil-faithful-youth-in-uganda"},["span.label",["a",{"name":"footnote3"},"3."]],"David A. Bednar, “Becoming a Missionary,”",["span.emphasis","Ensign,"],"Nov. 2005, 45."]]}
