{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":1,"title":"My First Temple Recommend","subtitle":"By Elder L. Tom Perry","short_title":"My First Temple Recommend","uri":"/new-era/2013/04/my-first-temple-recommend","content":[["div",{"id":"head1","uri":"/new-era/2013/04/my-first-temple-recommend.head1"},[".seriesTitle","The Message"],[".title","My First",["span.dominant","Temple Recommend"]],[".byline",["div",{"id":"p3","uri":"/new-era/2013/04/my-first-temple-recommend.p3"},"By Elder L. Tom Perry"],["div",{"id":"p4","uri":"/new-era/2013/04/my-first-temple-recommend.p4"},"Of the Quorum of the Twelve Apostles"]],[".kicker","In addition to giving me the formal interview, Dad, who was my bishop, wanted to make it a learning experience for me."]],[".bodyBlock",["div",{"id":"p6","uri":"/new-era/2013/04/my-first-temple-recommend.p6"},"I will never forget my first temple recommend interview with my bishop as I was preparing to go to the temple for my own endowments. The bishop was my father. Every day we spent a lot of time together, and he could have interviewed me in our home, in the barn, in the field, in our car, or in any convenient place. But Dad wanted to make this a special occasion, one that I would remember."],["div",{"id":"p7","uri":"/new-era/2013/04/my-first-temple-recommend.p7"},"One day I received a telephone call from the bishop’s office. Dad wanted to set up an appointment with me for a temple recommend interview. I thought this strange, as he had never called before to set up an interview or an appointment with me. We arranged a time for a meeting in the bishop’s office. The appointed time came. When I arrived in his office, his desk was completely cleared, which was unusual, because normally it would have been almost covered by papers and books. Only the scriptures lay on top of the desk. In addition to giving me the formal interview, Dad wanted to make it a learning experience for me."],["div",{"id":"p8","uri":"/new-era/2013/04/my-first-temple-recommend.p8"},"He passed the scriptures over to my side of the desk and asked me to read: “Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it” (",["a",{"href":"/scriptures/dc-testament/dc/59.6"},"D&C 59:6"],"). The last sentence stuck in my mind."],["div",{"id":"f1","uri":"/new-era/2013/04/my-first-temple-recommend.f1"},[".credit",["div",{"id":"p9","uri":"/new-era/2013/04/my-first-temple-recommend.p9"},"Illustration by Mike Malm"]]],["div",{"id":"p10","uri":"/new-era/2013/04/my-first-temple-recommend.p10"},"We then discussed what it meant to be",["span.dominant","morally clean."],"The discussion focused on cleanliness of thought. Our thoughts, he said, usually develop into actions. If our thoughts remain clean and pure, we will never commit acts that would prevent us from holding a temple recommend."],["div",{"id":"p11","uri":"/new-era/2013/04/my-first-temple-recommend.p11"},"Next, he picked up the scriptures and read the promise of the Lord related to the",["span.dominant","Word of Wisdom"],"(see",["a",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],"). We discussed the value of keeping our physical bodies as healthy, wholesome homes for our eternal spirits. The spirit of man should be housed in the cleanest tabernacle we can build while we are here on earth."],["div",{"id":"p12","uri":"/new-era/2013/04/my-first-temple-recommend.p12"},"Then my father handed the scriptures back to me to read: “Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ,"],["div",{"id":"p13","uri":"/new-era/2013/04/my-first-temple-recommend.p13"},"“Being inspired of the Holy Ghost to lay the foundation thereof, and to build it up unto the most holy faith. …"],["div",{"id":"p14","uri":"/new-era/2013/04/my-first-temple-recommend.p14"},"“Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me” (",["a",{"href":"/scriptures/dc-testament/dc/21.1-2,4"},"D&C 21:1–2, 4"],")."],["div",{"id":"p15","uri":"/new-era/2013/04/my-first-temple-recommend.p15"},"We discussed the necessity of",["span.dominant","honoring and sustaining the prophet."],"We have been promised that the Lord will never let His prophet lead us astray. Here is a sure foundation on which we can build our lives."],["div",{"id":"p16","uri":"/new-era/2013/04/my-first-temple-recommend.p16"},"Next my dad read: “There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—"],["div",{"id":"p17","uri":"/new-era/2013/04/my-first-temple-recommend.p17"},"“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (",["a",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],")."],["div",{"id":"p18","uri":"/new-era/2013/04/my-first-temple-recommend.p18"},"We talked about the importance of being obedient to the law of the Lord and the payment of",["span.dominant","tithes and offerings"],"to Him as a test of our faith."],["div",{"id":"p19","uri":"/new-era/2013/04/my-first-temple-recommend.p19"},"Finally, we turned to the scriptures and read: “The veil was taken from our minds, and the eyes of our understanding were opened."],["div",{"id":"p20","uri":"/new-era/2013/04/my-first-temple-recommend.p20"},"“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber."],["div",{"id":"p21","uri":"/new-era/2013/04/my-first-temple-recommend.p21"},"“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:"],["div",{"id":"p22","uri":"/new-era/2013/04/my-first-temple-recommend.p22"},"“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father” (",["a",{"href":"/scriptures/dc-testament/dc/110.1-4"},"D&C 110:1–4"],")."],["div",{"id":"p23","uri":"/new-era/2013/04/my-first-temple-recommend.p23"},"We talked about the eternal hope we have in the",["span.dominant","Atonement of our Lord and Savior,"],"and how necessary it is that we partake of these sacred ordinances so we can receive the greatest gift He has given us, the gift of eternal life, life with Him."],["div",{"id":"p24","uri":"/new-era/2013/04/my-first-temple-recommend.p24"},"Dad filled out the temple recommend form and had me sign it, gave me a warm handshake, and congratulated me for being worthy to hold a current temple recommend. I left the office feeling exhilarated because I had passed one of the most important tests of my life. I had been deemed worthy to hold a temple recommend. I made a commitment to myself that I would always live worthy of holding a current temple recommend."],["div",{"id":"p25","uri":"/new-era/2013/04/my-first-temple-recommend.p25"},"A temple recommend—a little piece of paper—represents us and reflects our worthiness to receive the blessings of the temple."],["div",{"id":"f2","uri":"/new-era/2013/04/my-first-temple-recommend.f2"},[".credit",["div",{"id":"p26","uri":"/new-era/2013/04/my-first-temple-recommend.p26"},"Illustration by Mike Malm"]]],["div",{"id":"p27","uri":"/new-era/2013/04/my-first-temple-recommend.p27"},"May we always be worthy of holding a temple recommend. May that be one of our objectives in life, to consistently and regularly sit before our priesthood leader and declare our worthiness to have this tangible evidence that the Lord approves of the type of life we are living and finds us worthy to enter His holy house."],["div",{"id":"p28","uri":"/new-era/2013/04/my-first-temple-recommend.p28"},"Learn the doctrines of the Lord. Live with faithful adherence to those principles that we know are right. It is a test for our lives to carry us through. If we are always worthy of that recommend and can truthfully answer the qualifying questions, we are on our way to the greatest gift the Lord has given us. May the Lord bless us that we may firmly resolve to always be temple worthy. This is the Lord’s work. He lives. God is our Eternal Father, and Jesus is the Savior of the world. Of that I bear solemn testimony."]],[".resources",[".callout",{"id":"f3","uri":"/new-era/2013/04/my-first-temple-recommend.f3"},["div",{"id":"p29","uri":"/new-era/2013/04/my-first-temple-recommend.p29"},"A temple recommend—a little piece of paper—represents us and reflects our worthiness to receive the blessings of the temple."]]]],"refs":null}
