{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":2,"title":"Youth Voices: Attending the Temple","subtitle":"","short_title":"Youth Voices: Attending the Temple","uri":"/new-era/2013/04/youth-voices-attending-the-temple","content":[["div",{"id":"head1","uri":"/new-era/2013/04/youth-voices-attending-the-temple.head1"},[".title","Youth Voices:",["span.dominant","Attending the Temple"]],[".kicker","Youth share their testimonies of the temple and the lessons they have learned by going to the House of the Lord (see",["a",{"href":"/scriptures/dc-testament/dc/110.7"},"D&C 110:7"],")."]],[".bodyBlock",["div",{"id":"p3","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p3"},"In the April 2011 general conference, President Thomas S. Monson counseled, “My young friends who are in your teenage years, always have the temple in your sights” (“The Holy Temple—a Beacon to the World,”",["span.emphasis","Ensign,"],"May 2011, 93). The",["span.emphasis","New Era"],"asked several youth to share the blessings they have received by going to the temple. Here are a few of their responses."],[".quote",{"id":"f1","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f1"},[".title","You Know You Are Doing a Great Thing"],["div",{"id":"f2","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f2"}],["div",{"id":"p5","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p5"},"Last year while visiting family in Wisconsin, my cousin and I went on a youth temple trip to the Nauvoo Illinois Temple and performed baptisms for the dead. We had a bunch of family names that we took to the temple. My grandma told us about one of our deceased ancestors. Grandma had a close relationship with her. I got to be baptized for this family member and other ancestors, and it was a really cool experience, because I could feel their presence and know they will have a chance to accept the work done for them. When I go to the temple, I know I’m doing a great thing."],["div",{"id":"p6","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p6"},"Seeing pictures of the temple makes me think that even though temples are all over the world, you do the same ordinances in each one and receive the same Spirit. I don’t think of any bad things there; only uplifting thoughts fill my mind in the temple. It is an amazing feeling to think of things you can do to help others."],[".bio",["div",{"id":"p7","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p7"},"Chloé D., Nevada, USA"]]],[".quote",{"id":"f3","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f3"},[".title","Our Classmates Ask about Our Temple Trips"],["div",{"id":"f2","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f2"}],["div",{"id":"p9","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p9"},"The temple closest to me is the Mesa Arizona Temple. Every month, my school has early-release days. Last year, my friends and I started a new tradition on early-release days where we would wear our Sunday clothes to school, go out for lunch, and then attend the temple to do baptisms for the dead. It’s definitely helped me gain a deeper understanding of the temple, of what it means, and of how important it is. Regularly visiting the temple has helped me feel the Spirit more often. It’s definitely brought my friends closer to one another. Also, a lot of our classmates ask about our temple trips because they notice that at least 10 of us always dress up for early-release days. This attention encourages other youth to go to the temple too."],["div",{"id":"p10","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p10"},"Another blessing has been attending the temple with a friend whose family is very against the Church. She was able to get her first limited-use recommend, and it has been neat to see the positive effect this has had on her life."],[".bio",["div",{"id":"p11","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p11"},"Annalise K., Arizona, USA"]]],[".quote",{"id":"f5","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f5"},[".title","All My Troubles Disappear"],["div",{"id":"f2","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f2"}],["div",{"id":"p13","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p13"},"My favorite temple experience was when I was first able to go to the temple. I went to the San Diego California Temple. Just being able to walk in, I felt that all of the troubles I was having at school and elsewhere were just gone. I felt at peace being in the temple. I was overcome with feelings of happiness. Being in the temple helped me focus on what I needed to do at church and in other duties. It was just so incredible to be able to go and get away from all the troubles I had."],[".bio",["div",{"id":"p14","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p14"},"Kole E., California, USA"]]],[".quote",{"id":"f7","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f7"},[".title","I Can Help People Who Didn’t Have the Chance"],["div",{"id":"f2","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f2"}],["div",{"id":"p16","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p16"},"Every time I go to the Memphis Tennessee Temple, I like to get into a spiritual mood. I like to imagine the people whom the ordinances are performed for. Sometimes there will be people who have been waiting for hundreds of years. Sometimes I think I take my own baptism for granted; some people never had that chance to learn about the gospel and be baptized while they were on earth. I think it’s great to be a part of that work for them. I can help people who didn’t have a chance to be baptized on earth, and it is awesome that I’m able to help them."],[".bio",["div",{"id":"p17","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p17"},"James N., Mississippi, USA"]]],["div",{"id":"f9","uri":"/new-era/2013/04/youth-voices-attending-the-temple.f9"},[".title","Setting Temple Goals"],["div",{"id":"p19","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p19"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles has said, “I encourage you to establish your own goal of how frequently you will avail yourself of the ordinances offered in our operating temples. What is there that is more important than attending and participating in the ordinances of the temple? What activity could have a greater impact and provide more joy and profound happiness than worshipping in the temple?” (“How Can We Make the Most of Temple Attendance?”",["span.emphasis","New Era,"],"March 2012, 2)."],["div",{"id":"p20","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p20"},"You can set temple attendance goals for yourself. For example:"],["ul.bullet",["li",["span.label","•"],[".para","How often will you go?"]],["li",["span.label","•"],[".para","How will you prepare yourself beforehand to get the most out of your temple experience?"]],["li",["span.label","•"],[".para","Are there others you could invite?"]]],["div",{"id":"p24","uri":"/new-era/2013/04/youth-voices-attending-the-temple.p24"},"Setting and following goals will help make the temple a place of lasting peace and happiness in your life."]]],[".resources"]],"refs":null}
