{"id":28,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":28,"title":"Lesson 22: Maternal and Infant Care","subtitle":"","short_title":"Lesson 22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care","content":[["div",{"id":"head3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.head3"},[".titleNumber","Lesson 22"],["h1","Maternal and Infant Care"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p3"},"The purpose of this lesson is to encourage proper care for mother and baby."],[".topic",["h2","Care for Pregnant Women"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p5"},"A family in the Philippines experienced great sorrow when their first baby died. Later they were converted to the gospel and joined the Church. When the mother became pregnant again, she asked the Welfare Services missionaries what she would have to do in order to have a healthy, normal child. She said, “If I had only known what to do, I wouldn’t have lost my first baby.”"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p6"},"During her second pregnancy she did everything within her means to ensure that her next child would be all right, and a beautiful, healthy baby was born. She called this child her “Mormon baby.” People in her neighborhood often commented that they had never seen such a healthy infant."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p7"},"An expectant mother has a special opportunity to help prepare a body for one of Heavenly Father’s spirit children. Our physical body is so important that it has been called a temple for the spirit (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],"). Though sometimes, for reasons we do not fully understand, babies are born with physical or mental problems, we need to do all we can to help the body of each of our children be properly formed. A woman can do many things before and during pregnancy to help her baby be born strong and healthy. In this lesson we will learn what we can do that will be beneficial to both mother and baby."],[".topic",["h3","Eat Proper Foods"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p9"},"It is important that a pregnant woman eat a healthful variety of foods. Eating properly has a great influence on the unborn baby. Eating well is so important that all potential mothers need to prepare their bodies by carefully choosing what they eat. When they do so, they will have a better chance of having good health and bearing healthy children. When a young woman makes a habit of eating a variety of healthful foods in sufficient amounts, her ability to give birth to healthy children is improved. Because these established good eating habits will go with her into marriage and pregnancy, she will continue eating the right foods and teach the same good habits of nutrition to her children."],["ul.bullet",["li",["span.label","•"],[".para","What can a potential mother do to prepare for the time when she has children?"]]]],[".topic",["h3","Avoid Harmful Substances"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p12"},"A pregnant woman should avoid taking harmful substances into her body. Several of the substances specifically named in the Word of Wisdom are harmful for everyone, but are especially harmful for the developing baby if used by the expectant mother."],["ul.bullet",["li",["span.label","•"],[".para","What are these harmful substances?"]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p14"},"Women should be careful about taking drugs and medicines during pregnancy. Medicines that are helpful at other times may have a harmful effect on the baby, depending on when the medicine is taken during the pregnancy. Thus it is wise to avoid medicine unless it is prescribed by a doctor who knows the woman is pregnant."]],[".topic",["h3","Have Regular Medical Examinations"],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p16"},"A woman should visit a doctor or a health clinic as soon as she suspects that she is pregnant. The doctor or the nurse will usually have her return for a checkup at regularly specified times during the pregnancy. Health workers, such as doctors and nurses, are trained to recognize problems that may arise during pregnancy. Therefore, it is wise to have regular checkups. In this way, the health worker can discover if something is wrong and help the expectant mother take precautions before the problem becomes serious."],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p17"},"Although the pregnant woman may do all she can to protect her physical well-being, she still may not feel as well as she would like. She should be aware that changes in her body can affect her emotions, and that it is normal for some pregnant women to experience extremes in emotion. She may have feelings of sickness more often during the first three months of pregnancy. At times, her back may ache and her legs feel heavy. She should try to have a positive attitude. When a woman remembers her important calling as a mother during this time of changes taking place in her body, it will help her to be happier. The Spirit of the Lord can also help her develop a happier attitude. She should pray for and seek the guidance and companionship of the Spirit, remembering that by having a baby she and her husband are joining with Heavenly Father in the sacred process and experience of creation."],["ul.bullet",["li",["span.label","•"],[".para","How can it help us to know that emotional changes during pregnancy are normal?"]]]],[".topic",["h3","Get Rest and Exercise"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p20"},"Family members should help the pregnant woman when she is not feeling well. When pregnant, a woman will tire more easily and need more sleep. She may need to take a nap during the day and to go to bed earlier at night."],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p21"},"Since exercise is good for everybody, a pregnant woman usually can continue with much of the normal exercise she did before pregnancy. If she does not get much exercise, a pregnant woman may go for a daily walk. Along with walking, there are many other kinds of good exercise for a pregnant woman. Her doctor can advise her regarding appropriate, helpful exercise during pregnancy."],["ul.bullet",["li",["span.label","•"],[".para","What can you do to help your mother, a relative, a friend, or a neighbor who is pregnant?"]]]],[".topic",["h3","Be Clean"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p24"},"Cleanliness is important for all of us, but it is especially important for pregnant women as a measure for preventing illnesses. Using pure water for drinking and preparing food is important. Washing hands after eliminating body wastes and before preparing food is always a wise thing to do. It is also a good practice to bathe often, so that the whole body is kept clean, and to bathe and put on clean clothing before going to the doctor or to the clinic."],["ul.bullet",["li",["span.label","•"],[".para","What should a pregnant woman do to be sure that her newborn child will be healthy?"]]]]],[".topic",["h2","Delivery"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p27"},"At the birth of a baby, cleanliness is important. The mother’s body should be clean. Those who assist in the delivery should have clean hands and clean clothing. The clothing used for the baby and the surroundings at the time of the birth should be sterile. Those who assist in the birth, whether the delivery takes place in a hospital, a maternity center, or at home, should be trained to know what to do and to recognize when additional medical care for mother or baby is needed."],["ul.bullet",["li",["span.label","•"],[".para","Where do the women of your community usually go for the birth of their babies? Are these places clean? Do they have trained people to assist in delivering the babies? If the places are not clean, where would be a better place to go? What could you do to improve the places that exist?"]]]],[".topic",["h2","Care for the New Mother"],[".topic",["h3","Adequate Rest"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p31"},"After the birth, the mother may be tired and uncomfortable. Health workers can help her know how many days to avoid heavy work. She should continue to get plenty of rest. Family members should continue to help her so that she can get sufficient rest."]],[".topic",["h3","Proper Diet"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p33"},"The foods a new mother eats are important to her well-being. She should be able to eat any of the healthful foods she is accustomed to. A mother who is nursing her baby needs to eat more food from each of the food groups to produce adequate milk. Food from all of the food groups is important to the health of her child. She will also need to drink plenty of liquids while she is nursing. Mothers sometimes find that certain foods they eat seem to upset the baby who drinks her breast milk. They can avoid those foods, however, and still make sure they get a sufficient variety and an adequate amount of the foods they need."],["ul.bullet",["li",["span.label","•"],[".para","What can you do to help your mother, a relative, friend, or neighbor who has a new baby?"]]]]],[".topic",["h2","Care for the New Baby"],[".topic",["h3","Foods"],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p37"},"Proper food is important for a new baby. Breast milk, especially during the days immediately following birth, is the best food for a baby. Rarely is a child unable to tolerate a mother’s milk. A mother may also use a special balanced formula for her baby. Prepared formulas are sometimes expensive and require extra care to be sure they are clean and safe for the baby. Babies often need additional liquids, especially in hot and dry climates. They can be given pure water in a clean bottle with a sterile nipple. New babies will usually take as much as they need and then stop drinking. Since babies fed with their mother’s milk often do not like to drink from a bottle, and may not drink the additional fluids they need from a bottle, giving them pure water from a dropper or a small, clean spoon may be necessary. It is best not to flavor the water with sugar or anything else if they will take the water plain. Babies should be burped regularly during feeding to keep them from building up stomach gases, vomiting up their food, or suffering from a stomachache. You can burp most babies easily by placing them on your shoulder and patting and rubbing their backs."]],[".topic",["h3","Cleanliness"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p39"},"Cleanliness is important for babies, because they are not yet able to resist illnesses. If possible, babies should be bathed daily. Wash the face, head, and neck first, then the arms and legs. Creases in the legs and arms should be cleaned carefully. Complete the baby’s bath by washing the area between the legs. Even very young babies can be bathed, but care should be taken to keep them protected from drafts and cold. In some climates this may mean washing and drying one section of the baby’s body before washing the next section. It may be helpful to keep the baby wrapped in a dry cloth while bathing in this manner."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p40"},"When a baby wears diapers, it is important to keep him or her clean by changing the diaper whenever it is wet or soiled. The area between the baby’s legs should always be cleaned carefully before a clean, fresh diaper is put on. Washing cloth diapers thoroughly with soap, rinsing them in clear water, and drying them in the sun will help reduce irritations."]],[".topic",["h3","Protection from Danger"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p42"},"Babies need a safe place to sleep, such as a baby crib or a special bed with sides to prevent falls. It is wise to place babies on a firm surface; never leave babies alone when there is danger that they might wriggle or roll to the edge and fall. Babies also need to be protected from flies, other insects, and animals."],["ul.bullet",["li",["span.label","•"],[".para","If mothers in your area have problems protecting babies from these types of dangers, what could you do to eliminate the dangers?"]]]],[".topic",["h3","Health Care"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p45"},"Babies need good health care. Take the baby to a health clinic or doctor regularly to have immunizations from certain illnesses. The health worker can then also tell if the baby is growing normally."]],[".topic",["h3","Love"],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p47"},"Babies also need to feel wanted and loved. We can let them know we love them by holding and cuddling them and by talking to them in soothing tones."],["ul.bullet",["li",["span.label","•"],[".para","What other specific things can we do to let babies know that we love them?"]]],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p49"},"We can help babies learn and develop their minds by talking to them. Parents and children in the family can explain common things to babies by saying such things as “This is a flower,” “That is a chicken,” and “See the boy.” We can also help babies learn by providing toys for them to play with. Even young babies learn from playing with toys. The toys babies play with should be colorful and can be common objects we have in our homes. These toys should be clean, since babies will put objects in their mouths. The toys should not have sharp edges or have pieces that could break or be swallowed."]]],[".topic",["h2","Conclusion"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p51"},"Proper food, cleanliness, good health care, protection from danger, and adequate rest and exercise are important for pregnant women, mothers, and babies. When we do all within our means to acquire these things, we are fulfilling our responsibility to provide each new spirit child of our Heavenly Father with a healthy body. Mothers and babies may still have problems with their health even when all these practices are followed. We cannot always understand why these problems occur, but they are much less common when we provide good care for mothers and babies."]],[".topic",["h2","Challenge"],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p53"},"This week consider your own health habits. If you are pregnant or planning to have babies in the future, begin to make needed changes so that each of your babies will have the best chance to be born with a strong and healthy body. Discover what you can do to assist someone who is pregnant or who is a new mother, and then do it if possible. Make a safe toy for a baby you know, and practice showing that baby how much you love him or her."]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p55"},"Before presenting this lesson:"],["div",{"id":"f18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.f18"},["ol.number",["li",["span.label","1."],[".para","Review lesson 23,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-23-nutrition-for-mother-and-baby.p1"},"“Nutrition for Mother and Baby,”"],"and lesson 24,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-24-disease-prevention.p1"},"“Disease Prevention,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."],"If the sisters have questions, refer them to the appropriate lesson for the answers."]],["li",["span.label","2."],[".para","Consider what parts of this lesson may need special emphasis for certain people in your area. Encourage mothers to continue the good practices they are already using."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
