{"id":32,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 26: Having Fun as a Family","subtitle":"","short_title":"Lesson 26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family","content":[["div",{"id":"head7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.head7"},[".titleNumber","Lesson 26"],["h1","Having Fun as a Family"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p3"},"The purpose of this lesson is to help us and our families achieve greater love and unity through having fun together."],[".topic",["h2","Families Need to Have Fun Together"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 26-a, “A family having fun together.”"]],["li",["span.label","•"],[".para","Have each of the two previously assigned sisters share a fun family experience she has had."]]],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p7"},"An important part of living the gospel is doing things together as a family. This is illustrated well in the following experience related by a father:"],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p8"},"“One day I asked my son to bring his toys inside the house. I was astonished when he said he was ‘too tired.’ … Then a scene flashed into mind of the previous day, when my son had asked me to wrestle with him. What was my answer? I was ‘too tired.’ Or the time he wanted me to play catch [ball]—again I was ‘too tired.’"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p9"},"“… Days later, I asked my son to pick up his clothes and put them away. This time he was ‘too busy.’ I remembered the time he wanted a bedtime story. … I had been ‘too busy.’"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p10"},"“… I vowed to spend more time with my sons. Only hugging them, kissing them, and telling them I loved them didn’t fool them. They needed to jump, wrestle, and play with me too."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p11"},"“Now I participate in more of their activities. …"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p12"},"“I’ve built tunnels and castles in sand piles and played with trucks. Praying and playing with them have helped me develop a wonderful relationship with them."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p13"},"“With anything that takes effort, a reward comes. My reward came after an especially good half hour with my son. He wrapped his arms around my neck, gave me an affectionate kiss on the cheek, and said, ‘I love you, Dad’” (Dan L. Johnston, “Daddy, I’m Talking to You,”",["span.emphasis","Ensign,"],"Sept. 1978, 71)."],["ul.bullet",["li",["span.label","•"],[".para","What did this father do that strengthened his family?"]]],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p15"},"We spend most of our time doing things we feel are important. Our daily work, our Church callings, our rest, and other things that take a lot of time are important. However, these may not be the most valuable things in our lives. Consider how you would answer the following questions:"],["div",{"id":"f73","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.f73"},["ol.number",["li",["span.label","1."],[".para","What are the most important things in my life?"]],["li",["span.label","2."],[".para","Do I spend enough time doing the most important things in my life?"]],["li",["span.label","3."],[".para","How can I arrange to have more time with my family?"]]]],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p19"},"We should recognize that one of the most important things in life is the family, because it is eternal. No matter what our circumstances, we should find time to spend with our families."]],[".topic",["h2","Family Fun Brings Love and Unity"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p21"},"Some of us can recall from our childhood the great joy we experienced with our families when we did things together. One mother made this observation:"],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p22"},"“When I think back on my childhood and my teenage years I recall with an almost reverent attitude those pleasant memories of the things we children and mother and father did as a family. … I wouldn’t trade the memories of our family parties and other family recreation for all of today’s theatres, bowling alleys, and restaurants. …"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p23"},"“I am determined to do all I can to plan activities for my family that will bring the Lord’s Spirit into our home the way the Spirit filled the home of my parents. I want my children to have the great blessing of having the memories that are so dear to me” (",["span.emphasis","Family Home Evening Manual 1968,"],"184–85)."],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p24"},"Like this mother, we should try to provide positive experiences for our families. Sometimes activities available to us outside the home are not acceptable, because they do not help us build love and unity in our home and a closeness to our Heavenly Father. Our Church leaders recognize a growing need for family members to have fun doing things with one another, and we should follow their counsel to plan activities to keep our families together."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p25"},"Elder Ezra Taft Benson said: “Thank God for the joys of family life. I have often said there can be no genuine happiness separate and apart from a good home. The sweetest influences and associations of life are there” (",["span.emphasis","God, Family, Country: Our Three Great Loyalties"],"[1974], 178)."],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p26"},"We can have fun in our homes by participating in a variety of activities and games. These activities can be simple and need not be expensive."],["ul.bullet",["li",["span.label","•"],[".para","What activities can you and your family have fun doing together?"]]],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p28"},"Brother George D. Durrant, one father who wanted his family to have fun together, said:"],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p29"},"“When I was called to be a mission president, I was fearful that at a most critical time in the lives of my eight children I might not have sufficient time to be a good father. I was determined that being a father was a more important call from the Lord than being president. That meant that even though I would dedicate myself to the mission, I would",["span.emphasis","double"],"my dedication as a father. …"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p30"},"“One of the first orders of business was to throw a big rope over a high limb on the huge ash tree that towered over our front yard. An acrobatic elder climbed the rope and tied it to the limb. Thus the giant mission home swing was born. With the swing came instant neighborhood friends for our younger children."],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p31"},"“… Later came a basketball standard and a sandpile. Our yard became a park where I spent much time with my children and where they settled for three happy years. I believe they will forever remember with joy their time in Kentucky and Tennessee” (",["span.emphasis","Love at Home, Starring Father"],"[1976], 18–20)."],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p32"},"Families who do things together can develop close, loving relationships. As they play together, they also learn to work together, discuss problems together, and pray together."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p33"},"Sometimes when families are having fun, problems arise. We may experience differences of opinion. Some of our children may even argue or fight. Sometimes parents may get too serious and expect too much from children. We may find it difficult to make all family members equally happy all the time. At times we may even think an activity is not worth having. However, problems are no reason to eliminate playing together. They should be solved in a way that enables all members to feel good. Overcoming our differences can help our families grow closer. We should remember that the purpose of our activities is to play together and enjoy each other."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p34"},"Family activities can become family traditions. Over the years, families establish traditions as they do special things together, many of which take place regularly. These activities might include family reunions, birthday celebrations, holiday get-togethers, vacations, visits to special places, family musical bands, and hobbies."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p35"},"President Kimball and his family established their own set of special traditions. His wife, Sister Camilla E. Kimball, related one of their Christmas traditions: “On Christmas Eve we have a special family gathering. It is my pleasure to read the Christmas story as found in Luke, and then the children and grandchildren dramatize the story. The children love to act the parts. Last Christmas President Kimball dressed in a costume we had brought from Palestine, representing Joseph, while I dressed in the typical native dress of a Jewish woman, which we had also brought from Jerusalem, and represented Mary. I am sure our grandchildren and great-grandchildren will long remember the story which they then acted out of the first Christmas Eve” (in Conference Report, Denmark, Finland, Norway, and Sweden Area Conference 1974, 58)."],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p36"},"Families can also enjoy each other when they formally gather together for the naming of newborn babies, baptisms, ordinations to the priesthood, missionary departures and homecomings, graduations, weddings, and other occasions that are special in the lives of family members."],["ul.bullet",["li",["span.label","•"],[".para","What benefits have you received from participating in family activities?"]]],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p38"},"We should record our successful family activities in our family histories and personal journals, including appropriate photographs and special souvenirs. As we look back and remember the fun we have had together, we grow closer to each other and our love for one another is strengthened."]],[".topic",["h2","Family Fun Requires Planning"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p40"},"If we are to have successful family activities, we usually must plan and prepare well for them."],["ul.bullet",["li",["span.label","•"],[".para","How can we plan meaningful family activities?"]]],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p42"},"The following suggestions can be helpful in planning family activities."],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p43"},"In a family home evening with all family members present, discuss and make a list of the types of activities they enjoy. As each family member’s suggestions are considered, he or she will feel important. Activities should be the type in which most, if not all, family members can participate."],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p44"},"After all members’ suggestions have been considered, have the family choose an activity from the list. Then select a specific date for it. Write this date on the family calendar to make sure there will be no conflicts. Give everyone an opportunity to help plan the activity and to be responsible for an assignment."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p45"},"One family, in following these suggestions in their family home evening, decided that each family member should suggest one idea for family service to others, one idea for improving the home and surroundings, and one idea for recreation. After each family member had made suggestions, the ideas were voted on and the following activities were selected:"],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p46"},["span.emphasis","Service."],"The family cleaned the yard of a widower. Then they baked a “welcome home” cake and took it to him on the day his son arrived home from fulfilling a mission."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p47"},["span.emphasis","Improving the home."],"The family improved one specified room of their home with paint, wallpaper, and other items. All family members worked together to accomplish this."],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p48"},["span.emphasis","Recreation."],"Each family member was honored on one assigned day during the year. The days were assigned during the family home evening planning meeting. On his or her day, each member had the privilege of selecting a favorite food for the meals and choosing a recreational activity for all family members to do together. Some family members chose swimming, some a ball game, some picnicking; whatever activity was chosen, all family members were to participate together."],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p49"},"Another family planned their activities by writing “Family Fun Sack” on a large paper bag. Each family member wrote on a piece of paper one activity he or she wanted the family to do together. At each family home evening one piece of paper was drawn from the sack. The activity named on that piece of paper was then enjoyed by the entire family during the next week."],["ul.bullet",["li",["span.label","•"],[".para","How can you best plan and carry out the activities you and your family choose?"]]],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p51"},"Consider the following ideas:"],["ul.noMarker",["li",[".para","Advertise the selected activity in your family. Make posters or signs. Talk about it with excitement."]],["li",[".para","If the activity requires money, begin to set aside the necessary funds and let everyone contribute."]],["li",[".para","Tell your home teachers about your plans."]],["li",[".para","Involve everyone. Give each member an assignment."]],["li",[".para","Then do it. Enjoy your activity thoroughly."]]],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p57"},"After carrying out an activity, it is good to think about how you can improve your family fun. Consider these questions: What would have made it more successful? Did it bring us closer together? Answering these questions can help you eliminate repeating those things that don’t work. Then you can plan together as a family to make the next activity even better."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p58"},"Although it is important to plan your activities for family fun, we should recognize that some activities do not need to be planned. They occur spontaneously when the time is right or the family is ready."],["ul.bullet",["li",["span.label","•"],[".para","When might you have unplanned family activities?"]],["li",["span.label","•"],[".para","What things can you do to help keep an atmosphere of happiness and fun in your home?"]]]],[".topic",["h2","Activities Should Be Suited to Family Needs, Interests, and Abilities"],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p62"},"Family activities can include a variety of things. Just as no two families are alike, neither will the activities family members choose and enjoy be alike. For something to be your activity, it must suit your family."],["ul.bullet",["li",["span.label","•"],[".para","What will determine the activities your family will enjoy?"]]],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p64"},"One mother related how her family suited a vacation to their needs:"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p65"},"“After four years of college without respite my husband and I began months in advance to make plans for his first paid vacation. I busily stitched patchwork quilts and sold them to craft shops until we had scraped together enough money to buy a tent. We studied stacks of brochures and made camp-site reservations. …"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p66"},"“For three months we devoted half of each family home evening to itemizing the necessary provisions and drawing pictures of camping activities so our three-year-old, Alicia, could share in the anticipation. She became as excited as we were, and soon I found her trying to explain camping to our one-year-old boy. …"],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p67"},"“Then, with three weeks to go, we awoke early one morning to the cries of a baby with chicken pox. Two weeks later, one week to countdown, Alicia broke out. With heavy sighs of disappointment we tried to explain to her that you can’t go camping with chicken pox. … She insisted, ‘No, Daddy. Just six more days! That’s a promise!’"],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p68"},"“My husband and I share the conviction that a promise to a child is a sacred thing and at that moment we both had the same brilliant idea. Six days later we had the children seated in an imaginary car made from carefully positioned kitchen chairs and drove to an imaginary park conveniently located in the middle of our living room. Lining all the furniture against the walls, we were able to rope the tent-stake-loops to end tables and sofa legs. Once erected, we filed into our tent and enjoyed our long awaited camp-out—in the great indoors!” (Gayle E. Walker, “The Camp-In,”",["span.emphasis","Ensign,"],"July 1976, 63)."],["ul.bullet",["li",["span.label","•"],[".para","How did this family suit their vacation to their family needs?"]]],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p70"},"The scriptures tell us that “to every thing there is a season, and a time to every purpose under the heaven,” which includes “a time to laugh” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.1,4"},"Ecclesiastes 3:1, 4"],"). Our homes should be places where laughter is heard often and smiles exchanged daily. No matter how varied our ages and abilities within the family, we should find ways to relax and have fun together."],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p71"},"Many necessary duties performed by families with small children could be viewed as games: for example, planting a garden, cleaning the house, or washing the dishes. Turning work into a game keeps enthusiasm and interest high."],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p72"},"When we suit activities to our family members’ needs, interests, abilities, and circumstances, we can all enjoy a balanced life of work, rest, and play."]],[".topic",["h2","Conclusion"],["div",{"id":"p74","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p74"},"Our families should be the most important part of our lives. One way we can strengthen our family relationships is to plan and have fun together. Life has many serious sides, and in order to keep proper balance, we must take time to play together, doing those things appropriate for individual family members. As we have fun together, we learn to live more meaningfully with each other and are able to more effectively teach each other the principles of the gospel through our personal example as well as in words."],["div",{"id":"p75","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p75"},"Our families can be together forever. If we are not currently spending enough time with family members, we should start now to share those things that will help us to become an eternal family."],["ul.bullet",["li",["span.label","•"],[".para","Share your feelings on the importance of having fun with your family."]]]],[".topic",["h2","Challenge"],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p78"},"During family home evening, organize a family-fun activity. Create a family calendar and schedule specific activities each month. Then thoroughly enjoy playing with your family."]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p80","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.p80"},"Before presenting this lesson:"],["div",{"id":"f83","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-26-having-fun-as-a-family.f83"},["ol.number",["li",["span.label","1."],[".para","Invite two sisters to each share with the class a fun family experience she has had."]],["li",["span.label","2."],[".para","Be prepared to share your personal feelings on the importance of having fun with your family."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
