{"id":31,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":31,"title":"Lesson 25: Home Storage","subtitle":"","short_title":"Lesson 25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage","content":[["div",{"id":"head6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.head6"},[".titleNumber","Lesson 25"],["h1","Home Storage"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p3"},"The purpose of this lesson is to aid and encourage us in building our home storage."],[".topic",["h2","Why We Need Home Storage"],["ul.bullet",["li",["span.label","•"],[".para","If government regulations make it illegal to store food, modify this lesson to fit local needs and circumstances."]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p6"},"President Spencer W. Kimball gave us this counsel regarding home storage:"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p7"},"“We reaffirm the previous counsel the Church has always given, to acquire and maintain a year’s supply—a year’s supply of the basic commodities for us. …"],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p8"},"“We encourage families to have on hand this year’s supply; and we say it over and over and over and repeat over and over the scripture of the Lord where He says, ‘Why call ye me, Lord, Lord, and do not the things which I say?’ [",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.46"},"Luke 6:46"],"]” (in Conference Report, Apr. 1976, 171; or",["span.emphasis","Ensign,"],"May 1976, 125)."],["ul.bullet",["li",["span.label","•"],[".para","What have the prophets counseled us to do with regard to storing basic commodities?"]]],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p10"},"President J. Reuben Clark Jr. said, “Let every head of every household see to it that he has on hand enough food and clothing, and, where possible, fuel also, for at least a year ahead” (in Conference Report, Apr. 1937, 26)."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p11"},"The counsel to have a year’s supply of food, clothing, and other necessary items is wise counsel for several reasons. A disaster such as a flood, an earthquake, or a snowstorm could hit a city or an entire region, cutting off roads and making it impossible for food and other items to be transported to the markets. Political unrest or strikes by truckers, shippers, or rail workers could interfere with the transport of foods. Other types of disasters, such as famine resulting from drought, hurricanes, floods, and even wars, have occurred in many countries and could occur again. When such disasters affect the entire community, food and other supplies often cannot be obtained, even if money is available. A family can also experience an emergency in the form of illness or unemployment that results in a lack of income, making it necessary to rely on home storage."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p12"},"Sister Cherry Lee Davis and her family gained a testimony of home storage through experiencing an emergency firsthand. Brother and Sister Davis were converts to the Church and knew about home storage, but they did not intend to start their own program for a while. Because they planned to move a long distance to a new home, they felt it would be foolish to bother with home storage at that time. However, Sister Davis often fasted and prayed for guidance. Without realizing it, she began a food storage program. Each time she went to the store, she bought a little extra of some foods. Before long the kitchen cupboards were full, and she had to store foods in the bedroom. When her husband asked her what she was doing, she replied, “I guess I am storing food.” When he asked why, all she could reply was, “Because I have to.” She could not give any more reason for her actions than that. She said, “The more I prayed about it, the more of a compulsion I had to buy groceries. Deep inside me was the comfortable, rewarding feeling that I was being obedient.”"],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p13"},"Sister Davis learned ways to prepare some of the foods she stored by attending demonstrations, by reading, and by practicing making various recipes. When at last she felt that these foods were well prepared, another impression came to her to buy more and more food. She described her reaction: “‘Why?’ I asked in prayer, but there was no answer. I just had to get more. So I did, confused and bewildered, but obedient. I could just see the space this food would take in the truck we intended to rent [to travel to our new home].”"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p14"},"When the Davis family finally moved to their new home, all their furniture and some 15 or 20 boxes of food just barely fit in the truck they rented. By the time they paid for the truck, rented a small home, and paid all their other expenses, they had very little money left. On top of all this Brother Davis had difficulty finding a job. When he did find one, it paid so little that after they paid the bills they had nothing left for food. Then Sister Davis knew the reason for all her food storage—it was actually their food supply for the roughest months of their marriage."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p15"},"Looking back on those months of eating their stored food, she says: “I smile. I had fought so hard not to store food, and yet the Lord in his infinite wisdom and love had guided and taught me a very valuable lesson in this small miracle of being prepared” (“Our Small Miracle,”",["span.emphasis","Ensign,"],"Aug. 1978, 21)."],["ul.bullet",["li",["span.label","•"],[".para","What temporal blessings did the Davis family receive as a result of their home storage program?"]]],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p17"},"In addition to the blessings of temporal security during emergencies, maintaining a home storage program can also bring spiritual blessings. Whenever we obey any commandment or counsel from the prophet, our testimony and faith can be strengthened. We may, as a result of our obedience, receive spiritual rewards that we did not expect."],["ul.bullet",["li",["span.label","•"],[".para","What spiritual blessings did the Davis family receive?"]]],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p19"},"Another family that was well organized with home storage lost all of their possessions in a severe flood, and all of their livestock were drowned. But in spite of their great losses, they said, “If you’ll live the commandments, you’ll be prepared for what happens. … Even though all our food storage was destroyed, we had a peace of mind that we had done what the prophet had told us to do. We’re also spiritually prepared and we can now face what has happened” (Gerry Avant and Karlyn Holland, “LDS in Texas Safe after Flood,”",["span.emphasis","Church News,"],"12 Aug. 1978, 4)."]],[".topic",["h2","A Year’s Supply"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p21"},"Families can store many items for future use, but the home storage discussed in this lesson pertains to food, clothing, and, where possible, fuel. Our goal is to provide for the needs of our families for an entire year. Most people find it difficult or even impossible to immediately store the items necessary for maintaining themselves for an entire year. A year’s supply is a realistic goal, however, if items are stored in an orderly manner. In order to reach our goal of a year’s supply, we may be wise to start with a smaller, short-term goal. Obtaining home storage to sustain themselves for one week may be a big accomplishment for some families. For other families, the goal of acquiring home storage for a period of three weeks, two months, or a year will present no problem. When our goal of storage for a few days or weeks has been reached, our families can then set a new goal and work toward it until we finally have home storage that could maintain us for a year."],["ul.bullet",["li",["span.label","•"],[".para","What goal could you and your family realistically start with?"]]]],[".topic",["h2","Storing Food"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p24"},"Elder Ezra Taft Benson said:"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p25"},"“The Lord has warned us of famines, but the righteous will have listened to prophets and stored at least a year’s supply of survival food. …"],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p26"},"“The revelation to store food may be as essential to our temporal salvation today as boarding the ark was to the people in the days of Noah. …"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p27"},"“I know that this welfare program is inspired of God. I have witnessed with my own eyes the ravages of hunger and destitution as, under the direction of the president of the Church, I spent a year in war-torn Europe at the close of World War II, without my family, distributing food, clothing, and bedding to our needy members. I have looked into the sunken eyes of Saints, in almost the last stages of starvation. I have seen faithful mothers carrying their children, three and four years of age, who were unable to walk because of malnutrition. … I have seen grown men weep as they ran their hands through the wheat and beans sent to them from … [the Saints in] America” (in Conference Report, Oct. 1973, 90–91, 93; or",["span.emphasis","Ensign,"],"Jan. 1974, 69, 81–82)."],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p28"},"Because food is so important to good health and even to life itself, it is one of the most important parts of a home storage program. It is wise to store the basic foods our families are willing to eat, and to know how to prepare the foods in order to avoid wasting food during times of emergency. Store a variety of foods, because we need variety during emergencies in order to maintain good health. The needs of your family will determine the amount of food you should store."],["ul.bullet",["li",["span.label","•"],[".para","What foods are available that you know how to prepare, that your family will eat, and that you could store as part of your home storage?"]]],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p30"},"Stored foods do not last indefinitely. Therefore, we should rotate them, eating older stored foods first and replacing them with freshly preserved foods. This rotation plan is a continuing process."],["ul.bullet",["li",["span.label","•"],[".para","How could we rotate stored foods?"]]],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p32"},"One way to assure proper rotation of foods is by marking the date on packages of food as they are purchased or stored. Put recently purchased food on the shelf behind foods purchased earlier. As you prepare meals, this will make it easier for you to use the older foods first."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p33"},"Food can be preserved in various ways."],["ul.bullet",["li",["span.label","•"],[".para","Ask the assigned sister to present some of the ways to preserve foods (see lesson 26,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-26-home-production.p1"},"“Home Production,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A"],"). What methods of preserving foods work well in your area?"]]],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p35"},"When selecting a method of preserving food, consider expense, need for special equipment, and dependability of the method. Consider whether it is a new method in your area or one that has been used successfully by many people for a long time."],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p36"},"Once foods are preserved, they must be stored in a way that will keep them clean and safe to eat. There are several ways of storing foods that should always be followed, regardless of the method used to preserve them."],["div",{"id":"f64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.f64"},["ol.number",["li",["span.label","1."],[".para","Keep foods cool. Store them in a dark or shady place, away from sunlight."]],["li",["span.label","2."],[".para","Protect foods from moisture. Dried foods will spoil if they get wet before they are used. Foods preserved by other methods may spoil from excess moisture."]],["li",["span.label","3."],[".para","Protect foods in packages or containers. The best containers prevent dust from reaching the food and make it difficult or even impossible for insects and animals to eat the food."]]]],["ul.bullet",["li",["span.label","•"],[".para","What places in your home are cool and dark or shady? How can you protect foods from excess moisture? How can you protect foods from dust and animals?"]]]],[".topic",["h2","Storing Water"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p42"},"Water should be stored for emergency purposes. Start with clean, pure water. Store the water in a clean, tightly closed glass or heavy plastic container. Although water stored in this manner should keep indefinitely, it is usually a good idea to pour out or use the stored water and replenish the supply every few months. If you are not sure whether the water is safe to use after it is stored, you can sterilize it by boiling it for at least 10 minutes. Or you can add a small amount of household bleach solution or chlorine in proportions of two drops of bleach or chlorine per quart of water or one-half teaspoon of bleach or chlorine to five gallons of water. (See",["span.emphasis","1973–74 Relief Society Courses of Study,"],"102.)"]],[".topic",["h2","Storing Clothing"],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p44"},"It may be useful to store extra clothing. Storing clothing is essential for families with active, growing children, because their present clothes will not fit them later. All family members’ clothes may also wear out. Extra clothing should be stored where climate changes greatly from one season to another."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p45"},"Some families, especially those with growing children, may be wise to save the clothes that one child outgrows for the next child to wear. Outgrown clothing for both children and adults can be remade into clothing for younger family members. Storing extra fabric to make new clothing can also be useful. Needles, thread, and other sewing items should be part of every home storage so that torn clothing can be mended."],["ul.bullet",["li",["span.label","•"],[".para","What clothing would be useful for you to store, considering your own circumstances?"]]]],[".topic",["h2","Storing Fuel"],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p48"},"We also need to have fuel in our home storage. Fuel will be needed to cook foods in an emergency. It is also necessary in some climates to heat our homes during times of extreme cold."],["ul.bullet",["li",["span.label","•"],[".para","In your local circumstances, what ways could you use to store cooking fuel? What provisions need to be made for heating your home during cold weather?"]]]],[".topic",["h2","Storing Other Useful Items"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p51"},"A complete home storage program includes storing other useful items. For example, soap should be included, both for washing clothing and for personal hygiene. We might also include things such as batteries, matches, and candles in our storage."],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p52"},"When Elder Ezra Taft Benson was in Germany following World War II, he had an experience that illustrates the value of a complete home storage program. Immediately after he addressed a group of more than 500 Saints, he “invited all of the mothers to come forward. To each he gave a bar of soap. As this simple gift was placed in their hands, some began to shed tears of gratitude. …"],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p53"},"“Finally all of the mothers who were expecting or nursing children were asked to come forward. … To each Elder Benson gave a large … orange. … These mothers could not believe their good fortune."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p54"},"“As one of these mothers came forward she spotted a spool of thread and a needle which Elder Benson had removed from his suitcase in the process of unloading from it the items he was distributing. … She [asked] … whether she might have the spool of thread and the needle instead of the orange. …"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p55"},"“A few moments later this mother was on her way back to her seat with her needle and thread. As she walked down the center aisle, [a sister] … stopped her and said, ‘… I know you will be willing to share the needle and thread with some of the rest of us. Our need is as great as yours’” (Bonnie J. Babbel, “The Habit of Being Grateful,”",["span.emphasis","Instructor,"],"Sept. 1970, 318–19)."],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p56"},"These people suffered greatly because they lacked some simple but important items. We can prepare ourselves against such extreme suffering by having a complete home storage program."],["ul.bullet",["li",["span.label","•"],[".para","If you do not have a household of your own, what can you do to be prepared with a home storage program?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p59"},"We have been counseled to store food, clothing, fuel, and other necessary items, such as those needed for first aid and sewing, to take care of our families’ needs for a year. Even though we may feel it is impossible to obtain the needed items at once, we can begin a home storage program with a small goal, according to our families’ circumstances, of purchasing a few extra items each time we shop. When our families are prepared with a home storage program, we can expect to receive great temporal and spiritual blessings. The Lord has counseled, “If ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],")."],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p60"},"Elder Ezra Taft Benson said: “Thanks be to God for a prophet, for this inspired [welfare] program, and for Saints who so managed … that they could provide for their own and still share with others. What a marvelous way to become a savior on Mount Zion!” (in Conference Report, Oct. 1973, 93; or",["span.emphasis","Ensign,"],"Jan. 1974, 82)."]],[".topic",["h2","Challenge"],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p62"},"Discuss your home storage program with your family. Begin to make specific plans for developing or improving your program. List the foods you wish to include, consider your circumstances, and decide how you can best preserve and store them. Consider also what fuel, clothing, and other items should be included."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.1"},"Genesis 41–45"],"(Egyptians and Israelites saved from the famine by Joseph’s food storage)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p66"},"Before presenting this lesson:"],["div",{"id":"f70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.f70"},["ol.number",["li",["span.label","1."],[".para","Ask a sister to present a list of methods of preserving and storing foods, using the information in lesson 26,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-26-home-production.p1"},"“Home Production,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."]]],["li",["span.label","2."],[".para","Find out as much as you can about foods that store well in your area and what methods of preserving and storing have worked. Talk to older people who know the traditional ways of storing foods. If possible, preserve and store some foods according to the methods learned in this lesson and display these for the sisters."]],["li",["span.label","3."],[".para","If you do not already know how to make water safe to drink, ask local health authorities to teach you effective methods."]],["li",["span.label","4."],[".para","Lesson 21,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-21-managing-family-finances.p1"},"“Managing Family Finances,”"],"lesson 22,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-22-nutrition-for-the-family.p1"},"“Nutrition for the Family,”"],"and lesson 25,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-25-home-gardening.p1"},"“Home Gardening,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A,"],"and lesson 22,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p1"},"“Maternal and Infant Care,”"],"in this manual will help answer questions on managing money, nutrition, and gardening."]],["li",["span.label","5."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
