{"id":30,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":30,"title":"Lesson 24: First Aid, Part 2: Treating Injuries","subtitle":"","short_title":"Lesson 24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries","content":[["div",{"id":"head5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.head5"},[".titleNumber","Lesson 24"],["h1","First Aid, Part 2: Treating Injuries"]],["div",{"id":"f31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.f31"},[".title","Quick Reference for First Aid"],["table",["tbody",["tr",["th","The following list of contents for this chapter will help you quickly locate information on treating specific injuries or problems:"]],["tr",["td","How to Restore Breathing and Perform Cardiopulmonary Resuscitation (CPR)"],["td","194"]],["tr",["td","How to Treat Wounds"],["td","200"]],["tr",["td","How to Treat for Poisoning"],["td","202"]],["tr",["td","How to Treat for Shock (Nonelectric)"],["td","203"]],["tr",["td","How to Treat for Electric Shock"],["td","205"]],["tr",["td","How to Treat Burns"],["td","206"]],["tr",["td","How to Treat Broken Bones"],["td","209"]],["tr",["td","Moving a Victim"],["td","209"]]]]],[".bodyBlock",["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p68"},"The purpose of this lesson is to help us learn how to give first aid for some common injuries and other problems."],[".topic",["h2","Preparation for Giving First Aid"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p70"},"It is always best to prevent injuries. Many examples of ways to prevent accidents and injuries are discussed in lesson 23,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p1"},"“First Aid, Part 1: Preventing and Preparing for Injuries,”"],"in this manual. However, in spite of all precautions, some injuries will still occur, and all of us need to learn how to give first aid for some of the most common injuries."],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p71"},"Whenever someone is injured, take care of the problems in order of importance to save the victim’s life: (1) remove the victim from a dangerous situation, such as a burning building, but",["b","do not move the victim unless he or she is in immediate danger of further injury;"],"(2) restore breathing and heart function by performing rescue breathing and CPR (cardiopulmonary resuscitation) if needed; (3) stop any severe bleeding; (4) check for poisoning; (5) treat for signs of shock; and (6) give additional first aid if needed."],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p72"},"If the injury requires any of the first five steps listed above, seek additional medical help. If other people are available, one person can seek medical help while others start working to restore heart function and breathing. As you work to correct the problems, remember to be as calm and reassuring to the victim as possible."]],[".topic",["h2","How to Restore Breathing and Perform Cardiopulmonary Resuscitation (CPR)"],["div",{"id":"p74","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p74"},"Note: Whenever possible, you should receive training in cardiopulmonary resuscitation (CPR) from a certified instructor in the community. Always have someone call as soon as possible for emergency assistance, or if you are alone, make the call yourself."],["div",{"id":"p75","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p75"},"Loss of breathing and heart function are life-threatening situations. Breathing or heart function or both may stop as a result of certain illnesses, swallowing certain poisons, electric shock, drowning, heart attack, an overdose of some medicines or drugs, or breathing air with insufficient oxygen. Loss of breathing and heart function requires immediate first aid in order to avoid permanent injury, such as brain damage."],[".topic",["h3","If a Person Is Choking"],["div",{"id":"p77","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p77"},"Choking is a common breathing emergency. A conscious person who is choking has the airway partially or completely blocked by a piece of food or another object."],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p78"},"A person with a partially blocked airway can get enough air in and out of the lungs to cough, make wheezing sounds, or speak. If the choking person is coughing forcefully, let him or her try to cough up the object. Do not leave the victim, however, since a partially blocked airway may become totally blocked. A person who cannot speak, cough forcefully, or breathe is not getting enough oxygen to stay alive. If possible, have someone call for emergency help."],[".topic",["h4","Treating an Adult Who Is Choking"],["div",{"id":"p80","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p80"},"Stand behind the victim and wrap your arms around the victim’s waist, placing the thumb side of your fist against the middle of the victim’s abdomen just above the navel. Grasp your fist with your other hand and give quick upward thrusts. Repeat until the object is coughed up or the person becomes unconscious. If the person becomes unconscious, follow the procedure under “If Air Won’t Go In” on page 199."],["div",{"id":"p81","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p81"},"If you are alone and choking, you can perform abdominal thrusts on yourself by pressing your abdomen onto a firm object such as the back of a chair."]],[".topic",["h4","Treating an Infant Who Is Choking"],["div",{"id":"p83","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p83"},"If an infant is unable to cough, cry, or breathe, put the infant face down on your forearm and give five back blows with the heel of your hand between the infant’s shoulder blades; then place the infant face up on your forearm and give five chest thrusts with two fingers on about the center of the breastbone. Repeat back blows and chest thrusts until the object is coughed up, the infant begins to breathe on his or her own, or the infant becomes unconscious. If the infant becomes unconscious, follow the procedure for infants under “If Air Won’t Go In,” on page 199."]]],[".topic",["h3","If a Person Has a Pulse but Is Not Breathing, Perform Rescue Breathing"],["div",{"id":"p85","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p85"},"The most effective way to restore breathing is the mouth-to-mouth approach, or rescue breathing. This is done by blowing air from your mouth through the victim’s mouth and into the lungs. Use the following steps:"],["div",{"id":"f39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.f39"},["ol.number",["li",["span.label","1."],[".para","Tilt the victim’s head back and lift the chin so it is pointing upward. This moves the tongue away from the back of the throat and opens the airway into the lungs. (If you suspect the victim may have a neck or spinal injury, do not tilt his or her head.)"]],["li",["span.label","2."],[".para","Place your ear next to the victim’s mouth. Look, listen, and feel for breathing for five seconds."]],["li",["span.label","3."],[".para","If there are no signs of breathing, pinch the victim’s nose shut to help prevent air from leaking out. Make a tight seal around the victim’s mouth with your mouth. (If the victim is a small child, cover both the mouth and nose with your mouth when you blow into the lungs.) Give two full breaths of about 1 1/2 to 2 seconds per breath for an adult and 1 to 1 1/2 seconds for a child. Watch for the victim’s chest to rise with each breath, letting the victim’s chest fall between breaths. (If the victim’s chest does not rise, follow the procedure under “Air Won’t Go In,” on page 199.)"]],["li",["span.label","4."],[".para","After administering the first two rescue breaths, check the pulse. If the victim has a pulse but is not breathing, continue rescue breathing by breathing slowly into the victim’s mouth until you see the chest rise (about one breath every five seconds). For a child, use smaller and more frequent breaths (about one breath every three seconds)."]],["li",["span.label","5."],[".para","Check the pulse every minute. Continue rescue breathing until the victim breathes on his or her own or until help arrives."]]]]],[".topic",["h3","If a Person Is Not Breathing and Has No Pulse"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 24-a, “Cardiopulmonary resuscitation (CPR) includes chest compressions and rescue breathing.”"]]],["div",{"id":"p93","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p93"},"If a victim has no pulse and is not breathing, have someone call for emergency assistance immediately. If you are alone and the victim is an adult or older child (age 8 or older), make the call yourself and return immediately to the victim and perform CPR (a combination of chest compressions and rescue breathing). If you are alone and the victim is an infant or child (birth to age 8), perform CPR for one minute before calling for emergency assistance. If you can, carry the child or infant to the telephone so you can continue giving CPR."],[".topic",["h4","CPR for Adults and Older Children (Ages 8 and Older)"],["div",{"id":"p95","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p95"},"Make sure the victim is lying flat on his or her back on a level surface, then do the following:"],["div",{"id":"f41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.f41"},["ol.number",["li",["span.label","1."],[".para","Kneel beside the victim midway between the head and the chest in order to give both chest compressions and breaths."]],["li",["span.label","2."],[".para","Lean over the chest and find the notch at the lower end of the victim’s breastbone where the ribs meet the breastbone."]],["li",["span.label","3."],[".para","Place the heel of one hand above the notch and the other hand directly on top of the first. Keep the fingers off the chest by twining them together or sticking them out."]],["li",["span.label","4."],[".para","Compress the chest by pressing down; then release. Each compression should push the chest down about two inches. Try to keep the compressions straight down with your elbows locked. After each compression, release the pressure on the chest without letting your hands lose contact with the chest. You should do 15 compressions in about 10 seconds, which is a little more than one compression per second. Keep a steady down-and-up rhythm and don’t pause between compressions. As you do the compressions, count, “One and two and three and four and five and six and …”"]],["li",["span.label","5."],[".para","Retilt the head, lift the chin, and give two slow breaths. (If there are two people available to perform CPR, the ratio is five compressions to one breath.)"]],["li",["span.label","6."],[".para","Repeat steps 2 through 5 four times."]],["li",["span.label","7."],[".para","Check the pulse for five seconds. If there is no pulse, continue CPR. If you find a pulse, check breathing. Perform rescue breathing if necessary. If the victim is breathing, keep the head tilted back and keep checking breathing and pulse until an ambulance arrives."]],["li",["span.label","8."],[".para","Continue CPR once you have started until another trained person takes over CPR for you, you are too exhausted to continue, or the victim revives."]]]]],[".topic",["h4","CPR for Children (Ages 1 to 8 Years)"],["div",{"id":"p105","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p105"},"For a child, use one hand to perform chest compressions 1 to 1 1/2 inches deep. Give five chest compressions in three seconds; then give one breath. Count, “One, two, three …” Continue CPR until a trained person takes over for you, you are too exhausted to continue, or the victim revives."]],[".topic",["h4","CPR for Infants (Birth to 1 Year)"],["div",{"id":"p107","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p107"},"For an infant, use two fingers positioned on about the center of the breastbone just below an imaginary line between the nipples, and compress the chest 1/2 to 1 inch deep. Give five chest compressions in three seconds; then give one breath with your mouth over both nose and mouth of the infant. Continue CPR until a trained person takes over for you, you are too exhausted to continue, or the victim revives."]]],[".topic",["h3","If Air Won’t Go In"],["div",{"id":"p109","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p109"},"If you do not see the victim’s chest rise and fall as you give rescue breathing, retilt the head and try again. If you are still unable to breathe air into the victim’s lungs, the airway is probably blocked. After calling for emergency assistance, try to create an artificial cough to force air and the object out of the airway. This is done by giving up to five abdominal thrusts at a time and trying to sweep the object out with your finger."],["div",{"id":"p110","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p110"},"To do this, straddle one or both of the victim’s legs. Place one heel of one hand on the middle of the abdomen just above the navel and place the other hand on top of the first, with the fingers of both hands pointing directly toward the victim’s head. Give quick thrusts toward the head and into the abdomen. Swipe the victim’s mouth with your finger; then attempt again to blow air into the victim’s lungs. Continue with the sequence of thrusts, finger sweeps, head tilts, and slow breaths until the object is removed and the air goes in or the victim starts breathing on his or her own."],["div",{"id":"p111","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p111"},"If the victim is an infant, turn the infant face down on your forearm and give five back blows with the heel of your hand between the infant’s shoulder blades; then place the infant face up on your forearm and give five chest thrusts with two fingers on the middle of the breastbone. Lift the jaw and tongue, check for an object, and if you see it, carefully sweep it out with your finger. Tilt the head back and give breaths again. Continue the sequence of breaths, back blows, and chest thrusts until air goes in or the infant starts to breathe on his or her own."],["ul.bullet",["li",["span.label","•"],[".para","Some sisters may be concerned about the risk of contracting communicable diseases in providing mouth-to-mouth rescue breathing. Be prepared to discuss these concerns and present alternate methods of providing rescue breathing. A local health worker should be able to provide you with information."]]]]],[".topic",["h2","How to Treat Wounds"],["div",{"id":"p114","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p114"},"For all wounds, watch for signs of infection, including redness, swelling, pus, throbbing pain, red streaks leading from the wound, or a fever. If any of these danger signs are present, seek additional medical help immediately."],[".topic",["h3","To Stop Bleeding"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 24-b, “Stopping bleeding.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-b, Stopping bleeding"]]]],["div",{"id":"p117","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p117"},"If a wound is bleeding only slightly, cleanse it with mild soap and water, rinse it by flushing with clean water, cover it with a few layers of clean cloth, and apply pressure for a few moments until the bleeding stops. If the wound is likely to get dirty, apply a clean bandage to help protect it and keep it clean."],["div",{"id":"p118","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p118"},"If a wound is bleeding heavily, it is important to stop the bleeding by applying direct pressure to the wound with the palm of the hand. Use clean cloths already prepared for bandages and stored in your first-aid supplies or, if nothing else is available, use other cloths or your hand. The pressure will slow or stop the bleeding. If the cloth pad becomes soaked with blood, add more cloths without removing the first cloth, and continue pressing the wound. Raise the wounded area above the heart to help to slow the bleeding. If the wound is severe, seek help from a medical professional."]],[".topic",["h3","Puncture Wounds"],["div",{"id":"p120","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p120"},"Some wounds that do not bleed much may be deep. They may be caused by a nail, arrow, bullet, or other similar object. Since deep wounds are hard to clean with soap and water, a tetanus shot should be given to the wounded person to prevent tetanus from developing. Tetanus is a serious illness that can be fatal. Whenever someone receives a deep wound, he or she should immediately seek medical advice at the local health clinic to see if a tetanus shot is needed. Do not attempt to remove imbedded objects near vital organs before seeking medical attention."]]],[".topic",["h2","How to Treat for Poisoning"],["div",{"id":"p122","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p122"},"Poisoning is a common occurrence. Small children are often victims of accidental poisonings because they are curious and put things into their mouths. Adults can also be victims of accidental poisonings."],["div",{"id":"p123","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p123"},"Poisoning is a life-threatening situation. Some poisons burn or destroy body tissues on contact, while others harm the body in other ways. Because poisons act differently, specific first-aid treatment depends on the poison that has been ingested."],["div",{"id":"p124","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p124"},"When a person has ingested poison by mouth, first clean the mouth of any remaining poison. Then determine what poison has been taken and call a Poison Control Center, hospital emergency room, or doctor or local health worker immediately. They will need to know the victim’s age, the name of the poison you think he or she swallowed, how much was swallowed, when it occurred, and whether the victim has vomited or not. Based on the information you give, the health worker will help you know what first aid to offer the victim."],["div",{"id":"p125","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p125"},"If you cannot reach a health worker or other assistance immediately, there are some things you can do to help a victim of poisoning."],[".topic",["h3","Corrosive Poisons"],["div",{"id":"p127","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p127"},"Lye (found in household cleaners), gasoline, and kerosene are some of the corrosive poisons, which burn or destroy body tissues on contact. If a person has ingested one of these poisons,",["span.emphasis","do not make him or her vomit."],"Since these poisons destroy tissue as they are swallowed, vomiting can cause additional damage. Instead, give the victim plenty of water or milk to drink to help dilute the poison."]],[".topic",["h3","Noncorrosive Poisons"],["div",{"id":"p129","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p129"},"Treatment for noncorrosive poisons (poisons that do not destroy body tissues on contact) require that the victim vomit after drinking some water or other liquid. If you are certain that treatment involves vomiting, use syrup of ipecac to cause vomiting, but be aware that it may take 15 minutes or more to work. Do not leave the victim alone during this time. If you do not have syrup of ipecac or another emetic (vomit-inducing substance), induce vomiting by pressing down on the back of the victim’s tongue with your finger or a spoon. Have the victim lean forward so that he or she will not choke on the vomit. If the victim loses consciousness, turn him or her on either side to prevent choking."],["div",{"id":"p130","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p130"},"After the vomiting, if the victim is fully conscious, administer an antidote to help the remaining poison pass safely through the body. Activated charcoal or the crumbs scraped from burned toast are possible antidotes. In addition, give a laxative or a glass of salt water to help speed the passage of the remaining poison out of the victim’s body."]],[".topic",["h3","Other Poisons"],["div",{"id":"p132","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p132"},"Dangers may also exist in some areas from poisonous plants, sea animals, fish, snakes, and insects. Local health workers can teach you what first aid is needed for these poisonings."]]],[".topic",["h2","How to Treat for Shock (Nonelectric)"],["div",{"id":"p134","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p134"},"Shock is a common reaction of the body to injury or stress and usually results from severe injuries and sometimes from health problems or extreme emotional upset. Shock may occur at the time of injury or stress, or after some time has passed. During shock the victim’s breathing and pulse may slow down enough to cause death. Always assume that shock is present at the time of an injury. If you treat a victim for shock, you may be able to prevent it."],[".topic",["h3","Symptoms of Shock"],["div",{"id":"p136","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p136"},"A person in shock often undergoes a number of bodily changes. The skin may become pale, bluish, moist, and cool. The victim may perspire profusely, particularly around the mouth, on the forehead, and in the palms of the hands. The pulse may become rapid and may be too weak to be felt at the wrist (but may be felt at the side of the neck). Breathing may become more rapid. Weakness, restlessness, anxiety, and thirst are also common. Sometimes the victim will be nauseated and will vomit."]],[".topic",["h3","Why and When to Treat for Shock"],["div",{"id":"p138","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p138"},"It is important to do everything possible to minimize shock. If a victim’s shock reaction becomes severe, he or she may gradually become apathetic and unresponsive. The skin may become mottled (splotchy). The eyes may have a vacant expression and the pupils become large. The victim may lose consciousness. If the body temperature drops during unconsciousness, the person may die."],["div",{"id":"p139","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p139"},"Treatment for shock should be administered after breathing and heart function has been restored and severe bleeding has been stopped."]],[".topic",["h3","Keep the Victim Lying Down"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 24-c, “Place injury victims in a position that will provide the most comfort and help for their situation.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","4-c, Place injury victims in a position that will provide the most comfort and help for their situation."]]]],["div",{"id":"p142","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p142"},"If you are unsure of the victim’s condition, leave him or her lying flat. Moving a victim with back or neck injuries may cause more serious injury."],["div",{"id":"p143","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p143"},"If the victim has face or mouth injuries, is unconscious, or is vomiting, it is best to turn the head to the side or place the victim on his or her side. This will allow fluids (secretions) to drain from the mouth."],["div",{"id":"p144","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p144"},"If the victim has difficulty breathing, raise the head slightly. Do not raise the victim’s head if head injuries are suspected. If the victim has no injuries to the head, back, neck, or broken bones involving the hips or legs, raise the feet about 12 inches to improve circulation."]],[".topic",["h3","Keep the Victim Warm"],["div",{"id":"p146","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p146"},"The victim should be covered with a blanket or extra clothing to prevent loss of body heat."]],[".topic",["h3","Keep the Victim Calm"],["div",{"id":"p148","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p148"},"The person giving first aid should act in a calm and reassuring manner, even if the victim has severe injuries. The positive reaction of those around him or her can greatly minimize shock."],["div",{"id":"p149","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p149"},"Victims should drink only if fully conscious and not vomiting and if there are no serious abdominal injuries."]]],[".topic",["h2","How to Treat for Electric Shock"],["div",{"id":"p151","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p151"},"If an electric current passes through the body, it may cause a person to stop breathing or produce changes in the heartbeat. It may also cause serious burns. Take care not to touch the victim’s body while the current is still passing through."],["div",{"id":"p152","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p152"},"Separate the victim from the power source immediately. If the current cannot be shut off, use a dry wooden pole or board (such as a wooden broom handle with no metal parts) to push the victim away from the power source or the power source away from the victim. Immediately after separating the victim from the power source, check for breathing and pulse. Proceed with CPR, if necessary, and check for other injuries."]],[".topic",["h2","How to Treat Burns"],[".topic",["h3","First-Degree Burns",["br"],"(Reddening; Mild Swelling and Pain)"],["div",{"id":"p155","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p155"},"First-degree, or minor, burns are caused by too much sun or by brief contact with hot objects, hot water, or steam. The burned area should immediately be placed in cold water to relieve pain. Minor burns usually heal rapidly because only the outer layers of skin are damaged. Don’t apply ice directly to any burn unless it is very minor. Cover the burn with a dry, clean covering. Don’t touch the burn with anything but a clean covering. Minor burns can be treated with ointment or lotion to soothe them and to help healing."]],[".topic",["h3","Second-Degree Burns",["br"],"(Redness, Blistering, Severe Pain, Fluid Loss)"],["div",{"id":"p157","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p157"},"Second-degree, or severe, burns are accompanied by blisters and redness because heat has penetrated more deeply and causes body fluids to collect beneath the skin. Do not try to clean a severe burn. Be careful not to break the blisters because infection may result. Do not apply bandages because they will be difficult to remove after the burn dries. Do not use any kind of ointment on a severe burn. Immerse the burn in cold water to reduce the burning and prevent additional damage to deeper skin layers. If the burn is large, it may be necessary to seek additional medical help. Protect the burn with a clean, loose-fitting covering."]],[".topic",["h3","Third-Degree Burns",["br"],"(Deep Skin Injury; Large Area; Skin Appears Black, Charred, White, or Leathery)"],["div",{"id":"p159","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p159"},"Emergency medical help is necessary for the most serious burns, which destroy several layers of skin and a large area of skin surface, sometimes even charring the skin. These burns may be caused by burning clothing, immersion in scalding water, prolonged contact with hot objects, or electricity. As a result, much body fluid is lost, and there is great danger of infection."],["div",{"id":"p160","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p160"},"Do not remove clothing that is stuck to a burn. Cover the complete burned area with a freshly laundered sheet or other clean cloth, if the time taken to do so will not interfere with reaching medical help. This will help minimize infection. Treat the victim for shock. If the victim’s feet or legs are badly burned, keep them raised and do not let him or her walk on them. If the arms or hands are burned, raise them above the heart. If the face is badly burned, keep the victim sitting up and watch for difficulty in breathing. If the person is conscious and not nauseous, give the victim some clean or bottled water to drink. Remember to calmly reassure the victim to reduce anxiety."],["div",{"id":"p161","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p161"},"Third-degree burns can be minimized by quick action. If a person’s clothing catches fire, immediately roll the victim on the dirt, growing grass, or rug, or wrap him or her in a blanket. This will smother the fire. When the fire has been put out, treat the victim’s burns with the first aid suggested above."],["div",{"id":"p162","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p162"},"Third-degree burns can also be caused by chemicals such as lye. Chemical burns tend to get worse if not treated and thus need prompt medical help. Treatment consists of washing away the chemical as quickly as possible, using large quantities of water, and continuing to rinse the area until professional medical help arrives (at least five minutes). To flush the eyes, place the victim on his or her side, and immediately pour water in the eyes (while the eyelids are held open) to wash the chemical away."]]],[".topic",["h2","How to Treat Broken Bones"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 24-d, “Splinting a broken arm.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-d, Splinting a broken arm"]]]],["div",{"id":"p165","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p165"},"Sometimes a fall or a hard blow can cause a bone to crack or break. The victim may hear the bone snap, feel pain or tenderness, or experience a grating sensation. If possible, have medical help come to the victim because moving the person may cause further injury. However, if the victim must be taken to medical help, immobilize the injured bone first. Make a splint (a firm support that is tied to an injured area to keep it from moving) to protect the bone from further injury and reduce pain. One form of splint consists of padding the injured limb and then wrapping it to an uninjured part of the body. For example, an injured leg can be wrapped to the other leg, or an injured arm can be wrapped against the chest."],["div",{"id":"p166","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p166"},"Boards, canes, sticks, rolled-up blankets, or cardboard can also be used as splints. The splint should be long enough to prevent the bone from moving when it is tied to the splint. Pad the splint with cloths or extra clothing. Use belts, ties, handkerchiefs, or strips of torn cloth to tie the splint in place. Tie it firmly enough that it keeps the joints on both sides of the break from moving, but not so tightly that blood circulation is slowed."],["div",{"id":"p167","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p167"},"If possible, put something cold on the injured area to reduce swelling. Raising the injured limb above the heart can also minimize swelling."]],[".topic",["h2","Moving a Victim"],["div",{"id":"p169","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p169"},"Generally, a person with serious injuries should not be moved unless his or her life is in danger. If the victim must be moved, he or she should be carried by several people or on a stretcher. If you suspect the victim has neck or spine injuries, it is best to move the victim by using a single large board, such as a door that has been removed from its hinges, or several smaller boards that have been fastened together. Take extreme precautions to minimize movement of the victim’s neck and spine."],["ul.bullet",["li",["span.label","•"],[".para","Display visuals 24-e, “Use boards as a stretcher to move a victim who may have back or neck injuries, making sure the victim moves as little as possible”; 24-f, “Accident victim being lifted and carried”; and 24-g, “Immobilize the victim’s head if you suspect he or she may have a neck injury.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-e, Use boards as a stretcher to move a victim who may have back or neck injuries, making sure the victim moves as little as possible."]],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-f, Accident victim being lifted and carried"]],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-g, Immobilize the victim’s head if you suspect he or she may have a neck injury."]]]],["div",{"id":"p171","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p171"},"A blanket, rug, or the helpers’ hands and arms can be used to carry a victim with serious injuries. The helpers work from both sides, with one person holding the victim’s head steady. One person is in charge of calling signals, to ensure that all the helpers lift and move together. Otherwise, the victim can easily be injured further by unnecessary and uncoordinated movement."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 24-h, “Stretchers made with clothing or with a blanket.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","24-h, Stretchers made with clothing or with a blanket"]]]],["div",{"id":"p173","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p173"},"A stretcher may be improvised with two sticks or poles, such as broom handles, and a blanket. Jackets can also be used to make a stretcher by closing the front of the jackets and pushing the poles through the sleeves."]],[".topic",["h2","Conclusion"],["div",{"id":"p175","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p175"},"It is essential that we learn to think clearly about what an injured person needs in an emergency. The most important things to do are to remove the victim from a dangerous situation and call for help, restore breathing and heart function, stop bleeding, and treat for shock. Additional first aid should then be given if needed. Additional medical help may also be required."],["div",{"id":"p176","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p176"},"Practicing first-aid procedures described in this lesson will help us be better prepared to help when an emergency arises that requires first aid."]],[".topic",["h2","Challenge"],["div",{"id":"p178","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p178"},"Teach first-aid procedures to your family. Practice these procedures regularly with them so that you and they will be able to give first aid in an emergency."]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p180","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p180"},"Before presenting this lesson:"],["div",{"id":"f55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.f55"},["ol.number",["li",["span.label","1."],[".para","Talk with local health workers about specific first-aid procedures they recommend for injuries that are common in your area. Have them instruct the sisters in the proper CPR procedures. Also ask for information about communicable diseases and providing rescue breathing."]],["li",["span.label","2."],[".para","Find out what additional medical help is available for emergencies. If the local health clinic is open only during certain hours of the day, find out where you can go for medical help at other times. Obtain important telephone numbers for emergency medical assistance."]],["li",["span.label","3."],[".para","Have class members role-play some possible emergencies in order to practice the first-aid procedures they have learned. Class members should practice deciding what first aid is needed as well as how to administer it. For example, describe an emergency in which a daughter comes to her mother. The daughter has a cut on her arm, and it is bleeding severely. Have someone pretend that she is the injured daughter. Have someone else pretend that she is the mother and have her demonstrate all the steps in treating the wound."]],["li",["span.label","4."],[".para","Assign class members to participate in presenting this lesson."]]]]]]],"refs":null}
