{"id":27,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson 21: Planning Healthful Meals","subtitle":"","short_title":"Lesson 21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals","content":[["div",{"id":"head2","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.head2"},[".titleNumber","Lesson 21"],["h1","Planning Healthful Meals"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p3"},"The purpose of this lesson is to help us plan healthful meals."],[".topic",["h2","Need for Regular Meals"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p5"},"In order to benefit from regular meals, the foods we eat at these meals should provide the nutritional substances needed for health and growth. When a family eats together, the parents can help provide each person with a variety and proper amounts of healthful foods. In addition to the nutritional aspect, eating together can provide family members with an opportunity to be together, pray as a family, and visit with each other about their experiences. Also, parents may use this time to teach their children gospel principles in an informal way. When family members plan a meal and eat together, they tend to use their money more wisely. Basic foods eaten for meals are usually less expensive and more nutritious than snack foods eaten between meals. Adequate family meals minimize the need for expensive and often unhealthy snacks."],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p6"},"Regular, planned mealtimes have other benefits. Family members know when the meals will be eaten and arrange to be home at that time each day. The body functions better with regular meals than with irregular meals or snacks. We can work more consistently and help prevent some stomach illnesses by eating meals at about the same time every day. Children benefit from having regular meals. They become tired and fussy when they are hungry, and feeding them meals at regular times helps their dispositions."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p7"},"A Latter-day Saint family lived in a country where the tradition was for the father and older boys to eat first, and the younger children and mother to eat what was left. As this family learned more about the gospel, they changed their custom. The mother explained that when they learned how important it was for their family to eat meals together and for each family member to have adequate food, they no longer followed the old custom."],["ul.bullet",["li",["span.label","•"],[".para","What benefits does (or could) your family receive from eating together?"]],["li",["span.label","•"],[".para","What benefits does (or could) your family receive from eating regularly?"]]]],[".topic",["h2","Need for Food from Each Major Group"],["ul.bullet",["li",["span.label","•"],[".para","Display the charts in visual 21-a, “Recommended daily servings from the basic food groups,” and review the information with the class. Then have the class answer the following questions: What are the basic food groups? What benefits do we receive from each group? What are some examples of local foods from each group?"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","21-a, Recommended daily servings from the basic food groups"]]]],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p12"},"Whenever possible, include in every meal food from each major food group. This provides the variety of foods needed to be healthy and to grow. In some countries rice is the basic food for everyone, and many eat only rice at every meal. Because of this custom, children in these countries are often weak or ill or do not grow properly because they do not receive the necessary vitamins and minerals."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p13"},"In one such country, members of the Church were taught the importance of eating a proper variety of foods. They learned that eating only rice, even in large amounts, is not adequate for good health. They had the saying “Rice is a lonely food” to help them remember to eat food from each basic food group at each meal. Children in these families who now eat a variety of foods are healthier than before."],["ul.bullet",["li",["span.label","•"],[".para","What is the most common basic food in your area? What are some foods from other food groups that you might eat with the basic food?"]]],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p15"},"Ask the sisters to plan a meal, beginning with a common basic food. Be sure the meal includes at least one food from each food group."],["ul.bullet",["li",["span.label","•"],[".para","Display a poster showing meals containing foods from the food groups. Have the sisters name which group each food comes from. Have them check to see if each meal contains a variety of foods from the groups."]]],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p17"},"When you are planning meals, follow the basic rule of making sure you include foods from each group every day. We need to eat a variety of foods from all the food groups to get all the nutrients we need to be healthy."]],[".topic",["h2","Need for an Adequate Amount of Each Food"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p19"},"After you have developed the habit of including foods from each group in your meals, think about how much of each food each person needs. A small amount of each food may not be sufficient. Each person needs a certain number of servings from each food group every day."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p20"},"We need to be careful not to make the mistake made by a group of 10 ladies who cooked a rice dish together one day. These ladies used several cups of rice, two spoons of tomato sauce, and a small amount of meat. When the dish was done, they thought, “This dish contains food from the grain group, the vegetable group, and the meat group. This is a healthful dish and makes a meal all by itself.” Unfortunately, they did not have enough tomato sauce or meat in the dish for every woman to get the needed servings. When they learned about the need for having enough of each food for each person, they were more careful about the dishes they prepared for their families."],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p21"},"In order to have enough of each food, it may be necessary to buy less expensive foods from each group in order to make wise use of our money."],["ul.bullet",["li",["span.label","•"],[".para","Refer to the food pyramid in visual 21-b. Which foods in each group are more expensive? Which foods in each group would be cheaper substitutions for the more expensive foods in the same group?"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","21-b, Food Guide Pyramid"]]]]],[".topic",["h2","Ideas for Preparing Healthful Meals"],[".topic",["h3","Planning Meals"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p25"},"Before shopping for food, plan each meal. Make sure there will be servings from a variety of food groups for every person. It is usually helpful to have a written plan and to write down the foods for each meal."]],[".topic",["h3","Make a Shopping List"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p27"},"Next, prepare a written list of the foods and the amount of each food needed from the market. A shopping list not only helps us remember all of the items we need, but it also helps us avoid spending money on luxury foods we really do not need. For example, if we have a list, we will probably avoid buying soda pop and candy, which are expensive and unhealthful."],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p28"},"With careful planning and shopping, we may be able to shop less frequently, and can use our time and effort for other important activities, as did a widower with 12 children. This father knew that he did not have much time to spend at the market, so he planned his meals carefully and knew exactly what to buy each time he shopped. He stored the foods carefully to be sure they would still be fresh for his family to eat."]],[".topic",["h3","Buy Plentiful, Inexpensive Foods"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p30"},"Buy foods when they are plentiful, because the price then is usually the lowest. If possible, buy extra amounts of some foods when they are in season, plentiful, and inexpensive. Dry them or store them in other ways to eat later. It is important that we plan ahead in this way for another season when certain foods may not be plentiful."]],[".topic",["h3","Raise Gardens and Animals"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p32"},"Many families grow fruit and vegetable gardens. Even if a family does not have much space, they can usually grow a few plants in a window box or on a patio. If their garden is very small, a family will usually eat vegetables and fruits as they ripen. If a family has a fairly large garden, they usually eat some of the foods fresh and preserve the rest to be eaten later. Drying is a popular method for preserving food."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p33"},"In many countries people also raise animals and poultry to help provide the food they need. They may raise ducks, chickens, goats, cows, pigs, rabbits, or fish. Animals provide us with foods from the meat and dairy groups."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p34"},"Planting, caring for, and harvesting a garden, as well as keeping animals, require planning. For example, deciding where to keep animals, what they will eat, and who will feed them is a kind of planning that helps us have healthful meals for our families."]],[".topic",["h3","Budget Carefully"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p36"},"Another type of planning that can help us have more healthful meals is planning how we will spend our money on things other than food. As we think carefully about how we will spend the money we have, we may decide that it would be wiser to buy foods to keep us healthy than to spend the money on expensive luxuries. We might also discover that it is better to use our money for a variety of foods from the major food groups than for unhealthful snacks."]]],[".topic",["h2","Conclusion"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p38"},"We receive many benefits in family relationships and health when we eat regular planned meals together each day. Our meals are most healthful when they contain a variety of foods from the major food groups. Each person should eat enough servings from each group every day. In order to provide meals that can help us be healthy and that can help our children grow properly, we must prepare for and plan the foods we buy or grow."]],[".topic",["h2","Challenge"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p40"},"This week plan nutritious meals for your family. Be sure each meal contains a variety of foods from the major groups. Plan ways for your family to continue to receive a proper variety and an adequate amount of foods they need for good health. Do this by planning ahead, by planting a garden where possible, and by drying or otherwise preserving and storing foods that are plentiful. Review the ways you are spending your money and, where possible, improve these ways of spending so that you have more money for proper food."]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p42"},"Before presenting this lesson:"],["div",{"id":"f8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.f8"},["ol.number",["li",["span.label","1."],[".para","Review lesson 22,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-22-nutrition-for-the-family.p1"},"“Nutrition for the Family,”"],"and lesson 25,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-25-home-gardening.p1"},"“Home Gardening,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."]]],["li",["span.label","2."],[".para","Review visuals 21-a, “Recommended daily servings from the basic food groups,” and 21-b, “Food Guide Pyramid,” and prepare to review the information with the class."]],["li",["span.label","3."],[".para","Prepare the poster suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","4."],[".para","If the sisters have questions on home production or budgeting, refer them to",["span.emphasis","The Latter-day Saint Woman, Part A"],"lessons 21, 25, and 26 (",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-21-managing-family-finances.p1"},"“Managing Family Finances,”"],["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-25-home-gardening.p1"},"“Home Gardening,”"],"and",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-26-home-production.p1"},"“Home Production”"],")."]],["li",["span.label","5."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
