{"id":6,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":6,"title":"A Flat Tire and a Gallon of Milk","subtitle":"By Carson Mitton","short_title":"A Flat Tire and a Gallon of Milk","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk","content":[["div",{"id":"head1","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.head1"},[".seriesTitle","From the Mission Field"],[".title","A Flat Tire and a Gallon of Milk"],[".byline",["div",{"id":"p3","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p3"},"By Carson Mitton"]],[".bio",["div",{"id":"p4","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p4"},"Carson Mitton lives in Utah, USA."]],[".kicker","An opportunity to serve just might be an opportunity to share."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.f1"},[".credit",["div",{"id":"p6","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p6"},"Illustrations by David Habben"]]],["div",{"id":"p7","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p7"},"While serving in the Massachusetts Boston Mission, my companion and I were driving home one day after conducting some baptismal interviews in a town in southern New Hampshire. My companion asked me if we needed anything from the store since we had not been able to go grocery shopping on our normal preparation day. I replied, “Yeah. We need some milk and a few other things to tide us over for a couple of days.” We then went to a local supermarket and bought the items."],["div",{"id":"p8","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p8"},"By the time we started driving home again, it was getting dark outside. As we came over a small hill, we noticed a car parked on the downhill side with some women standing outside it. The car had its hazard lights on, and from the look on the women’s faces, it was obvious they needed help."],["div",{"id":"p9","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p9"},"As missionaries we are always looking for opportunities to serve others, so we pulled over and offered our assistance. The woman who owned the vehicle gladly accepted our help. We then noticed there were two small children in the backseat. The car had a flat tire, and although the women had tried many times to wave people down, no one had stopped to help. The area they were stranded in was also a very poor spot for cell phone reception. When they explained their situation, we felt glad we had decided to stop."],["div",{"id":"p10","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p10"},"As I was changing the tire, one of the children in the backseat was screaming uncontrollably. My companion offered the mother some treats for the child, but she said, “No. She’s picky. She will only drink milk.” My companion replied enthusiastically, “We have milk!” He then got the milk we had just purchased, and the mother filled a cup with it and gave it to the child, who immediately stopped crying. The woman asked, surprised, “Why do you randomly have a gallon of milk in your car?” We briefly explained why."],["div",{"id":"p11","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p11"},"After working on a couple of over-tightened lug nuts, I finally got the wheel off and replaced it with the spare. We wished the group luck and offered them a pass-along card. The woman who owned the car gladly took the card and said, “Just because of what you two did for us today, I will look into this.” Then we went our separate ways."],["div",{"id":"p12","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p12"},"I was now filthy from working on the ground and wrestling with the wheel. I turned to my companion and said, “I knew I wore my good suit today for a reason!” I really didn’t mind, though, because the feeling I had was worth way more than any suit."],["div",{"id":"p13","uri":"/new-era/2013/01/a-flat-tire-and-a-gallon-of-milk.p13"},"That night I learned a valuable lesson. I learned that we should always take the opportunity to help people in need and that even if they have never met us before, we just might be the ones they are counting on to give them a hand."]]],"refs":null}
