{"id":1,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":1,"title":"Hear the Voice of God","subtitle":"By President Henry B. Eyring","short_title":"Hear the Voice of God","uri":"/new-era/2013/01/hear-the-voice-of-god","content":[["div",{"id":"head1","uri":"/new-era/2013/01/hear-the-voice-of-god.head1"},[".seriesTitle","The Message"],[".title","Hear the Voice of God"],[".byline",["div",{"id":"p3","uri":"/new-era/2013/01/hear-the-voice-of-god.p3"},"By President Henry B. Eyring"],["div",{"id":"p4","uri":"/new-era/2013/01/hear-the-voice-of-god.p4"},"First Counselor in the First Presidency"]],[".event",["div",{"id":"p5","uri":"/new-era/2013/01/hear-the-voice-of-god.p5"},"From the April 1985 general conference address “Ears to Hear.”"]],[".kicker","My deacon hadn’t seen a vision, but he had heard the voice of God through His servants in a deacons quorum. He knew the heavens were open."]],[".bodyBlock",["div",{"id":"p7","uri":"/new-era/2013/01/hear-the-voice-of-god.p7"},"Something happened to me that I found of great help to me, and it may be of help to you. A memory was replayed in my mind. It was of a hotel ballroom in New Brunswick, New Jersey. We were in the New Jersey District, a single district that covered the whole state."],["div",{"id":"p8","uri":"/new-era/2013/01/hear-the-voice-of-god.p8"},"There was no building, no gym, no stake center, and so we traveled to a hotel ballroom for what must have been a district conference. I was sitting on a folding chair somewhere near the back, next to my mother. I must have been very young because I can remember putting my legs through the back of the chair and sitting aft instead of forward. But then I remember hearing something—a man’s voice from the pulpit. I turned around and looked. I still remember that the speaker was at a rostrum set on wooden risers. There was a tall window behind him. He was the priesthood visitor. I don’t know who he was, but he was tall and bald, and he seemed very old to me."],["div",{"id":"p9","uri":"/new-era/2013/01/hear-the-voice-of-god.p9"},"He must have been talking about the Savior or the Prophet Joseph, or both, because that was all that I remember much of hearing in those days. But as he spoke, I knew that what he said came from God and that it was true, and it burned in my heart. That was before scholars told me how hard it was to know. I just knew of certainty—I knew it was true."],["div",{"id":"p10","uri":"/new-era/2013/01/hear-the-voice-of-god.p10"},"You can have that same confidence, not of yourself, but from God. He lives, and He communicates with His children. This is the Church of Jesus Christ, and He leads it. No assignment in it need ever overwhelm you if you know that and listen for the Master’s voice."],["div",{"id":"p11","uri":"/new-era/2013/01/hear-the-voice-of-god.p11"},"Now I can hear the young deacons saying, “Well, now, that may be fine for you, but surely you don’t think that’s going to help me in my assignment down here in this deacons quorum.” Oh yes, I do. I was a deacons quorum adviser. A boy, the president, presided in the meetings, and I taught the lessons out of the scriptures and out of the manual."],["div",{"id":"f1","uri":"/new-era/2013/01/hear-the-voice-of-god.f1"},[".credit",["div",{"id":"p12","uri":"/new-era/2013/01/hear-the-voice-of-god.p12"},"Illustrations by Ben Sowards"]]],["div",{"id":"p13","uri":"/new-era/2013/01/hear-the-voice-of-god.p13"},"I remember one boy in the quorum had to miss a few meetings, and so he sent his brother to the class with a tape recorder. His brother recorded our meeting and took it home. It happened more than once. When the deacon came back, I asked him why. I don’t remember his words, but I remember that it was clear he knew what I knew. God was trying to speak to that deacons quorum. The boy wasn’t anxious to have a tape recording to hear me; he was trying to hear God. He knew where to listen and how to hear."],["div",{"id":"p14","uri":"/new-era/2013/01/hear-the-voice-of-god.p14"},"He’d read the scriptures for us in class, and I knew he knew them and loved them. And so, even when I wasn’t teaching very well, by the power of the Holy Ghost and from knowing the Master’s voice in the scriptures, he could hear what he needed to hear. The memory of that black recorder with its tape turning will always remind me of the scripture which says, “He that hath ears to hear, let him hear” (",["a",{"href":"/scriptures/nt/matt/11.15"},"Matthew 11:15"],")."],["div",{"id":"p15","uri":"/new-era/2013/01/hear-the-voice-of-god.p15"},"I spoke at his funeral just a few years later. He lived about as many years as the Prophet Joseph had lived when he saw God the Father and Jesus Christ in the grove. My deacon hadn’t seen a vision, but he had heard the voice of God through His servants in a deacons quorum. He wanted to hear, he knew how, and he had the faith he could. Like the boy prophet Joseph, he knew the heavens were open."],["div",{"id":"p16","uri":"/new-era/2013/01/hear-the-voice-of-god.p16"},"You and I can take confidence in that assurance. If you and I will study the scriptures and pray and tune our hearts and ears, we will hear the voice of God in the voice of the people that He has sent to teach and guide us and direct us. You and I can take confidence in that assurance for the Church itself. However large the kingdom will grow (and it will fill the earth), you will not ever feel lost or forgotten, and you need never feel overwhelmed. God will call people to care about you and to teach you. And if you will listen and hear the voice of God, the kingdom will roll forth to its appointed place, ready for the coming of the Master."],["div",{"id":"p17","uri":"/new-era/2013/01/hear-the-voice-of-god.p17"},"None of us can see now all the wonders of technology and organization and buildings that God may give us; but you, just you, hearing the voice of God through your teacher and leader, will always be at its heart."],["div",{"id":"p18","uri":"/new-era/2013/01/hear-the-voice-of-god.p18"},"I testify that God loves His children and can tell us what is true. I pray that we all may have ears to hear, that He may guide us."]]],"refs":null}
