{"id":20,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":20,"title":"Personal Best","subtitle":"By DeeAnn B. Haroldsen","short_title":"Personal Best","uri":"/new-era/2013/01/personal-best","content":[["div",{"id":"head1","uri":"/new-era/2013/01/personal-best.head1"},[".title","Personal Best"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/personal-best.p2"},"By DeeAnn B. Haroldsen"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/01/personal-best.p3"},"DeeAnn B. Haroldsen lives in Utah, USA."]],[".kicker","I was never going to win; I just didn’t want to come in last again."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/01/personal-best.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/01/personal-best.p5"},"Photo illustration by Leslie Nilsson"]]],["div",{"id":"p6","uri":"/new-era/2013/01/personal-best.p6"},"After taking last place in the 880-yard race for the fourth meet in a row, the enthusiasm I once felt for track was beginning to fade. It wasn’t just losing; it was the fact that I could barely finish my races."],["div",{"id":"p7","uri":"/new-era/2013/01/personal-best.p7"},"One night while reading the Doctrine and Covenants, I read section 89, the Word of Wisdom.",["a",{"href":"/scriptures/dc-testament/dc/89.20"},"Verse 20"],"says, “And [ye] shall run and not be weary, and shall walk and not faint.” That was a promise I wanted. I didn’t smoke or drink, but I remembered the coach saying that consuming soda pop and sugary foods could make breathing difficult in longer races. I decided to cut back on them and also thought I’d try eating something besides hamburgers every day for lunch."],["div",{"id":"p8","uri":"/new-era/2013/01/personal-best.p8"},"With those thoughts in mind, I knelt by my bed in prayer. I remember promising the Lord I would keep the Word of Wisdom and stick to my diet so that He could bless me to do my best."],["div",{"id":"p9","uri":"/new-era/2013/01/personal-best.p9"},"I had my temptations. My friends were doing fun activities after school while I ran the bleachers around the football field. My brother and sister slept in while I woke up early to jog. A cute guy offered to buy me a soda at lunch, and I had to tell him I preferred milk. And some friends decided to sit and talk rather than do our exercises and weightlifting in gym, forcing me to do my workouts alone. I found inner strength from keeping the commitment I had made to myself and to the Lord."],["div",{"id":"p10","uri":"/new-era/2013/01/personal-best.p10"},"The day of regionals was a warm day. We were divided into two heats according to our previous times, so I was in the slow heat. This was the first race I had felt good about, win or lose, since I started track this year."],["div",{"id":"p11","uri":"/new-era/2013/01/personal-best.p11"},"“Runners, take your mark!”"],["div",{"id":"p12","uri":"/new-era/2013/01/personal-best.p12"},"“Get set.”"],["div",{"id":"p13","uri":"/new-era/2013/01/personal-best.p13"},"The starter’s pistol went off. I sprang forward, each step in unison with the rest of the pack. I was holding fourth place, but the rest of the runners were gaining on me. A thought came to mind: “I have kept the Word of Wisdom; I CAN DO THIS!”"],["div",{"id":"p14","uri":"/new-era/2013/01/personal-best.p14"},"I focused on third place and pushed myself harder. New energy exploded in me, and I was gaining on them. The runner in second place was only a few feet ahead, so I reached out with all my mind and body."],["div",{"id":"p15","uri":"/new-era/2013/01/personal-best.p15"},"The girl in first place was starting down the straightway just as I was turning the last bend. She was 5 feet ahead of me with 20 feet to go. With all the energy I could muster, I reached and stepped—go, go, GO!"],["div",{"id":"p16","uri":"/new-era/2013/01/personal-best.p16"},"I raised my arms and crossed the finish line first. A natural high glowed within me. My time was slower than all the runners in the fast heat, so I didn’t get to participate in the state track meet, but I knew the feeling of running and not being weary and of finishing a race and not feeling faint. I understood then what was meant by “a principle with promise” (",["a",{"href":"/scriptures/dc-testament/dc/89.3"},"D&C 89:3"],"). I knew it was true when the Lord said, “I, the Lord, am bound when ye do what I say” (",["a",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],")."]]],"refs":null}
