{"id":12,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":12,"title":"Staying in Balance","subtitle":"—As told to Mindy Raye Friedman","short_title":"Staying in Balance","uri":"/new-era/2013/01/staying-in-balance","content":[["div",{"id":"head1","uri":"/new-era/2013/01/staying-in-balance.head1"},[".title","Staying in Balance"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/staying-in-balance.p2"},"—As told to Mindy Raye Friedman"]]],[".bodyBlock",[".annotation",["div",{"id":"p3","uri":"/new-era/2013/01/staying-in-balance.p3"},"Chisako O. has loved to dance since she was 3 years old, when she watched her two older sisters dance. At age 10, she became serious about ballet. Now at age 15, she spends several hours a day practicing."]],["div",{"id":"f1","uri":"/new-era/2013/01/staying-in-balance.f1"},["div",{"id":"p4","uri":"/new-era/2013/01/staying-in-balance.p4"},["b",["span.emphasis","Name:"]],"Chisako O."],["div",{"id":"p5","uri":"/new-era/2013/01/staying-in-balance.p5"},["b",["span.emphasis","Age:"]],"15"],["div",{"id":"p6","uri":"/new-era/2013/01/staying-in-balance.p6"},["b",["span.emphasis","Location:"]],"California, USA"],["div",{"id":"p7","uri":"/new-era/2013/01/staying-in-balance.p7"},["b",["span.emphasis","Fun Facts:"]],"Invited to the 2012 Prix de Lausanne, a prestigious international ballet competition for youth. Competed in the New York finals of the Youth America Grand Prix in 2012, 2011, and 2010. Enjoys taking photos, playing with her dogs, and spending time with family and friends."]],["div",{"id":"p8","uri":"/new-era/2013/01/staying-in-balance.p8"},["b",["span.emphasis","What do you like about dancing and ballet?"]],"I like expressing how I feel when I’m dancing. I like to become a character so I can tell the story of the part I’m doing. For example, I was the Sugar Plum Fairy for",["span.emphasis","The Nutcracker."],"Since she is the queen and I’m the youngest in my family, it was hard for me, but I tried to think of it in my own way and become the role."],["div",{"id":"p9","uri":"/new-era/2013/01/staying-in-balance.p9"},["b",["span.emphasis","What’s the hardest thing about dancing?"]],"Long hours are always hard. But I always take part in my family activities, pray, and read the scriptures, so it doesn’t feel that hard to me."],["div",{"id":"p10","uri":"/new-era/2013/01/staying-in-balance.p10"},["b",["span.emphasis","How do you find balance in your life?"]],"At school I try to forget about ballet and just talk with my friends and have a social life outside ballet. I also read the scriptures a lot. And whenever I have a concern or I’m thinking about something, I pray, read the scriptures, or talk with my parents, friends, and Church leaders. I think that’s what keeps me in balance."],["div",{"id":"p11","uri":"/new-era/2013/01/staying-in-balance.p11"},["b",["span.emphasis","What advice would you give to other busy youth?"]],"If you’re busy, it’s hard to fit in scripture study, but make sure to fit it in. If I have a break, I try to read the scriptures and pray. And before I go to bed, I listen to some Church music and just balance it out as best as I can."],["div",{"id":"p12","uri":"/new-era/2013/01/staying-in-balance.p12"},["b",["span.emphasis","How do you uphold your standards in your dancing?"]],"My dance friends have private lessons with coaches on Sundays, and coaches would ask me if I could work on Sunday too, but I’d say no. I would tell them what I believe in and also use good language and be a good example for my friends so they understand that I’m a member of the Church and they know my standards."]]],"refs":null}
