{"id":18,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":18,"title":"The Book of Mormon—Share It","subtitle":"By Elder Juan A. Uceda","short_title":"The Book of Mormon—Share It","uri":"/new-era/2013/01/the-book-of-mormon-share-it","content":[["div",{"id":"head1","uri":"/new-era/2013/01/the-book-of-mormon-share-it.head1"},[".title","The Book of Mormon—Share It"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p2"},"By Elder Juan A. Uceda"],["div",{"id":"p3","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p3"},"Of the Seventy"]],[".kicker","I knew the Book of Mormon was true because of three things I felt when I read it."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p5"},"When I was 18, I was living in Lima, Peru, where I was born and raised. At that time my father came across a good friend he hadn’t seen in a long time."],["div",{"id":"p6","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p6"},"My father was impressed that his friend looked younger and was well dressed. He asked his friend what had happened to him to create this transformation. “Did you just win the lottery?” he asked. The friend responded, “Well, something better than that. Now I am a Mormon, and I want to share the gospel with you and your family.”"],["div",{"id":"p7","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p7"},"My father thought his friend was joking, so he said, “OK, if you want to send your missionaries, do it.” But this man was very serious about it, and within a few days the missionaries came and knocked on our door. That was the beginning of a wonderful experience."],["div",{"id":"p8","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p8"},"The missionaries taught us about the Book of Mormon and left a copy for us to read. This was during the summer, and I was on vacation for a couple of months after finishing my first year at the university. So I took the book that afternoon after the discussion and started to read it."],["div",{"id":"p9","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p9"},"Page after page I read and read and read, and I couldn’t stop. There was this magic that came from the book. I love reading and had read many books, but this was different. I was captured by the book, and after I had read for several hours, my mother said, “Juan, turn off the light! Your brothers want to sleep.” And I said, “Yeah, just a moment, just a moment,” and I continued reading. Even after many hours of reading, I had no hunger, no thirst, and no desire for sleep."],["div",{"id":"f1","uri":"/new-era/2013/01/the-book-of-mormon-share-it.f1"},[".credit",["div",{"id":"p10","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p10"},"Illustration by Brian Call"]]],["div",{"id":"p11","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p11"},"Before I finished the book, I knew that something special was in it. I had a testimony because of three things that I experienced as I was reading the book for the first time."],["div",{"id":"p12","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p12"},"The first thing that happened to me during those hours was a profound feeling of peace that was different from anything I had experienced before. This feeling of peace was with me for several hours."],["div",{"id":"p13","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p13"},"The second thing I experienced as I was reading was a feeling of joy. It was not the happiness I was used to having when I was with my friends or when I bought something I really liked. It was not a feeling of happiness; it was a feeling of joy. As I was reading, I began to cry and I realized, “Wow, I like this!”"],["div",{"id":"p14","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p14"},"And the third thing that I experienced was enlightenment. When I first started to read, it was difficult to understand because there were words like",["span.emphasis","Nephi"],"and",["span.emphasis","Atonement"],"that were unfamiliar to me. But after a few hours of reading, my mind was opened, and it was like there was light in my mind and I could comprehend more and more as I continued reading the book."],["div",{"id":"p15","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p15"},"I learned later that those three experiences are some of the ways in which the Spirit manifests to us. I had received the Spirit, and I was ready to be baptized, but I needed to wait for the rest of my family to receive their own testimonies. Finally on April 6, 1972, my mother, my sister, and I were baptized. My father and my other two siblings were present and attentive to what we were going through, and a few months afterward, they were baptized too."],["div",{"id":"p16","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p16"},"The Church and the gospel came into my life at the right moment. In my first year at the university, I had been exposed to many philosophies of men and new ideas and ways of living so different from the ones I was used to. Many of the values I had learned in my other church during my childhood were challenged by the new ideas that I had before me."],["div",{"id":"p17","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p17"},"It was difficult for me because I was confused. There were so many new things that I felt were not correct, but they were so normal to others. And the knowledge I had was not enough for me to defend my values."],["div",{"id":"p18","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p18"},"After I was baptized, it was a different thing for me to go back to the university. Now I had something to say to respond with love to others. I could say with confidence, “No, thank you, I don’t think that’s for me.” And now I knew why I had to say that. The Church and the Book of Mormon came at the right time for me. I’m truly grateful because they changed my life."],["div",{"id":"p19","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p19"},"I was blessed because of my decision to join the Church. In the Church I met my best friends. I had been very shy, and I preferred to stay alone, study, read my books, and enjoy myself. But when the Church came into my life, I learned what a true friend is. I found a wonderful young woman in the Church who became my wife. I found priesthood leaders and people who cared for me. In the Church of the Lord, I found what I needed."],["div",{"id":"p20","uri":"/new-era/2013/01/the-book-of-mormon-share-it.p20"},"There are many people who would find what they need in the Church. Don’t be afraid to open your mouth with your friends and say, “I believe this. I want to share this with you.” Sometimes you hear adults saying what is right and wrong, but when you have a friend your age who says the same thing, you follow that person. For some reason the voice of our friends sounds stronger than the voice of adults. So be a good example because you never know if a Juan Uceda will be there waiting. You’ll never know unless you open your mouth and say, “Juan, I’d like to invite you to come to my church. I want you to read this book.” If you do that simple thing, you may change lives."]]],"refs":null}
