{"id":9,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":9,"title":"What If I Hadn’t Been Kind?","subtitle":"By Katie Doty","short_title":"What If I Hadn’t Been Kind?","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind","content":[["div",{"id":"head1","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.head1"},[".title","What If I Hadn’t Been Kind?"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p2"},"By Katie Doty"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p3"},"Katie Doty lives in Indiana, USA."]],[".kicker","I could have just ignored the situation, but that moment in the library made a difference a year later."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p5"},"Illustration by Paul Mann"]]],["div",{"id":"p6","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p6"},"For a while I was a student assistant in the library at my high school. At a certain hour I would usually see the special education class come in. One of the girls in that class, Stephanie, often went to a certain area to read books. She seemed very sweet and friendly."],["div",{"id":"p7","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p7"},"One day some other students were in the lounge area of the library, and Stephanie tried to talk to them. These students started making fun of her, calling her names and making rude comments to her face about her disability."],["div",{"id":"p8","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p8"},"As I watched from the library desk, I thought, “Oh, dear. That’s just wrong.” Not seeing an adult around at the moment, I walked over to them and said, “Hey, cut it out.” Then they turned their ridicule to me, so I took Stephanie to the other side of the library, where we sat and talked together for a while."],["div",{"id":"p9","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p9"},"After that, I didn’t have another chance to talk to Stephanie again. The end of the school year came, and life moved on."],["div",{"id":"p10","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p10"},"A year later, the sister missionaries invited me to go with them to an appointment. When the day came, I went to the address at the scheduled time, but the sister missionaries weren’t there yet. I called them to make sure I was at the right place, and they told me they were running late from their last appointment but would be there in a few minutes, so I might as well just go to the house and introduce myself. I stepped up to the door and rang the doorbell. A woman answered. She was very nice and courteous."],["div",{"id":"p11","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p11"},"Then I saw a young woman come around the corner. When she saw me, she ran up to me and hugged me. At first I thought, “She looks so familiar.” She asked, “How are you doing?!” As she went on saying kind and friendly things to me, I just looked at her, trying to figure out who she was. And then it clicked—she was the girl from a year ago in the library. It was Stephanie."],["div",{"id":"p12","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p12"},"At that moment I thought, “What if I hadn’t helped her that day and then showed up here at her door to try to teach her the gospel? If I had looked on while they were making fun of her, if I hadn’t stepped in and been kind to her, why would she listen to me trying to teach her the gospel?”"],["div",{"id":"p13","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p13"},"Her sweet reaction meant a lot to me. I thanked Heavenly Father for giving me the strength to do the right thing."],["div",{"id":"p14","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p14"},"When the sister missionaries came, the lesson went very well. We visited Stephanie twice a week after that. She loved learning about the gospel and was baptized within a short time. She really enjoys being active in the Church. I often pick her up to take her to church and to firesides or other activities. Though her mother isn’t interested in the Church, she’s very supportive of Stephanie’s activity."],["div",{"id":"p15","uri":"/new-era/2013/01/what-if-i-hadnt-been-kind.p15"},"Through this experience I realized that it’s so important to know that people are always watching. You never know when you’ll have a chance to make an impression on someone and plant a seed. It’s so important to stick up for what you know to be true at all times, even when it may not necessarily seem like the easiest thing to do."]]],"refs":null}
