{"id":14,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":14,"title":"Youth Spotlight: Finding Ways to Serve","subtitle":"By Lori Fuller","short_title":"Youth Spotlight: Finding Ways to Serve","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve","content":[["div",{"id":"head1","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.head1"},[".title","Youth Spotlight: Finding Ways to Serve"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p2"},"By Lori Fuller"],["div",{"id":"p3","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p3"},"Church Magazines"]],[".kicker","From creating videos to teaching children, youth are blessing lives throughout the world."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p5"},"Most everyone likes to help out, but sometimes it seems hard to identify people who could use our service. It can be a lot easier to wait for someone else to take action. But when we want to help, we don’t have to wait for other people to organize a project. Like the scriptures say, we should be “anxiously engaged in a good cause, and do many things of [our] own free will” (",["a",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). As the following youth show, when we see a need, there’s a lot we can do on our own to serve others. In doing so, we can bless their lives and help our friends to serve too. And we’ll help bring others to Christ along the way."],["div",{"id":"f1","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f1"},[".title","1 Babysitting for a Break"],["div",{"id":"p7","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p7"},"I wanted to do service in our ward and began by praying to know how I could serve. The answer didn’t come right away, but a few days later, I had the idea of doing a day of babysitting so mothers could go Christmas shopping or take the day off with their husbands."],["div",{"id":"p8","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p8"},"I prayed to Heavenly Father to help me know whom I should ask. I had four families accept my offer. My friend Emily and my sister, Hannah, helped me babysit all the kids."],["div",{"id":"p9","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p9"},"I learned that service can be fun if you make it fun and find things you can do. Now I want to do another service for the same mothers so they can go to the temple three hours away, but I need to work out the details."],[".bio",["div",{"id":"p10","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p10"},"Sarah S., Arkansas, USA"]]],["div",{"id":"f2","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f2"},[".title","2 Rallying for a Rival"],["div",{"id":"p12","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p12"},"In my high school media class, we heard about a video contest where a popular music group would come and perform at the winning high school’s prom. Some other students and I made a video and entered it on behalf of a neighboring high school that was recently destroyed by a tornado. Even though the other school is our rival in sports, we wanted to help give something special to those students who had lost so much."],["div",{"id":"p13","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p13"},"Our video won the national contest. It felt amazing to help this school. It made me feel good to know that my classmates and I could make a difference in others’ lives."],[".bio",["div",{"id":"p14","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p14"},"Luke G., Indiana, USA"]]],["div",{"id":"f3","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f3"},[".title","3 Creating 1,000 Cranes"],["div",{"id":"p16","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p16"},"A student at our school, Becca (name has been changed), was scheduled to undergo surgery to remove a cancerous brain tumor. My friend Fede and I wanted to find something special the whole school could do for Becca. I remembered a Japanese tradition involving the folding of 1,000 origami cranes to show support for people in need, and I thought it was something we could do for Becca. We went to the headmaster for approval and then picked up piles of multicolored paper."],["div",{"id":"p17","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p17"},"We had only two days until Becca’s surgery, but we didn’t let that stop us. That night I learned how to fold origami cranes and started to cut paper squares—hundreds of them!"],["div",{"id":"p18","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p18"},"The next day we announced the project to the school and invited everyone to make a crane for Becca. The entire school, including the faculty, came together to contribute. It was incredible to see."],["div",{"id":"p19","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p19"},"After two days, we had over 1,000 paper cranes. We threaded them on strings and packaged them in a box, which Fede and I took to Becca at the hospital. She could feel the happiness and love that had been put into making each crane."],["div",{"id":"p20","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p20"},"While leading this project, I learned that even a small gesture can show people you’re thinking about them and can make a difference. And when many people stand with you, the impact grows exponentially. I also learned that if you have a purpose, those around you can help you reach your goal. When we raised our voice and asked for people to lend a hand, many jumped at the opportunity."],[".bio",["div",{"id":"p21","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p21"},"Clara H., Nova Scotia, Canada"]]],["div",{"id":"f4","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f4"},[".title","4 Relieving the Relief Society"],["div",{"id":"p23","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p23"},"I recently set up a service activity in my ward so the young women could serve the Relief Society sisters. We sent a clipboard around to the sisters in Relief Society and asked what acts of service they needed. So far we’ve vacuumed stairs, babysat, and done yard work. We love it because it gives us a chance to come together as friends, unite as young women, help our ward sisters, and ultimately serve the Lord. Service helps me feel God’s love for those we help and also for me individually!"],[".bio",["div",{"id":"p24","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p24"},"Danielle F., Utah, USA"]]],["div",{"id":"f5","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f5"},[".title","5 Caring for Kids with Cancer"],["div",{"id":"p26","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p26"},"A few years ago, a friend of mine was diagnosed with cancer. I wanted to do something to help, so I decided to grow out my hair and hold a sponsored haircut. My dad helped me arrange a free haircut and get the newspaper involved. I raised money for the children’s cancer ward at a local hospital and donated my hair to be made into a wig for a girl with cancer."],["div",{"id":"p27","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p27"},"It felt great to do something for other children, especially something that would help a child feel more comfortable with a new wig."],["div",{"id":"p28","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p28"},"I love serving people, and I think whenever we serve, we follow our Savior’s example and feel closer to Him."],[".bio",["div",{"id":"p29","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p29"},"Milla T., England"]]],["div",{"id":"f6","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f6"},[".title","6 Cooking for a Cause"],["div",{"id":"p31","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p31"},"For a school project, two of my friends and I decided to raise money to donate to a foundation for children. We worked together to bake cakes and then sold them for a dollar a slice. I was blessed with a warm, happy feeling, and I grew closer with my friends as we worked on this project. I learned how good it feels to serve."],[".bio",["div",{"id":"p32","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p32"},"Patrick M., Prince Edward Island, Canada"]]],["div",{"id":"f7","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f7"},[".title","7 Providing for a Preschool"],["div",{"id":"p34","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p34"},"When I was young, I attended a specialized preschool for children with autism. It changed the course of my life, so I wanted to give back. I decided to create interactive storybooks to help the children learn how to read."],["div",{"id":"p35","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p35"},"I’d had multiple ideas for my project and prayed to know which one was right for me. The director of the school helped me know what they needed. I did the planning and organizing, but my family, friends, and quorum members helped a lot with the project. I was able to learn good leadership and planning skills."],["div",{"id":"p36","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p36"},"Doing this project gave me a greater sense of gratitude for what they do at the school. It made me feel really good to help the school that had helped me so much. They were so appreciative, and they let me read one of the books to the class. I felt so good inside."],[".bio",["div",{"id":"p37","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p37"},"Christopher A., Utah, USA"]]],["div",{"id":"f8","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.f8"},[".title","8 Sewing for Soldiers"],["div",{"id":"p39","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p39"},"Our brother serves in the U.S. Air Force on a flight crew that occasionally transports wounded soldiers from war zones to a military hospital in Germany. We learned of a charity organization that collects needed items for wounded soldiers at this hospital and in the medical units in Afghanistan. The handmade items in greatest demand are comfort pillows, and the charity tries to give one to each patient."],["div",{"id":"p40","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p40"},"We decided to involve our community in our project, so we posted requests for donated fabric and stuffing. The response was amazing! We received several large bags of fabric and stuffing, including a bag of Christmas fabric. During November we sewed 30 Christmas stockings that were sent to a field hospital in Afghanistan just in time for Christmas. Over the next three months, we made 50 comfort pillows and sent them to the hospital in Germany. It felt so good to use our sewing skills to give something back to those men and women."],[".bio",["div",{"id":"p41","uri":"/new-era/2013/01/youth-spotlight-finding-ways-to-serve.p41"},"Mickell and Jodi H., Utah, USA"]]]]],"refs":null}
