{"id":15,"parent_id":0,"book_id":23428,"content_id":1,"language_id":1,"display_order":15,"title":"To Quorum Advisers and Parents","subtitle":"","short_title":"To Quorum Advisers and Parents","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents"},[".heading",{"id":"head1","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.head1"},["h1","To Quorum Advisers and Parents"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p2"},"The Duty to God program is a tool to help Aaronic Priesthood holders:"],["ul.bullet",["li",["span.label","•"],["p.para","Strengthen their testimony and their relationship with Heavenly Father."]],["li",["span.label","•"],["p.para","Learn about and fulfill their priesthood duties."]],["li",["span.label","•"],["p.para","Apply the standards from",["span.emphasis","For the Strength of Youth."]]]],["p.para",{"id":"p6","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p6"},"The instructions in this section outline your role in helping young men fulfill these purposes. You can find additional instructions, along with an interactive version of this book, at",["a.urlRef",{"href":"http://dutytogod.lds.org"},"DutytoGod.lds.org"],"."],[".topic",["h2","Focus on What They Are Becoming"],["p.para",{"id":"p8","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p8"},"Fulfilling our duty to God is a lifelong experience. For this reason, the Duty to God book should not be seen as a list of tasks that the young men must hurry through in order to earn an award. Help the young men focus instead on how the plans they make can help them develop spiritual attributes and become the kind of priesthood holders God wants them to be."]],[".topic",["h2","Help the Young Men"],[".topic",["h3","Learn"],["p.para",{"id":"p11","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p11"},["b","The purpose of the “Learn” section."],"Each part of this book begins with a learning activity that helps the young men learn what Heavenly Father wants them to do and why it is important. When a young man knows the “why” behind his priesthood duties, the Holy Ghost inspires him to act, and his actions can increase his faith and testimony."],["p.para",{"id":"p12","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p12"},["b","When to help young men with the learning activities."],"Young men should learn their priesthood duties soon after they are ordained to a priesthood office."],["p.para",{"id":"p13","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p13"},"Advisers, consider making time for the young men to work on the learning activities together as a quorum. For example, you could do this during quorum meeting or Mutual. You could assign the young men to work on a learning activity on their own and report on it during a quorum meeting. Counseling together as a quorum about priesthood duties, spiritual strength, and the Lord’s standards will build quorum unity."],["p.para",{"id":"p14","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p14"},"Parents, consider working on the learning activities with your son soon after he is ordained to a priesthood office. Ask your son to share with you what he is learning about fulfilling his duty to God."]],[".topic",["h3","Act"],["p.para",{"id":"p16","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p16"},["b","The purpose of the “Act” section."],"After completing the learning activity, the young men are encouraged to make plans to fulfill their priesthood duties and increase their spiritual strength. Making their own plans allows young men to:"],["ul.bullet",["li",["span.label","•"],["p.para","Exercise their agency."]],["li",["span.label","•"],["p.para","Adapt the activities to their individual circumstances."]],["li",["span.label","•"],["p.para","Develop spiritual self-reliance."]]],["p.para",{"id":"p20","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p20"},["b","When to help young men make their plans."],"Some young men may need guidance in making their plans. Advisers, consider making time for young men to counsel together as a quorum as they write their individual plans. For example, you could do this during quorum meeting or Mutual. Or you could invite the young men to write their plans on their own or with their parents and share their plans during a quorum meeting. Either way, encourage them to share their plans with their parents."],["p.para",{"id":"p21","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p21"},"As the young men counsel together as a quorum about their plans, they give each other ideas and support. Likewise, parents can give their sons ideas and support as they make their plans. By sharing their plans with quorum members and parents, young men strengthen their commitment to fulfill those plans. Some plans can be made and carried out as a quorum or as a family."]],[".topic",["h3","Share"],["p.para",{"id":"p23","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p23"},["b","The purpose of the “Share” section."],"Once the young men have worked on their plans for a period of time, they are encouraged to talk with others about their experiences. Sharing their experiences will:"],["ul.bullet",["li",["span.label","•"],["p.para","Strengthen their testimonies and their understanding of the gospel."]],["li",["span.label","•"],["p.para","Allow them to see the progress they are making."]],["li",["span.label","•"],["p.para","Increase their confidence and ability to talk about gospel truths."]]],["p.para",{"id":"p27","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p27"},"Young men may be uncomfortable sharing at first, but the more opportunities they have to do it, the more comfortable they will feel."],["p.para",{"id":"p28","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p28"},["b","When to help young men share their experiences."],"Advisers, consider making time for young men to share with quorum members the experiences they are having as they fulfill their plans. For example, during the first few minutes of quorum meeting the quorum president could invite the young men to talk about what they are learning as they fulfill their plan to study the scriptures regularly (see pages",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/deacon-spiritual-strength.p15"},"15"],",",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/teacher-spiritual-strength.p15"},"39"],", and",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/priest-spiritual-strength.p15"},"63"],"). Or he could invite them to share an experience they had serving others (see pages",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/deacon-priesthood-duties.p29"},"27"],",",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/teacher-priesthood-duties.p29"},"51"],", and",["a.crossRef",{"href":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/priest-priesthood-duties.p34"},"75"],"). Hearing about the experiences their fellow quorum members are having reminds young men of their own plans and encourages them to have experiences of their own. Encourage the young men to discuss their plans and experiences with their parents also."],["p.para",{"id":"p29","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p29"},"Parents, ask your son to discuss with you what he is learning and the experiences he is having. This will help him see the progress he is making."],["p.para",{"id":"p30","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p30"},["b","Conversations along the way."],"Young men often gain more from gospel conversations than they do from hearing lectures about the gospel. Take advantage of every opportunity to let the young men talk about their experiences. Sharing is not something the young men do once, and it does not represent the completion of their plan. It does not need to be done in a formal setting; it can be most effective in informal conversations during quorum activities, with friends, and with family members."]],[".image",{"id":"f4","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/06746/06746_all_014_01-boysTable.jpg"}],[".caption",["p",{"id":"lds-31"},"Aaronic Priesthood holders are to “warn, expound, exhort, and teach, and invite all to come unto Christ” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.59"},"D&C 20:59"],")."]]],[".img-left",{"id":"f5","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/06746/06746_all_014_02-gospelTalks.jpg"}],[".caption",["p",{"id":"lds-32"},"Informal gospel conversations will strengthen your relationship with your young men and increase their testimony of the restored gospel."]]],[".topic",["h3","For the Strength of Youth"],["p.para",{"id":"p34","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p34"},"After the young men have begun working on their plans in “Spiritual Strength” and “Priesthood Duties,” they have the opportunity to create a project based on some of the standards in",["span.emphasis","For the Strength of Youth."],"Priests are invited to create an additional project to help them prepare to receive the Melchizedek Priesthood and serve a full-time mission. The young men should have a parent or leader approve their project before they begin. You can help them create a project that is challenging but also based on their needs and interests."]]],[".topic",["h2","Review Their Progress"],["p.para",{"id":"p36","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p36"},"The best way to help a young man see the progress he is making is to have frequent conversations with him about his plans and his experiences."],["p.para",{"id":"p37","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p37"},"At least one of these conversations should happen as the young man approaches the age to be ordained to an office in the priesthood. During this conversation, ask him to review the plans he made as a deacon, teacher, or priest. Talk about how fulfilling those plans has helped him prepare for the additional priesthood duties he is about to receive. This is an opportunity to help the young man reflect on the kind of priesthood holder he is becoming. At the end of each “Spiritual Strength” and “Priesthood Duties” section is a “Review” page. Here you and the young man can indicate with your signatures that you have had this conversation."],["p.para",{"id":"p38","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p38"},"Completing the activities in this book is not a requirement for advancing in the priesthood. The purpose of the activities is to help young men prepare for priesthood service."]],[".topic",["h2","Duty to God Certificates"],["p.para",{"id":"p40","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p40"},"After you have completed the “Review” sections, and after the young man has completed his “For the Strength of Youth” project, he is eligible to receive a Duty to God certificate. Three certificates are available: one each for deacons (item number 08686), teachers (08687), and priests (08688). These certificates acknowledge the progress the young man is making toward fulfilling his duty to God. To receive the priest certificate, the young man must also complete his project in the section titled “Preparing to Receive the Melchizedek Priesthood.” It is not necessary that he receive the deacon and teacher certificates in order to receive the priest certificate."],["p.para",{"id":"p41","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p41"},"The certificates are awarded under the direction of the bishop. An optional plaque for displaying the priest certificate is also available (08694)."]],[".topic",["h2","Use the Duty to God Program to Strengthen the Quorum"],["p.para",{"id":"p43","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p43"},"The Duty to God program strengthens the quorum by:"],["ul.bullet",["li",["span.label","•"],["p.para",["b","Helping quorum members understand their duty to God."],"For example, you can help quorum members understand their duties by having them complete the learning activities in this book as a quorum. Counseling together about priesthood duties and spiritual growth can broaden their understanding and inspire them to act."]],["li",["span.label","•"],["p.para",["b","Providing opportunities for quorum members to work together in fulfilling priesthood duties."],"In some cases, quorum members can counsel together to make their plans, and they can carry out their plans together. Doing this allows them to support and encourage each other."]],["li",["span.label","•"],["p.para",["b","Encouraging quorum members to share ideas and experiences."],"Some of the younger quorum members may have difficulty thinking of plans; sharing ideas as a quorum can help generate more ideas. Sharing experiences with quorum members can help build faith, testimony, and quorum brotherhood. Consider doing this regularly during quorum meetings and activities."]],["li",["span.label","•"],["p.para",["b","Providing the quorum president the opportunity to lead by example."],"When a young man joins the quorum, the quorum president could use the Duty to God book to help the new quorum member understand his duties. The quorum president could also share with the quorum the plans he has made in his own book and tell about his experiences carrying out those plans."]],["li",["span.label","•"],["p.para",["b","Helping quorum members learn the importance of priesthood keys."],"The quorum president holds the keys of presidency for his quorum (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.142-143"},"D&C 124:142–43"],"). Quorum advisers should allow him the opportunity to exercise those keys. As young men serve together under the direction of the quorum president, they can grow in their understanding of how the Lord works through priesthood leaders. They can see that a quorum is a divinely appointed organization that gives them opportunities to learn their priesthood duties, give priesthood service, and grow spiritually."]]]],[".topic",["h2","Use the Duty to God Program to Strengthen Relationships"],["p.para",{"id":"p50","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/to-quorum-advisers-and-parents.p50"},"When you have a strong relationship with your son or the young men in your quorum, they are more likely to deepen their conversion to the gospel and remain faithful. The activities in the Duty to God book provide an excellent opportunity to strengthen these relationships. For example, making your own plans and working on them with your son or a quorum member could allow you to spend time together engaged in meaningful activities. Sharing experiences with each other gives you the opportunity to bear testimony and strengthen each other spiritually."]]]]]],"refs":null}
