{"id":3,"parent_id":0,"book_id":23428,"content_id":1,"language_id":1,"display_order":3,"title":"Your Duty to God","subtitle":"","short_title":"Your Duty to God","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god"},[".heading",{"id":"head1","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.head1"},["h1","Your Duty to God"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p2"},"You are a son of God. He has restored His priesthood in our day, and He has entrusted you with that priesthood. The purpose of this book is to help you:"],["ul.bullet",["li",["span.label","•"],["p.para","Strengthen your testimony and your relationship with God."]],["li",["span.label","•"],["p.para","Learn and fulfill your priesthood duties."]],["li",["span.label","•"],["p.para","Apply standards from",["span.emphasis","For the Strength of Youth."]]]],["p.para",{"id":"p6","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p6"},"The Lord has promised that as you fulfill your priesthood duties, you will be sanctified by the Spirit, you will become the elect of God, and eventually you will receive all that the Father has (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-38"},"D&C 84:33–38"],"). Your service as a priesthood holder will bring great blessings to those you serve."],[".img-right",{"id":"f2","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/06746/06746_all_002_01-boy.jpg"}],[".caption",["p",{"id":"lds-7"},"“Behold, thou art my son; … and I have a work for thee” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.4,6"},"Moses 1:4, 6"],")."]]],[".topic",["h2","Focus on What You Are Becoming"],["p.para",{"id":"p9","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p9"},"Fulfilling your duty to God is a lifelong experience. Don’t think of this book as a list of tasks that you must hurry through in order to earn an award. Instead, focus on how the activities you choose can help you develop spiritual attributes and become the kind of priesthood holder Heavenly Father wants you to be."],["p.para",{"id":"p10","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p10"},"Completing the activities in this book is not a requirement for advancing in the priesthood. The purpose of the activities is to help you prepare for priesthood service."]],[".topic",["h2","Learn, Act, Share"],["p.para",{"id":"p12","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p12"},"The Lord has commanded, “Let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],")."],["p.para",{"id":"p13","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p13"},"As you diligently complete the activities in this book, you will have opportunities to learn your duties, make your own plans to fulfill them, and share your experiences with your parents and quorum members. Make plans that fit your interests and your needs. Make them challenging but also enjoyable. Focus on ways you can exercise the priesthood to be of service to others. By making and fulfilling your own plans, you will be taking responsibility for your own spiritual growth."],["p.para",{"id":"p14","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p14"},"In some of the learning activities, you will be invited to write your thoughts and feelings about what you are studying. Consider writing these things in a notebook or journal."]],[".topic",["h2","Receiving Help"],["p.para",{"id":"p16","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p16"},"The plans that you make in this book are personal, but your parents, quorum members, quorum president, and other Church leaders can help. For example, you can:"],["ul.bullet",["li",["span.label","•"],["p.para","Ask for their help as you learn your duties and make your plans. Your quorum president, for example, holds priesthood keys for your quorum, and he has a responsibility to help you learn and fulfill your priesthood duties."]],["li",["span.label","•"],["p.para","Share your experiences with them during interviews, quorum meetings and activities, and informal conversations. This will help you see the progress you are making and build your confidence in talking about the gospel. The things you share can also strengthen the testimonies of others."]],["li",["span.label","•"],["p.para","Invite your parents or quorum members to make plans too, and work on your plans together. When you work on your plans with someone else, you support and encourage one another."]]]],[".topic",["h2","How This Book Is Organized"],["p.para",{"id":"p21","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p21"},"You will learn principles and make plans in the following areas:"],["ul.bullet",["li",["span.label","•"],["p.para",["b","Spiritual Strength."],"Applying what you learn in this section will help you gain the spiritual strength you need to stay on the path of righteousness. You will develop habits of regular prayer and scripture study, which includes studying the words of the living prophets. You will learn and teach the doctrines of the gospel of Jesus Christ. You will also learn and apply principles that will help you be a worthy priesthood holder."]],["li",["span.label","•"],["p.para",["b","Priesthood Duties."],"Applying what you learn in this section will help you draw closer to the Savior as you exercise His priesthood. Your love for others will grow as you represent the Savior in serving them. You will learn how to administer priesthood ordinances, serve others, and invite all to come unto Christ."]],["li",["span.label","•"],["p.para",["b","For the Strength of Youth."],"In this section you will learn about and apply some of the standards from",["span.emphasis","For the Strength of Youth,"],"including the sections titled “Physical Health,” “Education,” “Family,” and “Friends.” Applying these standards will make you more effective in your service to the Lord and better prepared for your future."]],["li",["span.label","•"],["p.para",["b","Preparing to Receive the Melchizedek Priesthood."],"All of the plans you make in this book will help you prepare to receive the Melchizedek Priesthood and be worthy to serve a full-time mission. As a priest, you will have the opportunity to create a project that will give you additional preparation. You will learn about the covenants you make when you receive the Melchizedek Priesthood and the qualities that make missionaries effective."]]],["p.para",{"id":"p26","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p26"},"For an interactive version of this book and other online resources, visit",["a.urlRef",{"href":"http://dutytogod.lds.org"},"DutytoGod.lds.org"],"."]],[".topic",["h2","Duty to God Certificates"],["p.para",{"id":"p28","uri":"/manual/fulfilling-my-duty-to-god-for-aaronic-priesthood-holders/your-duty-to-god.p28"},"After you accomplish your plans as a deacon and teacher, you will receive certificates acknowledging the progress you are making as you fulfill your duty to God. After you accomplish your plans as a priest, including your project to prepare to receive the Melchizedek Priesthood, you will receive a certificate acknowledging what you have accomplished throughout your years as an Aaronic Priesthood holder."]]]]]],"refs":null}
