{"id":2,"parent_id":0,"book_id":9120,"content_id":1,"language_id":1,"display_order":2,"title":"List of Terms","subtitle":"","short_title":"List of Terms","uri":"/manual/the-plan-of-salvation/list-of-terms","content":[["div",{"id":"head1","uri":"/manual/the-plan-of-salvation/list-of-terms.head1"},["h1","List of Terms"]],["div",{"id":"head2","uri":"/manual/the-plan-of-salvation/list-of-terms.head2"},["h1","List of Terms"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/the-plan-of-salvation/list-of-terms.f1"},["table",["tbody",["tr",["td","Agency"],["td","The gift from God to choose between good and evil, between right and wrong."],["td"]],["tr",["td","Atonement"],["td","The event that enables us to be reconciled to God. To atone is to suffer the penalty for sin, thereby removing the effects of sin from repentant sinners. Jesus Christ was the only one capable of making a perfect Atonement for all mankind. His Atonement included His suffering for our sins, the shedding of His blood, and His death and Resurrection. Because of the Atonement, everyone who has lived will be resurrected. The Atonement also provides us with a way to be forgiven of our sins and to live forever with God."],["td"]],["tr",["td","The Fall"],["td","The event by which mankind became mortal. It resulted in a spiritual and physical separation from God. Because Adam and Eve, the first humans, disobeyed God’s commandments, they were separated from His presence (this separation is also called spiritual death) and became mortal (subject to physical death). As descendants of Adam and Eve, we are also separated from God and subject to physical death. The Atonement of Jesus Christ overcomes both physical and spiritual death."],["td"]],["tr",["td","Grace"],["td","Divine help and strength given through the mercy and love of Jesus Christ. Through His grace, made possible by His Atonement, all mankind will be resurrected. Through His grace, those who continually repent and live according to His gospel will feel an enduring closeness to Heavenly Father in this life and live in His presence after this life."],["td"]],["tr",["td","Ordinance"],["td","A sacred, formal act performed by the authority of the priesthood. Examples include baptism, receiving the Holy Ghost, and the sacrament. Ordinances are often a means of entering into covenants with God."],["td"]],["tr",["td","Physical death"],["td","The separation of the spirit from the mortal body. When the physical body dies, the spirit continues to live in the spirit world. We overcome physical death through resurrection, which was made possible by the Atonement of Jesus Christ."],["td"]],["tr",["td","Plan of salvation"],["td","Heavenly Father’s plan to enable us to become like Him and receive a fulness of joy. This plan is centered on the Atonement of Jesus Christ and includes all the commandments, ordinances, and teachings of the gospel."],["td"]],["tr",["td","Pre-earth life"],["td","Our life before we were born on this earth. In our pre-earth life, we lived in the presence of our Heavenly Father as His spirit children. We did not have physical bodies."],["td"]],["tr",["td","Resurrection"],["td","After physical death, the reuniting of the spirit with the perfected physical body of flesh and bones. Jesus Christ was the first to be resurrected. After resurrection, the spirit and body will never again be separated, and the person lives forever. Everyone who has lived will be resurrected because of the Atonement."],["td"]],["tr",["td","Salvation"],["td","Deliverance from sin and death. Salvation is made possible by the Atonement of Jesus Christ. Through the Resurrection of Jesus Christ, everyone will overcome the effects of death. We can also be saved from the effects of sin through faith in Jesus Christ. This faith is manifested in a life of repentance and obedience to the laws and ordinances of the gospel and service to Christ."],["td"]],["tr",["td","Spirit"],["td","The part of a person that lived with Heavenly Father before birth. During life on earth, the spirit is joined with a physical body. The spirit continues to live after death."],["td"]],["tr",["td","Spirit world"],["td","Where our spirits go between death and resurrection. For those who were righteous during their lives, the spirit world will be a place of peace and joy."],["td"]],["tr",["td","Spiritual death"],["td","Separation from God as a result of disobeying His commandments. We are saved from spiritual death through the Atonement of Jesus Christ as we repent and keep His commandments."],["td"]]]]]]],"refs":null}
