{"id":1,"parent_id":0,"book_id":9120,"content_id":1,"language_id":1,"display_order":1,"title":"The Plan of Salvation","subtitle":"","short_title":"The Plan of Salvation","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation","content":[["div",{"id":"head1","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.head1"},["h1","The Plan of Salvation"]],[".bodyBlock",[".topic",["h2","What Is the Plan of Salvation?"],["div",{"id":"p1","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p1"},"The",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p14"},"plan of salvation"],["sup"],"is God’s plan for the happiness of His children. It is centered on the",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p4"},"Atonement"],"of Jesus Christ. If you will follow the teachings of Jesus Christ, you will find lasting inner peace in this life and eternal joy after death."],["div",{"id":"p2","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p2"},"As you learn about the plan of salvation, you will find answers to these questions: “Where did I come from?” “What is my purpose in life?” “Where will I go after this life?”"]],[".topic",["h2","Where Did I Come From?"],["div",{"id":"p3","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p3"},"Your life did not begin at birth, nor will it end at death. You are made up of a",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p22"},"spirit"],"body (sometimes called the soul) and a physical body. Heavenly Father created your spirit, and you lived with Him as a spirit before you were born on earth. You knew and loved Him, and He knew and loved you. This period is called",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p16"},"pre-earth life."]],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f1"},["div",{"id":"p4","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p4"},"“The plan of [salvation] … was prepared from the foundation of the world, through Christ, for all whosoever would believe on his name.”"],[".citationInfo",["div",{"id":"p5","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p5"},["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.13"},"Alma 22:13"]]]],["div",{"id":"p6","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p6"},"Throughout your pre-earth life, you were taught the principles and commandments that would lead to happiness. You grew in intelligence and learned to love the truth. You were taught about the plan of salvation. During this pre-earth life, Jesus Christ was chosen as the Savior; you learned that through Him you would be able to overcome the effects of your wrong choices."],["div",{"id":"p7","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p7"},"An important part of God’s plan was for you to come to earth to receive a physical body and to learn to make correct choices. You would not remember living in Heavenly Father’s presence, but He would give you the ability to know right from wrong. You would be able to recognize His love and truth. Through your experiences and trials, you could learn to make right choices consistently. With the help of Jesus Christ, you would be able to return to live with Heavenly Father when your life on earth was over."],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f2"},["div",{"id":"p8","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p8"},"Although your memory of it is withheld, before you came to this earth you lived in the presence of God, your Eternal Father, and His Son, Jesus Christ. You shouted for joy when given the privilege of coming to this earth to receive a body and to follow God’s plan for your happiness."]],["div",{"id":"p9","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p9"},"In your pre-earth life, you learned that only by choosing to follow God’s plan could you receive lasting peace and satisfaction in this life and for eternity. Because He loves you, Heavenly Father gave you",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p2"},"agency,"],"or the power to make choices. He let you choose whether you would follow His plan and the Lord Jesus Christ."],["div",{"id":"p10","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p10"},"Satan, one of God’s spirit children, rebelled against Heavenly Father and did not accept His plan. He wanted to force us all to do his will. Sadly, many of Heavenly Father’s children chose to follow Satan. Satan and his followers were sent away from God’s presence and were not allowed to be born on earth. They continue to exist as spirits. They are miserable, and they want you to be miserable. They tempt you and all God’s children to do things that bring unhappiness and that are not pleasing to God."],["div",{"id":"p11","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p11"},"In the pre-earth life, you chose to have faith in Jesus Christ and to follow God’s plan. Because of your choices, you were born on earth. Only by making these same choices can you find peace in this life and be able to return to live with Heavenly Father after this life is over."]],[".topic",["h2","What Is My Purpose in Life?"],[".topic",["h3","The Creation and the Fall"],["div",{"id":"p12","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p12"},"The earth was created as a place for Heavenly Father’s children to live and gain experience. Adam and Eve were the first of God’s children to come to earth. They lived in a place called the Garden of Eden, where they were still in God’s presence."],["div",{"id":"p13","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p13"},"Heavenly Father gave Adam and Eve agency, or freedom to choose. He commanded them not to eat the fruit of the tree of knowledge of good and evil. Obeying this commandment meant they could remain in the garden, but they could not progress by learning from experiences and challenges. Satan tempted Adam and Eve to eat the forbidden fruit, and they chose to do so. This was part of God’s plan. Because of their decision, they were separated from God’s presence physically and spiritually. They became mortal, that is, subject to sin and death. They were unable to return to Him without His help. Their physical and spiritual separation from God is called",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p6"},"the Fall."]],["div",{"id":"p14","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p14"},"Heavenly Father sent angels and the Holy Ghost to teach Adam and Eve the plan of salvation. Central to this plan is the Atonement of Jesus Christ, which enables God’s children to overcome the effects of the Fall and have joy in this life and in eternity."],[".quote",["div",{"id":"p15","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p15"},"“If Adam had not transgressed he would not have fallen, but he would have remained in the garden of Eden. …"],["div",{"id":"p16","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p16"},"“And [Adam and Eve] would have had no children; wherefore they would have remained in a state of innocence, having no joy, for they knew no misery; doing no good, for they knew no sin."],["div",{"id":"p17","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p17"},"“But behold, all things have been done in the wisdom of him who knoweth all things."],["div",{"id":"p18","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p18"},"“Adam fell that men might be; and men are, that they might have joy.”"],[".citationInfo",["div",{"id":"p19","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p19"},["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.22-25"},"2 Nephi 2:22–25"]]]]],[".topic",["h3","Your Life on Earth"],["div",{"id":"p20","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p20"},"Because of the Fall, you are separated from God physically and spiritually. This separation is part of God’s plan for His children. Your purpose in leaving His presence to come to earth includes obtaining a body, gaining experience, and learning to make right choices."],[".sidebar box-decor box-right",{"id":"f4","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f4"},["div",{"id":"p21","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p21"},"“I am a child of God,"],["div",{"id":"p22","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p22"},"And he has sent me here,"],["div",{"id":"p23","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p23"},"Has given me an earthly home"],["div",{"id":"p24","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p24"},"With parents kind and dear."],["div",{"id":"p25","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p25"},"Lead me, guide me, walk beside me,"],["div",{"id":"p26","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p26"},"Help me find the way."],["div",{"id":"p27","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p27"},"Teach me all that I must do"],["div",{"id":"p28","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p28"},"To live with him someday.”"],[".citationInfo",["div",{"id":"p29","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p29"},["span.emphasis","Hymns,"],"no. 301"]]],["div",{"id":"p30","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p30"},"Many aspects of life bring happiness, and some bring sorrow. These experiences help you learn to distinguish between good and evil and to make correct choices. God influences you to do good and to follow Him, while Satan tempts you to ignore God and commit sin. (Sin is knowingly choosing to do wrong or not to do right.) When you choose to follow God and keep His commandments, you grow in wisdom and strength of character. You can experience joy even in times of trial, and you can face life’s challenges with a spirit of peace."],["div",{"id":"p31","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p31"},"You have made many good choices in your life, but you have also made some wrong choices. When you make wrong choices and commit sin, you separate yourself to some degree from God. The scriptures call this separation",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p26"},"spiritual death."],"In addition to separating you from God, sin also causes guilt and shame. You cannot overcome sin and its effects by yourself."]],[".topic",["h3","The Atonement of Jesus Christ"],["div",{"id":"p32","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p32"},"Because Heavenly Father loves you, He sent His Son, Jesus Christ, to pay for your sins. This payment is part of the Atonement of Jesus Christ. Jesus Christ voluntarily suffered for your sins, pains, sicknesses, and sorrows. Through His",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p8"},"grace"],"and mercy, He can help you in your trials and relieve you of the guilt and shame that result from your sins."],[".sidebar box-decor box-right",{"id":"f5","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f5"},["div",{"id":"p33","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p33"},"“For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish but have everlasting life.”"],[".citationInfo",["div",{"id":"p34","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p34"},["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"]]]],["div",{"id":"p35","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p35"},"In paying for your sins, Jesus did not eliminate your agency or personal responsibility—He will not make you clean against your will. To receive His help and strength, you need to exercise faith in Him, repent, be baptized, receive the Holy Ghost, and choose to follow His teachings for the rest of your life. As you rely on the Atonement, you will feel the love of God, and He will help you endure your trials. You will experience joy, peace, and consolation. All that seems unfair in life can be made right through the Atonement of Jesus Christ and the mercy and love of Heavenly Father. The Atonement is the central point in the plan of salvation."]]],[".topic",["h2","Where Will I Go After This Life?"],["div",{"id":"p36","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p36"},"From an earthly perspective,",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p12"},"physical death"],"may seem like an end, but really it is a beginning, a step forward in Heavenly Father’s plan. At death, your spirit will leave your body and go to the",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p24"},"spirit world,"],"which is a place of learning and preparation. In the spirit world, your memories of this life will remain with you."],["div",{"id":"p37","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p37"},"Death will not change your personality or your desire for good or evil. If you choose to follow Christ during your life on earth, you will be at peace in the spirit world and will rest from your cares. Those who choose not to follow Jesus Christ and do not repent will be unhappy."],[".sidebar box-decor box-right",{"id":"f6","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f6"},["div",{"id":"p38","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p38"},"At death your spirit leaves your body and goes to the spirit world, a place of preparation, learning, and resting from care and sorrow."]],["div",{"id":"p39","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p39"},"Heavenly Father knew that many of His children would never have an opportunity to learn about Jesus Christ during their lives and that others would choose not to follow Him. Because He loves His children, God provided a way for those in the spirit world to learn about His plan, have faith in Jesus Christ, and repent. Those who accept and follow Jesus Christ will have peace and rest."],[".topic",["h3","Resurrection and Judgment"],["div",{"id":"p40","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p40"},"One of the great gifts of God to all who come to earth is the",["a.crossRef",{"href":"/manual/the-plan-of-salvation/list-of-terms.p18"},"resurrection,"],"which is made possible by the Atonement of Jesus Christ. When Jesus died on the cross, His spirit went to the spirit world. Three days later, His spirit was reunited with His glorified, perfected body that could no longer die. This reuniting of body and spirit is called",["span.emphasis","resurrection."],"Everyone who is born on earth will be resurrected."],["div",{"id":"p41","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p41"},"After you are resurrected, you will go before God to be judged according to your works and the desires of your heart."]],[".topic",["h3","Degrees of Glory"],["div",{"id":"p42","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p42"},"After you are judged, you will live in a state of glory. Because everyone’s works and desires vary, heaven includes different kingdoms, or degrees of glory."],["div",{"id":"p43","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p43"},["b","Celestial kingdom."],"Heavenly Father and Jesus Christ reside in the celestial kingdom. If you live according to the gospel of Jesus Christ and are cleansed from sin by the Atonement, you will receive a place in this, the highest kingdom. You will live in God’s presence and know complete joy."],["div",{"id":"p44","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p44"},["b","Terrestrial kingdom."],"People who refuse to accept the gospel of Jesus Christ but who live honorable lives will receive a place in the terrestrial kingdom."],["div",{"id":"p45","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p45"},["b","Telestial kingdom."],"Those who continue in their sins and do not repent will receive a place in the telestial kingdom."],[".",{"id":"f7","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f7"},["h4","The Atonement of Jesus Christ makes salvation possible."],["div",{"id":"p46","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p46"},"Pre-earth Life"],["div",{"id":"p47","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p47"},"Creation and Fall"],["div",{"id":"p48","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p48"},"Earth Life"],["div",{"id":"p49","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p49"},"Faith in Jesus Christ"],["div",{"id":"p50","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p50"},"Repentance"],["div",{"id":"p51","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p51"},"Baptism"],["div",{"id":"p52","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p52"},"Gift of the Holy Ghost"],["div",{"id":"p53","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p53"},"Endure to the end"],["div",{"id":"p54","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p54"},"Physical Death"],["div",{"id":"p55","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p55"},"Spirit World"],["div",{"id":"p56","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p56"},"Resurrection and Judgment"],["div",{"id":"p57","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p57"},"Telestial"],["div",{"id":"p58","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p58"},"Terrestrial"],["div",{"id":"p59","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p59"},"Celestial"]]]],[".topic",["h2","What Does the Plan Mean for Me?"],["div",{"id":"p60","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p60"},"When you understand that God is your Father, that He loves you, and that He has made it possible for you to gain experience and knowledge here and become like Him after this life, you know the importance of your decisions during your life. You understand that you must follow Jesus Christ to receive the full blessings of Heavenly Father’s plan."]],[".topic",["h2","How Can I Know?"],["div",{"id":"p61","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p61"},"A greater knowledge of the plan of salvation has come because of the Restoration of the gospel of Jesus Christ through the Prophet Joseph Smith."],[".sidebar box-decor box-right",{"id":"f8","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.f8"},["h3","How Do I Pray?"],["ul.bullet",["li",["span.label","•"],[".para","Address your Heavenly Father."]],["li",["span.label","•"],[".para","Express the feelings of your heart (gratitude, questions, requests to confirm the truth of the Book of Mormon and of what the missionaries have taught)."]],["li",["span.label","•"],[".para","Close (“In the name of Jesus Christ, amen”)."]]]],["div",{"id":"p65","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.p65"},"You can know for yourself that these things are true by asking Heavenly Father in prayer. He will answer you through the Holy Ghost. The Holy Ghost is also called the Spirit of God, and one of His roles is to witness, or testify, of the truth. The Holy Ghost reveals and confirms truth through feelings, thoughts, and impressions. The feelings that come from the Holy Ghost are powerful, but they are also usually gentle and quiet. As taught in the Bible, “The fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, [and] temperance” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.22-23"},"Galatians 5:22–23"],"). These feelings are a confirmation from the Holy Ghost that this message is true. You will then need to choose whether you will live in harmony with the teachings of Jesus Christ as restored through Joseph Smith."]]],[".bodyNotes"]],"refs":[["div",{"id":"fn1","uri":"/manual/the-plan-of-salvation/the-plan-of-salvation.fn1"},["b","*"],["span.label","*"],"Words in red are defined on pages 18 and 19."]]}
