{"id":89,"parent_id":67,"book_id":23519,"content_id":1,"language_id":1,"display_order":89,"title":"Unit 20: Day 1, Alma 39","subtitle":"","short_title":"Unit 20: Day 1","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39"},[".heading",{"id":"head24","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.head24"},[".titleNumber","Unit 20: Day 1"],["h1","Alma 39"]],[".bodyBlock",[".topic",{"id":"t88","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.t88"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p4"},"Alma reproved his wayward son, Corianton, who had forsaken the ministry and committed serious sexual sin. Alma taught Corianton the seriousness of his actions and expressed his disappointment that Corianton was guilty of such serious wrongdoing. Alma commanded Corianton to stop going after “the lusts of his eyes” and to repent (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"). Alma’s message to Corianton is found in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39–42"],"."]],[".topic",{"id":"t89","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.t89"},["h2",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.1-6"},"Alma 39:1–6"]],["h3","Alma explains the seriousness of sexual sin to his son Corianton"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p7"},"Consider the following statement: Some sins are more serious than other sins."],[".figure",["ol.number",["li",["span.label",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937456.jpg"}],"1."],["p.para","Respond to the following questions in your scripture study journal: Do you agree that some sins are more serious than other sins? Why or why not?"]]]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p9"},"As recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],", Alma gave counsel to his son Corianton that can help you understand the serious nature of certain sins. Corianton had accompanied Alma and his brother Shiblon on a mission to preach the gospel to the Zoramites. While there, Corianton committed a serious sexual sin."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p10"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.1-4"},"Alma 39:1–4"],", and look for what Corianton had done wrong. To help you understand these verses, it may be helpful to know that a harlot is an immoral woman or prostitute. It is important to understand that “the Lord cannot look upon sin with the least degree of allowance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"D&C 1:31"],"); sexual sins are especially serious. Notice too that Corianton purposely left his mission to go after the harlot Isabel, which contributed to the seriousness of his sin."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p11"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.5"},"Alma 39:5"],", and look for how Alma explained the seriousness of sexual sin compared to other sins. An abomination is something that is sinful, wicked, or vile. From these verses we learn that",["b","sexual sin is an abomination in the sight of the Lord."],"Ponder why you think sexual sin is ranked next to murder in seriousness."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p12"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles gave this explanation about why sexual sin is abominable to the Lord: “By assigning such seriousness to a physical appetite so universally bestowed, what is God trying to tell us about its place in His plan for all men and women? I submit to you He is doing precisely that—commenting about the very plan of life itself. Clearly among His greatest concerns regarding mortality are how one gets into this world and how one gets out of it. He has set very strict limits in these matters” (“Personal Purity,”",["span.emphasis","Ensign,"],"Nov. 1998, 76)."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p13"},"Read the following paragraphs, and look for and mark answers to the following question: What are some of the blessings of remaining sexually pure?"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p14"},"“Physical intimacy between husband and wife is beautiful and sacred. It is ordained of God for the creation of children and for the expression of love between husband and wife. God has commanded that sexual intimacy be reserved for marriage."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p15"},"“When you are sexually pure, you prepare yourself to make and keep sacred covenants in the temple. You prepare yourself to build a strong marriage and to bring children into the world as part of an eternal and loving family. You protect yourself from the spiritual and emotional damage that come from sharing sexual intimacy outside of marriage. You also protect yourself from harmful diseases. Remaining sexually pure helps you to be confident and truly happy and improves your ability to make good decisions now and in the future” (",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 35)."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p16"},"Now read the following paragraphs, looking for answers to the following question: What are the Lord’s standards for remaining sexually pure?"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p17"},"“The Lord’s standard regarding sexual purity is clear and unchanging. Do not have any sexual relations before marriage, and be completely faithful to your spouse after marriage. Do not allow the media, your peers, or others to persuade you that sexual intimacy before marriage is acceptable. It is not. In God’s sight, sexual sins are extremely serious. They defile the sacred power God has given us to create life. The prophet Alma taught that sexual sins are more serious than any other sins except murder or denying the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.5"},"Alma 39:5"],")."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p18"},"“Never do anything that could lead to sexual transgression. Treat others with respect, not as objects used to satisfy lustful and selfish desires. Before marriage, do not participate in passionate kissing, lie on top of another person, or touch the private, sacred parts of another person’s body, with or without clothing. Do not do anything else that arouses sexual feelings. Do not arouse those emotions in your own body. Pay attention to the promptings of the Spirit so that you can be clean and virtuous. The Spirit of the Lord will withdraw from one who is in sexual transgression."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p19"},"“Avoid situations that invite increased temptation, such as late-night or overnight activities away from home or activities where there is a lack of adult supervision. Do not participate in discussions or any media that arouse sexual feelings. Do not participate in any type of pornography. The Spirit can help you know when you are at risk and give you the strength to remove yourself from the situation. Have faith in and be obedient to the righteous counsel of your parents and leaders."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p20"},"“Homosexual and lesbian behavior is a serious sin. If you find yourself struggling with same-gender attraction or you are being persuaded to participate in inappropriate behavior, seek counsel from your parents and bishop. They will help you."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p21"},"“Victims of sexual abuse are not guilty of sin and do not need to repent. If you have been a victim of abuse, know that you are innocent and that God loves you. Talk to your parents or another trusted adult, and seek your bishop’s counsel immediately. They can support you spiritually and assist you in getting the protection and help you need. The process of healing may take time. Trust in the Savior. He will heal you and give you peace."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p22"},"“If you are tempted to commit any form of sexual transgression, seek help from your parents and bishop. Pray to your Father in Heaven, who will help you resist temptation and overcome inappropriate thoughts and feelings. If you have committed sexual transgression, talk to your bishop now and begin the process of repentance so that you can find peace and have the full companionship of the Spirit."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p23"},"“Make a personal commitment to be sexually pure. By your words and actions, encourage others to do the same” (",["span.emphasis","For the Strength of Youth,"],"35–37)."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p24"},"Ponder what message you feel the Lord would have you focus on from what you just read."]],[".topic",{"id":"t90","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.t90"},["h2",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.7-19"},"Alma 39:7–19"]],["h3","Alma encourages Corianton to repent"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p27"},"Imagine having a conversation with your parents, Young Men or Young Women leaders, or your bishop or branch president about the importance of sexual purity. Consider how you might respond to your parents or Church leaders as they counsel you about the importance of remaining sexually pure. Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.7-8"},"Alma 39:7–8"],"to find what Alma’s purpose was in teaching Corianton about the seriousness of his sin. Ponder how your response to your parents’ or Church leaders’ counsel would be affected by knowing it was a loving invitation to remain pure or repent and to avoid the judgments of God."],[".img-left",{"id":"f243","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.f243"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/700995.jpg"}]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p28"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles described why parents, like Alma, invite their children to repent: “The invitation to repent is an expression of love. … If we do not invite others to change or if we do not demand repentance of ourselves, we fail in a fundamental duty we owe to one another and to ourselves. A permissive parent, an indulgent friend, a fearful Church leader are in reality more concerned about themselves than the welfare and happiness of those they could help. Yes, the call to repentance is at times regarded as intolerant or offensive and may even be resented, but guided by the Spirit, it is in reality an act of genuine caring” (“The Divine Gift of Repentance,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 39)."],[".figure",["ol.number",["li",["span.label",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937456.jpg"}],"2."],["p.para","Write the following in your scripture study journal:",["span.emphasis","Repentance includes …"],"Then, as you study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9-14"},"Alma 39:9–14"],", make a list in your scripture study journal of what Alma taught Corianton about repentance that could help complete this statement."]]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p30"},"Use the following questions and commentary to help you understand and apply Alma’s counsel. Try to identify and write at least one truth for each verse listed below that could help complete the statement in your scripture study journal. You do not need to answer the questions in your scripture study journal."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p31"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],". (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"is a scripture mastery verse. You may want to mark it in a distinctive way so you can locate it in the future.) What do the phrases “go no more after the lusts of your eyes” and “cross yourself in these things” have to do with forsaking sin?"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p32"},"In our day, the phrase “lusts of your eyes” has a strong application to immorality and images or entertainment that is pornographic in any way. The phrase “cross yourself,” as used in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],", means to deny yourself of something. This phrase is not as familiar to us today. However, in Joseph Smith’s day, some meanings of the verb",["span.emphasis","cross"],"were “to erase; to cancel. … To counteract … ; to stop” (",["span.emphasis","Noah Webster’s First Edition of an American Dictionary of the English Language,"],"facsimile ed. [1967]). If we apply these definitions to what Alma was teaching his son, we can understand the importance of removing all aspects of immortality (including sources of temptation of immorality that are in our control) from our lives, that we might “inherit the kingdom of God.” What are some ways young Latter-day Saints today can draw a line for themselves in matters of sexual purity and avoid going after the lusts of their eyes?"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p33"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.10"},"Alma 39:10"],". How can seeking spiritual nourishment—from parents, Church leaders, siblings, or trusted friends—help someone repent?"],["p.preamble","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11-12"},"Alma 39:11–12"],", and ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What has to change in a person’s heart during the repentance process so that he or she will not be led away again by the devil to commit sin?"]],["li",["span.label","•"],["p","How can avoiding the pursuit of vain and foolish things help someone repent?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p37"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.13"},"Alma 39:13"],". Recall that Alma told Corianton that when the Zoramites had seen Corianton’s conduct they wouldn’t believe Alma’s words (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"],"). It might be helpful to understand that in the scriptures, the phrase “turn to the Lord” denotes repentance. Repentance is “a turning of the heart and will to God” (Bible Dictionary, “Repentance”)."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to repent with all your “mind, might, and strength”?"]],["li",["span.label","•"],["p","When our sins affect others, what must we do as a part of our repentance?"]],["li",["span.label","•"],["p","When a serious sin is committed, why is it necessary to seek a bishop or branch president’s help?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p41"},"From",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9-13"},"Alma 39:9–13"],"we learn:",["b","Repentance includes acknowledging and forsaking our sins and turning to the Lord with all our mind, might, and strength."]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p42"},"Ponder what you feel the Lord would want you to do to more fully turn your heart and will to Him. What can you do today to begin acting on these promptings?"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p43"},"Without Jesus Christ and His Atonement, it would not be possible for you to be forgiven of your sins. Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.15-16,19"},"Alma 39:15–16, 19"],", and look for how Alma described the knowledge that Jesus Christ would come to take away the sins of the world."],[".figure",["ol.number",["li",["span.label",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937456.jpg"}],"3."],["p.para","In your scripture study journal, write about why the coming of Jesus Christ is good news for Corianton and for you."]]]]],[".topic",{"id":"t91","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.t91"},["h2",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937457.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p46"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles said the following about memorizing scriptures:"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p47"},"“Learning, pondering, searching, and memorizing scriptures is like filling a filing cabinet with friends, values, and truths that can be called upon anytime, anywhere in the world."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-study-guide-for-home-study-seminary-students-2013/alma/unit-20-day-1-alma-39.p48"},"“Great power can come from memorizing scriptures. To memorize a scripture is to forge a new friendship. It is like discovering a new individual who can help in time of need, give inspiration and comfort, and be a source of motivation for needed change” (“The Power of Scripture,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 6)."],[".figure",["ol.number",["li",["span.label",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937456.jpg"}],"4."],["p.para","Try to memorize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],". In your scripture study journal, write a sentence or two about how memorizing this verse could be a protection to you in a moment of temptation."]],["li",["span.label",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09410/937456.jpg"}],"5."],["p.para","Write the following at the bottom of today’s assignments in your scripture study journal:"],["p.para",["span.emphasis","I have studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],"and completed this lesson on"],"(date)."],["p.para",["span.emphasis","Additional questions, thoughts, and insights I would like to share with my teacher:"]]]]]]]]]],"refs":null}
