{"id":12,"parent_id":0,"book_id":22653,"content_id":1,"language_id":0,"display_order":12,"title":"Finlay T. from England","subtitle":"","short_title":"Finlay T. from England","uri":"/friend/2013/02/finlay-t-from-england","content":[["div",{"id":"head1","uri":"/friend/2013/02/finlay-t-from-england.head1"},[".seriesTitle","Friends Around the World"],[".title","Finlay T. from England"]],[".bodyBlock",["div",{"id":"p3","uri":"/friend/2013/02/finlay-t-from-england.p3"},"Do you have a favorite thing you like to collect, like beads or baseball cards? Finlay T., age eight, likes to collect something too. But he doesn’t keep what he collects—he gives it away. And what he gives away would usually be dumped in the trash! Can you guess what it is?"],["div",{"id":"f1","uri":"/friend/2013/02/finlay-t-from-england.f1"},[".caption","I collect used postage stamps from letters that have traveled all over the world. Then I give them to charities that sell stamps to raise money to help children in different countries. Whenever I hear the mail plop onto the doormat of our home, I can’t wait to carefully tear off the postage stamps to add to the collection."]],["div",{"id":"f2","uri":"/friend/2013/02/finlay-t-from-england.f2"},[".caption","I live with my mum and dad and my sisters, Emily and Georgia. Sometimes we trim and sort stamps together. It’s hard work, and sometimes my hands ache from cutting and counting. But then I remember why I’m doing it. I enjoy helping because I know that each stamp I collect helps someone in need."]],["div",{"id":"f3","uri":"/friend/2013/02/finlay-t-from-england.f3"},[".caption","My friends call me Finn. I’m an excellent swimmer, so it’s the perfect name for me. My mum says I am a gift from God because I was born on her birthday."]],["div",{"id":"f4","uri":"/friend/2013/02/finlay-t-from-england.f4"},[".caption","For a while, I was the only member of the Church in my school. Most of my classmates are members of another Christian faith. We like to laugh and play. I hope that I can share what I know about the Book of Mormon with them."]],["div",{"id":"f5","uri":"/friend/2013/02/finlay-t-from-england.f5"},[".caption","I have a “joke kit,” which includes fake glasses and noses and fake flies in pretend ice cubes."]],["div",{"id":"f6","uri":"/friend/2013/02/finlay-t-from-england.f6"},[".caption","When I’m not trimming stamps, I like to play outside in my garden, jump on my trampoline, or ride bikes and scooters with my five “besties”—my best friends Max, Guy, Bradley, Joseph, and Cameron. I also have two pet mice named Sophia and Jennifer."]]]],"refs":null}
