{"id":29,"parent_id":0,"book_id":22653,"content_id":1,"language_id":0,"display_order":29,"title":"I Love Being Me!","subtitle":"By Wendee Wilcox Rosborough","short_title":"I Love Being Me!","uri":"/friend/2013/02/i-love-being-me","content":[["div",{"id":"head1","uri":"/friend/2013/02/i-love-being-me.head1"},[".title","I Love Being Me!"],[".byline",["div",{"id":"p2","uri":"/friend/2013/02/i-love-being-me.p2"},"By Wendee Wilcox Rosborough"],["div",{"id":"p3","uri":"/friend/2013/02/i-love-being-me.p3"},"(Based on a true story)"]],[".epigraph","“I am glad for many things. … Thank you, thank you, my heart sings”",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","151)."]],[".kicker","Josh started to think about his blessings and found he couldn’t stop!"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/02/i-love-being-me.p6"},["span.emphasis","Swish!"],"The basketball sank through the hoop as the final buzzer rang. Josh had made the shot! They had won the game! He jumped up and down and high-fived his teammates as the bleachers roared to life. “Go Lions!” all the parents yelled, and Josh smiled to hear his mom cheering loudest of all."],["div",{"id":"p7","uri":"/friend/2013/02/i-love-being-me.p7"},"On the drive home, Josh couldn’t stop grinning as he replayed the game in his head. “Wow,” he thought. “I’m so lucky to be a part of this team. And my coach is really great too.” He thought of how Coach John always complimented every player and did funny cheers to get the team excited."],["div",{"id":"p8","uri":"/friend/2013/02/i-love-being-me.p8"},"“And I’m glad Mom and Dad let me sign up this year,” he thought. They’d even come to his games. Sometimes he felt silly when Mom cheered so loudly, but he was secretly happy his family was there."],["div",{"id":"p9","uri":"/friend/2013/02/i-love-being-me.p9"},"He started to list other blessings in his mind. He had a nice teacher this year who helped him with math. His family had just gotten a dog, and Josh found out he was pretty good at training animals! Just last week, he found out his Primary friends would be going to camp with him, and Josh couldn’t wait to learn some new sports there … The list could go on forever, Josh thought with a smile on his face. Heavenly Father had given him fun talents and loving family members and chances to try new things."],["div",{"id":"p10","uri":"/friend/2013/02/i-love-being-me.p10"},"“Mom?” he said."],["div",{"id":"p11","uri":"/friend/2013/02/i-love-being-me.p11"},"“Yes, Josh?”"],["div",{"id":"p12","uri":"/friend/2013/02/i-love-being-me.p12"},"“I just love being me! If I were somebody else, I would wish I were me!”"],["div",{"id":"p13","uri":"/friend/2013/02/i-love-being-me.p13"},"Mom laughed and squeezed his knee. “You are pretty great, kiddo!”"],["div",{"id":"p14","uri":"/friend/2013/02/i-love-being-me.p14"},"Josh turned to face her. “Thanks, Mom. Thanks for everything.” He grinned and settled back in his seat. Winning a basketball game was great, but just being himself was the best feeling of all."]]],"refs":null}
