{"id":6,"parent_id":0,"book_id":22653,"content_id":1,"language_id":0,"display_order":6,"title":"Snow Friends","subtitle":"By Sarah Chow","short_title":"Snow Friends","uri":"/friend/2013/02/snow-friends","content":[["div",{"id":"head1","uri":"/friend/2013/02/snow-friends.head1"},[".title","Snow Friends"],[".byline",["div",{"id":"p2","uri":"/friend/2013/02/snow-friends.p2"},"By Sarah Chow"],["div",{"id":"p3","uri":"/friend/2013/02/snow-friends.p3"},"(Based on a true story)"]],[".epigraph","Jesus said love ev’ryone; treat them kindly too",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","61)."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/02/snow-friends.p5"},"Lyssa carefully walked from the bus stop to her classroom. The freezing Canadian wind whipped her hair across her eyes, but Lyssa didn’t mind—the wind had brought snow as deep as her knees."],["div",{"id":"p6","uri":"/friend/2013/02/snow-friends.p6"},"Lyssa loved snow. It made the world quiet. It dressed up the trees. It left icicles on the roof. And it tickled her face when it fell. When it snowed, Lyssa sledded. When it snowed, Lyssa built snowmen. When it snowed, Lyssa drank hot chocolate for breakfast."],["div",{"id":"p7","uri":"/friend/2013/02/snow-friends.p7"},"Once inside the toasty classroom, Lyssa slowly took off her scarf, her hat, her mittens, her coat, her sweater, and her boots. Dressing warmly enough for the snow was a lot of work, but Lyssa didn’t mind. She put her snow clothes in her cubby. “I’ll be back at recess,” she whispered to them, and she hurried over to her desk."],["div",{"id":"p8","uri":"/friend/2013/02/snow-friends.p8"},"After math and social studies, Lyssa quickly put back on her boots, her sweater, her coat, her mittens, her hat, and her scarf. She joined her best friend, Caitlin, in line to go back outside."],["div",{"id":"p9","uri":"/friend/2013/02/snow-friends.p9"},"It was snowing again! Lyssa rushed out the door and looked up at the sky, letting the snow fall—tickle, tickle—on her face."],["div",{"id":"p10","uri":"/friend/2013/02/snow-friends.p10"},"“Let’s play snow tag! Last one to the fence is It!” Caitlin called, and Lyssa’s classmates sprinted for the far field. Lyssa turned to join them until she saw Kevin sitting on a bench outside the classroom."],["div",{"id":"p11","uri":"/friend/2013/02/snow-friends.p11"},"“Aren’t you going to play, Kevin?” Lyssa asked."],["div",{"id":"p12","uri":"/friend/2013/02/snow-friends.p12"},"“No. The new snow filled up the paths, and it’s too hard to get to the field. I’m just going to sit here,” Kevin said."],["div",{"id":"p13","uri":"/friend/2013/02/snow-friends.p13"},"Lyssa looked at Kevin’s legs. They were strapped to braces. Kevin didn’t walk very well even in the classroom. She guessed it would be hard for him to walk in the snow."],["div",{"id":"p14","uri":"/friend/2013/02/snow-friends.p14"},"“Come on!” Caitlin called as she sprinted past Lyssa. “We’re all having fun!” But Lyssa just looked at Kevin, who stared at his shoes. “Aren’t you coming?”"],["div",{"id":"p15","uri":"/friend/2013/02/snow-friends.p15"},"“I’m going to play with Kevin today,” Lyssa said. Caitlin opened her mouth in disbelief."],["div",{"id":"p16","uri":"/friend/2013/02/snow-friends.p16"},"“You’re playing with",["span.emphasis","Kevin?"],"” She said it so loudly that everyone stopped playing and looked at Lyssa. Two girls started whispering."],["div",{"id":"p17","uri":"/friend/2013/02/snow-friends.p17"},"Lyssa swallowed. “Yes,” she said. “I’ll see you later.” Caitlin shrugged and jogged off, and Lyssa turned to Kevin. He was smiling. “So do you want to play with me?” Lyssa asked. “I’ll help you with the snow.”"],["div",{"id":"p18","uri":"/friend/2013/02/snow-friends.p18"},"“OK,” said Kevin."],["div",{"id":"p19","uri":"/friend/2013/02/snow-friends.p19"},"Lyssa knelt down in the snow and started crawling. She crawled with her knees and elbows so she could flatten the snow for Kevin. Pretty soon, Kevin was walking slowly behind her in the path she had made."],["div",{"id":"p20","uri":"/friend/2013/02/snow-friends.p20"},"Lyssa turned right. Kevin followed her path to the right. Lyssa turned left. Kevin followed her path to the left. Suddenly, another path was in front of Lyssa. She was back at the beginning!"],["div",{"id":"p21","uri":"/friend/2013/02/snow-friends.p21"},"Kevin started to laugh. “We’re going curvy!” Lyssa started laughing too."],["div",{"id":"p22","uri":"/friend/2013/02/snow-friends.p22"},"The laughter seemed to make clearing the path easier, so Lyssa kept laughing. She crawled faster and faster, carefully making a path for Kevin. A couple of times he fell down, but Lyssa helped him get up again."],["div",{"id":"p23","uri":"/friend/2013/02/snow-friends.p23"},"They played all through recess. When the bell rang, Kevin asked, “Can we do that again tomorrow?”"],["div",{"id":"p24","uri":"/friend/2013/02/snow-friends.p24"},"“Sure!” said Lyssa. “It was fun. The only thing better than snow is snow with a friend!”"]]],"refs":null}
