{"id":170,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":170,"title":"Enrichment K \"Seek Learning, Even by Study and Also by Faith\"","subtitle":"","short_title":"Enrichment K","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.head11"},[".titleNumber","Enrichment K"],["h1","“Seek Learning, Even by Study and Also by Faith”"]],[".bodyBlock",[".topic",["h2","(K-1) Introduction"],["div",{"id":"p742","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p742"},"The Prophet Joseph Smith taught that “in the resurrection, some are raised to be angels, others are raised to become Gods” (",["span.emphasis","Teachings,"],"p. 312). All who receive the gospel should have as their greatest desire to rise to the high and holy status of godhood—to become as God is. That is the great and grand objective of mortality. Without question, the attainment of that goal requires the most diligent efforts, both in mortality and after the Resurrection. One of the great elements of that effort is obtaining a knowledge of the saving principles of the gospel and learning that their proper application is crucial to exaltation in the kingdom of God. “In knowledge there is power,” said the Prophet Joseph Smith. “God has more power than all other beings, because he has greater knowledge; and hence he knows how to subject all other beings to him. He has power over all.” (",["span.emphasis","History of the Church,"],"5:340.)"],[".",{"id":"f25","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.f25"},[".caption","The certain knowledge of the Resurrection gives confidence and hope to life."]],["div",{"id":"p744","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p744"},"In dozens of statements in the Doctrine and Covenants the Lord tells His Saints to seek knowledge, understanding, and wisdom, and speaks of those attributes in Himself. The Lord knows how vital it is that His children obtain a knowledge of the truth, for they cannot apply the principles of righteousness that will enable them to become like God until they learn them."]],[".topic",["h2","(K-2) All Should Diligently Seek Learning"],["div",{"id":"p745","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p745"},"The Doctrine and Covenants makes it very clear that the Lord intends for His people to be well educated: “Seek not for riches but for wisdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.7"},"D&C 6:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.7"},"11:7"],"). “Teach one another the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],"). “Teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],"). “Study and learn and become acquainted with all good books, and with languages, tongues and people” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"D&C 90:15"],"). “Obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"D&C 93:53"],"). “Let every man learn his duty” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],"). “Let him that is ignorant learn wisdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32"},"D&C 136:32"],")."],["div",{"id":"p746","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p746"},"Church leaders have always taught the importance of obtaining knowledge and the great effect it has on one’s progression. President Brigham Young said that “the religion embraced by the Latter-day Saints, if only slightly understood, prompts them to search diligently after knowledge. There is no other people in existence more eager to see, hear, learn, and understand truth.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 247.) He also said: “It is the duty of the Latter-day Saints according to the revelations, to give their children the best education that can be procured, both from the books of the world and the revelations of the Lord” (in",["span.emphasis","Journal of Discourses,"],"17:45)."],["div",{"id":"p747","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p747"},"The gospel places no limits on the acquiring of truth through proper education. President Hugh B. Brown counseled Church members to “cultivate an unquenchable appetite for learning” (in Conference Report, Apr. 1968, p. 100)."],["div",{"id":"p748","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p748"},"President David O. McKay said: “The Church stands for education. The very purpose of its organization is to promulgate truth among men. Members of the Church are admonished to acquire learning by study, and also by faith and prayer; to seek after every thing that is virtuous, lovely, of good report, or praiseworthy. In this seeking after, they are not confined to narrow limits of dogma or creed, but are free to launch into the realm of the infinite.” (In Conference Report, Apr. 1968, p. 93.)"],["div",{"id":"p749","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p749"},"Not only does the Church teach the importance of education, but it has been an effective vehicle in helping members grow in their knowledge of the truth. Early in this dispensation the Lord commanded the Saints to teach one another and organize schools and classes for their benefit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.4"},"D&C 55:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79,118-119,127"},"88:78–79, 118–19, 127"],"). The Nauvoo city charter provided for an educational system that included all grades from elementary to university level (see Berrett, Restored Church, p. 159). When the pioneers settled in the western area of the United States, local settlements established schools for children and adults in religious and secular subjects. With the influx of non-Mormons into the area and the rise of secular public schools, the Church established seminaries and institutes of religion while strongly supporting secular institutions. The Church now has a worldwide education system that fosters education of Church members, yet it is careful not to usurp the prerogatives of public education sponsored by states and governments."]],[".topic",["h2","(K-3) Knowledge Is a Necessary Prerequisite to Progression and Salvation"],["div",{"id":"p750","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p750"},"The Prophet Joseph Smith taught that “God himself, finding he was in the midst of spirits and glory, because he was more intelligent, saw proper to institute laws whereby the rest could have privilege to advance like himself. The relationship we have with God places us in a situation to advance in knowledge. He has power to institute laws to instruct the weaker intelligences, that they may be exalted with himself, so that they might have one glory upon another, and all that knowledge, power, glory, and intelligence, which is requisite in order to save them in the world of spirits.” (",["span.emphasis","Teachings,"],"p. 354.)"],["div",{"id":"p751","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p751"},"Knowledge is necessary to obtain salvation. In fact, we are saved no faster than we get knowledge of the things of God (see Smith, Teachings, p. 217). The Doctrine and Covenants teaches that “it is impossible to be saved in ignorance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],"), but one must have the right priorities in seeking knowledge. Elder Spencer W. Kimball said:"],["div",{"id":"p752","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p752"},"“In proper sequence comes first the knowledge of God and his program, which is the way to eternal life, and secondly comes the knowledge of the secular things, also very important. The Creator himself gives the proper sequence and defines the order. …"],["div",{"id":"p753","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p753"},"“… The ignorance the Lord speaks of when he says ‘One cannot be saved in ignorance’ is the lack of knowledge of the really first things—the kingdom of God and his righteousness.” (In",["span.emphasis","Life’s Directions,"],"pp. 175, 180.)"],["div",{"id":"p754","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p754"},"Individuals may progress in knowledge of the things of the kingdom of God until they arrive at a point where, if they have sufficiently applied those principles and shown their complete dedication to God, they obtain the knowledge that they are sealed up to eternal life (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.5"},"D&C 131:5"],"). The Prophet Joseph Smith taught that “if you wish to go where God is, you must be like God, or possess the principles which God possesses, for if we are not drawing towards God in principle, we are going from Him and drawing towards the devil. … As far as we degenerate from God, we descend to the devil and lose knowledge, and without knowledge we cannot be saved.” (",["span.emphasis","Teachings,"],"pp. 216–17.)"],["div",{"id":"p755","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p755"},"One reason knowledge is so crucial to salvation is that salvation consists in becoming like God, and God has all knowledge (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.2"},"D&C 38:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36-37"},"93:36–37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],"; and Lectures on Faith 7:16). As great a task as it may seem to progress until one has the knowledge that God has, yet it is possible (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.55-56"},"76:55–56"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],")."],[".blockQuote",["div",{"id":"p756","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p756"},"One of the attributes of Jesus Christ is truth (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-d-contributions-of-the-doctrine-and-covenants-to-an-understanding-of-jesus-christ.p1"},"Enrichment D"],"). The Father said of Christ that He is “full of grace and truth” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.52"},"Moses 6:52"],"). The Savior said of Himself, “I am the Spirit of truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.26"},"D&C 93:26"],"). If we are to be like Him and receive of His fulness (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.20"},"D&C 93:20"],"), then we must also eventually receive the truth in its fulness. In other words, to be like God, we too must have all knowledge."],["div",{"id":"p757","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p757"},"Does that seem like a hopeless task, so infinitely large as to be impossible to accomplish? If you find the thought discouraging, remember that this like all other kinds of spiritual progress, is a step-by-step process. Concerning our potential and the means by which we may attain it, the Prophet Joseph Smith taught: “When you climb up a ladder, you must begin at the bottom, and ascend step by step, until you arrive at the top; and so it is with the principles of the Gospel—you must begin with the first, and go on until you learn all the principles of exaltation. But it will be a great while after you have passed through the veil before you will have learned them. It is not all to be comprehended in this world; it will be a great work to learn our salvation and exaltation even beyond the grave.” (",["span.emphasis","Teachings"],"p. 348.)"],["div",{"id":"p758","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p758"},"The following scriptures from the Doctrine and Covenants relate to our coming to a fulness of knowledge."],["div",{"id":"p759","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p759"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.12-14,19-20"},"D&C 93:12–14, 19–20"],"."],"How did Christ receive His fulness? What implications does that process have for us?"],["div",{"id":"p760","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p760"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.12"},"D&C 98:12"],"."],"How does a fulness of knowledge come?"],["div",{"id":"p761","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p761"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.40"},"D&C 50:40"],"."],"Do you find any comfort in this statement about our natures?"],["div",{"id":"p762","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p762"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"D&C 130:18–19"],"."],"Though we cannot learn all knowledge in this life, what advantage is there to diligently gain knowledge while in mortality?"],["div",{"id":"p763","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p763"},"To help you understand how much knowledge we can gain in this life, consider the following statement by the Prophet: “God has created man with a mind capable of instruction, and a faculty which may be enlarged in proportion to the heed and diligence given to the light communicated from heaven to the intellect; and that the nearer man approaches perfection, the clearer are his views, and the greater his enjoyments, till he has overcome the evils of his life and lost every desire for sin; and like the ancients, arrives at that point of faith where he is wrapped in the power and glory of his Maker and is caught up to dwell with Him. But we consider that this is a station to which no man ever arrived in a moment; he must have been instructed in the government and laws of that kingdom by proper degrees, until his mind is capable in some measure of comprehending the propriety, justice, equality, and consistency of the same.” (",["span.emphasis","Teachings,"],"p. 51.)"]]],[".topic",["h2","(K-4) The Knowledge That Saves Involves Both Principles and Applications"],["div",{"id":"p764","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p764"},"Not only must we obtain knowledge as part of our progression, but we must also develop the capacity to live according to the principles we learn. We must develop faith, capabilities, and skills. We must be able to put our knowledge to its proper use. President David O. McKay taught that “gaining knowledge is one thing, and applying it [is] quite another. Wisdom is the right application of knowledge, and true education—the education for which the Church stands—is the application of knowledge to the development of a noble and Godlike character.” (In Conference Report, Apr. 1968, p. 93.)"],["div",{"id":"p765","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p765"},"It is one thing to gather information in one’s mind and another to develop the skills to use that knowledge effectively. Both are necessary. Knowledge without application is insufficient, yet it is a prerequisite to developing capacities and skills, both in temporal and spiritual pursuits.",["span.emphasis","Eternal life"],"is a term that refers to the type of life God has. When we have developed the capacity to live",["span.emphasis","and"],"act as He does, then we, too, will have eternal life."],["div",{"id":"p766","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p766"},"The Doctrine and Covenants teaches that “the glory of God is intelligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],"). President Joseph F. Smith said: “There is a difference between knowledge and pure intelligence. Satan possesses knowledge, far more than we have, but he has not intelligence or he would render obedience to the principles of truth and right. I know men who have knowledge, who understand the principles of the gospel, perhaps as well as you do, who are brilliant, but who lack the essential qualification of pure intelligence. They will not accept and render obedience thereto. Pure intelligence comprises not only knowledge, but the power to properly apply that knowledge.” (",["span.emphasis","Gospel Doctrine,"],"p. 58.)"],["div",{"id":"p767","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p767"},"President David O. McKay expressed the fact that, although a person may have great knowledge, “if he has not, with this knowledge, that nobility of soul which prompts him to deal justly with his fellow men, to practice virtue and honesty in personal life, he is not a truly educated man” (",["span.emphasis","Instructor,"],"Aug. 1961, p. 253)."],["div",{"id":"p768","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p768"},"True education gives a person great capacity to serve, to edify, and to move the Lord’s work forward. Those who have such an education can be of great value in the Lord’s kingdom. The Lord instructed His people early in this dispensation to obtain knowledge “for the salvation of Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"D&C 93:53"],") and to learn their duty in order “to act in the office in which [they are] appointed in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],"). The Lord, through His prophet, taught that the Saints should exert righteous influence by “kindness and pure knowledge” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.42"},"D&C 121:42"],"). Blessed is the person who gains great knowledge and uses that knowledge to serve the Lord and His children."]],[".topic",["h2","(K-5) Knowledge Is Power and Can Be of Great Benefit in Resisting the Adversary"],["div",{"id":"p769","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p769"},"The Prophet Joseph Smith taught: “A man is saved no faster than he gets knowledge, for if he does not get knowledge, he will be brought into captivity by some evil power in the other world, as evil spirits will have more knowledge, and consequently more power than many men who are on the earth. Hence it needs revelation to assist us, and give us knowledge of the things of God.” (",["span.emphasis","Teachings,"],"p. 217.)"],["div",{"id":"p770","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p770"},"The Savior taught that a knowledge of the truth will make us free (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.31-32"},"John 8:31–32"],"). This freedom, in the words of Elder Bruce R. McConkie, consists of being “free from the damning power of false doctrine; free from the bondage of appetite and lust; free from the shackles of sin; free from every evil and corrupt influence and from every restraining and curtailing power; free to go on to the unlimited freedom enjoyed in its fulness only by exalted beings” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:456–457)."],[".blockQuote",["div",{"id":"p771","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p771"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.25"},"D&C 50:25"],"."],"As indicated by the Lord, what is one of the great benefits of knowing the truth?"],["div",{"id":"p772","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p772"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.35"},"D&C 50:35"],"."],"How can we obtain power to overcome all things that are not ordained of God?"],["div",{"id":"p773","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p773"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-78"},"D&C 88:77–78"],"."],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.12-14,19-20"},"Doctrine and Covenants 93:12–14, 19–20"],"shows that we can come to a fulness by moving from grace to grace. What is one way that we can have the grace of God attend us?"],[".",{"id":"f26","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.f26"},[".caption","Study of secular things must be balanced by a study of spiritual things."]]]],[".topic",["h2","(K-6) What Knowledge Are the Saints Commanded to Obtain?"],["div",{"id":"p775","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p775"},"We cannot be saved in ignorance of the principles of exaltation in the kingdom of God. It is also true, however, that though establishing God’s kingdom should take top priority, the Saints should study and advance their knowledge in many areas (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79"},"D&C 88:78–79"],"). Elder Spencer W. Kimball said of this concept:"],["div",{"id":"p776","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p776"},"“Secular knowledge, important as it may be, can never save a soul nor open the celestial kingdom nor create a world nor make a man a god, but it can be most helpful to that man who, placing first things first, has found the way to eternal life and who can now bring into play all knowledge to be his tool and servant. …"],["div",{"id":"p777","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p777"},"“… Can you see why we must let spiritual training take first place? … Can you see that the spiritual knowledge may be complemented with the secular in this life and on for eternities but that the secular without the foundation of the spiritual is but like the foam upon the milk, the fleeting shadow?"],["div",{"id":"p778","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p778"},"“Do not be deceived! One need not choose between the two but only as to the sequence, for there is opportunity for one to get both simultaneously; but can you see that the seminary courses should be given even preferential attention over the high school subjects; the institute over the college course; the study of the scriptures ahead of the study of man-written texts.” (In",["span.emphasis","Life’s Directions,"],"pp. 184, 190.)"],["div",{"id":"p779","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p779"},"President Brigham Young said: “There are a great many branches of education: some go to college to learn languages, some to study law, some to study physics, and some to study astronomy, and various other branches of science. … But our favorite study is that branch which particularly belongs to the Elders of Israel—namely, theology. Every Elder should become a profound theologian—should understand this branch better than all the world.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 258.)"],["div",{"id":"p780","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p780"},"The Lord instructed the early Saints of this dispensation to study a great variety of subjects so that they could have power to effectively carry forth His work and provide for their own needs (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79"},"D&C 88:78–79"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"90:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"93:53"],")."],["div",{"id":"p781","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p781"},"The Prophet Joseph Smith said, “Truth is ‘Mormonism’” (",["span.emphasis","Teachings,"],"p. 139). His statement was later amplified by President Joseph F. Smith, who said: “We believe in all truth, no matter to what subject it may refer. No sect or religious denomination in the world possesses a single principle of truth that we do not accept or that we will reject. We are willing to receive all truth, from whatever source it may come; for truth will stand, truth will endure.” (In Conference Report, Apr. 1909, p. 7.)"],["div",{"id":"p782","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p782"},"The gospel does not encourage the Saints to limit their study only to religion. Though religious truth is most important, they should feel no limit in seeking all useful knowledge. President Brigham Young gave the following counsel to the Saints: “See that your children are properly educated in the rudiments of their mother tongue, and then let them proceed to higher branches of learning; let them become more informed in every department of true and useful learning than their fathers are. When they have become well acquainted with their language, let them study other languages, and make themselves fully acquainted with the manners, customs, laws, governments, and literature of other nations, peoples, and tongues. Let them also learn all the truth pertaining to the arts and sciences and how to apply the same to their temporal wants. Let them study things that are upon the earth, that are in the earth, and that are in the heavens.” (In",["span.emphasis","Journal of Discourses,"],"8:9.)"],["div",{"id":"p783","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p783"},"If we keep our priorities correct, the Lord will give us power to obtain knowledge of all we desire that is for our good: “Seek first the kingdom of God and His righteousness, and all else that is desirable, including the knowledge for which you yearn, shall be given unto you” (Joseph F. Smith,",["span.emphasis","Juvenile Instructor,"],"Oct. 1903, p. 627)."],[".blockQuote",["div",{"id":"p784","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p784"},"The scriptures and quotations from the Brethren cited above make it plain that all members of the Church are encouraged to continue the quest for knowledge and truth—in all fields—throughout our life. This quest may take us to colleges and universities or to vocational schools or apprenticeship training. Education that better prepares us to gain meaningful employment and to care for our family is especially important and should be given high priority in our life."],["div",{"id":"p785","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p785"},"But sometimes members feel that spiritual education must be set aside for a time because of the demands of secular education. Some institute students will drop their religion classes, saying they cannot keep up with their other studies. Some graduate students neglect scripture reading and sometimes even Church attendance because of the press of their other studies."],["div",{"id":"p786","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p786"},"Such decisions are short-sighted and suggest that we do not fully understand the process of gaining truth. Jesus Christ is the Spirit of Truth and the source of all light and knowledge (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.11"},"D&C 88:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.26"},"93:26"],"). If we deliberately choose to ignore the source of truth in setting priorities, we will to that extent be walking in darkness, no matter how much intellectual knowledge we may acquire. Gaining secular knowledge while ignoring spiritual knowledge often causes us to have more confidence in ourself or in the teachings of the world than in revelation. The prophet Jacob warned of that condition when he said it was good for people to be learned “if they hearken unto the counsels of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],"). He also pointed out that those who are “puffed up because of their learning” are among those the Lord “despiseth” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.42"},"v. 42"],"). This should lead us to be sober as we set our priorities in education. Unless individuals are willing to recognize their need for God’s knowledge and their inability to get that on their own—Jacob called this recognition considering oneself a fool before God—God “will not open unto them,” and “the things of the wise and the prudent shall be hid from them forever” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.42-43"},"vv. 42–43"],")."],["div",{"id":"p787","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p787"},"The Doctrine and Covenants supports this concept. The commandments there suggest a balance: “Seek learning, even by study, and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],"). And when the Saints teach one another the doctrine of the kingdom with diligence, they gain access to the grace of God and then are “instructed more perfectly” in the disciplines of the world (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78"},"D&C 88:78"],")."],["div",{"id":"p788","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p788"},"As President Kimball said, we are not being asked to choose between secular and spiritual learning, only that we keep them in the right perspective and priority."]]],[".topic",["h2","(K-7) The Process by Which One Gains Knowledge and Intelligence"],["div",{"id":"p789","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p789"},"As with the acquisition of all character traits and skills, obtaining knowledge is a process of growth by small increments. One learns best “line upon line, precept upon precept” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.12"},"D&C 98:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.21"},"128:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.10"},"Isaiah 28:10"],"). One grows from small to great, from simple to more difficult, from milk to meat (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.22"},"D&C 19:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.40"},"50:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.2"},"1 Corinthians 3:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.12-14"},"Hebrews 5:12–14"],"). The Prophet Joseph Smith said: “The Lord deals with this people as a tender parent with a child, communicating light and intelligence and the knowledge of his ways as they can bear it” (",["span.emphasis","Teachings,"],"p. 305)."],["div",{"id":"p790","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p790"},"The Lord counseled that those who have understanding instruct those who do not (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-79,118"},"D&C 88:77–79, 118"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.8"},"43:8"],"). He has also told His people to obtain knowledge by their own study (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"D&C 90:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"130:18–19"],"), and to obtain a knowledge of the truth of His teachings by applying them (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],"). In the Doctrine and Covenants we are commanded to “seek learning, even by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."],["div",{"id":"p791","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p791"},"The case of Oliver Cowdery is helpful in understanding what the Lord meant when He said to seek learning by study and faith. During the translation of the Book of Mormon, Oliver sought to translate and was granted the privilege by the Lord. His attempt failed, however. The Lord then taught him an important principle. To understand the characters on the plates he was attempting to translate, Oliver should have studied them in his mind, drawn conclusions, and then asked the Lord for confirmation. If his heart was right, he would recognize by inward feelings the rightness or wrongness of his decision. Through this same process all may learn by study and by faith. Such learning comes when diligent effort to study a principle is followed by revelation that confirms truth, expands knowledge, and teaches relationships and applications, or else indicates that the decision is not the correct one."],["div",{"id":"p792","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p792"},"The Prophet Joseph Smith taught that “God is the source of all wisdom and understanding” and that “the best way to obtain truth and wisdom is not to ask it from books, but to go to God in prayer, and obtain divine teaching” (",["span.emphasis","Teachings,"],"pp. 55; 191; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on D&C 88:117–41"],"). The Lord has often indicated that those who humble themselves and hearken to His word will be given great knowledge (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.28"},"D&C 1:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"76:5–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-19"},"89:18–19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.28"},"93:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32"},"136:32"],"). Those who are obedient to the Lord are able to receive and understand communications from the Spirit and in that way obtain knowledge. It is the “light of Christ” that enlightens their eyes and quickens their understanding (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.11"},"D&C 88:11"],"). The Lord said to Hyrum Smith, “I will impart unto you of my Spirit, which shall enlighten your mind” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.13"},"D&C 11:13"],"). This enlightenment comes not without great effort from the learner, however. The scriptures say that one receives intelligence through “diligence and obedience” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.19"},"D&C 130:19"],"). “Light and truth forsake that evil one” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.37"},"D&C 93:37"],"). So must the seeker of light and truth, for “intelligence cleaveth unto intelligence; wisdom receiveth wisdom; truth embraceth truth; virtue loveth virtue; light cleaveth unto light” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.40"},"D&C 88:40"],")."]],[".topic",["h2","(K-8) Summary"],["div",{"id":"p793","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-k-seek-learning-even-by-study-and-also-by-faith.p793"},"Nothing can hinder the Lord from “pouring down knowledge from heaven” upon righteous seekers of truth (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.33"},"D&C 121:33"],"). The Lord has promised His people that if they will ask in worthiness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.29-30"},"D&C 50:29–30"],"), they will receive “revelation upon revelation, knowledge upon knowledge” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"D&C 42:61"],"). He told the elders of His Church that they were to be “taught from on high” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"D&C 43:16"],"). The Lord truly will teach and lead by revelation those who hearken to His words. He will not, however, teach by revelation that which we can obtain by our own efforts. Revelation supplements and enhances our diligent efforts (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7-9"},"D&C 9:7–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.19-21"},"130:19–21"],"). The Doctrine and Covenants bears witness that God commands His children to gain knowledge, to educate themselves, and to progress in their acquisition of truth, but it also teaches the way to do that most profitably."]]]],"refs":null}
