{"id":172,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":172,"title":"Enrichment M Priesthood and Church Government, Part 1","subtitle":"","short_title":"Enrichment M","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1","content":[["div",{"id":"head13","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.head13"},[".titleNumber","Enrichment M"],["h1","Priesthood and Church Government, Part 1"]],[".bodyBlock",[".topic",["h2","(M-1) Introduction"],["div",{"id":"p943","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p943"},"The most powerful force known to mankind in time or eternity is the holy priesthood (see",["span.crossRef","N. Eldon Tanner, in Conference Report, Oct. 1979, p. 61"],"; or",["span.crossRef","Ensign, Nov. 1979, p. 42"],"). By it the earth was created and the planets are held in their orbits, but even more impressive is the knowledge that to have “the power of the Melchizedek Priesthood is to have the power of ‘endless lives’” (",["span.emphasis","History of the Church,"],"5:554). By the authority of the Melchizedek Priesthood, the entire Church and kingdom of God on earth functions, is administered, and rolls triumphantly to its foreordained destiny."],["div",{"id":"p944","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p944"},"What is the meaning and purpose of the priesthood? How is the Church organized and administered through the priesthood? By what means is the Lord’s will made known to the membership of the Church through the priesthood? The Doctrine and Covenants not only answers these questions but in a sense could be viewed as a divinely revealed handbook on the priesthood. In this section and Enrichment N, the doctrines and the covenants of the priesthood will be examined, particularly in three major areas: the meaning of the priesthood, priesthood organization, and Church government and administration (which is discussed in Enrichment N)."]],[".topic",["h2","(M-2) What Is the Priesthood?"],["div",{"id":"p945","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p945"},"Out of respect for the name of deity and to avoid making the Lord’s name too common by overuse, the name of the priesthood was changed from the Holy Priesthood after the Order of the Son of God to the Melchizedek Priesthood, “because Melchizedek was such a great high priest” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.2"},"D&C 107:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.2"},"vv. 1–4"],")."],["div",{"id":"p946","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p946"},"What is the priesthood? The Melchizedek Priesthood is God’s power, vested in His authorized servants, that enables them to speak and act on His behalf in performing and administering every covenant, contract, vow, ordinance, or expectation that He has in store for the blessing of His faithful children, all being ratified by the sealing of the Holy Spirit in this world and in the world to come (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.6-7"},"D&C 132:6–7"],")."],["div",{"id":"p947","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p947"},"Every prayer for salvation would be in vain without the holy ordinances being performed by those who have been anointed and appointed to the priesthood. Every hope would be dashed upon the rocks of futility without the voice of authorized servants whose function it is to speak for the Lord in guiding His children in the paths that lead to exaltation and bestowing the blessings of eternity (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"). In short, the priesthood is the divine power needed by every son and daughter of God to lift them from a life of corruption, through the merits of the Redeemer, to a spotless life of splendor in the presence of their eternal Father."]],[".topic",["h2","(M-3) The Powers and Keys Associated with the Priesthood"],["div",{"id":"p948","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p948"},"President Joseph Fielding Smith said: “This matter of holding the priesthood is not a light or a small thing. We are dealing with the Lord’s power and authority, which he has given to us by the opening of the heavens in this day so that every blessing might again be available to us, as they were when man was first placed upon the earth.” (In Conference Report, Oct. 1971, p. 108; or",["span.emphasis","Ensign,"],"Dec. 1971, p. 98.)"],[".",{"id":"f29","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.f29"},[".caption","Ordination is the transfer of God’s power."]],["div",{"id":"p950","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p950"},"Not only does one receive the power and authority to act in God’s name when he has the priesthood conferred upon him, but he receives an endowment, or gift, of spiritual blessings. When Edward Partridge was called to receive the Melchizedek Priesthood, he was told by the Lord: “I will lay my hand upon you by the hand of my servant Sidney Rigdon, and you shall receive my Spirit, the Holy Ghost, even the Comforter, which shall teach you the peaceable things of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"D&C 36:2"],"). Commenting on that scripture, Elder Harold B. Lee said: “Do you get the significance of that? When one is ordained by authority it is as though the Lord Himself were laying also his hand upon that person by the hand of His authorized servant, for them to receive the gifts and endowments of the spirit which come under his jurisdiction and administration.” (",["span.emphasis","Church News,"],"8 July 1961, p. 5.)"],[".blockQuote",["div",{"id":"p951","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p951"},"As you think about what it means to be a worthy holder of the priesthood, do you realize that in being given the priesthood a man receives an endowment of the Spirit to enable him to administer the affairs of his own life and the lives of his family in power? Think of it! When a worthy priesthood bearer places his hands on another and pronounces a blessing of guidance in an ordinance or for a calling or for health, there is an outpouring of the Spirit of the Lord that both sanctifies the action and reveals the nature of the blessing."],["div",{"id":"p952","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p952"},"If you traveled the world over, could you discover a more prized possession? You will remember that Simon, a sorcerer, recognized its value and offered Peter money for it, saying, “Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.19"},"Acts 8:19"],")."],["div",{"id":"p953","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p953"},"One can only “purchase” this sacred power through faithful obedience to the laws and ordinances of the gospel, and the moment a man might think to use it selfishly or unrighteously, the “Spirit of the Lord is grieved; and when it is withdrawn, Amen to the Priesthood or the authority of that man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37"},"D&C 121:37"],"). No one can counterfeit the priesthood; for although we may be deceived, the Spirit never is (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.47"},"D&C 45:47"],"). The priesthood only operates on “the principle of righteousness” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36"},"D&C 121:36"],")."]],["div",{"id":"p954","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p954"},"Inherent in the priesthood is the principle of representation. Priesthood is the delegated authority of God, and so far-reaching are its powers that when those holding them are in harmony with their duties and have the spirit of their calling, their official words and acts are as valid as if God Himself were personally present saying and doing those things."],["div",{"id":"p955","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p955"},"A distinction needs to be made between the rights of the priesthood in general and the keys of the priesthood. When the priesthood is bestowed upon a worthy man, he receives an endowment of power. However, the range of what he can do with that power is determined by the keys he has received. President Joseph F. Smith explained:"],["div",{"id":"p956","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p956"},"“The Priesthood in general is the authority given to man to act for God. Every man that has been ordained to any degree of the Priesthood, has this authority dedicated to him."],["div",{"id":"p957","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p957"},"“But it is necessary that every act performed under this authority, shall be done at the proper time and place, in the proper way, and after the proper order. The power of directing these labors constitutes the",["span.emphasis","keys"],"of the Priesthood. In their fullness, these keys are held by only one person at a time, the prophet and president of The Church. He may delegate any portion of this power to another, in which case that person holds the keys of that particular labor. Thus, the president of a temple, the president of a stake, the bishop of a ward, the president of a mission, the president of a quorum, each holds the keys of the labors performed in that particular body or locality. His Priesthood is not increased by this special appointment, for a seventy who presides over a mission has no more Priesthood than a seventy who labors under his direction; and the president of an elders’ quorum, for example, has no more Priesthood than any member of that quorum. But he holds the power of directing the official labors performed in the mission or the quorum, or in other words,",["span.emphasis","the keys"],"of that division of that work. So it is throughout all the ramifications of the Priesthood—a distinction must be carefully made between the general authority, and the directing of the labors performed by that authority.” (",["span.emphasis","Improvement Era,"],"Jan. 1901, p. 230.)"],["div",{"id":"p958","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p958"},"The keys to administer the kingdom are not obtained automatically. When the priesthood was restored to Joseph Smith and Oliver Cowdery by John the Baptist, and then Peter, James, and John, not all of the rights to function in all of the ordinances of the gospel were restored at the same time. It was required that Elijah, Moses, Elias, and others come to bestow the keys that they held, in order to release the power of the priesthood already held by the Prophet for the work of the ministry. Without the restoration of these keys, the work of the Lord would have been frustrated and the earth would have been utterly wasted at the coming of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1"},"D&C 2:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17"},"128:17"],")."],["div",{"id":"p959","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p959"},"Though keys of the priesthood always involve the",["span.emphasis","right"],"to use the priesthood powers, some keys are inherent in the priesthood and are held by each priesthood holder to exercise in his family or whenever the need arises, while other keys must be given in connection with special callings or assignments. Generally, when keys of the priesthood are spoken of, it is the specific, delegated keys for offices and callings that are meant."],["div",{"id":"p960","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p960"},"The right of presidency is part of the Melchizedek Priesthood. Any Melchizedek Priesthood bearer may preside in righteousness over his family. But to preside in other capacities in the kingdom, specific keys are given for the period of service for which a man is called to an office in the priesthood. President Joseph Fielding Smith clarified this concept in his last conference address to the priesthood:"],["div",{"id":"p961","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p961"},"“Now I shall say a few words to you about the priesthood and those keys which the Lord has conferred upon us in this final gospel dispensation."],["div",{"id":"p962","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p962"},"“We hold the holy Melchizedek Priesthood, which is the power and authority of God delegated to man on earth to act in all things for the salvation of men."],["div",{"id":"p963","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p963"},"“We also hold the keys of the kingdom of God on earth, which kingdom is The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p964","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p964"},"“These keys are the right of presidency; they are the power and authority to govern and direct all of the Lord’s affairs on earth. Those who hold them have power to govern and control the manner in which all others may serve in the priesthood. All of us may hold the priesthood, but we can only use it as authorized and directed so to do by those who hold the keys.” (In Conference Report, Apr. 1972, p. 98; or",["span.emphasis","Ensign,"],"July 1972, p. 87.)"],["div",{"id":"p965","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p965"},"These keys belong to the First Presidency. President Smith continued:"],["div",{"id":"p966","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p966"},"“May I now say—very plainly and very emphatically—that we have the holy priesthood and that the keys of the kingdom of God are here. They are found only in The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p967","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p967"},"“By revelation to Joseph Smith, the Lord said that these keys ‘belong always unto the Presidency of the High Priesthood’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.2"},"D&C 81:2"],"), and also, ‘Whosoever receiveth my word receiveth me, and whosoever receiveth me, receiveth those, the First Presidency, whom I have sent’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.20"},"D&C 112:20"],").” (In Conference Report, Apr. 1972, p. 99; or",["span.emphasis","Ensign,"],"July 1972, pp. 87–88.)"],["div",{"id":"p968","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p968"},"In other words, all men who hold priesthood keys do so under the direction of the living prophet. He can restrict or withdraw those keys at any time."],["div",{"id":"p969","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p969"},"It is important for every priesthood holder to understand the keys he holds. By virtue of having the Melchizedek Priesthood, a man holds the keys to exercise his priesthood for the good of himself and his family. He has the keys to function in the presidency of his home. He may exercise the priesthood to bless and comfort those in need, such as the sick. The bishop, however, holds the keys of presidency in a ward, and so even though a man may have the office of an elder, he can only baptize and confirm members of the Church under the direction of the bishop or branch president who presides over him. The presiding authority extends the keys to him to perform such priesthood duties. It should be clear that the keys of the priesthood are necessary for a man to preside in any capacity, whether in the Church, in the quorum, or in the home. Some keys, however, such as the keys to the power of resurrection, are not yet held by any mortal man."]],[".topic",["h2","(M-4) The Doctrine of the Priesthood: Principles for Controlling the Powers of the Priesthood"],["div",{"id":"p970","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p970"},"The Doctrine and Covenants teaches that priesthood power can only be handled and controlled on the basis of righteous principles (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36"},"D&C 121:36"],"). This fundamental doctrine of the priesthood is one of the most important contributions of latter-day revelation, for the history of the world is replete with examples of individuals who have claimed to have authority from God and to act for Him, but who have operated on principles of unrighteousness."],["div",{"id":"p971","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p971"},"After listing principles of righteousness needed to exercise the priesthood, the Prophet revealed the promise to those who live these principles: “The doctrine of the priesthood shall distil upon thy soul as the dews from heaven” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],")."],[".blockQuote",["div",{"id":"p972","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p972"},"To understand the doctrine of the priesthood requires a full appreciation of the principles on which the promise is predicated. The Prophet Joseph Smith taught:"],["div",{"id":"p973","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p973"},"1. “There are many called, but few are chosen” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34"},"D&C 121:34"],"). Sometimes it helps to see what disqualifies people from being chosen in order to understand the circumstances that qualify them to be chosen. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-40"},"Doctrine and Covenants 121:34–40"],"the Lord shows how individuals disqualify themselves by having inappropriate attitudes in their heart. If our heart is set on the things of the world and we aspire to worldly honors, then we will behave in ways that grieve the Spirit and cause a loss of priesthood power. Without priesthood power a person cannot be chosen by the Lord."],["div",{"id":"p974","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p974"},"We determine by our thoughts and actions whether we will be chosen for eternal life. We choose whether we will be among the chosen. If we are rejected it is because of our own disobedience."],["div",{"id":"p975","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p975"},"2. Disobedience grieves the Spirit and causes the heavens to withdraw from an unrighteous person (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37"},"D&C 121:37"],"). Is there a relationship between the Spirit and the priesthood? Yes! The priesthood, you will remember from reading",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"Doctrine and Covenants 36:2"],", is accompanied by an endowment of the Spirit and operates only upon righteous principles. So if a person exercises unrighteous dominion or compulsion upon the soul of another, it is an offense to the Spirit and that individual loses the power of the priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37-40"},"D&C 121:37–40"],")."],["div",{"id":"p976","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p976"},"3. One of the keys to priesthood power is whether a person’s heart is set upon the things of this world. Can you truly say your heart is not set on the things of the world if your life is consumed by a desire to acquire wealth? What if you are so committed to educational pursuits that you set aside Church activity? What if you get so wrapped up in civic and community work that you neglect your quorum or other church responsibilities and your responsibilities in the home? What if you become so obsessed with athletics or hobbies that you no longer have time for the work of the Lord?"],["div",{"id":"p977","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p977"},"This subject has been set into poetic perspective."]],[".poetry",{"id":"f30","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.f30"},[".stanza",[".line","Manacled in despair he stood,"],[".line","A prisoner to passion—"],[".line","Acquiring the honors prized of men;"],[".line","His goal, his life’s ambition."],[".line","That prize he won. His sons he lost,"],[".line","The lesson learned, belated:"],[".line","That the powers of heaven are given to man"],[".line","Through righteousness unabated."]]],[".blockQuote",["div",{"id":"p978","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p978"},"4. “No power or influence can or ought to be maintained by virtue of the priesthood” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41"},"D&C 121:41"],"), except by persuasion, gentleness and meekness, love unfeigned, kindness, pure knowledge, having charity toward all, and having one’s thoughts garnished by virtue unceasingly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-45"},"D&C 121:41–45"],")."],["div",{"id":"p979","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p979"},"An intimate relationship with the Lord is at the root of perfection. You must be able to feel the love of God in your heart through the gift and power of the Holy Ghost. This charity, the “pure love of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.47"},"Moroni 7:47"],"), is a gift of God, not a natural possession because of mortal birth. It is obtained only through being a true follower of the Master and by praying “unto the Father with all the energy of heart, that [you] may be filled with this love” (v. 48). Through properly seeking such an endowment of the Spirit in your life, you may, in Peter’s words, be “a partaker of the divine nature” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],"). To put it another way, through faithful, constant prayer and righteous living, you can come to reflect these elements of godliness in your life (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-38"},"D&C 84:33–38"],")."],["div",{"id":"p980","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p980"},"5. When we are righteous, we can have the doctrine of the priesthood distill on our soul. This involves more than just understanding the priesthood principles of service. It involves acquiring the divine nature as we become like our Eternal Father."],["div",{"id":"p981","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p981"},"The Lord promises in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45-46"},"Doctrine and Covenants 121:45–46"],"that if love abounds in you toward all people and virtuous thoughts fill your soul, then your confidence will become strong in the knowledge that you are doing His will. The doctrine of the priesthood will then distill upon your soul, and your every care will be for the good of others. You will use your priesthood “all the day long to do unto all men as you would wish them to do unto you” (John Taylor, in",["span.emphasis","Journal of Discourses,"],"10:57). The Holy Ghost will become your constant guide and companion. You will be able with His help to lay claim on the promise of the Lord that you will have a kingdom over which to preside eternally. Through righteousness and truth, that kingdom will flow to you without force or compulsion forever."],["div",{"id":"p982","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p982"},"Can you visualize a more worthy goal or a more glorious reward? To summarize:"],["div",{"id":"p983","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p983"},"“It is the doctrine that those who hold this power and authority will be chosen for an inheritance of eternal life if they exercise their priesthood upon principles of righteousness; if they walk in the light; if they keep the commandments; if they put first in their lives the things of God’s kingdom and let temporal concerns take a secondary place; if they serve in the kingdom with an eye single to the glory of God."],["div",{"id":"p984","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p984"},"“It is the doctrine that even though men have the rights of the priesthood conferred upon them, they shall not reap its eternal blessings if they use it for unrighteous purposes; if they commit sin; if the things of world take pre-eminence in their lives over the things of the Spirit. …",["span.emphasis","Behold, many are called to the priesthood, and few are chosen for eternal life"],".” (“What Is the Doctrine of the Priesthood?”",["span.emphasis","Improvement Era,"],"Feb. 1961, p. 115.)"]]],[".topic",["h2","(M-5) Divisions of the Priesthood"],["div",{"id":"p985","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p985"},"The powers of the holy priesthood flow from “two divisions or grand heads—one is the Melchizedek Priesthood and the other is the Aaronic … Priesthood” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.6"},"D&C 107:6"],")."],["div",{"id":"p986","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p986"},"The Aaronic Priesthood, organized on a local level, includes (1) a deacons quorum, made up of twelve members who are presided over by one of their number who has been called as the president of the quorum; (2) a teachers quorum, which is made up of twenty-four members, led by a president called from among their number; and (3) a priests quorum comprised of forty-eight members. The bishop is the president of the priests quorum and is also the president of the Aaronic Priesthood in the ward. Even though the office of bishop is considered the highest office of the Aaronic Priesthood, it is an appendage to the high priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.29"},"D&C 84:29"],") and requires a worthy high priest who is recommended by the stake presidency and high council and approved by the First Presidency of the Church. (See Smith, Teachings, p. 112; see also Widtsoe, Priesthood and Church Government, p. 240.)"],["div",{"id":"p987","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p987"},"The purpose of these quorums of the lesser priesthood is to organize their members to give service to the Church and to prepare them to receive the higher priesthood. President Marion G. Romney stated: “As a general rule, great and noble men have been noble boys who built their foundations for greatness while in their Aaronic Priesthood years” (in Conference Report, Apr. 1978, p. 59; or",["span.emphasis","Ensign,"],"May 1978, p. 40)."],["div",{"id":"p988","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p988"},"Although the Saints speak of the Melchizedek and Aaronic Priesthoods, it is important to understand that all priesthood is Melchizedek and that the Aaronic Priesthood is an appendage to it. The Aaronic Priesthood holds the keys of the ministering of angels (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],") and of the preparatory gospel of repentance, baptism, and the law of carnal commandments given by Moses to Israel when they rebelled (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26-27"},"D&C 84:26–27"],")."],["div",{"id":"p989","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p989"},"Elder Orson Pratt said: “The Priesthood of Aaron, being an appendage to the higher Priesthood, has power to administer in temporal ordinances, such as that of baptism for remission of sins, the administration of the Lord’s Supper, and in attending to temporal things for the benefit of the people of God. Among the privileges that are granted to this lesser Priesthood is to hold communion with holy angels that may be sent down from heaven.” (In",["span.emphasis","Journal of Discourses,"],"18:363–64.)"],["div",{"id":"p990","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p990"},"The Melchizedek Priesthood is the power by which God controls the universe and administers to humanity’s needs. It embraces every other power, office, ordinance, and principle pertaining to the salvation and exaltation of God’s children. The greater priesthood has been termed the Holy Priesthood after the Order of the Son of God, the Holy Priesthood, the Melchizedek Priesthood, and the higher priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1-9"},"D&C 107:1–9"],"). Its organization has varied according to our needs through the history of God’s dealings with His children. In the early periods of Old Testament history, the patriarchal order of the priesthood was the type of administrative government of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-56"},"D&C 107:53–56"],"). Today, a different organization administers the same priesthood power."],["div",{"id":"p991","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p991"},"The presence of the holy priesthood is essential in every dispensation of time and without it no manifestation of heavenly gifts and powers can be bestowed. The kingdom of God functions through the priesthood."],["div",{"id":"p992","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p992"},"The Prophet Joseph Smith said: “Some say the kingdom of God was not set up on the earth until the day of Pentecost, and that John did not preach the baptism of repentance for the remission of sins; but I say, in the name of the Lord, that the kingdom of God was set up on the earth from the days of Adam to the present time. Whenever there has been a righteous man on earth unto whom God revealed His word and gave power and authority to administer in His name, and where there is a priest of God—a minister who has power and authority from God to administer in the ordinances of the gospel and officiate in the priesthood of God, there is the kingdom of God.” (",["span.emphasis","History of the Church,"],"5:256.)"],["div",{"id":"p993","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p993"},"If a man holds all of the keys of the Melchizedek Priesthood, he holds the keys of the kingdom and is the president of the high priesthood and, therefore, is President of the Church (see Harold B. Lee, Priesthood [address delivered to seminary and institute of religion personnel], 17 July 1958). The keys of presiding are vested in the Melchizedek Priesthood. Without that power of God, the progress of the kingdom would be frustrated by the powers of the adversary."]],[".topic",["h2","(M-6) Quorums in the Priesthood"],["div",{"id":"p994","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p994"},"Though reference is made throughout the scriptures to various priesthood offices, only in the Doctrine and Covenants is there a clear outline of priesthood quorums and their functions. Elder John A. Widtsoe defined a quorum as “a specified group of men, holding the same office in the Priesthood, organized for the more efficient advancement of the work for which the Priesthood in the Church is responsible” (",["span.emphasis","Priesthood and Church Government,"],"p. 134)."],["div",{"id":"p995","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p995"},"The bishop governs the affairs of the Aaronic Priesthood quorums on a local level, guiding them in their work of training of each individual member, and taking the lead in all temporal affairs of the members of the ward."],["div",{"id":"p996","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p996"},"The stake president is the local presiding officer of the Melchizedek Priesthood and directs the work of the Lord in all the spiritual needs of the stake."],["div",{"id":"p997","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p997"},"The purpose for the organization of the quorums of the Church is at least two-fold. One purpose is to organize the body of the priesthood into effective work forces to accomplish the work of building the kingdom throughout the earth. The second purpose is to form a brotherhood strong enough to secure the spiritual freedom of each member of the quorum. If this spirit of brotherhood is properly cultivated and wisely and persistently applied, “no other organization will become more attractive to the man who holds the Priesthood” (Widtsoe,",["span.emphasis","Priesthood and Church Government,"],"p. 135)."],["div",{"id":"p998","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p998"},"Elder Rudger Clawson said: “Those ordained to the priesthood, both Aaronic and Melchizedek, are organized into quorums in order that both old and young may be taught and become familiar with the order of the priesthood which they hold, its keys and authorities:",["span.emphasis","the field of endeavors occupied by each quorum"],", and its limitations. The method of conducting quorum meetings should always have this purpose in mind.” (",["span.emphasis","Church News,"],"8 July 1961, p. 11.)"],["div",{"id":"p999","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p999"},"President Marion G. Romney added: “The Priesthood quorums must look after their needy brethren as a continuing problem, until not only their temporal needs are met but their spiritual ones also” (in Conference Report, Oct. 1977, p. 116; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 80)."],["div",{"id":"p1000","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1000"},"President David O. McKay also taught how quorums should function to help others: “It is the duty of leaders in Priesthood quorums to watch over their members, to teach them their duty. They can do that independently of the Ward bishopric. They do it because it is their responsibility; it is their duty to have their members fit to be called into ward activity, stake activity [and] missionary activity.” (In Conference Report, Apr. 1960, p. 22.)"],[".",{"id":"f31","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.f31"}]],[".topic",["h2","(M-7) The Offices of the Priesthood"],["div",{"id":"p1001","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1001"},"The office of an elder is an appendage to the higher priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.29"},"D&C 84:29"],"). An elders quorum is organized on a ward level with ninety-six members. When a man is ordained to that office, he first has conferred upon him the Melchizedek Priesthood, and then he is ordained to the office of elder in that priesthood. The Melchizedek Priesthood is conferred only once upon a man, for when it has been done that man holds all the power of the priesthood. After that ordination, when a man is called to an office in the higher priesthood, no further priesthood is conferred, but he is given the necessary keys that pertain to the new calling."],["div",{"id":"p1002","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1002"},"High priests hold the keys of presiding over the affairs of the kingdom, and thus stake presidencies, bishoprics, and patriarchs are ordained as high priests. The quorum of high priests consists of all high priests in a stake, with no maximum number. The stake presidency form the presidency of the high priests quorum, though generally each local ward or branch has group leaders who assist in administering the affairs of the quorum."],["div",{"id":"p1003","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1003"},"Patriarchs hold a special office in the Melchizedek Priesthood. A patriarch is called to give patriarchal blessings to the members of the Church and to seal special blessings upon them. The scriptural term for patriarch is",["span.emphasis","evangelist"],"(see Smith, Teachings, p. 151). There is no quorum of patriarchs; they serve under the direction of the General Authorities through the stake president."],["div",{"id":"p1004","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1004"},"The office of Seventy is also an office of the higher priesthood. The Seventy are called “to act in the name of the Lord, under the direction of the Twelve … in building up the church and regulating all the affairs of the same in all nations” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.34"},"D&C 107:34"],"). The Seventy are called “to be especial witnesses unto the Gentiles and in all the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.25"},"v. 25"],"). The Twelve “call upon the Seventy, when they need assistance, to fill the several calls for preaching and administering the gospel, instead of any others” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.38"},"v. 38"],"). The assignments and organization of seventies quorums have changed many times since 1835 to meet the needs of the growing Church. Quorums were first designated numerically, and then by geographic locations. For much of the twentieth century, each stake had a seventies quorum, and the quorums were presided over collectively by seven General Authorities known as the First Council of the Seventy. In 1975 the First Quorum of the Seventy was organized as a General Authority quorum, followed by the Second Quorum of the Seventy in 1989. Stake seventies quorums were dissolved in 1986. In 1997 the Third, Fourth, and Fifth Quorums of the Seventy were added. Members of these quorums are Area Authority Seventies and have jurisdiction within specific geographical areas, whereas members of the First and Second Quorums of the Seventy are General Authorities with jurisdiction throughout the Church. The Church may call “other seventy, until seven times seventy, if the labor in the vineyard of necessity requires it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.96"},"v. 96"],")."],["div",{"id":"p1005","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1005"},"To receive the office of Apostle is to receive the sacred call of being a “special witness of the name of Christ in all the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],"), which makes this office different from all other offices of the priesthood. The quorum that they comprise is “equal in authority and power” to the Quorum of the First Presidency of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.24"},"D&C 107:24"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p1"},"Notes and Commentary on D&C 107:22–26"],"). As a quorum the Twelve hold in common every key and authority of the higher priesthood. By their common voice the living prophet is ordained and set apart as the Lord’s mouthpiece to declare the doctrine of the kingdom. The Quorum of the Twelve joins the Quorum of the First Presidency in serving as the policy-making body for the Church. It should be noted that other Apostles may be called, in addition to the Quorum of the Twelve, as the prophet deems necessary for the advancement of the kingdom. However, they are not members of the quorum. (See Widtsoe, Priesthood and Church Government, pp. 260–63; N. Eldon Tanner, in Conference Report, Oct. 1979, pp. 64–65; or",["span.crossRef","Ensign, Nov. 1979, p. 45"],")."],["div",{"id":"p1006","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1006"},"The Presiding High Priest, or the President of the Church, is the highest office of the priesthood held by mortals. He speaks for and represents Jesus Christ in the affairs of all people throughout the earth. He calls counselors to serve with him, and together they form the Quorum of the First Presidency of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],"). This quorum presides over all Church affairs."],[".",{"id":"f32","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.f32"},[".caption","Magnify your calling."]]],[".topic",["h2","(M-8) Summary"],["div",{"id":"p1008","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1008"},"The revelations in the Doctrine and Covenants give Latter-day Saints a clearer idea of priesthood and its functions than any other people on earth. From its sections one learns the name of the priesthood, its divisions, its keys, its operating principles, its doctrine, its organization, and its powers. Since priesthood is the power of God and the power by which we come to Him, these revelations are one of the greatest blessings of the Restoration."],["div",{"id":"p1009","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1009"},"At the close of the great revelation on priesthood (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"D&C 107"],"), the Lord gave this charge: “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence. He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand. Even so. Amen.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"D&C 107:99–100"],".)"],[".blockQuote",["div",{"id":"p1010","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1010"},"It is this individual commitment to duty that keeps the Church moving toward its great destiny. When we fail in our duty, we slow its progress and add to the risk of losing individual souls. This fact is true of all Church members—men and women alike. We call the various organizations of the Church, such as the Primary, the Relief Society, the Sunday School, and Mutual, the auxiliaries. Auxiliary to what? The answer is, of course, they are auxiliaries to the priesthood. Thus, the charge to learn our duty and stand in our office is as true of a Primary teacher as of a priesthood holder. Elder Marion D. Hanks told a story that illustrates the importance of every soul’s taking the callings of the priesthood seriously:"],["div",{"id":"p1011","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1011"},"“Let’s use the name Donna to designate [a] sweet young lady who left her home for a nearby bigger city for employment. She had a great desire to attend a church university and needed funds to help her achieve her ambition. She failed to find work in the big city, and as time went by she became more and more discouraged. Then, through a series of incidents, she came into the influence of an unscrupulous and designing person who took advantage of Donna’s loneliness and youthfulness and the discouragement of her inability to find work and led her into an immoral experience."],["div",{"id":"p1012","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1012"},"“The experience was horrifying to Donna, and she returned home with a broken heart to tell her mother and, after a time, her bishop of the tragedy."],["div",{"id":"p1013","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1013"},"“There was counsel and compassion, admonition and direction, prayer and blessing. Donna went back home to make her adjustments and to begin to learn the sorrow of remorse of conscience and the blessing of gratitude for the graciousness and goodness and mercy of God. Then one day she had to counsel again with the bishop, to report to him that through this one fragmentary, tragic experience it was now apparent that she was with child. Now a different situation existed, and there was additional counsel and an effort to meet this new situation. There was consideration of the Relief Society Social Service program, which provides for such situations, and other possibilities were considered; but the decision was finally made by Donna that she would remain at home in her small town to wait her time. Some efforts were made at dissuasion in view of the problems this course involved, but Donna decided that, under the special circumstances of her widowed mother’s illness and otherwise, she would remain there."],["div",{"id":"p1014","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1014"},"“Donna stood up in the next fast and testimony meeting and explained her condition. She acknowledged her fault and asked the forgiveness of her people. She said to them, ‘I would like to walk the streets of this town knowing that you know and that you have compassion on me and forgive me. But if you cannot forgive me,’ she said, ‘please don’t blame my mother—the Lord knows she taught me anything but this—and please don’t hold it against the baby. It isn’t the baby’s fault.’ She bore testimony of appreciation for her bitterly won but dearly treasured personal knowledge of the importance of the saving mission of Jesus Christ. Then she sat down."],["div",{"id":"p1015","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1015"},"“The man who told me the story reported the reaction of the congregation to this experience. There were many tearful eyes and many humble hearts. ‘There were no stone throwers there,’ he said. ‘We were full of compassion and love, and I found myself wishing that the bishop would close the meeting and let us leave with this sense of appreciation and concern and gratitude to God.’"],["div",{"id":"p1016","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1016"},"“The bishop did rise, but he didn’t close the meeting. Instead he said, ‘Brothers and sisters, Donna’s story has saddened and touched us all. She has courageously and humbly accepted full responsibility for her sorrowful situation. She has, in effect, put a list of sinners on the wall of the chapel with only her name on the list. I cannot in honesty leave it there alone. At least one other name must be written—the name of one who is in part responsible for this misfortune, though he was far away when the incident occurred. The name is a familiar one to you. It is the name of your bishop. You see,’ he said, ‘had I fully performed the duties of my calling and accepted the opportunities of my leadership, perhaps I could have prevented this tragedy.’"],["div",{"id":"p1017","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1017"},"“The bishop then told of his conversation with Donna and her mother before her departure for the big city. He said that he had talked with some of his associates. He had talked with his wife, expressing concern for Donna’s well-being. He worried about her lack of experience and her loneliness. He had talked, he said, with the Lord about these things also."],["div",{"id":"p1018","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1018"},"“‘But then,’ he said, ‘I did nothing. I didn’t write a note to the bishop or to the brethren in Salt Lake City. I didn’t pick up the telephone. I didn’t drive a few miles to the big city. I just hoped and prayed that Donna would be all right down there all alone. I don’t know what I might have done, but I have the feeling that had I been the kind of bishop I might have been, this might have been prevented."],["div",{"id":"p1019","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1019"},"“‘My brothers and sisters,’ he said, ‘I don’t know how long I am going to be bishop of this ward. But as long as I am, if there is anything I can do about it, this won’t happen again to one of mine.’"],["div",{"id":"p1020","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1020"},"“The bishop sat down in tears. His counselor stood up and said, ‘I love the bishop. He is one of the best and most conscientious human beings I have ever known. I cannot leave his name there on the list without adding my own. You see, the bishop did talk with his associates. He talked with me about this matter. I think that he thought that because I travel occasionally in my business through the big city, I might find a way to check on Donna. I might have done, but I was hurrying to this meeting or that assignment and I didn’t take the time. I too talked with others. I mentioned my concern to my wife. I am almost ashamed to tell you I talked to the Lord and asked him to help Donna. And then I did nothing. I don’t know what might have happened had I done what I thought to do, but I have the feeling that I might have prevented this misfortune."],["div",{"id":"p1021","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1021"},"“‘Brothers and sisters,’ he said, ‘I don’t know how long I will be serving in this bishopric, but I want to tell you that as long as I am, if there is anything I can do about it, this will not happen again to one of mine.’"],["div",{"id":"p1022","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1022"},"“The president of the [Young Women] stood up and told a similar story. The bishop’s counselor in charge of this auxiliary organization had talked with her. She had had some moments of thought and concern but had done nothing. She added her name to the list."],["div",{"id":"p1023","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1023"},"“The last witness was an older man who stood and added two names to the list—his own and that of his companion ward teacher. He noted that they were assigned to the home in which Donna and her mother lived and that they had failed in some visits and made no effective effort to be the kind of teachers that the revelations of God had contemplated."],["div",{"id":"p1024","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1024"},"“‘I don’t know how long I will be a ward teacher,’ he said, ‘but as long as I am, I will not miss another home another month, and I will try to be the kind of teacher that the Lord seemed to have in mind.’"],["div",{"id":"p1025","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1025"},"“The meeting ended, and the wonderful man who shared this great experience with me said, ‘Brother Hanks, I think we could not have more clearly understood the importance of the offices and officers and organizations in the Church if the Lord himself had come down to teach us. I think that if Paul had come to repeat his instructions to the Corinthians that “the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you. Nay … the members should have the same care one for another. And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.21-22,25-26"},"1 Cor. 12:21–22, 25–26"],".)—I think we could not have understood the point more clearly.’"],["div",{"id":"p1026","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1026"},"“A number of years ago Brother Joseph Anderson and I had the privilege of driving with President J. Reuben Clark, Jr., to a solemn assembly in St. George. On the way I related to him this story, it having recently happened then. He thought a long time and had a tear in his eye as he said, ‘Brother Hanks, that is the most significant story I ever heard to illustrate the great importance of our filling our individual obligations in the Church. When you have thought about it long enough, pass it on to others.’"],["div",{"id":"p1027","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1027"},"“I have thought about it long and often. I believe it illustrates powerfully and humblingly the purposes of the Lord in establishing his kingdom and permitting us the blessing of individual service therein. I now share it with you and pray God to bless us all to understand its implications and to act on them, in the name of Jesus Christ. Amen.” (In Conference Report, Apr. 1966, pp. 151–53.)"]]]]],"refs":null}
