{"id":167,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":167,"title":"Enrichment H The Last Days","subtitle":"","short_title":"Enrichment H","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.head8"},[".titleNumber","Enrichment H"],["h1","The Last Days"]],[".bodyBlock",[".topic",["h2","(H-1) Introduction"],["div",{"id":"p465","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p465"},"Approximately three thousand years before the birth of Christ, the Lord showed to the great prophet Enoch, in vision, the destiny of the world and its inhabitants. Enoch saw the coming of the Son of Man in the meridian of time, His Crucifixion and Resurrection in glory, and “all things, even unto the end of the world” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.67"},"Moses 7:67"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.20-67"},"Moses 7:20–67"],"). Enoch saw in vision great wickedness upon the face of the earth, and he pleaded with the Lord, “When shall the earth rest?” and “Wilt thou not come again upon the earth?” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.58-59"},"Moses 7:58–59"],"). The Lord answered him, “As I live, even so will I come in the last days. … And the day shall come that the earth shall rest.” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.60-61"},"Moses 7:60–61"],".)"],["div",{"id":"p466","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p466"},"The Saints are now living in the “last days” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.4"},"D&C 86:4"],"). This is a period of wickedness and tribulations, of calamity and great distress (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.60-61"},"Moses 7:60–61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17"},"D&C 1:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.25"},"Luke 21:25"],"), but it is also a period of restoration, in which the Lord is bringing to pass a restitution of the powers and blessings of all former times (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.27-31"},"D&C 121:27–31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21"},"Acts 3:21"],"). In this day and age, the Lord’s work will triumph, and it will eventually fill the whole earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.97-102"},"D&C 84:97–102"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.28-44"},"Daniel 2:28–44"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62-65"},"Moses 7:62–65"],")."],["div",{"id":"p467","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p467"},"This generation stands at the end of the sixth “day” of the earth’s history (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6-7,12"},"D&C 77:6–7, 12"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"Abraham 3:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.8"},"2 Peter 3:8"],"). Now is the “Saturday evening” of time preceding the great millennial Sabbath of the earth (see McConkie, Doctrinal New Testament Commentary, 3:485–86; Smith, Teachings, p. 13). It is for this generation to prepare the way for the Second Coming of the Lord. Modern Saints must obey the principles of the gospel and know the signs of the times, so that they may endure the trials and difficulties of this dispensation, recognize the signs of His coming, and be prepared to receive Him as His own people when He comes. The Doctrine and Covenants clarifies prophecies of the past concerning the last days, and it gives many additional prophecies by which the Saints can recognize the time of the Lord’s coming, that it might not “overtake [them] as a thief” (",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/5.4"},"1 Thessalonians 5:4"],"). It not only teaches how to recognize the imminence of the Lord’s coming, but it also makes very clear what one must do to be prepared to receive the Lord when He comes."],[".",{"id":"f18","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.f18"},[".caption","The scriptures are a handbook for the last days."]]],[".topic",["h2","(H-2) The Scriptures Give Authoritative Information about the Last Days"],["div",{"id":"p469","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p469"},"Those who undertake a study of the last days should use the scriptures as their primary source. To one who seeks in righteousness with a humble heart, the scriptures will speak clearly of the events of the last days and of the path one should follow in these days. President Harold B. Lee warned the Church in general conference of possible dangers in giving other sources priority over the scriptures:"],["div",{"id":"p470","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p470"},"“There are among us many loose writings predicting the calamities which are about to overtake us. Some of these have been publicized as though they were necessary to wake up the world to the horrors about to overtake us. Many of these are from sources upon which there cannot be unquestioned reliance."],["div",{"id":"p471","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p471"},"“… We need no such publications to be forewarned, if we were only conversant with what the scriptures have already spoken to us in plainness.” (In Conference Report, Oct. 1972, 128; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 106.)"],["div",{"id":"p472","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p472"},"President Lee further counseled the Saints, giving “the sure word of prophecy on which you should rely for your guide. …"],["div",{"id":"p473","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p473"},"“Read the 24th chapter of Matthew—particularly that inspired version as contained in the Pearl of Great Price. [Joseph Smith—Matthew.]"],["div",{"id":"p474","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p474"},"“Then read the 45th section of the Doctrine and Covenants where the Lord, not man, has documented the signs of the times."],["div",{"id":"p475","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p475"},"“Now turn to section 101 and section 133 of the Doctrine and Covenants and hear the step-by-step recounting of the events leading up to the coming of the Savior."],["div",{"id":"p476","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p476"},"“Finally, turn to the promises the Lord makes to those who keep the commandments when these judgments descend upon the wicked, as set forth in the Doctrine and Covenants, section 38."],["div",{"id":"p477","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p477"},"“… These are some of the writings with which you should concern yourselves, rather than commentaries that may come from those whose information may not be the most reliable and whose motives may be subject to question.” (In Conference Report, Oct. 1972, p. 128; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 106.)"],["div",{"id":"p478","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p478"},"The Doctrine and Covenants gives a great deal of information and prophecy about the last days. By following its teachings and those of the other scriptures, Latter-day Saints can be amply informed and prepared for the events of the future."]],[".topic",["h2","(H-3) Signs to Precede the Lord’s Second Coming"],["div",{"id":"p479","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p479"},"In the scriptures the Lord has given signs that will be shown to the inhabitants of the earth, so that those who watch can be prepared for the great events of the last days, including His return to the earth in power and glory. Those who know the signs and who follow the counsel given through the Lord’s prophets will be prepared to deal with the challenges of this momentous time and will be “looking forth for the great day of the Lord to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.39"},"D&C 45:39"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],"). They will not be taken by surprise but will be anxiously awaiting the Lord’s coming."],["div",{"id":"p480","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p480"},"The signs of the Lord’s coming may be classified into two main categories: (1) Signs that are part of the Restoration of the gospel and its eventual expansion throughout the world; and (2) signs that are part of the increase of evils and the calamities and judgments to come upon the world. These two movements are taking place simultaneously in the last days. President Spencer W. Kimball said that “the progress of the church will be paralleled by a growing wickedness among mankind” and, citing Brigham Young, “in proportion to the spread of the gospel among the nations of the earth so would the power of Satan rise” (in",["span.emphasis","Church News,"],"30 June 1979, p. 5)."],["div",{"id":"p481","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p481"},"The Saints, having the opportunity to be enlightened by the teachings of the Doctrine and Covenants as well as other scriptures, should learn the signs of the times and watch them closely to recognize the time of the Lord’s return (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.11"},"D&C 68:11"],"). Although no one knows the day nor the hour, nor will anyone until the Lord comes (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.7"},"D&C 49:7"],"), yet in watching for the signs and giving heed to the Lord’s prophets one may stay in constant readiness to receive the Lord."],["div",{"id":"p482","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p482"},"President Joseph Fielding Smith said: “Many things have taken place during the past one hundred and thirty-six years to impress faithful members of the Church with the fact that the coming of the Lord is near. The gospel has been restored. The Church has been fully organized. The priesthood has been conferred upon man. The various dispensations from the beginning have been revealed and their keys and authorities given to the Church. Israel has been and is being gathered to the land of Zion. The Jews are returning to Jerusalem. The gospel is being preached in all the world as a witness to every nation. Temples are being built, and ordinance work for the dead, as well as for the living, is performed in them. The hearts of the children have turned to their fathers, and the children are seeking after their dead. The covenants which the Lord promised to make with Israel in the latter days have been revealed, and thousands of gathered Israel have entered into them. Thus the work of the Lord is advancing, and all these things are signs of the near approach of our Lord.” (In Conference Report, Apr. 1966, pp. 12–13)."],[".blockQuote",["div",{"id":"p483","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p483"},"Why do you think the Lord has not revealed the exact time of His return?"],["div",{"id":"p484","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p484"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.24-25,28,30"},"D&C 45:24–25, 28, 30"],"."],"The Lord said that the Jews would remain scattered until the times of the Gentiles were fulfilled. What sign did the Lord give to show when they would begin to be gathered again?"],["div",{"id":"p485","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p485"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.36-38"},"D&C 45:36–38"],"."],"What did the Lord mean by the parable of the fig tree?"],["div",{"id":"p486","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p486"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4,11-12"},"D&C 1:4, 11–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.20"},"43:20"],"."],"What can you do to help prepare the world for the Lord’s return?"],["div",{"id":"p487","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p487"},"If all of the Church went forth with their might in doing missionary work, what effect could that have on the coming of the Lord? President Spencer W. Kimball said, “If the people of the Church do real proselyting in their home wards … the number of converts could grow to astronomical figures and ever hasten the time when the Lord will be returning to the earth in his second advent” (in Conference Report, Oct. 1976, p. 4)."]]],[".topic",["h2","(H-4) Two Great Categories of Signs"],["div",{"id":"p488","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p488"},"The Doctrine and Covenants contains a great deal of information on both categories of signs of the Second Coming: the restoration of the kingdom and the calamities to come."],["div",{"id":"p489","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p489"},["span.emphasis","Restoration and spread of the gospel"],". This dispensation is the time when the Lord is restoring and gathering together all of the “keys, and powers, and glories … revealed from the days of Adam even to the present time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],"). The Restoration was identified anciently as one of the signs to precede the Lord’s return (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.10"},"Ephesians 1:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],"). As part of the Restoration before the end of the world, the Lord said that the gospel would be “preached in all the world for a witness to all nations” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.14"},"Matthew 24:14"],"). The Lord indicated in 1833 that He had sent His angel to commit the gospel to mankind so that it might be preached to all the world before His coming in glory (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.36-40"},"D&C 133:36–40"],")."],["div",{"id":"p490","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p490"},"Elder Bruce R. McConkie wrote: “That period of time just preceding the millennium is named the",["span.emphasis","last days"],". It is the specified time, period, or age in which the necessary prerequisites to the Second Coming will occur. The last days are the days of the dispensation of the fulness of times, the days when the signs of the Second Coming are shown forth, the days of ‘restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21"},"Acts 3:21"],".) We are now living in that period of time, and the great restitution (or restoration) is in process.” (",["span.emphasis","Mormon Doctrine,"],"p. 431.)"],["div",{"id":"p491","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p491"},"When divine messengers committed vital priesthood keys to the Prophet Joseph Smith in the Kirtland Temple, they told him that it was a sign by which he “may know that the great and dreadful day of the Lord is near, even at the doors” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.16"},"D&C 110:16"],"). The restoration of those keys made possible the fulfilling of the work necessary to prepare for the return of the Son of God."],["div",{"id":"p492","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p492"},"The Lord indicated that He would, in this dispensation, call laborers into His vineyard for the last time, for it is the “eleventh hour” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.3"},"D&C 33:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.28-29"},"D&C 43:28–29"],") before His coming “at midnight” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.6"},"Matthew 25:6"],") to usher in the Sabbath of the earth. During this final hour the voice of warning shall go to all people through the Lord’s servants, who will call upon the world to repent and prepare for His imminent return (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.1-5,11-12"},"D&C 1:1–5, 11–12"],"). The gospel has now been restored as the kingdom of God. It will roll forth with power until it fills the whole earth and Christ returns to reign over the kingdom of heaven to be established on the earth in its renewed paradisiacal condition (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.1-6"},"D&C 65:1–6"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],")."],["div",{"id":"p493","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p493"},"As part of that preparatory work, the Doctrine and Covenants indicates, the Lord will gather the dispersed house of Israel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],"). Before the Lord’s coming, the lost ten tribes will return (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.26-34"},"133:26–34"],"), the Jews will be gathered to their homeland (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.16-25,43-44"},"D&C 45:16–25, 43–44"],"), and the Lamanites will be gathered into the fold of God and “blossom as a rose” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.24"},"D&C 49:24"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.18-20"},"D&C 3:18–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.4-5"},"2 Nephi 30:4–5"],"). As the gospel spreads, Israel will be gathered, and “Zion shall flourish” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.25"},"D&C 49:25"],"). The city of New Jerusalem will be built in America as “a land of peace, a city of refuge, a place of safety for the saints of the Most High God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66"},"D&C 45:66"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],"), and the righteous from all nations will gather with rejoicing to Zion (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-71"},"D&C 45:66–71"],"). To endow His people with a fulness of blessings, the Lord will cause a great temple to be built in the city of the New Jerusalem, to which He will return, and which will be filled with His glory (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.8"},"D&C 36:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.35-36"},"42:35–36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.4-5"},"84:4–5"],")."],["div",{"id":"p494","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p494"},["span.emphasis","Increase of evils and the calamities and judgments to come upon the world"],". Many ancient prophets saw this day and prophesied of conditions of great wickedness and commotion (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.7-17"},"1 Nephi 14:7–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.3-14,20-23"},"2 Nephi 28:3–14, 20–23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.26-41"},"Mormon 8:26–41"],"). In His preface to the Doctrine and Covenants, the Lord spoke of the wickedness of the world in this time (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.13-16"},"D&C 1:13–16"],"). The fact that the world is rejecting His teachings is causing an increase of wickedness, wars, and commotions on the earth. The Lord has said that because of the wickedness of the inhabitants of the world He will come down upon them with judgments (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.13,15-16,35-36"},"D&C 1:13, 15–16, 35–36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.14-21"},"29:14–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26,31"},"45:26, 31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.33"},"63:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.96-97"},"84:96–97"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.23-26"},"112:23–26"],")."],["div",{"id":"p495","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p495"},"Knowing the calamity that would inevitably come upon the inhabitants of the earth because of their iniquities, the Lord called the Prophet Joseph Smith and gave him the keys, powers, and blessings of the gospel, so that through its restoration many would be turned from the world and preserved from the judgments (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-23"},"D&C 1:17–23"],"). Those who will heed the gospel message will be preserved, but those who reject it will meet with great distress and sorrow. All of these events are part of the signs prophesied of to signal the nearness of the Lord’s Second Advent (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.22-23,27-36,41-43"},"JS—M 1:22–23, 27–36, 41–43"],")."]],[".topic",["h2","(H-5) Promised Results of Wickedness"],["div",{"id":"p496","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p496"},"The following events are taking place among those of the world who reject the gospel warning:"],["div",{"id":"p497","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p497"},["span.emphasis","The loss of the Spirit of the Lord"],". (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.32-34"},"D&C 63:32–34"],".) President Joseph Fielding Smith said:"],["div",{"id":"p498","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p498"},"“Now the Lord has withdrawn His Spirit from the world. Do not let this thought become confused in your minds. The Spirit He has withdrawn from the world is not the Holy Ghost (for they never had that!), but it is the light of truth, spoken of in our scriptures as the Spirit of Christ, which is given to every man that cometh into the world, as you find recorded in Section 84 of the Doctrine and Covenants."],["div",{"id":"p499","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p499"},"“Now because of the wickedness of the world, that Spirit has been withdrawn and when the Spirit of the Lord is not striving with men the spirit of Satan is. …"],["div",{"id":"p500","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p500"},"“The devil",["span.emphasis","has"],"power over his own dominion. The Spirit of the Lord",["span.emphasis","has"],"been withdrawn. Not because the Lord desires to withdraw that Spirit, but because of the wickedness of mankind, it becomes necessary that this Spirit of the Lord be withdrawn.” (",["span.emphasis","The Predicted Judgments,"],"Brigham Young University Speeches of the Year [Provo, 21 Mar. 1967], pp. 5–6.)"],["div",{"id":"p501","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p501"},["span.emphasis","Peace taken from the earth"],". (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],".) As the Lord withdraws His spirit because people reject Him, the spirit of Satan and his influence increases, and peace is taken from the earth. That is the condition of the world today. President Joseph Fielding Smith said, “Peace",["span.emphasis","has"],"been taken from the earth” (",["span.emphasis","Predicted Judgments,"],"p. 6). The Prophet Joseph Smith prophesied of a time when no one would have peace except in Zion and her stakes: “I saw men hunting the lives of their own sons, and brother murdering brother, women killing their own daughters, and daughters seeking the lives of their mother. I saw armies arrayed against armies. I saw blood, desolation, fires. The Son of Man has said that the mother shall be against the daughter, and the daughter against the mother. These things are at our doors. They will follow the Saints of God from city to city. Satan will rage, and the spirit of the devil is now enraged. I know not how soon these things will take place.” (",["span.emphasis","History of the Church,"],"3:391.)"],["div",{"id":"p502","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p502"},["span.emphasis","The Lord calls the earth to repentance through natural calamities"],". When John the Revelator saw the events of the sixth seal (the sixth period of a thousand years; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6-7"},"D&C 77:6–7"],"), great natural disasters were among the things shown to him (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.12-13"},"Revelation 6:12–13"],"). In the Doctrine and Covenants, the Lord revealed specifically that in addition to preaching His word to the world through His servants, He Himself would call upon the wicked through the “voice of thunderings, and by the voice of tempests, and by the voice of earthquakes and great hailstorms, and by the voice of famines and pestilences of every kind” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.25"},"D&C 43:25"],"; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.25"},"vv. 20–27"],"). He warned that the testimony of these natural calamities would follow after the testimony of His servants (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.88-91"},"D&C 88:88–91"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p1"},"Notes and Commentary on D&C 43:17–25"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"88:87–91"],")."],[".",{"id":"f19","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.f19"},[".caption","His sheep will be gathered on His right hand."]],["div",{"id":"p504","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p504"},"Elder Melvin J. Ballard said he wanted “to call the attention of the Latter-day Saints, and indeed if I had the power, the attention of all the world to the fact that God is speaking through the elements. The earthquakes, the sea heaving itself beyond its bounds, bringing such dire destruction as we have seen are the voice of God crying repentance to this generation, a generation that only in part has heeded the warning voice of the servants of the Lord.” (In Conference Report, Oct. 1923, p. 31.)"],["div",{"id":"p505","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p505"},"On 15 July 1860 President Brigham Young said: “‘Do you think there is calamity abroad now among the people?’ Not much. All we have yet heard and all we have experienced is scarcely a preface to the sermon that is going to be preached. When the testimony of the Elders ceases to be given, and the Lord says to them, ‘Come home; I will now preach my own sermons to the nations of the earth,’ all you now know can scarcely be called a preface to the sermon that will be preached with fire and sword, tempests, earthquakes, hail, rain, thunders and lightnings, and fearful destruction. What matters the destruction of a few railway cars? You will hear of magnificent cities, now idolized by the people, sinking in the earth, entombing the inhabitants. The sea will heave itself beyond its bounds, engulfing mighty cities. Famine will spread over the nations, and nation will rise up against nation, kingdom against kingdom, and states against states, in our own country and in foreign lands.” (In",["span.emphasis","Journal of Discourses,"],"8:123.)"],["div",{"id":"p506","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p506"},"Time after time the Lord has warned the inhabitants of the earth that if they continue to ripen in iniquity, the fulness of the Lord’s wrath will be unleashed upon the world (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.16-17"},"1 Nephi 22:16–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.8-10"},"Ether 2:8–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.13"},"D&C 1:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.22-24"},"97:22–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.51"},"133:51"],")."],[".blockQuote",["div",{"id":"p507","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p507"},"The Doctrine and Covenants is a rich source for learning about the last days and the preparations that are to precede the coming of Christ. Read the following references and answer the questions given:"],["div",{"id":"p508","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p508"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35-36"},"D&C 1:35–36"],"."],"Over whom will the devil have power in the last days?"],["div",{"id":"p509","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p509"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.17,19,21"},"D&C 29:17, 19, 21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.63-74"},"133:63–74"],"."],"Why will the Lord send severe judgments upon the wicked?"],["div",{"id":"p510","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p510"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.10-11"},"D&C 101:10–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.1-3"},"103:1–3"],"."],"When does the Lord send judgments and wrath upon the wicked?"],["div",{"id":"p511","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p511"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.4-7"},"D&C 86:4–7"],"."],"Why, when the Church was in its infancy, was it a blessing to the Saints for the Lord to hold back His judgments upon the world in spite of opposition from the world to the progress of His kingdom?"],["div",{"id":"p512","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p512"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.6"},"D&C 87:6"],"."],"How will, the powerful nations of the earth be subdued in order for the gospel to reign upon the earth?"],["div",{"id":"p513","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p513"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.23-26"},"D&C 112:23–26"]],". Where will the Lord’s judgments begin?"],["div",{"id":"p514","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p514"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.13-14"},"D&C 35:13–14"],"."],"How will the humble servants of God be able to withstand the force brought against them by the wicked individuals and groups that will permeate the world?"],["div",{"id":"p515","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p515"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.4-7"},"D&C 86:4–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.94"},"88:94"],"."],"In the parable of the wheat and the tares, what did the Lord mean when He said He would gather the wheat from the tares, bind the tares in bundles, and then burn the field?"],["div",{"id":"p516","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p516"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],"."],"Where will the Saints find a place of defense and refuge amidst the judgments of the last days?"],["div",{"id":"p517","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p517"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-71"},"D&C 45:66–71"],"."],"What conditions will exist in the city of New Jerusalem to preserve and protect the Saints there?"],["div",{"id":"p518","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p518"},"In explaining the parable of the ten virgins (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"), Elder Spencer W. Kimball said: “At midnight! Precisely at the darkest hour, when least expected, the bridegroom came. When the world is full of tribulation and help is needed, but it seems the time must be past and hope is vain, then Christ will come.” (",["span.emphasis","Faith Precedes the Miracle,"],"p. 255). What implications does this have for your need to exercise faith in God in the coming times of tribulation? Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.4-21"},"3 Nephi 1:4–21"],"with this idea in mind."]]],[".topic",["h2","(H-6) The Lord Will Preserve His People"],["div",{"id":"p519","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p519"},"Although the Lord’s Church in the last days will continue to be built up in time of severe opposition and dire calamities and judgments, the Lord has promised that He will preserve His people. It is part of the Lord’s testing of His children in mortality to allow them to remain in the midst of difficulty to see if they will be true to Him in times both of prosperity and of distress. Elder Bruce R. McConkie explained:"],["div",{"id":"p520","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p520"},"“The testing processes of mortality are for all men, saints and sinners alike. Sometimes the tests and trials of those who have received the gospel far exceed any imposed upon worldly people. Abraham was called upon to sacrifice his only son. Lehi and his family left their lands and wealth to live in a wilderness. Saints in all ages have been commanded to lay all they have upon the altar, sometimes even their very lives. …"],["div",{"id":"p521","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p521"},"“Sometimes the Lord’s people are hounded and persecuted. Sometimes He deliberately lets His faithful saints linger and suffer, in both body and spirit, to prove them in all things, and to see if they will abide in His covenant, even unto death, that they may be found worthy of eternal life. If such be the lot of any of us, so be it."],["div",{"id":"p522","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p522"},"“But come what may, anything that befalls us here in mortality is but for a small moment, and if we are true and faithful God will eventually exalt us on high. All our losses and sufferings will be made up to us in the resurrection.” (In Conference Report, Oct. 1976, pp. 158–60; or",["span.emphasis","Ensign,"],"Nov. 1976, pp. 106, 108.)"],["div",{"id":"p523","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p523"},"The Prophet Joseph Smith taught that the Saints should not expect to escape all of the latter-day judgments while the wicked suffer. Many of the righteous will experience difficulty and suffering because of weaknesses of the flesh and still be saved in the kingdom of God (see History of the Church, 4:11). Though they will “hardly escape” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.34"},"D&C 63:34"],"), the Lord has promised that He will preserve His people in the midst of the judgments that will eventually destroy the wicked (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.13-14"},"D&C 35:13–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.33-37"},"63:33–37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.13-17,22-23"},"1 Nephi 22:13–17, 22–23"],"). While in the midst of tribulations, the Saints must remember that the Lord’s counsel is to be patient and have faith that they will receive His reward when He comes (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.10"},"D&C 54:10"],"). He will soon pour out His wrath and indignation upon the wicked nations of the earth to save His people Israel. Until that time, He counsels the Saints to be calm and confident in the knowledge that He is God and all flesh is in His hands (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.10-16"},"D&C 101:10–16"],"). He will “rend” the kingdoms of the world and “exert the powers of heaven” to preserve the Saints (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.118-119"},"D&C 84:118–19"],")."]],[".topic",["h2","(H-7) How to Escape the Calamities and God’s Judgments"],["div",{"id":"p524","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p524"},"The Lord has promised that He will preserve His people in the last days. The question each member of the Church should be able to answer is, How can I be numbered among those the Lord will protect? That question is answered very clearly in the Doctrine and Covenants: It is a matter of individual worthiness. The Lord has said, “If ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],"). The preparation needed is to repent, to receive the gospel, and to become sanctified through following its precepts (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.17-18"},"D&C 39:17–18"],"). In the early days of this dispensation, the Saints were persecuted because of their lack of faithfulness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.6-8"},"D&C 101:6–8"],"). The Lord has said that those who are “not purified shall not abide that day” of His coming (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.8"},"D&C 38:8"],"). The Saints have been warned not to entangle themselves in sin (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86"},"D&C 88:86"],")."],["div",{"id":"p525","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p525"},"After suffering much distress at the hands of mobs in Missouri, the Saints were promised that they would prevail against their enemies from that “very hour” and never cease if they would “observe",["span.emphasis","all"],"the words” the Lord spoke to them (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5-7"},"D&C 103:5–7"],"; italics added)."],["div",{"id":"p526","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p526"},"The same is true today. Although there may be individual exceptions, in general the faithful Saints will be preserved from their enemies and from the judgments that God will pour out on the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21-26"},"D&C 97:21–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.4-7,14"},"133:4–7, 14"],"). These same principles were taught in the October 1940 General Conference by Elder Joseph Fielding Smith:"],["div",{"id":"p527","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p527"},"“We have the means of escape through obedience to the Gospel of Jesus Christ. Will we escape? When I see, even among the Latter-day Saints the violation of the laws of the Lord, I fear and I tremble. I have been crying repentance among the Stakes of Zion for thirty years, calling upon the people to turn to the Lord, keep His commandments, observe the Sabbath Day, pay their honest tithing, do everything the Lord has commanded them to do, to live by every word that proceedeth forth from the mouth of God."],["div",{"id":"p528","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p528"},"“By doing this we shall escape the calamities."],["div",{"id":"p529","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p529"},"“I am going to repeat what I have said before, for which I have been severely criticized from certain quarters, that even in [the United States] we have no grounds by which we may escape, no sure foundation upon which we can stand, and by which we may escape from the calamities and destruction and the plagues and the pestilences, and even the devouring fire by sword and by war, unless we repent and keep the commandments of the Lord, for it is written here in these revelations."],["div",{"id":"p530","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p530"},"“So I cry repentance to the Latter-day Saints, and I cry repentance to the people of the United States, as well as to the people of all the earth. May we turn to live in accordance with divine law, and keep the commandments the Lord has given.” (In Conference Report, Oct. 1940, p. 117.)"],["div",{"id":"p531","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p531"},"Just over one year later Pearl Harbor was attacked, and the United States entered World War II."],["div",{"id":"p532","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p532"},"President Wilford Woodruff said that those who honor the priesthood would be the only ones to have the right to the Lord’s protection: “Can you tell me where the people are who will be shielded and protected from these great calamities and judgments which are even now at our doors? I’ll tell you. The priesthood of God who honor their priesthood, and who are worthy of their blessings are the only ones who shall have this safety and protection. They are the only mortal beings. No other people have a right to be shielded from these judgments. They are at our very doors; not even this people will escape them entirely. They will come down like the judgments of Sodom and Gomorrah. And none but the priesthood will be safe from their fury.” (",["span.emphasis","Young Women’s Journal,"],"Aug. 1894, p. 512.)"],["div",{"id":"p533","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p533"},"Shortly before His death, Jesus was asked by His disciples, “What is the sign of thy coming, and of the end of the world, or the destruction of the wicked, which is the end of the world?” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.4"},"JS—M 1:4"],"). In answer to that question, the Lord gave what is known as the Olivet Discourse, so named because He gave it on the Mount of Olives."],["div",{"id":"p534","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p534"},"The first part of this discourse is found in",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24"],"and also in the Pearl of Great Price, in Joseph Smith’s inspired translation of",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24"],"(see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m"},"JS—M"],"). Many do not note that",["a.scriptureRef",{"href":"/scriptures/nt/matt/25"},"Matthew 25"],", which contains three parables, is also part of that discourse. These are the parable of the ten virgins (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"), the parable of the talents (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],"), and the parable of the sheep and the goats (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],"). In other words, these parables were part of the Lord’s answer to the disciples’ question about the end of the world. For this reason they have been called the parables of preparation."],[".blockQuote",["div",{"id":"p535","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p535"},"Would you like to know how to prepare yourself so that you need not fear about the future? Then turn to",["a.scriptureRef",{"href":"/scriptures/nt/matt/25"},"Matthew 25"],"and study those parables carefully as you answer the following questions:"],["div",{"id":"p536","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p536"},["span.emphasis","The parable of the ten virgins"],". (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],".)"],["div",{"id":"p537","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p537"},"To what time does “then” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1"},"v. 1"],") refer? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.42"},"Matthew 24:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56"},"D&C 45:56"],".)"],["div",{"id":"p538","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p538"},"Who is the Bridegroom, and what does the wedding supper symbolize? (See",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7-9"},"Revelation 19:7–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.17"},"D&C 33:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.3"},"63:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.92"},"88:92"],".)"],["div",{"id":"p539","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p539"},"At what time did the Bridegroom come? Does this point add significance to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.3"},"Doctrine and Covenants 33:3"],"?"],["div",{"id":"p540","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p540"},"Virgins are symbolic of purity, faithfulness, and worthiness (see, for example,",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.4"},"Revelation 14:4"],"). Who then do the virgins represent? Are the people of the world waiting for the Bridegroom?"],["div",{"id":"p541","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p541"},"Obviously oil is the critical factor in the parable. What does the oil symbolize? In other words, what did the five wise virgins have that the five foolish ones did not? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],".)"],["div",{"id":"p542","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p542"},"How does one “purchase” extra oil? (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p1"},"Notes and Commentary on Doctrine and Covenants 45:56–57"],".)"],["div",{"id":"p543","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p543"},["span.emphasis","The parable of the talents"],". (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],".) Who do you suppose is represented by the man traveling into a far country? Who are the servants?"],["div",{"id":"p544","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p544"},"Often this parable is used to teach that we ought to develop our talents; in the parable, however, talents are not abilities but sums of money that did not belong to the servants but were entrusted to them. In other words, the lesson of the parable really has to do with an important gospel principle. What is it? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.17-18,54-57,70"},"D&C 104:17–18, 54–57, 70"],".)"],["div",{"id":"p545","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p545"},"Compare the praise and promise of the Master for the servant who had been given five talents with the one who had been given only two. What can you conclude? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.21,23"},"Matthew 25:21, 23"],".)"],["div",{"id":"p546","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p546"},"At what point did the Master call the servant with one talent “wicked”? Suppose he had increased it by one talent? What can we conclude would have been his reward? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.26"},"Matthew 25:26"],".)"],["div",{"id":"p547","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p547"},"What does",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.29"},"verse 29"],"imply in terms of preparing yourself for the Second Coming? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3-4"},"D&C 82:3–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"107:99–100"],".)"],["div",{"id":"p548","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p548"},["span.emphasis","The parable of the sheep and the goats"],". (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],".) “One of the most familiar and beautiful sights of the East is that of the shepherd leading his sheep to the pasture. … He depends upon the sheep to follow, and they in turn expect him never to leave them.” (Mackie,",["span.emphasis","Bible Manners and Customs,"],"p. 33.) Goats, on the other hand, are aggressive rather than docile, independent rather than submissive, and do not depend on the protective care of the shepherd as do the sheep."],["div",{"id":"p549","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p549"},"How does this information add to your understanding of the symbolism of this parable?"],["div",{"id":"p550","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p550"},"What is the relationship between what is taught in",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"verse 40"],"and what is taught in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.10"},"Doctrine and Covenants 1:10"],"?"],["div",{"id":"p551","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p551"},"Now apply the message of these parables to your preparing yourself for Christ’s coming. Three great qualities are stressed by the Savior: spiritual power, stewardship, and Christian service. The Lord’s promise is, “If ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],"). In what better way could you prepare to be one of the wise virgins (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"), a “good and faithful servant” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.23"},"Matthew 25:23"],"), and a sheep to whom the Lord says, “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.34"},"Matthew 25:34"],")."]]],[".topic",["h2","(H-8) The Church Must Stand Independent"],["div",{"id":"p552","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p552"},"The Lord has said that amid the tribulations in the last days the Church is “to stand independent above all other creatures beneath the celestial world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.14"},"D&C 78:14"],"). In order to do that, Elder Bruce R. McConkie explained, “the Church, which administers the gospel, and the Saints who have received the gospel, must be independent of all the powers of earth, as they work out their salvation—temporally and spiritually—with fear and trembling before the Lord!"],["div",{"id":"p553","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p553"},"“Be it remembered that tribulations lie ahead."],["div",{"id":"p554","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p554"},"“Peace has been taken from the earth, the angels of destruction have begun their work, and their swords shall not be sheathed until the Prince of Peace comes to destroy the wicked and usher in the great Millennium. …"],["div",{"id":"p555","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p555"},"“We must maintain our own health, sow our own gardens, store our own food, educate and train ourselves to handle the daily affairs of life. No one else can work out our salvation for us, either temporally or spiritually."],["div",{"id":"p556","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p556"},"“We are here on earth to care for the needs of our family members. Wives have claim on their husbands for their support, children upon their parents, parents upon their children, brothers upon each other, and relatives upon their kin."],["div",{"id":"p557","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p557"},"“It is the aim of the Church to help the Saints to care for themselves and, where need be, to make food and clothing and other necessities available, lest the Saints turn to the doles and evils of Babylon. To help care for the poor among them the Church must operate farms, grow vineyards, run dairies, manage factories, and ten thousand other things—all in such a way as to be independent of the powers of evil in the world."],["div",{"id":"p558","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p558"},"“We do not know when the calamities and troubles of the last days will fall upon any of us as individuals or upon bodies of the Saints. The Lord deliberately withholds from us the day and hour of his coming and of the tribulations which shall precede it—all as part of the testing and probationary experiences of mortality. He simply tells us to watch and be ready."],["div",{"id":"p559","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p559"},"“We can rest assured that if we have done all in our power to prepare for whatever lies ahead, he will then help us with whatever else we need. …"],["div",{"id":"p560","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p560"},"“We do not say that all of the Saints will be spared and saved from the coming day of desolation. But we do say there is no promise of safety and no promise of security except for those who love the Lord and who are seeking to do all that he commands.” (In Conference Report, Apr. 1979, pp. 131–33; or",["span.emphasis","Ensign,"],"May 1979, p. 92–93.)"],[".",{"id":"f20","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.f20"},[".caption","The battle of Armageddon will be centered on Jerusalem."]]],[".topic",["h2","(H-9) Conditions at the Time of Christ’s Coming"],["div",{"id":"p562","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p562"},"As the Lord spoke with His disciples on the Mount of Olives, three days before His Crucifixion, He answered their questions about the time of His Second Coming and of the end of the world. He said that day would be “as it was in the days of Noah” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.41"},"JS—M 1:41"],"), a time when the earth was corrupt and filled with violence and people’s thoughts and intents were evil continually as they pursued their selfish interests with no thought of their dependence on God (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.21-22,28-30"},"Moses 8:21–22, 28–30"],"). As the world continues to degenerate, the Saints of God will continue to build Zion and separate themselves from the world and its corruptions (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.54"},"D&C 63:54"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.7"},"1 Nephi 14:7"],"). Elder Bruce R. McConkie declared it to be one of the “sad heresies” of modern times “that the Millennium will be ushered in because men will learn to live in peace … or that the predicted plagues and promised desolations of latter-days can in some way be avoided” (in Conference Report, Apr. 1979, pp. 131–32; or",["span.emphasis","Ensign,"],"May 1979, p. 93)."],["div",{"id":"p563","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p563"},"Instead, the Lord will usher in the Millennium by coming in vengeance and destruction upon the wicked, bringing redemption and deliverance to His Saints (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.51-52"},"D&C 133:51–52"],")."]],[".topic",["h2","(H-10) Christ’s Appearance to Mankind"],["div",{"id":"p564","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p564"},"When the Lord returns He will make some appearances to specific groups and then culminate His return by His appearance in great power, majesty, and glory, in such a manner that all the world will see Him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.17-22"},"D&C 133:17–22"],"and 101:22–23). Four appearances of the Lord have had particular mention by the prophets: two of these appearances will be to the Saints; one appearance will be to the Jews; and the fourth will be His final coming to the world."],["div",{"id":"p565","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p565"},["span.emphasis","The appearance at the city of New Jerusalem"],". The Lord “shall suddenly come to his temple” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.2"},"D&C 133:2"],"), a temple yet to be built in Jackson County, Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.1-5"},"D&C 84:1–5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.10,15-16"},"97:10, 15–16"],"). Elder Charles W. Penrose said that the Lord would make His appearance first among the Saints and “that appearance will be unknown to the rest of mankind. He will come to the Temple prepared for him, and his faithful people will behold his face, hear his voice, and gaze upon his glory. From his own lips they will receive further instructions for the development and beautifying of Zion and for the extension and sure stability of his Kingdom.” (",["span.emphasis","Millennial Star,"],"10 Sept. 1859, pp. 582–83.)"],["div",{"id":"p566","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p566"},["span.emphasis","The appearance at Adam-ondi-Ahman"],". The Lord will appear to the Saints at a great sacrament meeting at Adam-ondi-Ahman in Daviess County, Missouri, attended by those who have held the keys of the priesthood during all the gospel dispensations and by faithful Saints from all ages. The Prophet Joseph Smith said that “Daniel in his seventh chapter speaks of the Ancient of Days; he means the oldest man, our father Adam, Michael, he will call his children together and hold a council with them to prepare them for the coming of the Son of Man. He (Adam) is the father of the human family and presides over the spirits of all men, and all that have had the keys must stand before him in this grand council.” (",["span.emphasis","History of the Church,"],"3:386–87; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"D&C 116"],".)"],["div",{"id":"p567","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p567"},"Elder Joseph Fielding Smith wrote:"],["div",{"id":"p568","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p568"},"“Not many years hence there shall be another gathering of high priests and righteous souls in this same valley of Adam-ondi-Ahman. At this gathering Adam, the Ancient of Days, will again be present. At this time the vision which Daniel saw will be enacted. The Ancient of Days will sit. There will stand before him those who have held the keys of all dispensations, who shall render up their stewardship to the first patriarch of the race, who holds the keys of salvation. This shall be a day of judgment and preparation."],["div",{"id":"p569","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p569"},"“In this council Christ will take over the reins of government, officially, on the earth, and the kingdom and dominions, and the greatness of the kingdom under the whole heaven, shall be given to the saints of the Most High. …"],["div",{"id":"p570","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p570"},"“Until this grand council is held, Satan shall hold rule in the nations of the earth; but at that time thrones are to be cast down and man’s rule shall come to an end. … Then shall he give the government to the saints of the Most High. …"],["div",{"id":"p571","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p571"},"“[This council] shall precede the coming of Jesus Christ as a thief in the night, unbeknown to all the world.” (",["span.emphasis","Way to Perfection,"],"pp. 289–91.)"],["div",{"id":"p572","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p572"},"President Lorenzo Snow, speaking of those who will be living in Jackson County at that time, said: “If you will not have seen the Lord Jesus at that time you may expect Him very soon, to see him, to eat and drink with Him, to shake hands with Him and to invite him to your houses as He was invited when He was here before” (",["span.emphasis","Deseret News,"],"15 June 1901, p. 1)."],["div",{"id":"p573","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p573"},["span.emphasis","The appearance at the Mount of Olives"],". The Savior’s appearance to the Jews will occur when Jerusalem and its environs are besieged by many nations. At the close of a long and costly war, known as the battle of Armageddon, the Jews will flee for safety to the Mount of Olives. There the Savior will make His appearance. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.48-53"},"D&C 45:48–53"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.15"},"77:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.35"},"133:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.1-13"},"Revelation 11:1–13"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.1-9"},"Zechariah 14:1–9"],")."],["div",{"id":"p574","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p574"},"Elder Parley P. Pratt summarized the events associated with that appearance: “Zechariah, chapter 14, has told us much concerning the great battle and overthrow of the nations that fight against Jerusalem, and he has said, in plain words, that the Lord shall come at the very time of the overthrow of that army; yes, in fact, even while they are in the act of taking Jerusalem, and have already succeeded in taking one-half the city, spoiling their houses, and ravishing their women. Then, behold, their long-expected Messiah, suddenly appearing, shall stand upon the Mount of Olives, a little east of Jerusalem, to fight against those nations and deliver the Jews. Zechariah says the Mount of Olives shall cleave in twain, from east to west, and one-half of the mountain shall remove to the north while the other half falls off to the south, suddenly forming a very great valley into which the Jews shall flee for protection from their enemies as they fled from the earthquake in the days of Uzziah, king of Judah; while the Lord cometh and all the saints with Him. Then will the Jews behold that long, long-expected Messiah, coming in power to their deliverance, as they always looked for him. He will destroy their enemies, and deliver them from trouble at the very time they are in the utmost consternation, and about to be swallowed up by their enemies. But what will be their astonishment when they are about to fall at the feet of their Deliverer and acknowledge him their Messiah! They discover the wounds which were once made in his hands, feet, and side; and on inquiry, at once recognize Jesus of Nazareth, the King of the Jews, the man so long rejected. Well did the prophet say, they shall mourn and weep, every family apart, and their wives apart. But, thank heaven, there will be an end to their mourning; for he will forgive their iniquities and cleanse them from uncleanness. Jerusalem shall be a holy city from that time forth.” (",["span.emphasis","Voice of Warning,"],"pp. 32–33.)"],["div",{"id":"p575","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p575"},["span.emphasis","The Second Coming: the appearance to the whole world"],". As the Lord’s Second Coming approaches, signs will mark this epochal event. One of the last of these signs is the sign of the Son of Man (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.93"},"D&C 88:93"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.36"},"JS—M 1:36"],"). The Prophet Joseph Smith said: “Then will appear one grand sign of the Son of Man in heaven. But what will the world do? They will say it is a planet, a comet, &c. But the Son of Man will come as the sign of the coming of the Son of Man, which will be as the light of the morning cometh out of the east.” (",["span.emphasis","History of the Church,"],"5:337.)"],["div",{"id":"p576","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p576"},"Following the sign there will be “silence in heaven for the space of half an hour, and immediately after shall the curtain of heaven be unfolded” and the Lord will make His appearance (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.95"},"D&C 88:95"],"). So great will be the glory and power of His coming that the earth will tremble, the sun shall hide his face in shame, the mountains will melt and flow down, and the waters of the seas will boil (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.40-42,49"},"D&C 133:40–42, 49"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.25"},"101:25"],"). All that is corruptible will be consumed and destroyed by the brightness of His presence (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.19"},"D&C 5:19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.24-25"},"101:24–25"],"). The Lord will wear red clothing, signifying His great atoning sacrifice and also His judgments upon the wicked (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.48-51"},"D&C 133:48–51"],")."],["div",{"id":"p577","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p577"},"At this long-awaited day the Lord’s people will receive the reward for their faithfulness and endurance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.10"},"D&C 54:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.52-53"},"133:52–53"],"). Both the righteous living and the celestial dead will be caught up to meet the Lord in the air to be rewarded according to their deeds while the wicked are destroyed and cast into outer darkness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.96-97"},"D&C 88:96–97"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.89-91"},"101:89–91"],"). This will be the “great and dreadful day of the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.14,16"},"D&C 110:14, 16"],")."]],[".topic",["h2","(H-11) Summary"],["div",{"id":"p578","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p578"},"Throughout history the Lord has counseled His people to prepare for the time of His coming and to warn the world to do the same. The same preparations that are needed to endure the tribulations of the last days will be needed to endure the presence of the Lord when He comes. At the time of the Lord’s coming the parable of the ten virgins will be fulfilled and those who “have taken the Holy Spirit for their guide … shall abide the day” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],")."],["div",{"id":"p579","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p579"},"President Hugh B. Brown, speaking in a general priesthood meeting, referred to this age as a time when youth must be prepared for an era fraught with trouble, yet an era in which the forces of God would eventually prevail and bring glory to the Lord’s kingdom. His counsel to the young men of the priesthood is a fitting conclusion for this study:"],["div",{"id":"p580","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p580"},"“It seems to me that of all the signs of the times (and they are ominous and on every side) this is one of the significant signs of the times—that the Church of Jesus Christ, the kingdom of God, is massing its forces, getting ready for that which is to follow. …"],["div",{"id":"p581","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p581"},"“I say this is in a sense one of the signs of the times. I see thousands listening; and I would like to say to you young men that those of us who are growing older will pass on. We must pass the torch to you. You must have the faith to hold it high. …"],["div",{"id":"p582","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p582"},"“I hope that every young man under the sound of my voice will resolve tonight, ‘I am going to keep myself clean. I am going to serve the Lord. I am going to prepare every way I can for future service, because I want to be prepared when the final battle shall come."],["div",{"id":"p583","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p583"},"“And some of you young men are going to engage in that battle. Some of you are going to engage in the final testing time, which is coming and which is closer to us than we know. …"],["div",{"id":"p584","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p584"},"“I want to say to you, brethren, that in the midst of all the troubles, the uncertainties, the tumult and chaos through which the world is passing, almost unnoticed by the majority of the people of the world, there has been set up a kingdom, a kingdom over which God the Father presides, and Jesus the Christ is the King. That kingdom is rolling forward, as I say, partly unnoticed, but it is rolling forward with a power and a force that will stop the enemy in its tracks while some of you live. …"],["div",{"id":"p585","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p585"},"“… I urge all of us to set our houses in order, to set our lives in order, to be prepared for that which lies ahead; and God will bless and sustain us in our efforts.” (In Conference Report, Oct. 1967, pp. 115–16.)"]]]],"refs":null}
