{"id":140,"parent_id":110,"book_id":95,"content_id":1,"language_id":1,"display_order":140,"title":"Alma 30","subtitle":"","short_title":"Alma","uri":"/scriptures/bofm/alma/30","content":[["div",[".titleNumber","Chapter 30"],[".studySummary",["i","Korihor, the anti-Christ, ridicules Christ, the Atonement, and the spirit of prophecy—He teaches that there is no God, no fall of man, no penalty for sin, and no Christ—Alma testifies that Christ will come and that all things denote there is a God—Korihor demands a sign and is struck dumb—The devil had appeared to Korihor as an angel and taught him what to say—Korihor is trodden down and dies. About 76–74",["span.small","B.C."]]]],[".bodyBlock",["div",{"id":"1","uri":"/scriptures/bofm/alma/30.1","order":"05.20.030.15079"},["b","1"],"Behold, now it came to pass that after the",["sup","a"],["a",{"href":"fn_1a"},"people"],"of Ammon were established in the land of Jershon, yea, and also after the Lamanites were",["sup","b"],["a",{"href":"fn_1b"},"driven out"],"of the land, and their dead were buried by the people of the land—"],["div",{"id":"2","uri":"/scriptures/bofm/alma/30.2","order":"05.20.030.15080"},["b","2"],"Now their dead were not numbered because of the greatness of their numbers; neither were the dead of the Nephites numbered—but it came to pass after they had buried their dead, and also after the days of",["sup","a"],["a",{"href":"fn_2a"},"fasting"],", and",["sup","b"],["a",{"href":"fn_2b"},"mourning"],", and prayer, (and it was in the sixteenth year of the reign of the judges over the people of Nephi) there began to be continual peace throughout all the land."],["div",{"id":"3","uri":"/scriptures/bofm/alma/30.3","order":"05.20.030.15081"},["b","3"],"Yea, and the people did observe to keep the commandments of the Lord; and they were strict in observing the",["sup","a"],["a",{"href":"fn_3a"},"ordinances"],"of God, according to the law of Moses; for they were taught to",["sup","b"],["a",{"href":"fn_3b"},"keep"],"the law of Moses until it should be fulfilled."],["div",{"id":"4","uri":"/scriptures/bofm/alma/30.4","order":"05.20.030.15082"},["b","4"],"And thus the people did have no disturbance in all the sixteenth year of the reign of the judges over the people of Nephi."],["div",{"id":"5","uri":"/scriptures/bofm/alma/30.5","order":"05.20.030.15083"},["b","5"],"And it came to pass that in the commencement of the seventeenth year of the reign of the judges, there was continual peace."],["div",{"id":"6","uri":"/scriptures/bofm/alma/30.6","order":"05.20.030.15084"},["b","6"],"But it came to pass in the latter end of the seventeenth year, there came a man into the land of Zarahemla, and he was",["sup","a"],["a",{"href":"fn_6a"},"Anti-Christ"],", for he began to preach unto the people",["sup","b"],["a",{"href":"fn_6b"},"against"],"the prophecies which had been spoken by the prophets, concerning the coming of Christ."],["div",{"id":"7","uri":"/scriptures/bofm/alma/30.7","order":"05.20.030.15085"},["b","7"],"Now there was no law against a",["sup","a"],["a",{"href":"fn_7a"},"man’s"],["sup","b"],["a",{"href":"fn_7b"},"belief"],"; for it was strictly contrary to the commands of God that there should be a law which should bring men on to unequal grounds."],["div",{"id":"8","uri":"/scriptures/bofm/alma/30.8","order":"05.20.030.15086"},["b","8"],"For thus saith the scripture:",["sup","a"],["a",{"href":"fn_8a"},"Choose"],"ye this day, whom ye will serve."],["div",{"id":"9","uri":"/scriptures/bofm/alma/30.9","order":"05.20.030.15087"},["b","9"],"Now if a man desired to serve God, it was his privilege; or rather, if he believed in God it was his privilege to serve him; but if he did not believe in him there was no law to punish him."],["div",{"id":"10","uri":"/scriptures/bofm/alma/30.10","order":"05.20.030.15088"},["b","10"],"But if he",["sup","a"],["a",{"href":"fn_10a"},"murdered"],"he was punished unto",["sup","b"],["a",{"href":"fn_10b"},"death"],"; and if he",["sup","c"],["a",{"href":"fn_10c"},"robbed"],"he was also punished; and if he stole he was also punished; and if he committed",["sup","d"],["a",{"href":"fn_10d"},"adultery"],"he was also punished; yea, for all this wickedness they were punished."],["div",{"id":"11","uri":"/scriptures/bofm/alma/30.11","order":"05.20.030.15089"},["b","11"],"For there was a law that men should be judged according to their crimes. Nevertheless, there was no law against a man’s belief; therefore, a man was punished only for the crimes which he had done; therefore all men were on",["sup","a"],["a",{"href":"fn_11a"},"equal"],"grounds."],["div",{"id":"12","uri":"/scriptures/bofm/alma/30.12","order":"05.20.030.15090"},["b","12"],"And this",["sup","a"],["a",{"href":"fn_12a"},"Anti-Christ"],", whose name was Korihor, (and the law could have no hold upon him) began to preach unto the people that there should be",["sup","b"],["a",{"href":"fn_12b"},"no"],"Christ. And after this manner did he preach, saying:"],["div",{"id":"13","uri":"/scriptures/bofm/alma/30.13","order":"05.20.030.15091"},["b","13"],"O ye that are bound down under a",["sup","a"],["a",{"href":"fn_13a"},"foolish"],"and a vain hope, why do ye yoke yourselves with such foolish things? Why do ye look for a Christ? For no man can",["sup","b"],["a",{"href":"fn_13b"},"know"],"of anything which is to come."],["div",{"id":"14","uri":"/scriptures/bofm/alma/30.14","order":"05.20.030.15092"},["b","14"],"Behold, these things which ye call prophecies, which ye say are handed down by holy prophets, behold, they are foolish traditions of your fathers."],["div",{"id":"15","uri":"/scriptures/bofm/alma/30.15","order":"05.20.030.15093"},["b","15"],"How do ye know of their surety? Behold, ye cannot know of things which ye do not",["sup","a"],["a",{"href":"fn_15a"},"see"],"; therefore ye cannot know that there shall be a Christ."],["div",{"id":"16","uri":"/scriptures/bofm/alma/30.16","order":"05.20.030.15094"},["b","16"],"Ye look forward and say that ye see a remission of your sins. But behold, it is the effect of a",["sup","a"],["a",{"href":"fn_16a"},"frenzied"],"mind; and this derangement of your minds comes because of the traditions of your fathers, which lead you away into a belief of things which are not so."],["div",{"id":"17","uri":"/scriptures/bofm/alma/30.17","order":"05.20.030.15095"},["b","17"],"And many more such things did he say unto them, telling them that there could be no atonement made for the sins of men, but every man",["sup","a"],["a",{"href":"fn_17a"},"fared"],"in this life according to the management of the creature; therefore every man prospered according to his genius, and that every man conquered according to his strength; and",["sup","b"],["a",{"href":"fn_17b"},"whatsoever"],"a man did was",["sup","c"],["a",{"href":"fn_17c"},"no"],"crime."],["div",{"id":"18","uri":"/scriptures/bofm/alma/30.18","order":"05.20.030.15096"},["b","18"],"And thus he did preach unto them, leading away the hearts of many, causing them to lift up their heads in their wickedness, yea, leading away many women, and also men, to commit whoredoms—telling them that when a man was dead, that was the end thereof."],["div",{"id":"19","uri":"/scriptures/bofm/alma/30.19","order":"05.20.030.15097"},["b","19"],"Now this man went over to the land of",["sup","a"],["a",{"href":"fn_19a"},"Jershon"],"also, to preach these things among the people of Ammon, who were once the people of the Lamanites."],["div",{"id":"20","uri":"/scriptures/bofm/alma/30.20","order":"05.20.030.15098"},["b","20"],"But behold they were more wise than many of the Nephites; for they took him, and bound him, and carried him before Ammon, who was a",["sup","a"],["a",{"href":"fn_20a"},"high priest"],"over that people."],["div",{"id":"21","uri":"/scriptures/bofm/alma/30.21","order":"05.20.030.15099"},["b","21"],"And it came to pass that he caused that he should be carried out of the land. And he came over into the land of Gideon, and began to preach unto them also; and here he did not have much success, for he was taken and bound and carried before the high priest, and also the chief judge over the land."],["div",{"id":"22","uri":"/scriptures/bofm/alma/30.22","order":"05.20.030.15100"},["b","22"],"And it came to pass that the high priest said unto him: Why do ye go about perverting the ways of the Lord? Why do ye teach this people that there shall be no Christ, to interrupt their rejoicings? Why do ye speak against all the prophecies of the holy prophets?"],["div",{"id":"23","uri":"/scriptures/bofm/alma/30.23","order":"05.20.030.15101"},["b","23"],"Now the high priest’s name was Giddonah. And Korihor said unto him: Because I do not teach the foolish traditions of your fathers, and because I do not teach this people to bind themselves down under the foolish ordinances and performances which are laid down by ancient priests, to usurp power and authority over them, to keep them in ignorance, that they may not lift up their heads, but be brought down according to thy words."],["div",{"id":"24","uri":"/scriptures/bofm/alma/30.24","order":"05.20.030.15102"},["b","24"],"Ye say that this people is a free people. Behold, I say they are in bondage. Ye say that those ancient prophecies are true. Behold, I say that ye do not know that they are true."],["div",{"id":"25","uri":"/scriptures/bofm/alma/30.25","order":"05.20.030.15103"},["b","25"],"Ye say that this people is a guilty and a fallen people, because of the transgression of a parent. Behold, I say that a child is not guilty because of its parents."],["div",{"id":"26","uri":"/scriptures/bofm/alma/30.26","order":"05.20.030.15104"},["b","26"],"And ye also say that Christ shall come. But behold, I say that ye do not know that there shall be a Christ. And ye say also that he shall be slain for the",["sup","a"],["a",{"href":"fn_26a"},"sins"],"of the world—"],["div",{"id":"27","uri":"/scriptures/bofm/alma/30.27","order":"05.20.030.15105"},["b","27"],"And thus ye lead away this people after the foolish traditions of your fathers, and according to your own desires; and ye keep them down, even as it were in bondage, that ye may glut yourselves with the labors of their hands, that they durst not look up with boldness, and that they durst not enjoy their rights and privileges."],["div",{"id":"28","uri":"/scriptures/bofm/alma/30.28","order":"05.20.030.15106"},["b","28"],"Yea, they durst not make use of that which is their own lest they should offend their priests, who do yoke them according to their desires, and have brought them to believe, by their traditions and their dreams and their whims and their visions and their pretended mysteries, that they should, if they did not do according to their words, offend some unknown being, who they say is God—a being who",["sup","a"],["a",{"href":"fn_28a"},"never"],"has been seen or known, who",["sup","b"],["a",{"href":"fn_28b"},"never"],"was nor ever will be."],["div",{"id":"29","uri":"/scriptures/bofm/alma/30.29","order":"05.20.030.15107"},["b","29"],"Now when the high priest and the",["sup","a"],["a",{"href":"fn_29a"},"chief judge"],"saw the hardness of his heart, yea, when they saw that he would",["sup","b"],["a",{"href":"fn_29b"},"revile"],"even against God, they would not make any reply to his words; but they caused that he should be bound; and they delivered him up into the hands of the officers, and sent him to the land of Zarahemla, that he might be brought before Alma, and the chief judge who was governor over all the land."],["div",{"id":"30","uri":"/scriptures/bofm/alma/30.30","order":"05.20.030.15108"},["b","30"],"And it came to pass that when he was brought before Alma and the chief judge, he did go on in the same manner as he did in the land of Gideon; yea, he went on to",["sup","a"],["a",{"href":"fn_30a"},"blaspheme"],"."],["div",{"id":"31","uri":"/scriptures/bofm/alma/30.31","order":"05.20.030.15109"},["b","31"],"And he did rise up in great",["sup","a"],["a",{"href":"fn_31a"},"swelling"],"words before Alma, and did revile against the",["sup","b"],["a",{"href":"fn_31b"},"priests"],"and teachers, accusing them of leading away the people after the silly traditions of their fathers, for the sake of glutting on the labors of the people."],["div",{"id":"32","uri":"/scriptures/bofm/alma/30.32","order":"05.20.030.15110"},["b","32"],"Now Alma said unto him: Thou knowest that we do not glut ourselves upon the labors of this people; for behold I have",["sup","a"],["a",{"href":"fn_32a"},"labored"],"even from the commencement of the reign of the judges until now, with mine",["sup","b"],["a",{"href":"fn_32b"},"own"],"hands for my support, notwithstanding my many travels round about the land to declare the word of God unto my people."],["div",{"id":"33","uri":"/scriptures/bofm/alma/30.33","order":"05.20.030.15111"},["b","33"],"And notwithstanding the many labors which I have performed in the church, I have never received so much as even one",["sup","a"],["a",{"href":"fn_33a"},"senine"],"for my labor; neither has any of my brethren, save it were in the judgment-seat; and then we have received only according to law for our time."],["div",{"id":"34","uri":"/scriptures/bofm/alma/30.34","order":"05.20.030.15112"},["b","34"],"And now, if we do not receive anything for our labors in the church, what doth it profit us to labor in the church save it were to declare the truth, that we may have rejoicings in the",["sup","a"],["a",{"href":"fn_34a"},"joy"],"of our brethren?"],["div",{"id":"35","uri":"/scriptures/bofm/alma/30.35","order":"05.20.030.15113"},["b","35"],"Then why sayest thou that we preach unto this people to get gain, when thou, of thyself, knowest that we receive no gain? And now, believest thou that we deceive this people, that",["sup","a"],["a",{"href":"fn_35a"},"causes"],"such joy in their hearts?"],["div",{"id":"36","uri":"/scriptures/bofm/alma/30.36","order":"05.20.030.15114"},["b","36"],"And Korihor answered him, Yea."],["div",{"id":"37","uri":"/scriptures/bofm/alma/30.37","order":"05.20.030.15115"},["b","37"],"And then Alma said unto him: Believest thou that there is a God?"],["div",{"id":"38","uri":"/scriptures/bofm/alma/30.38","order":"05.20.030.15116"},["b","38"],"And he answered, Nay."],["div",{"id":"39","uri":"/scriptures/bofm/alma/30.39","order":"05.20.030.15117"},["b","39"],"Now Alma said unto him: Will ye deny again that there is a God, and also deny the Christ? For behold, I say unto you, I know there is a God, and also that Christ shall come."],["div",{"id":"40","uri":"/scriptures/bofm/alma/30.40","order":"05.20.030.15118"},["b","40"],"And now what evidence have ye that there is no",["sup","a"],["a",{"href":"fn_40a"},"God"],", or that Christ cometh not? I say unto you that ye have none, save it be your word only."],["div",{"id":"41","uri":"/scriptures/bofm/alma/30.41","order":"05.20.030.15119"},["b","41"],"But, behold, I have all things as a",["sup","a"],["a",{"href":"fn_41a"},"testimony"],"that these things are true; and ye also have all things as a testimony unto you that they are true; and will ye deny them? Believest thou that these things are true?"],["div",{"id":"42","uri":"/scriptures/bofm/alma/30.42","order":"05.20.030.15120"},["b","42"],"Behold, I know that thou",["sup","a"],["a",{"href":"fn_42a"},"believest"],", but thou art possessed with a",["sup","b"],["a",{"href":"fn_42b"},"lying"],"spirit, and ye have put",["sup","c"],["a",{"href":"fn_42c"},"off"],"the Spirit of God that it may have no place in you; but the devil has power over you, and he doth carry you about, working devices that he may destroy the children of God."],["div",{"id":"43","uri":"/scriptures/bofm/alma/30.43","order":"05.20.030.15121"},["b","43"],"And now Korihor said unto Alma: If thou wilt show me a",["sup","a"],["a",{"href":"fn_43a"},"sign"],", that I may be convinced that there is a God, yea, show unto me that he hath power, and then will I be convinced of the truth of thy words."],["div",{"id":"44","uri":"/scriptures/bofm/alma/30.44","order":"05.20.030.15122"},["b","44"],"But Alma said unto him: Thou hast had signs enough; will ye tempt your God? Will ye say, Show unto me a sign, when ye have the testimony of",["sup","a"],["a",{"href":"fn_44a"},"all"],"these thy brethren, and also all the holy prophets? The scriptures are laid before thee, yea, and all things denote there is a God; yea, even the",["sup","b"],["a",{"href":"fn_44b"},"earth"],", and",["sup","c"],["a",{"href":"fn_44c"},"all"],"things that are upon the face of it, yea, and its",["sup","d"],["a",{"href":"fn_44d"},"motion"],", yea, and also all the",["sup","e"],["a",{"href":"fn_44e"},"planets"],"which move in their regular form do witness that there is a Supreme Creator."],["div",{"id":"45","uri":"/scriptures/bofm/alma/30.45","order":"05.20.030.15123"},["b","45"],"And yet do ye go about, leading away the hearts of this people, testifying unto them there is no God? And yet will ye deny against all these",["sup","a"],["a",{"href":"fn_45a"},"witnesses"],"? And he said: Yea, I will deny, except ye shall show me a sign."],["div",{"id":"46","uri":"/scriptures/bofm/alma/30.46","order":"05.20.030.15124"},["b","46"],"And now it came to pass that Alma said unto him: Behold, I am grieved because of the hardness of your heart, yea, that ye will still resist the spirit of the truth, that thy soul may be destroyed."],["div",{"id":"47","uri":"/scriptures/bofm/alma/30.47","order":"05.20.030.15125"},["b","47"],"But behold, it is",["sup","a"],["a",{"href":"fn_47a"},"better"],"that thy soul should be",["sup","b"],["a",{"href":"fn_47b"},"lost"],"than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more."],["div",{"id":"48","uri":"/scriptures/bofm/alma/30.48","order":"05.20.030.15126"},["b","48"],"Now Korihor said unto him: I do not deny the existence of a God, but I do not believe that there is a God; and I say also, that ye do not know that there is a God; and except ye show me a sign, I will not believe."],["div",{"id":"49","uri":"/scriptures/bofm/alma/30.49","order":"05.20.030.15127"},["b","49"],"Now Alma said unto him: This will I give unto thee for a sign, that thou shalt be",["sup","a"],["a",{"href":"fn_49a"},"struck"],"dumb, according to my words; and I say, that in the name of God, ye shall be struck dumb, that ye shall no more have utterance."],["div",{"id":"50","uri":"/scriptures/bofm/alma/30.50","order":"05.20.030.15128"},["b","50"],"Now when Alma had said these words, Korihor was struck dumb, that he could not have utterance, according to the words of Alma."],["div",{"id":"51","uri":"/scriptures/bofm/alma/30.51","order":"05.20.030.15129"},["b","51"],"And now when the chief judge saw this, he put forth his hand and wrote unto Korihor, saying: Art thou convinced of the power of God? In whom did ye desire that Alma should show forth his sign? Would ye that he should afflict others, to show unto thee a sign? Behold, he has showed unto you a sign; and now will ye dispute more?"],["div",{"id":"52","uri":"/scriptures/bofm/alma/30.52","order":"05.20.030.15130"},["b","52"],"And Korihor put forth his hand and wrote, saying: I know that I am dumb, for I cannot speak; and I know that nothing save it were the",["sup","a"],["a",{"href":"fn_52a"},"power"],"of God could bring this upon me; yea, and I always",["sup","b"],["a",{"href":"fn_52b"},"knew"],"that there was a God."],["div",{"id":"53","uri":"/scriptures/bofm/alma/30.53","order":"05.20.030.15131"},["b","53"],"But behold, the devil hath",["sup","a"],["a",{"href":"fn_53a"},"deceived"],"me; for he",["sup","b"],["a",{"href":"fn_53b"},"appeared"],"unto me in the",["sup","c"],["a",{"href":"fn_53c"},"form"],"of an angel, and said unto me: Go and reclaim this people, for they have all gone astray after an unknown God. And he said unto me: There is",["sup","d"],["a",{"href":"fn_53d"},"no"],"God; yea, and he taught me that which I should say. And I have taught his words; and I taught them because they were pleasing unto the",["sup","e"],["a",{"href":"fn_53e"},"carnal"],"mind; and I taught them, even until I had much success, insomuch that I verily believed that they were true; and for this cause I withstood the truth, even until I have brought this great",["sup","f"],["a",{"href":"fn_53f"},"curse"],"upon me."],["div",{"id":"54","uri":"/scriptures/bofm/alma/30.54","order":"05.20.030.15132"},["b","54"],"Now when he had said this, he besought that Alma should pray unto God, that the",["sup","a"],["a",{"href":"fn_54a"},"curse"],"might be taken from him."],["div",{"id":"55","uri":"/scriptures/bofm/alma/30.55","order":"05.20.030.15133"},["b","55"],"But Alma said unto him: If this curse should be taken from thee thou wouldst again lead away the hearts of this people; therefore, it shall be unto thee even as the Lord will."],["div",{"id":"56","uri":"/scriptures/bofm/alma/30.56","order":"05.20.030.15134"},["b","56"],"And it came to pass that the curse was not taken off of Korihor; but he was",["sup","a"],["a",{"href":"fn_56a"},"cast out"],", and went about from house to house begging for his food."],["div",{"id":"57","uri":"/scriptures/bofm/alma/30.57","order":"05.20.030.15135"},["b","57"],"Now the knowledge of what had happened unto Korihor was immediately published throughout all the land; yea, the proclamation was sent forth by the chief judge to all the people in the land, declaring unto those who had believed in the words of Korihor that they must speedily repent,",["sup","a"],["a",{"href":"fn_57a"},"lest"],"the same judgments would come unto them."],["div",{"id":"58","uri":"/scriptures/bofm/alma/30.58","order":"05.20.030.15136"},["b","58"],"And it came to pass that they were all convinced of the wickedness of Korihor; therefore they were all converted again unto the Lord; and this put an end to the iniquity after the manner of Korihor. And Korihor did go about from house to house, begging food for his support."],["div",{"id":"59","uri":"/scriptures/bofm/alma/30.59","order":"05.20.030.15137"},["b","59"],"And it came to pass that as he went forth among the people, yea, among a people who had separated themselves from the Nephites and called themselves",["sup","a"],["a",{"href":"fn_59a"},"Zoramites"],", being led by a man whose name was Zoram—and as he went forth amongst them, behold, he was run upon and trodden down, even until he was",["sup","b"],["a",{"href":"fn_59b"},"dead"],"."],["div",{"id":"60","uri":"/scriptures/bofm/alma/30.60","order":"05.20.030.15138"},["b","60"],"And thus we see the end of him who",["sup","a"],["a",{"href":"fn_60a"},"perverteth"],"the ways of the Lord; and thus we see that the devil will not",["sup","b"],["a",{"href":"fn_60b"},"support"],"his children at the last day, but doth speedily drag them down to",["sup","c"],["a",{"href":"fn_60c"},"hell"],"."]]],"refs":[["div",{"id":"1a","uri":"/scriptures/bofm/alma/30.1a","order":"05.20.030.15139"},["b","1a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.26"},"Alma 27:26"],"."],["div",{"id":"1b","uri":"/scriptures/bofm/alma/30.1b","order":"05.20.030.15141"},["b","1b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.3.2-3"},"Alma 28:3 (2–3)"],"."],["div",{"id":"2a","uri":"/scriptures/bofm/alma/30.2a","order":"05.20.030.15143"},["b","2a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.6"},"Alma 28:6"],"."],["div",{"id":"2b","uri":"/scriptures/bofm/alma/30.2b","order":"05.20.030.15145"},["b","2b"],["a.scriptureRef",{"href":"/scriptures/tg/mourning"},"TG Mourning"],"."],["div",{"id":"3a","uri":"/scriptures/bofm/alma/30.3a","order":"05.20.030.15147"},["b","3a"],["a.scriptureRef",{"href":"/scriptures/tg/ordinance"},"TG Ordinance"],"."],["div",{"id":"3b","uri":"/scriptures/bofm/alma/30.3b","order":"05.20.030.15149"},["b","3b"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.24"},"2 Ne. 25:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.5"},"Jarom 1:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.3"},"Mosiah 2:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.14.13-14"},"Alma 34:14 (13–14)"],"."],["div",{"id":"6a","uri":"/scriptures/bofm/alma/30.6a","order":"05.20.030.15151"},["b","6a"],["a.scriptureRef",{"href":"/scriptures/tg/antichrist"},"TG Antichrist"],";",["a.scriptureRef",{"href":"/scriptures/tg/false-prophets"},"False Prophets"],"."],["div",{"id":"6b","uri":"/scriptures/bofm/alma/30.6b","order":"05.20.030.15153"},["b","6b"],["a.scriptureRef",{"href":"/scriptures/tg/false-doctrine"},"TG False Doctrine"],";",["a.scriptureRef",{"href":"/scriptures/tg/prophets-rejection-of"},"Prophets, Rejection of"],"."],["div",{"id":"7a","uri":"/scriptures/bofm/alma/30.7a","order":"05.20.030.15155"},["b","7a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.17"},"Alma 1:17"],"."],["div",{"id":"7b","uri":"/scriptures/bofm/alma/30.7b","order":"05.20.030.15157"},["b","7b"],["a.scriptureRef",{"href":"/scriptures/nt/acts/18.13"},"Acts 18:13"],"."],["div",{"id":"8a","uri":"/scriptures/bofm/alma/30.8a","order":"05.20.030.15159"},["b","8a"],["a.scriptureRef",{"href":"/scriptures/ot/josh/24.15"},"Josh. 24:15"],".",["a.scriptureRef",{"href":"/scriptures/tg/agency"},"TG Agency"],"."],["div",{"id":"10a","uri":"/scriptures/bofm/alma/30.10a","order":"05.20.030.15161"},["b","10a"],["a.scriptureRef",{"href":"/scriptures/tg/murder"},"TG Murder"],"."],["div",{"id":"10b","uri":"/scriptures/bofm/alma/30.10b","order":"05.20.030.15163"},["b","10b"],["a.scriptureRef",{"href":"/scriptures/tg/capital-punishment"},"TG Capital Punishment"],"."],["div",{"id":"10c","uri":"/scriptures/bofm/alma/30.10c","order":"05.20.030.15165"},["b","10c"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.18"},"Alma 1:18"],"."],["div",{"id":"10d","uri":"/scriptures/bofm/alma/30.10d","order":"05.20.030.15167"},["b","10d"],["a.scriptureRef",{"href":"/scriptures/tg/adulterer"},"TG Adulterer"],"."],["div",{"id":"11a","uri":"/scriptures/bofm/alma/30.11a","order":"05.20.030.15169"},["b","11a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.3"},"Mosiah 27:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29.32"},"29:32"],"."],["div",{"id":"12a","uri":"/scriptures/bofm/alma/30.12a","order":"05.20.030.15171"},["b","12a"],["a.scriptureRef",{"href":"/scriptures/tg/antichrist"},"TG Antichrist"],"."],["div",{"id":"12b","uri":"/scriptures/bofm/alma/30.12b","order":"05.20.030.15173"},["b","12b"],["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.2.2,9"},"Jacob 7:2 (2, 9)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.16.16,29"},"Alma 31:16 (16, 29)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.5"},"34:5"],"."],["div",{"id":"13a","uri":"/scriptures/bofm/alma/30.13a","order":"05.20.030.15175"},["b","13a"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.25.18-25"},"1 Cor. 1:25 (18–25)"],"."],["div",{"id":"13b","uri":"/scriptures/bofm/alma/30.13b","order":"05.20.030.15177"},["b","13b"],["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.7"},"Jacob 7:7"],"."],["div",{"id":"15a","uri":"/scriptures/bofm/alma/30.15a","order":"05.20.030.15179"},["b","15a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.20"},"Hel. 16:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.5.5-6,19"},"Ether 12:5 (5–6, 19)"],".",["a.scriptureRef",{"href":"/scriptures/tg/spiritual-blindness"},"TG Spiritual Blindness"],"."],["div",{"id":"16a","uri":"/scriptures/bofm/alma/30.16a","order":"05.20.030.15181"},["b","16a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/26.24.24-25"},"Acts 26:24 (24–25)"],"."],["div",{"id":"17a","uri":"/scriptures/bofm/alma/30.17a","order":"05.20.030.15183"},["b","17a"],["a.scriptureRef",{"href":"/scriptures/ot/prov/16.25"},"Prov. 16:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7.5-9"},"2 Ne. 28:7 (5–9)"],"."],["div",{"id":"17b","uri":"/scriptures/bofm/alma/30.17b","order":"05.20.030.15185"},["b","17b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.5"},"Alma 18:5"],"."],["div",{"id":"17c","uri":"/scriptures/bofm/alma/30.17c","order":"05.20.030.15187"},["b","17c"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.4"},"Alma 1:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.31"},"Morm. 8:31"],"."],["div",{"id":"19a","uri":"/scriptures/bofm/alma/30.19a","order":"05.20.030.15189"},["b","19a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.1.1,8"},"Alma 28:1 (1, 8)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.3"},"31:3"],"."],["div",{"id":"20a","uri":"/scriptures/bofm/alma/30.20a","order":"05.20.030.15191"},["b","20a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.38"},"Alma 46:38"],"."],["div",{"id":"26a","uri":"/scriptures/bofm/alma/30.26a","order":"05.20.030.15193"},["b","26a"],["a.scriptureRef",{"href":"/scriptures/ot/isa/53.6.4-12"},"Isa. 53:6 (4–12)"],"."],["div",{"id":"28a","uri":"/scriptures/bofm/alma/30.28a","order":"05.20.030.15195"},["b","28a"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.5"},"2 Ne. 28:5"],"."],["div",{"id":"28b","uri":"/scriptures/bofm/alma/30.28b","order":"05.20.030.15197"},["b","28b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.53"},"Alma 30:53"],"."],["div",{"id":"29a","uri":"/scriptures/bofm/alma/30.29a","order":"05.20.030.15199"},["b","29a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.17"},"Alma 4:17"],"."],["div",{"id":"29b","uri":"/scriptures/bofm/alma/30.29b","order":"05.20.030.15201"},["b","29b"],["a.scriptureRef",{"href":"/scriptures/tg/reviling"},"TG Reviling"],"."],["div",{"id":"30a","uri":"/scriptures/bofm/alma/30.30a","order":"05.20.030.15203"},["b","30a"],["a.scriptureRef",{"href":"/scriptures/tg/blaspheme"},"TG Blaspheme"],"."],["div",{"id":"31a","uri":"/scriptures/bofm/alma/30.31a","order":"05.20.030.15205"},["b","31a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.22"},"Hel. 13:22"],".",["a.scriptureRef",{"href":"/scriptures/tg/boast"},"TG Boast"],"."],["div",{"id":"31b","uri":"/scriptures/bofm/alma/30.31b","order":"05.20.030.15207"},["b","31b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.4"},"Alma 23:4"],"."],["div",{"id":"32a","uri":"/scriptures/bofm/alma/30.32a","order":"05.20.030.15209"},["b","32a"],["a.scriptureRef",{"href":"/scriptures/tg/labor"},"TG Labor"],";",["a.scriptureRef",{"href":"/scriptures/tg/self-sacrifice"},"Self-Sacrifice"],"."],["div",{"id":"32b","uri":"/scriptures/bofm/alma/30.32b","order":"05.20.030.15211"},["b","32b"],["a.scriptureRef",{"href":"/scriptures/nt/acts/20.34.33-35"},"Acts 20:34 (33–35)"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/2.9"},"1 Thes. 2:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.24"},"Mosiah 18:24"],"."],["div",{"id":"33a","uri":"/scriptures/bofm/alma/30.33a","order":"05.20.030.15213"},["b","33a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.3"},"Alma 11:3"],"."],["div",{"id":"34a","uri":"/scriptures/bofm/alma/30.34a","order":"05.20.030.15215"},["b","34a"],["a.scriptureRef",{"href":"/scriptures/tg/joy"},"TG Joy"],"."],["div",{"id":"35a","uri":"/scriptures/bofm/alma/30.35a","order":"05.20.030.15217"},["b","35a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.16"},"Matt. 7:16"],"."],["div",{"id":"40a","uri":"/scriptures/bofm/alma/30.40a","order":"05.20.030.15219"},["b","40a"],["a.scriptureRef",{"href":"/scriptures/ot/ps/14.1"},"Ps. 14:1"],"."],["div",{"id":"41a","uri":"/scriptures/bofm/alma/30.41a","order":"05.20.030.15221"},["b","41a"],["a.scriptureRef",{"href":"/scriptures/tg/testimony"},"TG Testimony"],"."],["div",{"id":"42a","uri":"/scriptures/bofm/alma/30.42a","order":"05.20.030.15223"},["b","42a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/26.27"},"Acts 26:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.14"},"Jacob 7:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.30"},"Mosiah 12:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.52"},"Alma 30:52"],"."],["div",{"id":"42b","uri":"/scriptures/bofm/alma/30.42b","order":"05.20.030.15225"},["b","42b"],["a.scriptureRef",{"href":"/scriptures/ot/jer/27.10"},"Jer. 27:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.3-4"},"Rom. 3:3–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.32"},"Mosiah 2:32"],"."],["div",{"id":"42c","uri":"/scriptures/bofm/alma/30.42c","order":"05.20.030.15227"},["b","42c"],["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.14"},"1 Sam. 16:14"],"."],["div",{"id":"43a","uri":"/scriptures/bofm/alma/30.43a","order":"05.20.030.15229"},["b","43a"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.30"},"John 6:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.13.13-21"},"Jacob 7:13 (13–21)"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.9.8-9"},"D&C 46:9 (8–9)"],".",["a.scriptureRef",{"href":"/scriptures/tg/sign-seekers"},"TG Sign Seekers"],"."],["div",{"id":"44a","uri":"/scriptures/bofm/alma/30.44a","order":"05.20.030.15231"},["b","44a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.33.33-34"},"Mosiah 13:33 (33–34)"],"."],["div",{"id":"44b","uri":"/scriptures/bofm/alma/30.44b","order":"05.20.030.15233"},["b","44b"],["a.scriptureRef",{"href":"/scriptures/ot/job/12.8.7-10"},"Job 12:8 (7–10)"],".",["a.scriptureRef",{"href":"/scriptures/tg/nature-earth"},"TG Nature, Earth"],"."],["div",{"id":"44c","uri":"/scriptures/bofm/alma/30.44c","order":"05.20.030.15235"},["b","44c"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.47"},"D&C 88:47"],"."],["div",{"id":"44d","uri":"/scriptures/bofm/alma/30.44d","order":"05.20.030.15237"},["b","44d"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.15.11-15"},"Hel. 12:15 (11–15)"],"."],["div",{"id":"44e","uri":"/scriptures/bofm/alma/30.44e","order":"05.20.030.15239"},["b","44e"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.63"},"Moses 6:63"],".",["a.scriptureRef",{"href":"/scriptures/tg/astronomy"},"TG Astronomy"],"."],["div",{"id":"45a","uri":"/scriptures/bofm/alma/30.45a","order":"05.20.030.15241"},["b","45a"],["a.scriptureRef",{"href":"/scriptures/tg/witness"},"TG Witness"],"."],["div",{"id":"47a","uri":"/scriptures/bofm/alma/30.47a","order":"05.20.030.15243"},["b","47a"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.13"},"1 Ne. 4:13"],"."],["div",{"id":"47b","uri":"/scriptures/bofm/alma/30.47b","order":"05.20.030.15245"},["b","47b"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.16"},"Mosiah 27:16"],"."],["div",{"id":"49a","uri":"/scriptures/bofm/alma/30.49a","order":"05.20.030.15247"},["b","49a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.20"},"Luke 1:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.11.8-12"},"Acts 13:11 (8–12)"],"."],["div",{"id":"52a","uri":"/scriptures/bofm/alma/30.52a","order":"05.20.030.15249"},["b","52a"],["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.20"},"2 Chr. 13:20"],"."],["div",{"id":"52b","uri":"/scriptures/bofm/alma/30.52b","order":"05.20.030.15251"},["b","52b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.42.41-42"},"Alma 30:42 (41–42)"],"."],["div",{"id":"53a","uri":"/scriptures/bofm/alma/30.53a","order":"05.20.030.15253"},["b","53a"],["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.14.14,18"},"Jacob 7:14 (14, 18)"],"."],["div",{"id":"53b","uri":"/scriptures/bofm/alma/30.53b","order":"05.20.030.15255"},["b","53b"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.9"},"2 Ne. 9:9"],"."],["div",{"id":"53c","uri":"/scriptures/bofm/alma/30.53c","order":"05.20.030.15257"},["b","53c"],["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.14"},"2 Cor. 11:14"],"."],["div",{"id":"53d","uri":"/scriptures/bofm/alma/30.53d","order":"05.20.030.15259"},["b","53d"],["a.scriptureRef",{"href":"/scriptures/ot/ps/10.4.2-11"},"Ps. 10:4 (2–11)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.28"},"Alma 30:28"],"."],["div",{"id":"53e","uri":"/scriptures/bofm/alma/30.53e","order":"05.20.030.15261"},["b","53e"],["a.scriptureRef",{"href":"/scriptures/tg/carnal-mind"},"TG Carnal Mind"],"."],["div",{"id":"53f","uri":"/scriptures/bofm/alma/30.53f","order":"05.20.030.15263"},["b","53f"],["a.scriptureRef",{"href":"/scriptures/tg/curse"},"TG Curse"],"."],["div",{"id":"54a","uri":"/scriptures/bofm/alma/30.54a","order":"05.20.030.15265"},["b","54a"],["a.scriptureRef",{"href":"/scriptures/ot/num/12.13.9-15"},"Num. 12:13 (9–15)"],"."],["div",{"id":"56a","uri":"/scriptures/bofm/alma/30.56a","order":"05.20.030.15267"},["b","56a"],["a.scriptureRef",{"href":"/scriptures/ot/dan/5.21"},"Dan. 5:21"],"."],["div",{"id":"57a","uri":"/scriptures/bofm/alma/30.57a","order":"05.20.030.15269"},["b","57a"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.14"},"John 5:14"],"."],["div",{"id":"59a","uri":"/scriptures/bofm/alma/30.59a","order":"05.20.030.15271"},["b","59a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.7.7-8"},"Alma 31:7 (7–8)"],"."],["div",{"id":"59b","uri":"/scriptures/bofm/alma/30.59b","order":"05.20.030.15273"},["b","59b"],["a.scriptureRef",{"href":"/scriptures/ot/jer/28.16.15-17"},"Jer. 28:16 (15–17)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.20.1-20"},"Jacob 7:20 (1–20)"],"."],["div",{"id":"60a","uri":"/scriptures/bofm/alma/30.60a","order":"05.20.030.15275"},["b","60a"],["a.scriptureRef",{"href":"/scriptures/tg/lying"},"TG Lying"],"."],["div",{"id":"60b","uri":"/scriptures/bofm/alma/30.60b","order":"05.20.030.15277"},["b","60b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.27.26-27"},"Alma 3:27 (26–27)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.42.41-42"},"5:42 (41–42)"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.45"},"D&C 29:45"],"."],["div",{"id":"60c","uri":"/scriptures/bofm/alma/30.60c","order":"05.20.030.15279"},["b","60c"],["a.scriptureRef",{"href":"/scriptures/tg/hell"},"TG Hell"],"."]]}
