{"id":12,"parent_id":0,"book_id":23526,"content_id":1,"language_id":0,"display_order":12,"title":"Latter-day Saint Voices","subtitle":"","short_title":"Latter-day Saint Voices","uri":"/liahona/2013/08/latter-day-saint-voices","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/08/latter-day-saint-voices"},[".heading",{"id":"head1","uri":"/liahona/2013/08/latter-day-saint-voices.head1"},[".seriesTitle","Latter-day Saint Voices"]],[".resources",[".heading",{"id":"head1","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.head1"},[".title","I Woke Up to the Gospel"],[".bio",["p.para",{"id":"p2","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p2"},"Name withheld, France"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p3"},"I was raised by atheist parents and as a young man felt that my life was fine without God. That changed in 1989, however, when my large intestine ruptured, and I lay in a coma for eight days."],["p.para",{"id":"p4","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p4"},"I have few memories from my time in the hospital, but I strongly remember envisioning a man in white standing next to me after my operation and telling me it was time to “return and wake up.” When I resisted, he added, “My brother, you are dead. You either go back, or you stay here.” I did as he said and woke up full of pain."],["p.para",{"id":"p5","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p5"},"After leaving the hospital, I had strange dreams that included people I had never met. I had the feeling that I had promised to do something, but I didn’t know what it was. I set about searching and reading about different religions. As I read the New Testament, I realized that if the truth was on the earth, it would be found in Jesus Christ."],["p.para",{"id":"p6","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p6"},"I searched from 1989 to 1994. I felt lost and confused as I searched for the people I kept seeing in my dreams. My struggle and confusion became great, and I found myself praying desperately for answers."],["p.para",{"id":"p7","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p7"},"Shortly after these prayers, I met a new co-worker. She learned that I was struggling, and I told her that I was searching for the truth. She brought me a Book of Mormon, which I adamantly refused to accept. But she persuaded me to take it, and I read it all in one night. I immediately knew that I had found what I had been looking for."],["p.para",{"id":"p8","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p8"},"When I met with the missionaries, I was astonished to see that one of them was someone I had seen in my dreams. I soon asked to be baptized, but I had to take all the lessons first."],["p.para",{"id":"p9","uri":"/liahona/2013/08/latter-day-saint-voices/i-woke-up-to-the-gospel.p9"},"As I studied the gospel and attended church, I found all of the people from my dreams. I knew that the gospel was what I had needed to find. The day of my baptism was one of the happiest days of my life. Six months later, I was called as the branch president. Now, nearly 20 years later, I’m still happily serving in the Church. Along with my family, the gospel is my most precious possession."]],[".resources"],[".heading",{"id":"head1","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.head1"},[".title","My Most Sincere Prayer"],[".bio",["p.para",{"id":"p2","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p2"},"Jaimee Lynn Chidester, Utah, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p3"},"When I was a freshman in college, I had a part-time job at a convenience store in a small town. I had the closing shift, which ended at 11:00 p.m. Despite the relative safety of the community, I would frequently get nervous while closing the store all alone."],["p.para",{"id":"p4","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p4"},"One night I felt particularly anxious. As I finished cleaning the store and made my way to the cash register to shut it down, a feeling of dread came over me. I did not have any logical reason for being so afraid, but I could not shake my nervousness. I did not want to overreact by calling the police, but I also wanted to be protected if there was any real danger."],["p.para",{"id":"p5","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p5"},"Finally, I knelt to pray. I told Heavenly Father that I was afraid and didn’t know what to do. It was the most sincere prayer I had ever given."],["p.para",{"id":"p6","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p6"},"As I stood up, I immediately noticed a vehicle pulling up to the fuel pump nearest to the building. To my surprise and relief, it was a police officer. As he pulled out his credit card to fill his patrol car with fuel, I quickly started my final closing responsibilities. I wanted to take advantage of his protective presence and get as much done as I could before he finished at the pump. When he had finished fueling, he made a call on his cell phone and sat in his car as he talked. He was still there when I locked up and got in my car. Both of us pulled away from the convenience store at the same time."],["p.para",{"id":"p7","uri":"/liahona/2013/08/latter-day-saint-voices/my-most-sincere-prayer.p7"},"As I drove home, I was amazed at how quickly my prayer had been answered. I humbly thanked Heavenly Father for listening to me. I had been taught that I was a daughter of God, but until that night I had never felt His love for me so near or so tangibly. Words cannot describe the peace I felt in my heart. I know that the Lord will bless me if I have faith and ask for His help."]],[".resources"],[".heading",{"id":"head1","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.head1"},[".title","I Am a Christian"],[".bio",["p.para",{"id":"p2","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p2"},"Kathy Fjelstul Craig, Arizona, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p3"},"I am a second-grade teacher in a community where Latter-day Saints are well known. So I was surprised one day when a peer told me of another teacher’s remark about me. The teacher had said, “Did you know that Mrs. Craig is not a Christian?”"],["p.para",{"id":"p4","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p4"},"I was torn inside. I had just lost my husband of 28 years, and I had been closer to the Savior and my Heavenly Father than at any other time in my life. I knew that I would have to bear my testimony to this teacher, but I wasn’t sure how to do it. I did not want to offend her, but I also wanted her to know that Latter-day Saints are Christians."],["p.para",{"id":"p5","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p5"},"The next morning the Holy Ghost whispered to me what I should say. As I lay in bed, I thought of all the paintings I had in my home of the life of Jesus Christ. Each painting had a special place in my heart and was connected to a special time in my life. Thinking of those paintings brought many tender feelings about the love I have for the Savior."],["p.para",{"id":"p6","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p6"},"One painting in particular shows the Savior calming the stormy sea. It reminds me that He conquers all and that I, through Him, can also overcome all things, including the heartbreak of losing my husband."],["p.para",{"id":"p7","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p7"},"As I continued to reflect on the paintings, I was overwhelmed with a feeling of gratitude for the blessings that had come to me because I belong to the Savior’s Church."],["p.para",{"id":"p8","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p8"},"That morning at school I went into my colleague’s room and told her I wanted her to know I am a Christian. I asked her, “How many paintings of the Savior do you have in your home?” She told me that instead of paintings, she had two crosses in her home."],["p.para",{"id":"p9","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p9"},"I told her about the paintings of the Savior in my home and what the scenes depicted in the paintings meant to me. I then bore my testimony of Jesus Christ and His Atonement."],["p.para",{"id":"p10","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p10"},"I also told my co-worker that it was only through my knowledge of Jesus Christ that I had been able to survive the past year. I told her how His tender mercies had helped my children and me get through the difficult time of losing a father and husband."],["p.para",{"id":"p11","uri":"/liahona/2013/08/latter-day-saint-voices/i-am-a-christian.p11"},"I hugged her as I left, and she offered a sincere apology. There was no doubt in my heart that she knew that I, a member of The Church of Jesus Christ of Latter-day Saints, am a Christian."]],[".resources"],[".heading",{"id":"head1","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.head1"},[".title","That’s Not What I Was Taught"],[".bio",["p.para",{"id":"p2","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p2"},"Irene Taniegra, Philippines"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p3"},"One day at work, I had to leave for a few hours to take care of some important errands for my mother. I went to the office in the morning and told a colleague that I would be absent in the afternoon. During a break she whispered to me, “I can help you with the time clock.”"],["p.para",{"id":"p4","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p4"},"“No, thanks,” I said."],["p.para",{"id":"p5","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p5"},"As I left the office to catch the bus, my friend followed me to the time clock. She said quietly, “Why don’t you clock in for the afternoon period, and then I’ll punch your time card when I go home?”"],["p.para",{"id":"p6","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p6"},"Before I could utter a word, she added, “Look, our salary is below minimum wage, so it would be OK to do this. It’s just a small amount. Besides, we are not the only ones who do it.”"],["p.para",{"id":"p7","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p7"},"I began to consider what she had said. She had some good points, and I knew she had good intentions. But this was not what I had been taught in the Church."],["p.para",{"id":"p8","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p8"},"Gathering all my strength and resolve, I told her softly, “My friend, the Lord is good, and if He blesses us, we can receive from Him more than that amount.”"],["p.para",{"id":"p9","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p9"},"She left and was somewhat annoyed with me for rejecting her offer. While I walked to the bus stop, I worried about how small my paycheck would be. I knew we would have to forego buying some food the following month."],["p.para",{"id":"p10","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p10"},"As I walked, I remembered the words of one of the hymns: “Be honest in your heart; and God will love and bless you and help to you impart.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"A phrase from another hymn came to my mind: “Choose the right! And God will bless you evermore.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p11","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p11"},"These lines strengthened my decision not to give in to temptation but to trust in the Lord’s promises."],["p.para",{"id":"p12","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.p12"},"Three years have passed since that incident, and I now have a new job. The Lord has definitely blessed me. It took time, but the promise of the hymns indeed came true, and I can feel that many blessings will continue to come to me as I continue to choose the right. I am grateful for the hymns, which give me courage to hold on to that which is right in the sight of God."]],[".notes",["h3","Notes"],[".footnote",{"id":"fn1","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"“Improve the Shining Moments,”",["span.emphasis","Hymns,"],"no. 226."],[".footnote",{"id":"fn2","uri":"/liahona/2013/08/latter-day-saint-voices/thats-not-what-i-was-taught.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"“Choose the Right,”",["span.emphasis","Hymns,"],"no. 239."]],[".resources"]]]]],"refs":null}
