{"id":10,"parent_id":0,"book_id":23526,"content_id":1,"language_id":0,"display_order":10,"title":"Scripture Study for Family Strength","subtitle":"By Lori Fuller","short_title":"Scripture Study for Family Strength","uri":"/liahona/2013/08/scripture-study-for-family-strength","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/08/scripture-study-for-family-strength"},[".heading",{"id":"head1","uri":"/liahona/2013/08/scripture-study-for-family-strength.head1"},[".title",["span.dominant","Scripture Study"],"for Family Strength"],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/08/scripture-study-for-family-strength.p2"},"By Lori Fuller"],["p.para",{"id":"p3","uri":"/liahona/2013/08/scripture-study-for-family-strength.p3"},"Church Magazines"]],[".kicker","Build a strong foundation for you and your family through more consistent and meaningful scripture study."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/08/scripture-study-for-family-strength.p5"},"The following ideas may help you and your family reap the rewards of enhanced scripture study. These examples are only suggestions and can be adapted to your individual and family needs."],[".topic",{"id":"t1","uri":"/liahona/2013/08/scripture-study-for-family-strength.t1"},[".title","Study with a Question"],["p.para",{"id":"p7","uri":"/liahona/2013/08/scripture-study-for-family-strength.p7"},"Coming to the scriptures in search of answers is a good way to enhance your scripture study. You can begin your study with a prayer, asking to find answers to your specific questions. As you read, highlight scriptures that address your questions. Write notes in the margins of your scriptures or in a separate notebook."],["p.para",{"id":"p8","uri":"/liahona/2013/08/scripture-study-for-family-strength.p8"},"When studying as a family, you could begin each scripture study by asking your children if they have any questions they are trying to answer. As you read, look for scriptures that answer these questions, and stop to discuss them."]],[".topic",{"id":"t2","uri":"/liahona/2013/08/scripture-study-for-family-strength.t2"},[".title","Study by Topic"],["p.para",{"id":"p10","uri":"/liahona/2013/08/scripture-study-for-family-strength.p10"},"Pick a topic you would like to learn more about, such as prayer, and read the entry in the Bible Dictionary or in the Guide to the Scriptures. Then read the scriptures listed on that subject in the Guide to the Scriptures, Index, or Topical Guide. Within the list of scriptures, highlight the most helpful verses. After highlighting your favorite scriptures on prayer, you will have a personalized reference on the topic. You could mark in a designated color all the scriptures you find about a certain topic. Pick another doctrine to study when you finish and use a new color to mark the verses."],["p.para",{"id":"p11","uri":"/liahona/2013/08/scripture-study-for-family-strength.p11"},"When studying as a family, pick a topic together and assign each child to silently read a few scriptures then share his or her favorite. It may take several days to complete a topic, so keep track of what you have learned by discussing it and taking notes at the end of each study session."]],[".topic",{"id":"t3","uri":"/liahona/2013/08/scripture-study-for-family-strength.t3"},[".title","Study for Guidance"],["p.para",{"id":"p13","uri":"/liahona/2013/08/scripture-study-for-family-strength.p13"},"President Henry B. Eyring, First Counselor in the First Presidency, once explained how he used scripture study to find specific guidance for his life and calling. After praying to Heavenly Father about what to do, President Eyring wrote down a list of answers, color-coded each item on the list, and pasted a copy in an inexpensive set of the scriptures. He explained, “The first [answer on the list] was ‘I am to be a witness that Christ is the Son of God.’ Then I read my scriptures looking for ideas that taught me how to witness that Christ is the Son of God. Every time I came to something, I marked it in blue. Soon I developed my own topical guide around what I thought the Lord wanted me to do.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p14","uri":"/liahona/2013/08/scripture-study-for-family-strength.p14"},"When studying as a family, decide on several areas you would like to work on together. Write down these concerns and keep them in a visible place. As you read, invite each child to look for and highlight scriptures relating to a specific concern."]],["p.para",{"id":"p15","uri":"/liahona/2013/08/scripture-study-for-family-strength.p15"},"If just reading a few verses a day is difficult and more in-depth study seems impossible or if just getting your family to sit down together is a struggle, don’t despair and don’t give up. Elder David A. Bednar of the Quorum of the Twelve Apostles counseled that while no one episode of family scripture study may seem especially memorable or even successful, “our consistency in doing seemingly small things can lead to significant spiritual results.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p16","uri":"/liahona/2013/08/scripture-study-for-family-strength.p16"},"As we seek to read the scriptures more consistently and to enhance our scripture reading with meaningful study, the Lord will bless our efforts. He will guide us as we structure our scripture study and will make it more rewarding for us and for our families."]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f59","uri":"/liahona/2013/08/scripture-study-for-family-strength.f59"},[".title","Study with a Promise"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ezra-taft-benson.jpg"}],["p.para",{"id":"p21","uri":"/liahona/2013/08/scripture-study-for-family-strength.p21"},"“When individual members and families immerse themselves in the scriptures regularly and consistently, … other areas of activity will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow.”"],[".citationInfo",["p.para",{"id":"p22","uri":"/liahona/2013/08/scripture-study-for-family-strength.p22"},"President Ezra Taft Benson (1899–1994), “The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, 81."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/liahona/2013/08/scripture-study-for-family-strength.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Henry B. Eyring, “A Discussion on Scripture Study,”",["span.emphasis","Ensign,"],"July 2005, 24."],[".footnote",{"id":"fn2","uri":"/liahona/2013/08/scripture-study-for-family-strength.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"David A. Bednar, “More Diligent and Concerned at Home,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2009, 20."]]}
