{"id":9,"parent_id":0,"book_id":23526,"content_id":1,"language_id":0,"display_order":9,"title":"The Leader’s Road to Revelation","subtitle":"By Richard M. Romney","short_title":"The Leader’s Road to Revelation","uri":"/liahona/2013/08/the-leaders-road-to-revelation","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/08/the-leaders-road-to-revelation"},[".heading",{"id":"head1","uri":"/liahona/2013/08/the-leaders-road-to-revelation.head1"},[".title","The Leader’s Road to",["span.dominant","Revelation"]],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p2"},"By Richard M. Romney"],["p.para",{"id":"p3","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p3"},"Church Magazines"]],[".kicker","Local priesthood and auxiliary leaders share four principles that have helped them to act with inspiration in their callings."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p5"},"“When I was first called, I felt overwhelmed,” says a branch president who has now served for several years. “I had faith that Heavenly Father knew how to bless the members and their families, but how could I know what He specifically wanted",["span.emphasis","me"],"to do to help them?”"],["p.para",{"id":"p6","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p6"},"The president knew two principles that had strengthened him as a convert to the Church and as a young father: scripture study and prayer. So he put them into practice with renewed purpose."],["p.para",{"id":"p7","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p7"},"“As I did, I felt that I should read what it says in",["a",{"href":"/scriptures/dc-testament/dc/9.8"},"Doctrine and Covenants 9:8"],", to ‘study it out in your mind; then you must ask [the Lord] if it be right.’ When I read those words once again, I knew the Lord was already guiding me on the road to revelation.”"],["p.para",{"id":"p8","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p8"},"That is a road all leaders must travel to be effective in their callings. And as they seek the inspiration to which they are entitled, they learn over and over again that certain gospel principles facilitate divine guidance. Here are four of them."],[".topic",{"id":"t1","uri":"/liahona/2013/08/the-leaders-road-to-revelation.t1"},[".title","1. Counsel Together"],["p.para",{"id":"p10","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p10"},"“I found that even when I felt strongly inspired to do something, I gained reassurance when I talked it through with my counselors,” says a former branch Relief Society president. “Sometimes they would simply confirm that they felt the same way, and we would go forward in unity. But sometimes they helped me to see things I hadn’t seen, and we could either modify what we were doing or be more sensitive in how we did it. Then we would still go forward in unity.”"],["p.para",{"id":"p11","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p11"},"Counsel is also available through checking the handbooks, studying general conference messages, and praying with faith."],["p.para",{"id":"p12","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p12"},"“Some of the best counsel I receive comes when I read and reread the talks from general conference,” says a ward Young Women president. “Then when I kneel in prayer, I ask Heavenly Father about the things I have studied and how to apply the teachings of living prophets and general auxiliaries to help the young women.”"],["p.para",{"id":"p13","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p13"},"A counselor in a stake Sunday School presidency says, “When we meet as a presidency, we always review a short passage in",["span.emphasis","Handbook 2: Administering the Church."],"As we regularly review the instructions we’ve already received, the Spirit helps us to stay in agreement with the guidelines.”"],["p.para",{"id":"p14","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p14"},"“I take great comfort in the fact that the Lord’s Church is a church of councils,” a stake president says. “It is a choice experience to preside in councils where people with a lot of combined wisdom and experience pray together and then discuss the best way to proceed. Their inspiration enables me to think through alternatives, listen to the Spirit, and then have full confidence in taking my decision to the Lord.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p15","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p15"},"Sometimes seeking counsel means finding someone with greater expertise. “I was trying to help a family with financial problems and felt impressed to have them talk to a brother in the ward who is a financial adviser,” says a recently released bishop. “He was able to help them in ways that I would never have been able to.”"],["p.para",{"id":"p16","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p16"},"Another bishop, who had been counseled that bishops need to allow other ward leaders to step up and do their duty, relates this experience: “A widow in our ward wanted to be visited by the bishop at least once a week. In her mind, only a visit from the bishop would do. I tried to see her as often as possible, but I had many responsibilities, including a young family. Finally, with one of my counselors, I went to see her again."],["p.para",{"id":"p17","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p17"},"“As we talked, I felt prompted to say, ‘Dear sister, you know that as your bishop I love you. And because I love you so much, I have asked two of our faithful Melchizedek Priesthood holders and two of our wonderful Relief Society sisters to each check on you at least once a month, more often if needed. They will report back if you have any needs or concerns. Would that be all right?’ ‘Oh yes, bishop,’ she said. I asked if she would like to know their names, and she said yes. When I told her, she said, ‘Those are my home teachers and visiting teachers!’ And I said, ‘Now you understand the way the Lord has established for us to watch over you.’”"]],[".topic",{"id":"t2","uri":"/liahona/2013/08/the-leaders-road-to-revelation.t2"},[".title","2. Listen with Care"],["p.para",{"id":"p19","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p19"},"Leaders also say the ability to listen and discern is helpful in seeking inspiration."],["p.para",{"id":"p20","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p20"},"“As we meet with sisters, I try to hear more than just the words they are speaking,” says a ward Relief Society president. “Sometimes through the Spirit I can feel that they need help. I feel blessed to see it in their eyes or sense it in their demeanor. Sometimes I have even said, ‘I am your Relief Society president, and I feel that you need something. How can I be of service to you?’ I feel that I often receive inspiration by asking, ‘What would the Savior do?’”"],["p.para",{"id":"p21","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p21"},"“I appreciate the way our bishop listens to the sisters in our ward councils,” says a ward Primary president. “He always asks how we feel and listens carefully to all that we have to say. Several times he has said, ‘We need to remember that there are many insights that come to wives, to mothers, and to single sisters.’”"],["p.para",{"id":"p22","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p22"},"“We also need to remember that listening includes listening to the Spirit,” says a high priests group leader. “The most accurate assessment of a leader’s success may be his or her ability to feel and follow the Spirit. President Monson has demonstrated this over and over again.”",["sup",["a",{"href":"fn_footnote2"},"2"]]]],[".topic",{"id":"t3","uri":"/liahona/2013/08/the-leaders-road-to-revelation.t3"},[".title","3. Stand in Holy Places"],["p.para",{"id":"p24","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p24"},"Leaders also find that certain locations are conducive to revelation."],["p.para",{"id":"p25","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p25"},"“For me, the ultimate place to feel inspired is in the temple,” says a counselor in a bishopric. “When I want to feel close to the Lord, I go to His house so I can feel free from worries and focus on listening to the Spirit.”"],["p.para",{"id":"p26","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p26"},"“I have a room in my home that is designated as my office,” says a stake patriarch. “I have asked the Lord to help it be a place where the Spirit can feel welcome. When I am preparing to give a blessing, I go there and pray. It is also where I have interviews and give blessings.”"],["p.para",{"id":"p27","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p27"},"“Our meetinghouses are dedicated as places of worship,” a bishop says. “Sometimes on a weekday evening, when I want to feel peace, I sit in the chapel. I think about the members of the ward and how much the Savior loves them. Or sometimes I sing a hymn.”"],["p.para",{"id":"p28","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p28"},"“For me the Primary is a holy place,” says another bishop. “When I want to feel excited and encouraged, I go sit with the Primary children as they sing. It always lifts my heart.”"],["p.para",{"id":"p29","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p29"},"“Prayer can make any place a holy place,” says a branch Young Men president. “Think of the revelations that came to the Prophet Joseph when he was in Liberty Jail. He was able to make it a holy place by calling on the Lord.”"]],[".topic",{"id":"t4","uri":"/liahona/2013/08/the-leaders-road-to-revelation.t4"},[".title","4. Act with Authority"],["p.para",{"id":"p31","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p31"},"“Some members of our ward did not take callings seriously,” a bishop says. “I felt that I could help them by explaining how we, as a bishopric, had prayed to know who should be called and that we had received an answer. I wanted them to know that the Lord, working through leaders with authority, had called them. It made a big difference when they knew their calling was inspired and that the Lord expected them to also seek inspiration in order to magnify that calling.”"],["p.para",{"id":"p32","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p32"},"He and his counselors had traveled the road to revelation, a road that is open to all Church members and leaders. And by describing the road they had traveled, they also inspired others."]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",["p.para",{"id":"p36","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p36"},"For additional information about leadership, go to the Leadership Training Library at",["a",{"href":"http://lds.org/service/leadership"},["span.language","lds.org/service/leadership"]],"."]],[".sideQuote",{"id":"f57","uri":"/liahona/2013/08/the-leaders-road-to-revelation.f57"},[".title","Trust Inspiration"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p38","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p38"},"“I am always humbled and grateful when my Heavenly Father communicates with me through His inspiration. I have learned to recognize it, to trust it, and to follow it. Time and time again I have been the recipient of such inspiration.”"],[".citationInfo",["p.para",{"id":"p39","uri":"/liahona/2013/08/the-leaders-road-to-revelation.p39"},"President Thomas S. Monson, “Stand in Holy Places,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2011, 84."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/liahona/2013/08/the-leaders-road-to-revelation.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See M. Russell Ballard,",["span.crossRef","“Counseling with Our Councils,”"],["span.emphasis","Ensign,"],"May 1994, 24–26."],[".footnote",{"id":"fn2","uri":"/liahona/2013/08/the-leaders-road-to-revelation.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See, for example, Thomas S. Monson,",["a.crossRef",{"href":"/liahona/2012/11/consider-the-blessings.p1"},"“Consider the Blessings,”"],["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2012, 86–89."]]}
