{"id":207,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":207,"title":"Lesson 158: Moroni 9","subtitle":"","short_title":"Lesson 158","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158"},[".heading",{"id":"head10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.head10"},[".titleNumber","Lesson 158"],["h1","Moroni 9"]],[".bodyBlock",[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.t58"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p4"},"In his final recorded epistle to his son Moroni, Mormon sorrowed for the wicked state of the Nephites. He urged Moroni to labor diligently to help the Nephites repent. Mormon also recounted the sufferings of the people caused by their wickedness. Notwithstanding the corrupt condition of his people, he encouraged Moroni to be faithful in Jesus Christ and have hope in the promise of eternal life."]],[".sidebar box-decor box-right",{"id":"f100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.f100"},["h3","Edifying teaching"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p6"},"When you decide what to teach from a scripture block and how to teach it, select truths and methods of teaching that will edify students and allow them to be uplifted by the Holy Ghost."]],[".topic",{"id":"t59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.t59"},["h2","Suggestions for Teaching"],[".topic",{"id":"t60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.t60"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.1-20"},"Moroni 9:1–20"]],["h4","Mormon laments the wickedness of the Nephites and the Lamanites"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p10"},"Ask students to ponder whether they have ever tried to help someone, only to have their efforts rejected."],["ul.bullet",["li",["span.label","•"],["p","How might some people respond when their good intentions are repeatedly rejected by those they are trying to help?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p12"},"Explain to the class that",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9"},"Moroni 9"],"is a letter written by the prophet Mormon to his son Moroni. Invite them to look for how Mormon encouraged his son."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p13"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.1"},"Moroni 9:1"],"aloud. Ask the class to follow along, looking for the word Mormon used to describe the situation of the Nephites. After students respond, you may need to explain that the word",["span.emphasis","grievous"],"refers to something that is very painful, distressing, or sorrowful."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p14"},"Write the following scripture references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.2-5"},"Moroni 9:2–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.7-10"},"Moroni 9:7–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.16-19"},"Moroni 9:16–19"],"."],"Divide students into three groups. Assign each group to read one of the scripture passages listed on the board, looking for the grievous things Mormon described. Invite a student from each group to report what they find. (If the students assigned",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.2-5"},"Moroni 9:2–5"],"do not mention anger, you may want to mention the role anger played in the terrible events Mormon described.)"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p15"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.11-15,20"},"Moroni 9:11–15, 20"],". Ask students to look for reasons why Mormon was grieved by the situation of his people. Ask the following questions to help students analyze these verses:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to be “without civilization”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.11"},"Moroni 9:11"],"). (To act uncivilized—without refinement or restraint; to have no respect for other individuals; to disregard laws that govern society.)"]],["li",["span.label","•"],["p","What do you think it means to be “without principle”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.20"},"Moroni 9:20"],"). (To live without standards and without honoring and keeping the commandments of God.)"]],["li",["span.label","•"],["p","What do you think it means to be “past feeling”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.20"},"Moroni 9:20"],"). (To be hard-hearted against the Spirit of the Lord and the Light of Christ and to not distinguish between right and wrong.)"]],["li",["span.label","•"],["p","What evidence do you see in the world today that some people are without civilization, are without principle, and are past feeling?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p20"},"You may want to point out that Mormon said that his people fell into this state of wickedness in a matter of only a few years (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.12"},"Moroni 9:12"],")."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p21"},"Explain that much like the prophet Ether of the Jaredite nation, Mormon witnessed the anger and wickedness that had overcome his people. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.4"},"Moroni 9:4"],"aloud. Ask the class to follow along and listen for what Moroni feared regarding the Nephites. (He feared that “the Spirit of the Lord [had] ceased striving with them.”)"],["ul.bullet",["li",["span.label","•"],["p","Mormon mentioned that he was “laboring with [his people] continually.” Why might Mormon, or a Church leader today, continue to labor among people who get angry or harden their hearts against the word of God?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p23"},"Write the following truth on the board:",["span.emphasis",["b","We are to labor diligently in God’s service, even if those we serve do not respond positively."]],"Explain that this is true even when the people we serve are guilty of serious sin. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.6"},"Moroni 9:6"],"aloud. Ask students to follow along, looking for reasons why we are to labor diligently in God’s service, even if those we serve do not respond positively. After students report what they have found, present the following situations to them (or create a few of your own) to help them consider how this truth might apply in their lives. Invite one or more students to explain how they might apply the truth on the board in each situation you present."],[".figure",["ol.number",["li",["span.label","1."],["p.para","As president of your Young Women class, you are responsible for five other young women in your ward. One of these young women has not come to church meetings or activities for over a year. After you have personally invited her to come for the past three months, she still has not come to any meetings or activities."]],["li",["span.label","2."],["p.para","As a home teacher, you work diligently to minister to each of your assigned families. However, for the past few months, one of your families has not returned your phone calls or answered the door when you have stopped by."]],["li",["span.label","3."],["p.para","You feel impressed to invite one of your good friends to meet with the missionaries. He dismisses your invitation, yet you continue to feel impressions to ask him again."]]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p27"},"Share the following statement by President Henry B. Eyring of the First Presidency, who encouraged us to persevere in our efforts to labor among God’s children. Ask students to listen for anything that motivates them to labor diligently to help others."],[".img-left",{"id":"f105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.f105"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p28"},"“It is a covenant we make with God to keep all His commandments and give service as He would give it if He were personally present. Living up to that standard as best we can builds the strength we will need to endure to the end."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p29"},"“Great priesthood trainers have shown me how to build that strength: it is to form a habit of pushing on through the fatigue and fear that might make you think of quitting. The Lord’s great mentors have shown me that spiritual staying power comes from working past the point when others would have taken a rest. …"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p30"},"“… I promise you if you do all that you can, God will magnify your strength and your wisdom” (“Preparation in the Priesthood: ‘I Need Your Help,’”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 58–59)."],["ul.bullet",["li",["span.label","•"],["p","What did President Eyring teach that motivates you to labor diligently in your service to the Lord, regardless of how your efforts are received?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p32"},"Read the following story from Elder Mervyn B. Arnold of the Seventy about a priesthood leader who labored diligently with a young man even though he was repeatedly rejected. Invite students to listen for what the young man finally saw in his priesthood leader."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p33"},"“As a member of the branch presidency in Fortaleza, Brazil, Brother Marques with the other priesthood leaders developed a plan to reactivate those who were less active in his branch. One of those who was less active was a young man by the name of Fernando Araujo. Recently I spoke to Fernando, and he told me of his experience:"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p34"},"“‘I became involved in surfing competitions on Sunday mornings and stopped going to my Church meetings. One Sunday morning Brother Marques knocked on my door and asked my nonmember mother if he could talk to me. When she told him I was sleeping, he asked permission to wake me. He said to me, “Fernando, you are late for church!” Not listening to my excuses, he took me to church.’"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p35"},"“‘The next Sunday the same thing happened, so on the third Sunday I decided to leave early to avoid him. As I opened the gate I found him sitting on his car, reading the scriptures. When he saw me he said, “Good! You are up early. Today we will go and find another young man!” I appealed to my agency, but he said, “We can talk about that later.”’"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p36"},"“‘After eight Sundays I could not get rid of him, so I decided to sleep at a friend’s house. I was at the beach the next morning when I saw a man dressed in a suit and tie walking towards me. When I saw that it was Brother Marques, I ran into the water. All of a sudden, I felt someone’s hand on my shoulder. It was Brother Marques, in water up to his chest! He took me by the hand and said, “You are late! Let’s go.” When I argued that I didn’t have any clothes to wear, he replied, “They are in the car.”’"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p37"},"“‘That day as we walked out of the ocean, I was touched by Brother Marques’s sincere love and worry for me. … Brother Marques didn’t just give me a ride to church—the quorum made sure I remained active. They planned activities that made me feel needed and wanted, I received a calling, and the quorum members became my friends’” (“Strengthen Thy Brethren,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona"],", May 2004, 46–47)."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p38"},"Explain that as members of the Church, we all have important labors to perform in this life. The examples of Mormon, Moroni, and Brother Marques can encourage us in those labors when we are discouraged or find ourselves rejected by those we are to serve."]],[".topic",{"id":"t61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.t61"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.21-26"},"Moroni 9:21–26"]],["h4","Mormon encourages Moroni to be faithful"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p41"},"Invite students to name any recent events in their community or nation or in the world that could cause people to feel discouraged."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p42"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.21-22,25-26"},"Moroni 9:21–22, 25–26"],"silently. Ask them to look for the counsel Mormon gave to Moroni about what he should do in his discouraging circumstances. To help students analyze these verses, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","In these verses, which words and phrases indicate how Mormon felt toward his son Moroni?"]],["li",["span.label","•"],["p","What did Mormon suggest ought to “rest in [Moroni’s] mind forever”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.25"},"Moroni 9:25"],"). How might remembering the Savior and His Atonement help us when we are discouraged or when we are surrounded by wickedness?"]],["li",["span.label","•"],["p","What can we learn from these verses about how to respond to the difficulties and wickedness that may surround us? (Though students may use different words, they should express that",["b","if we are faithful in Jesus Christ, He will lift us up even when difficulties and wickedness surround us."],"You may want to write this principle on the board and suggest that students write it in their scriptures.)"]],["li",["span.label","•"],["p","What experiences in your life or in the lives of those close to you demonstrate that this principle is true?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p47"},"Encourage students to ponder ways they can be more faithful and more mindful of Jesus Christ, even when they are discouraged or surrounded by wickedness. Testify of the strength you have received from being faithful in Jesus Christ."]]]],[".resources",[".box-decor",{"id":"f108","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.f108"},["h2","Commentary and Background Information"],[".topic",{"id":"t62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.t62"},["h3","Moroni 9:18–20. “Past feeling”"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p50"},"Mormon explained to his son Moroni that their people were “without principle, and past feeling” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.20"},"Moroni 9:20"],"). Elder Neal A. Maxwell of the Quorum of the Twelve Apostles explained that failure to respond to the promptings of the Holy Spirit and failure to keep the commandments of God can lead us to this condition:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p51"},"“Our capacity to feel controls our behavior in many ways, and by inaction when our feelings prompt us to do good, we deaden that capacity to feel. It was Jesus’ striking sensitivity to the needs of those about him that made it possible for him to respond in action."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p52"},"“At the other end of the spiritual spectrum are individuals such as Nephi’s erring brothers; Nephi noted their increasing insensitivity to things spiritual: ‘[God] hath spoken unto you in a still small voice, but ye were past feeling, that ye could not feel his words’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],")."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p53"},"“When we become too encrusted with error, our spiritual antennae wilt and we slip beyond mortal reach. This can happen to entire civilizations. In his lamentation to his son Moroni, Mormon notes the deterioration of the Nephite society. The symptoms include a wickedness so profound that Mormon’s people were described by him as being ‘past feeling’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.20"},"Moroni 9:20"],"). The Apostle Paul lamented the destructive lasciviousness of Church members in Ephesus because they had developed such insensitivity in their satiation that they were ‘past feeling’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.19"},"Ephesians 4:19"],"). A sex-saturated society cannot really feel the needs of its suffering members because, instead of developing the love that looks outward, it turns man selfishly inward. Imperviousness to the promptings of the still small voice of God will also mean that we have ears but cannot hear, not only the promptings of God, but also the pleas of men” (",["span.emphasis","A Time to Choose"],"[1972], 59–60)."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p54"},"President Boyd K. Packer of the Quorum of the Twelve Apostles warned us of another growing trend that leads to a loss of the Spirit:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p55"},"“The world grows increasingly noisy. Clothing and grooming and conduct are looser and sloppier and more disheveled. Raucous music, with obscene lyrics blasted through amplifiers while lights flash psychedelic colors, characterizes the drug culture. Variations of these things are gaining wide acceptance and influence over our youth. …"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p56"},"“This trend to more noise, more excitement, more contention, less restraint, less dignity, less formality is not coincidental nor innocent nor harmless."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p57"},"“The first order issued by a commander mounting a military invasion is the jamming of the channels of communication of those he intends to conquer."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-158.p58"},"“Irreverence suits the purposes of the adversary by obstructing the delicate channels of revelation in both mind and spirit” (“Reverence Invites Revelation,”",["span.emphasis","Ensign,"],"Nov. 1991, 22)."]]]]]]],"refs":null}
