{"id":201,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":201,"title":"Lesson 153: Moroni 4–5","subtitle":"","short_title":"Lesson 153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.head4"},[".titleNumber","Lesson 153"],["h1","Moroni 4–5"]],[".bodyBlock",[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.t15"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p4"},"Moroni recorded the Savior’s instructions to the Nephites regarding the administration of the sacrament, including the prayers that priesthood holders were to use in blessing the bread and wine."]],[".sidebar box-decor box-right",{"id":"f16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f16"},["h3","Inviting the Holy Ghost to witness of the truth"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p6"},"As you help students identify and understand principles and doctrines of the gospel, teach in a way that invites the Holy Ghost to witness of the truth. Once students gain a spiritual witness of a gospel doctrine, they will be more likely to take action and live the gospel more fully."]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.t16"},["h2","Suggestions for Teaching"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4–5"]],["h4","Moroni explains how the sacrament is to be administered"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p10"},"If possible, display a sacramental bread tray and a sacramental water tray. (While it may be appropriate to display these items, you should not attempt to replicate in any way the ordinance of the sacrament.) Give students a piece of paper and ask them to write from memory, as best they can, one of the sacrament prayers. After students have had sufficient time, explain that as part of his record, Moroni included these prayers as given by the Lord for the administration of the sacrament. Have them turn to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],"and check their answers. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","If a friend of another faith decided to attend sacrament meeting with you, how would you explain the meaning of the sacrament and its importance to you?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p12"},"To help students understand one of the purposes of the sacrament, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.1-3"},"Moroni 4:1–3"],"aloud and another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.1-2"},"Moroni 5:1–2"],"aloud. Invite students to identify the phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],"that explain what the sacramental bread and water represent. You may want to suggest that students mark these phrases in their scriptures. (You may want to remind the class that today the Church uses water in the sacrament instead of wine, as allowed by a revelation given to Joseph Smith [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],"].)"],["ul.bullet",["li",["span.label","•"],["p","What does the bread represent? (Jesus Christ’s body. See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.26"},"Matthew 26:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.6-7"},"3 Nephi 18:6–7"],".)"]],["li",["span.label","•"],["p","What does the water represent? (Jesus Christ’s blood. See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.27-28"},"Matthew 26:27–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.8-11"},"3 Nephi 18:8–11"],".)"]],["li",["span.label","•"],["p","Why are the Savior’s body and blood significant to us? (As students answer this question, they should mention the Savior’s physical suffering and death on the cross. They should mention His Resurrection, when His body was reunited with His spirit three days after He took death upon Himself. They should also mention His intense spiritual suffering and anguish when He took our sins upon Himself, causing Him to bleed from every pore. Because He took physical death upon Himself, all people will be resurrected. Because He suffered for our sins, we can be forgiven of our sins when we repent.)"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p16"},"Write the following incomplete statement on the board:",["span.emphasis","The emblems of the sacrament help us remember …"],"Ask students how they would summarize this important purpose of the sacrament. Then complete the truth on the board as follows:",["span.emphasis",["b","The emblems of the sacrament help us remember the Atonement of Jesus Christ."]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p17"},"Invite students to ponder the following question asked by Elder David B. Haight of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f19"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-haight.jpg"}]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p18"},"“How are we doing as members of the Church in remembering our Lord and Savior, His sacrifice, and our indebtedness to Him?” (“Remembering the Savior’s Atonement,”",["span.emphasis","Ensign"],", Apr. 1988, 7)."],["ul.bullet",["li",["span.label","•"],["p","What can we do to focus on remembering the Atonement during the sacrament?"]],["li",["span.label","•"],["p","What have you experienced when you have sincerely pondered the Savior’s Atonement during the sacrament?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p21"},"After students share their insights, invite them to write in notebooks or scripture study journals one way they can focus their thoughts on the Atonement during their next opportunity to partake of the sacrament. (You may want to invite a few students to share what they have written.)"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p22"},"To help students understand additional purposes of the sacrament, draw the following chart on the board before class, leaving out the answers in parentheses. Invite students to copy the chart in notebooks or scripture study journals."],[".chalkboard",{"id":"f21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f21"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","What I covenant to do"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What I think it means to keep this part of my covenant"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What I can do to keep this part of my covenant"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",["ol.number",["li",["span.label","1."],["p.para","(Be willing to take upon myself the Lord’s name)"]]]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",["ol.number",["li",["span.label","2."],["p.para","(Always remember Him)"]]]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",["ol.number",["li",["span.label","3."],["p.para","(Keep His commandments)"]]]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p29"},"Remind students that as we partake of the sacrament, we make covenants, or sacred agreements, with God. Invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"silently. In the first column of the chart have them write the three promises they make when they partake of the sacrament. Ask them to check their answers with someone sitting near them. Then invite them to fill in the second column individually. After sufficient time, invite a few students to share what they have written. As students share what they have written, use some or all of the following material to help them deepen their understanding of each portion of the covenant."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p30"},"To help students deepen their understanding of what it means to take upon themselves the name of Jesus Christ, invite a student to read the following statement by President Henry B. Eyring of the First Presidency:"],[".img-left",{"id":"f25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f25"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p31"},"“We promise to take His name upon us. That means we must see ourselves as His. We will put Him first in our lives. We will want what He wants rather than what we want or what the world teaches us to want” (“That We May Be One,”",["span.emphasis","Ensign"],", May 1998, 67)."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p32"},"Explain that when we witness our willingness to take upon ourselves the name of Jesus Christ, we commit to live as His disciples. We promise that we will not bring shame or reproach upon His name. We commit to serve Him and our fellowman. We also show that we are willing to be identified with Him and His Church."],["ul.bullet",["li",["span.label","•"],["p","How have you tried to show your willingness to take the Lord’s name upon yourself? What effect has this had in your life?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p34"},"Invite students to compare the prayer on the bread in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"with the prayer on the wine in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],". Ask them what differences and similarities they notice. Point out that the promise to “always remember him” appears in both prayers."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “always remember him”?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p36"},"Invite a student to read the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles. Ask the class to listen for and identify what we can do to help us always remember the Savior."],[".img-left",{"id":"f28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f28"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p37"},"“We should first put in place the things that make it possible to always remember Him—frequent prayer and scripture study, thoughtful study of apostolic teachings, weekly preparation to partake of the sacrament worthily, Sunday worship, and recording and remembering what the Spirit and experience teach us about discipleship."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p38"},"“Other things may come to your mind particularly suited to you at this point in your life. …"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p39"},"“… I can attest that over time our desire and capacity to always remember and follow the Savior will grow. We should patiently work toward that end and pray always for the discernment and divine help we need” (“To Always Remember Him,”",["span.emphasis","Ensign,"],"Apr. 2011, 51)."],["ul.bullet",["li",["span.label","•"],["p","What have you done to “always remember him”?"]],["li",["span.label","•"],["p","How does always remembering the Savior help us keep the other parts of our covenant?"]],["li",["span.label","•"],["p","Why do you think it is important for us to partake of the sacrament weekly?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p43"},"To emphasize our promise to keep the commandments, invite a student to read the following statement from",["span.emphasis","For the Strength of Youth:"]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p44"},"“Heavenly Father has given you agency, the ability to choose right from wrong and to act for yourself. Next to the bestowal of life itself, the right to direct your life is one of God’s greatest gifts to you. While here on earth, you are being proven to see if you will use your agency to show your love for God by keeping His commandments” (",["span.emphasis","For the Strength of Youth"],"[2011], 2)."],["ul.bullet",["li",["span.label","•"],["p","What do you do each day to help yourself keep God’s commandments?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p46"},"After students have discussed the promises we renew through the sacrament each week, ask them to write in the third column of the chart one thing they will do during the week to keep each part of the covenant better. Invite them to share some of their ideas (but ensure that they understand that they should not share anything that is too personal or private)."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p47"},"Explain that as we keep the covenants we make with the Lord, He promises to bless us (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"). Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],", looking for what the Lord promises us if we keep the promises we renew when we partake of the sacrament. Write the following incomplete statement on the board under the chart:",["span.emphasis","As we faithfully keep the covenant of the sacrament …"],"Invite students to complete the statement on the board based on what they learned from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5.2"},"Moroni 5:2"],". (One way to finish the statement would be as follows:",["b","As we faithfully keep the covenant of the sacrament, we can always have the Lord’s Spirit to be with us."],")"],["ul.bullet",["li",["span.label","•"],["p","How is this promise that the Spirit can always be with us worth our efforts to keep this covenant?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p49"},"Invite a student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles. Ask the class to listen for what the Spirit can do for us."],[".img-left",{"id":"f32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f32"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p50"},"“The Spirit of the Lord can be our guide and will bless us with direction, instruction, and spiritual protection during our mortal journey” (“That We May Always Have His Spirit to Be with Us,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 31)."],["ul.bullet",["li",["span.label","•"],["p","When have you received guidance, direction, instruction, or protection because of the companionship of the Holy Ghost? (In addition to asking students to share experiences, you may want to share an experience of your own.)"]],["li",["span.label","•"],["p","Each week during the sacrament, we have the opportunity to consider how well we are keeping the covenant described in the sacrament prayers. How can this help us in our efforts to always have the Spirit with us?"]],["li",["span.label","•"],["p","As you ponder what you have learned today about partaking of the sacrament, what part of the sacrament prayers is especially meaningful to you? Why?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p54"},"Encourage students to ponder the Savior’s Atonement as they partake of the sacrament. Invite them to review their charts and follow through on their ideas for keeping the covenant of the sacrament more fully. Remind students of the Lord’s promise to us when we keep this covenant: we will always have His Spirit with us. Testify of the blessings that will come into our lives as we remember and keep the covenant we make each week when we partake of the sacrament."]],[".figure",{"id":"f34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.f34"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-153.p56"},"You may want to schedule a final scripture mastery test or review activity to help students solidify their mastery of the selected Book of Mormon passages. Decide how you would like to test their knowledge, and plan an activity that fits that purpose. You could create a matching or fill-in-the-blank test with references and key words or scenarios, or you could test students on how well they have memorized certain passages. Another approach would be to assign each student to teach a short lesson or give a talk using the scripture mastery passages as the main resource. However you decide to format a concluding experience with the scripture mastery passages, give students time to study and prepare. The length of today’s lesson might provide time to begin this preparation."]]]]]]],"refs":null}
