{"id":203,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":203,"title":"Lesson 155: Moroni 7:1–19","subtitle":"","short_title":"Lesson 155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.head6"},[".titleNumber","Lesson 155"],["h1","Moroni 7:1–19"]],[".bodyBlock",[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.t27"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p4"},"Moroni recorded a sermon that his father, Mormon, had delivered many years earlier. This lesson covers the first part of the sermon, in which Mormon taught about doing righteous works with real intent and about how we can discern between good and evil. Lesson 156 covers the rest of the sermon."]],[".sidebar box-decor box-right",{"id":"f49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.f49"},["h3","Follow the promptings of the Holy Ghost"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p6"},"As you decide which principles and doctrines to emphasize, continually seek direction from the Holy Ghost."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.t28"},["h2","Suggestions for Teaching"],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.t29"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.1-11"},"Moroni 7:1–11"]],["h4","Mormon teaches the followers of Jesus Christ to do good works with real intent"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p10"},"Display a piece of fruit that appears good on the outside."],["ul.bullet",["li",["span.label","•"],["p","Have you ever discovered that a piece of fruit was not as good on the inside as it appeared on the outside? (Invite a few students to share examples. You may want to relate an experience of your own.)"]],["li",["span.label","•"],["p","In what ways might a person be like a piece of fruit that appears good on the outside but is rotten on the inside?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p13"},"Explain that Moroni recorded the words of his father, Mormon, about the importance of being righteous in our hearts as well as doing righteous works. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.2-3"},"Moroni 7:2–3"],"aloud, and ask the class to identify the group Mormon was speaking to. (He was speaking to members of the Church.)"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p14"},"After students report what they have learned, ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.4-5"},"Moroni 7:4–5"],"aloud. Invite the class to follow along and determine how Mormon knew these people were “peaceable followers of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.3"},"Moroni 7:3"],")."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p15"},"Write the phrase",["span.emphasis","real intent"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What do you think this phrase means?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p17"},"As students discuss this question, you may want to ask one of them to read the following explanation by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.f52"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-oaks.jpg"}]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p18"},"“We must not only",["span.emphasis","do"],"what is right. We must act for the right reasons. The modern term is",["span.emphasis","good motive."],"The scriptures often signify this appropriate mental attitude with the words",["span.emphasis","full purpose of heart"],"or",["span.emphasis","real intent."]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p19"},"“The scriptures make clear that God understands our motives and will judge our actions accordingly” (",["span.emphasis","Pure in Heart"],"[1988], 15)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p20"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.6-10"},"Moroni 7:6–10"],"silently, looking for the Lord’s warnings to people who do good works without real intent."],["ul.bullet",["li",["span.label","•"],["p","What warnings did the Lord give to those who do good works without real intent? (He warned that their works will not profit them and that their works will be counted for evil rather than righteousness.)"]],["li",["span.label","•"],["p","What principles can we learn from these verses? (While students may mention a number of truths, help them identify the following principle:",["b","To be blessed for our good works, we must act with real intent."],")"]],["li",["span.label","•"],["p","In addition to desiring blessings from the Lord, why do you think it is important to do good works with real intent?"]],["li",["span.label","•"],["p","What difference have you noticed when you have done good works with the right intent?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p25"},"Point out that Mormon encouraged us to pray with real intent (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.9"},"Moroni 7:9"],"). Invite a student to read the following counsel from President Brigham Young:"],[".img-left",{"id":"f54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.f54"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-young.jpg"}]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p26"},"“It matters not whether you or I feel like praying, when the time comes to pray, pray. If we do not feel like it, we should pray till we do” (",["span.emphasis","Teachings of Presidents of the Church: Brigham Young"],"[1997], 45)."],["ul.bullet",["li",["span.label","•"],["p","How can choosing to pray even when we do not feel like it help us eventually to pray with real intent?"]],["li",["span.label","•"],["p","How might President Brigham Young’s counsel relate to obeying other commandments besides prayer? (If students have difficulty answering this question, consider sharing the following example: Some people might not attend church with real intent. However, if they continue attending church and do all they can to participate and worship, they will have experiences that will help them find joy in attending church. Their reasons for attending will change. They will attend because they want to be there—they want to worship God, renew their covenants, and serve others.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p29"},"To help students apply Mormon’s teachings on doing good works with real intent, prepare the following activity before class: Prepare several small pieces of paper. On each piece of paper, write a commandment. Examples might include fasting, paying tithing, serving others, studying the scriptures, honoring parents, and any other commandments you feel may be helpful for students to discuss. Place the pieces of paper in a container."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p30"},"In class, invite a student to come to the front of the room. Ask him or her to take a piece of paper from the container and read it to the class. Then ask the class to do one or both of the following:"],[".figure",["ol.number",["li",["span.label","1."],["p.para","Share how they have felt blessed when they have obeyed that commandment with real intent."]],["li",["span.label","2."],["p.para","Suggest ways to obey that commandment with real intent."]]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p33"},"You may want to repeat this activity a few times."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p34"},"After this activity, consider sharing an experience you have had when you have obeyed a commandment of God with real intent."]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.t30"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.12-19"},"Moroni 7:12–19"]],["h4","Mormon teaches how to judge between good and evil"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p37"},"Explain that Isaiah prophesied that in the last days, some people would call evil good and good evil (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.20"},"Isaiah 5:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.20"},"2 Nephi 15:20"],")."],["ul.bullet",["li",["span.label","•"],["p","What are some examples of people calling evil good and good evil?"]],["li",["span.label","•"],["p","Why do you think it is important not to confuse good and evil?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p40"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.12-17"},"Moroni 7:12–17"],". Ask the class to follow along and identify principles that can help us judge good from evil. You may want to encourage them to mark phrases that are especially meaningful to them. To help students report on what they have found, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How can we know that something comes from God? (Be sure students identify the following truth:",["b","That which is of God invites us to do good, believe in Jesus Christ, and love and serve God."],")"]],["li",["span.label","•"],["p","How can we know that something comes from the devil? (Be sure students identify the following truth:",["b","Anything that persuades us to do evil, deny Jesus Christ, or fight against God comes from the devil."],")"]],["li",["span.label","•"],["p","What are some ways God invites and entices us to do good continually?"]],["li",["span.label","•"],["p","How does the devil invite and entice us to sin?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p45"},"To prepare students to apply Mormon’s teachings on judging between good and evil, invite them to write a list of their favorite television shows, movies, songs, music groups, Internet sites, apps, video games, or personal possessions. (You may want to modify this list according to students’ needs and interests.) After students have had sufficient time to write, ask them to set aside their lists. Tell them they will have an opportunity to think more about their lists in a few minutes."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16"},"Moroni 7:16"],", what is given to every person to help us know good from evil?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p47"},"Explain that the Spirit of Christ is also called the Light of Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.18"},"Moroni 7:18"],"). To help students understand the Light of Christ, read the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.f60"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-packer.jpg"}]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p48"},"“The Holy Ghost and the Light of Christ are different from each other. …"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p49"},"“Regardless of whether this inner light, this knowledge of right and wrong, is called the Light of Christ, moral sense, or conscience, it can direct us to moderate our actions—unless, that is, we subdue it or silence it. …"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p50"},"“Every man, woman, and child of every nation, creed, or color—everyone, no matter where they live or what they believe or what they do—has within them the imperishable Light of Christ” (“The Light of Christ,”",["span.emphasis","Ensign,"],"Apr. 2005, 8–10)."],["ul.bullet",["li",["span.label","•"],["p","How might a person subdue or silence the Light of Christ within himself or herself?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p52"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.18-19"},"Moroni 7:18–19"],"silently and identify Mormon’s counsel about how to respond to the Light of Christ within us. Ask students to report what they learn."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “search diligently in the light of Christ”?"]],["li",["span.label","•"],["p","What principles can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.19"},"Moroni 7:19"],"? (Students should identify the following principles:",["b","As we search diligently in the Light of Christ, we can discern between good and evil. If we lay hold upon every good thing, we will be children of Christ."],"If students need help understanding the phrase “child of Christ,” you may want to refer to lesson 55 in this manual.)"]],["li",["span.label","•"],["p","When have you sought to know if something was good or appropriate? What did you do to “search diligently” to learn if it was good or appropriate?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p56"},"Ask students to refer to the lists they made earlier. Display or read aloud the following questions, and invite students to “search diligently in the light of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.19"},"Moroni 7:19"],") as they record their answers to these questions. Do not rush this activity. Give students sufficient time to ponder and write. Inform students that you will not ask them to share what they write."],["ul.bullet",["li",["span.label","•"],["p","How well do these things invite you to do good, to believe in Jesus Christ, and to love God and serve Him?"]],["li",["span.label","•"],["p","Do any of these things try to persuade you to do evil, to doubt Jesus Christ, or to stop serving God?"]],["li",["span.label","•"],["p","Do you feel that you should eliminate any of these things from your life? If so, how will you do it?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p60"},"Point out that sometimes it may be difficult to do what we know is right when it requires giving up something we enjoy. To help students support one another in this effort, ask:"],["ul.bullet",["li",["span.label","•"],["p","What advice would you offer to help someone give up things that are not good or appropriate?"]]],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p62"},"To conclude, affirm that as we follow the Light of Christ, we can recognize that which is good, avoid Satan’s deceptions, and live as followers of Jesus Christ."]]]],[".resources",[".box-decor",{"id":"f65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.f65"},["h2","Commentary and Background Information"],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.t31"},["h3","Moroni 7:17. The devil persuades no one to do good"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p65"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-155.p66"},"“Satan, or Lucifer, or the father of lies—call him what you will—is real, the very personification of evil. His motives are in every case malicious. … He is eternally opposed to the love of God, the Atonement of Jesus Christ, and the work of peace and salvation. He will fight against these whenever and wherever he can. He knows he will be defeated and cast out in the end, but he is determined to take down with him as many others as he possibly can” (“We Are All Enlisted,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 44)."]]]]]]],"refs":null}
