{"id":200,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":200,"title":"Lesson 152: Moroni 1–3","subtitle":"","short_title":"Lesson 152","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.head3"},[".titleNumber","Lesson 152"],["h1","Moroni 1–3"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p4"},"After completing his abridgment of the plates of Ether, Moroni supposed that he would not write any more. However, he was inspired to “write a few more things, that perhaps they may be of worth unto [his] brethren, the Lamanites, in some future day, according to the will of the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.4"},"Moroni 1:4"],"). His words affirm his faithfulness to Jesus Christ, and they also outline important ordinances of the gospel."]],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.f1"},["h3","Teach by the Spirit"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p6"},"In your preparation and your teaching, strive to be guided by the Holy Ghost. When the teacher and the students are guided by the Spirit, “he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.22"},"D&C 50:22"],")."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1"},"Moroni 1"]],["h4","Moroni wanders for the safety of his life and continues his writings"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p10"},"Invite a student to read aloud the following story told by a young woman who stood up for her beliefs at school:"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p11"},"“My teacher was in the front of the class, talking about a snippet of a movie we were about to watch. … My teacher … nonchalantly explained that … the movie had a mature rating. I was stunned. … I never thought this would happen."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p12"},"“I sat in my chair, thinking about what I should do. A thought kept coming into my head: We have been asked not to watch offensive movies. I tried to rationalize that because I was in school, the part of the movie we were going to watch would be appropriate. But the thought of not watching offensive movies trumped my rationalizations."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p13"},"“I calmly raised my hand, and in front of my whole class, I asked to sit outside of class while the movie played. I felt everyone’s eyes on me as I pushed in my chair and grabbed my book. I saw the looks on their faces; they simply didn’t understand."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p14"},"“While sitting in the hallway, I felt very happy. I knew I had done the right thing, no matter what my peers or teacher said. I felt stronger too. I knew I didn’t have to watch an inappropriate movie clip just because my teacher had presented it to us."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p15"},"“… I believe that when we are faced with moments of adversity and we stand up to them, we are made stronger than if we had sat down and let them happen."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p16"},"“This is an inner strength that is found through our Savior. If we look to Him in our times of difficulty, we will be made strong. Our faith in Him can help us face adversity” (Catherine Hall, “Standing Up, Standing Out,”",["span.emphasis","New Era,"],"Feb. 2012, 11)."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p17"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.1-3"},"Moroni 1:1–3"],"silently, looking for how Moroni stood alone in his faith. Ask them to report what they find. Consider asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to “not deny the Christ?”"]],["li",["span.label","•"],["p","When have you or someone you know shown a determination to follow Jesus Christ while in the midst of adversity?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p20"},"Explain that although the examples of Moroni and the young woman in the story are great examples of not denying Jesus Christ, each of us can make little decisions every day that demonstrate the same faith, obedience, and desire to “not deny the Christ.”"],["ul.bullet",["li",["span.label","•"],["p","What are some ways you can follow Moroni’s example? (Students may suggest that they can be unashamed of the gospel and its standards, obey the commandments, set a righteous example, and remain firm in the testimony of Jesus Christ even when others are not.)"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p22"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.4"},"Moroni 1:4"],"aloud. Ask the class to follow along, looking for reasons why Moroni chose to continue to write. After students report what they have found, point out that Moroni wrote for the benefit of the descendants of those who sought to take his life."],["ul.bullet",["li",["span.label","•"],["p","What can we learn from Moroni’s desire to help the Lamanites? (We can demonstrate our commitment to follow Jesus Christ by choosing to show love to our enemies.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p24"},"Explain that Moroni’s commitment to Jesus Christ led him to write about a few key aspects of the Church that he felt were “of worth” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.4"},"Moroni 1:4"],"). Invite students to consider how",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2–3"],"might be of worth to them as they study these chapters."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2"]],["h4","Moroni records Jesus Christ’s instructions on conferring the gift of the Holy Ghost"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p27"},"Invite a young man to come to the front of the class. Ask the class to imagine this young man in the future as a full-time missionary. He and his companion have been teaching someone the gospel, and the person has decided to be baptized. The young man in your class is invited to perform the ordinance of confirmation, which includes bestowing the gift of the Holy Ghost. Ask the young man the following question:"],["ul.bullet",["li",["span.label","•"],["p","What might you do to prepare to perform this ordinance? (After the young man responds, invite the rest of the class to also share their thoughts.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p29"},"Explain that when the resurrected Savior visited the Nephites, “he touched with his hand the disciples whom he had chosen” and “gave them power to give the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.36-37"},"3 Nephi 18:36–37"],"). Moroni included in his record some of the Savior’s instructions to the twelve Nephite disciples about how to give the gift of the Holy Ghost. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2.1-3"},"Moroni 2:1–3"],"aloud, and ask the class to look for the following information."],[".figure",["ol.number",["li",["span.label","1."],["p.para","What the person performing the ordinance should do to prepare"]],["li",["span.label","2."],["p.para","How the ordinance is to be performed"]]]],["p.preamble","After students read the verses, ask some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","According to footnote",["span.emphasis","b"],"for",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2.2"},"Moroni 2:2"],", what priesthood is required to confer the gift of the Holy Ghost? (The Melchizedek Priesthood.)"]],["li",["span.label","•"],["p","What should a Melchizedek Priesthood holder do to prepare to give the gift of the Holy Ghost? (He should “call on the Father in [Jesus Christ’s] name, in mighty prayer.”)"]],["li",["span.label","•"],["p","How do you think prayer can help a person prepare to perform a priesthood ordinance?"]],["li",["span.label","•"],["p","How is the ordinance of confirmation to be performed? (By the laying on of hands and in the name of Jesus Christ. Explain that for part of this ordinance, Melchizedek Priesthood holders are to use certain words. Full-time missionaries are given small handbooks with instructions on how to perform priesthood ordinances and blessings.)"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p37"},"You may want to summarize what students have learned so far by writing the following truth on the board:",["span.emphasis",["b","Melchizedek Priesthood holders bestow the gift of the Holy Ghost on baptized Church members by the laying on of hands."]],")"]],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/3"},"Moroni 3"]],["h4","Moroni records Jesus Christ’s instructions on ordaining priests and teachers"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p40"},"A day or two before teaching this lesson, you might consider asking a young man to prepare to read his priesthood line of authority to the class. (Or you could prepare to read your line of authority or the line of authority of a family member or a priesthood leader in your ward or branch.) Explain that a priesthood line of authority traces a priesthood holder’s authority to Jesus Christ. Melchizedek Priesthood holders may request a record of their line of authority by contacting Church headquarters or the administrative office in their area. The Church does not provide records of lines of authority for Aaronic Priesthood holders. However, if an Aaronic Priesthood holder was ordained by a Melchizedek Priesthood holder, he may be able to learn about the line of authority of the man who ordained him.)"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p41"},"Ask the student to read his line of authority to the class (or read the line of authority you have brought to class). Invite him to share what it means to him to know that he can trace his priesthood authority directly to Jesus Christ (or share your own feelings about priesthood holders being able to trace their authority to the Savior)."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p42"},"To help students understand that the authority to perform all priesthood duties comes from Jesus Christ and Heavenly Father, invite a student to read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-holland.jpg"}]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p43"},"“Acting with divine authority requires more than mere social contract. It cannot be generated by theological training or a commission from the congregation. No, in the authorized work of God there has to be power greater than that already possessed by the people in the pews or in the streets or in the seminaries—a fact that many honest religious seekers had known and openly acknowledged for generations leading up to the Restoration. …"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p44"},"“… We in the restored Church of Jesus Christ can trace the priesthood line of authority exercised by the newest deacon in the ward, the bishop who presides over him, and the prophet who presides over all of us. That line goes back in an unbroken chain to angelic ministers who came from the Son of God Himself, bearing this incomparable gift from heaven” (“Our Most Distinguishing Feature,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 44)."],["ul.bullet",["li",["span.label","•"],["p","Why is it important for you to know that every priesthood holder in this Church can trace his authority back to Jesus Christ?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p46"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/3.1-4"},"Moroni 3:1–4"],"aloud. Ask the class to follow along, looking for how individuals are ordained to priesthood offices."],["ul.bullet",["li",["span.label","•"],["p","How are individuals ordained to priesthood offices? (",["b","Individuals are ordained to priesthood offices by the laying on of hands by those having authority."],")"]],["li",["span.label","•"],["p","Why is it necessary for an individual to be ordained to a priesthood office by someone who currently holds that office, or a greater office, in the priesthood?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p49"},"Ask priesthood holders in the class to briefly explain their priesthood duties. Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","When have you been blessed because a priesthood holder fulfilled his responsibilities?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p51"},"Invite a few students to share their feelings about how the priesthood has blessed their lives. You may also want to share how your life has been blessed because of the priesthood."]],[".figure",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.f12"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p53"},"Give students a list of all 25 Book of Mormon scripture mastery references and a half sheet of paper. Ask students to write the numbers 1, 2, and 3 on their papers. Then read the examples below (or prepare some of your own that might relate more to the needs and interests of the students you teach). Next to each number on their papers, have students write the scripture mastery passage they think is the best match for the example you read. Then ask them to share their answers. Since there may be more than one possible match, invite students to explain why they have selected particular passages."],[".figure",["ol.number",["li",["span.label","1."],["p.para","You are seeking strength to overcome a particularly difficult temptation. (Possible answers:",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,20-21"},"3 Nephi 18:15, 20–21"],".)"]],["li",["span.label","2."],["p.para","While you were studying the scriptures and thinking about a challenge in your life, you received direction about what to do. (Possible answer:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],".)"]],["li",["span.label","3."],["p.para","You have felt pressure from some friends to participate in activities that are contrary to the commandments of God. They tell you that these activities are part of being young and having fun. (Possible answers:",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"41:10"],".)"]]]]]]],[".resources",[".box-decor",{"id":"f14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.f14"},["h2","Commentary and Background Information"],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t12"},["h3","Moroni 2. Priesthood holders among the descendants of Lehi"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p59"},"President Joseph Fielding Smith taught:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p60"},"“The Nephites were descendants of Joseph. Lehi discovered this when reading the brass plates. … There were no Levites who accompanied Lehi to the Western Hemisphere. Under these conditions the Nephites officiated by virtue of the Melchizedek Priesthood from the days of Lehi to the days of the appearance of our Savior among them. …"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p61"},"“When the Savior came to the Nephites, he established the Church in its fulness among them. … Therefore we are justified in the belief that not only was the fulness of the Melchizedek Priesthood conferred, but also the Aaronic, just as we have it in the Church today; and this Aaronic Priesthood remained with them from this time until, through wickedness, all priesthood ceased. We may be assured that in the days of Moroni the Nephites did ordain teachers and priests in the Aaronic Priesthood; but before the visit of the Savior they officiated in the Melchizedek Priesthood” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 1:124, 126)."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t13"},["h3","Moroni 2:1. Did the twelve Nephite disciples serve as Apostles?"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p63"},"The Prophet Joseph Smith taught:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p64"},"“This book [the Book of Mormon] also tells us that our Savior made His appearance upon this continent after His resurrection; … that they had Apostles, Prophets, Pastors, Teachers, and Evangelists; the same order, the same priesthood, the same ordinances, gifts, powers, and blessings, as were enjoyed on the eastern continent” (",["span.emphasis","History of the Church,"],"4:538)."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p65"},"President Joseph Fielding Smith explained:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p66"},"“While in every instance the Nephite Twelve are spoken of as",["span.emphasis","disciples,"],"the fact remains that",["span.emphasis","they had been endowed with divine authority to be special witnesses for Christ among their own people."],"Therefore, they were",["span.emphasis","virtually apostles to the Nephite race"],"” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 3:158)."]]],[".box-decor",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.f15"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.t14"},["h3","Moroni 2–3. Priesthood ordinances"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-152.p69"},"As you teach from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2–3"],", consider showing the presentation titled “Blessings of the Priesthood” in Mormon Messages (see",["a.urlRef",{"href":"http://mormonchannel.org"},["span.language","mormonchannel.org"]],"). It is based on a message by Elder Robert D. Hales of the Quorum of the Twelve Apostles."]]]]]]],"refs":null}
