{"id":81,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":81,"title":"Lesson 59: Mosiah 12:18–14:12","subtitle":"","short_title":"Lesson 59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59"},[".heading",{"id":"head12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.head12"},[".titleNumber","Lesson 59"],["h1","Mosiah 12:18–14:12"]],[".bodyBlock",[".topic",{"id":"t66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t66"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p4"},"When King Noah and his priests questioned Abinadi, the prophet rebuked them for not teaching or keeping the commandments. King Noah ordered his priests to kill Abinadi, but God protected Abinadi and gave him power to continue his message. Quoting Isaiah, Abinadi testified of Jesus Christ and His Atonement."]],[".topic",{"id":"t67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t67"},["h2","Suggestions for Teaching"],[".topic",{"id":"t68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t68"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.18"},"Mosiah 12:18–13:26"]],["h4","Abinadi rebukes King Noah and his priests for refusing to observe and teach the commandments"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p8"},"To begin this lesson, write the following statements on the board:"],[".chalkboard",{"id":"f124","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f124"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p9"},"I KNOW what it means to live the gospel of Jesus Christ."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p10"},"I LIVE the gospel of Jesus Christ."]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p11"},"Ask students to silently consider how well the statements describe them, using a scale of 1 to 10 (with 10 representing that the statement describes them very well)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is important to be able to sincerely make both of these statements?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p13"},"Explain that as students discuss the words of Abinadi, they will learn more about the importance of knowing and living the gospel. Remind them that in the previous lesson, they discussed the account of King Noah and his priests casting Abinadi into prison because of his prophecies against them (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-17"},"Mosiah 12:1–17"],"). Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.18-24"},"Mosiah 12:18–24"],"by explaining that Abinadi was later brought before King Noah and his priests. The priests questioned him, trying to confuse him into saying something they could use against him. Then one of them asked him to explain a scripture passage."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p14"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.25-30"},"Mosiah 12:25–30"],"silently, looking for Abinadi’s reasons for rebuking Noah and his priests. After students report what they have found, ask:"],["ul.bullet",["li",["span.label","•"],["p","Abinadi said that Noah and his priests had perverted the ways of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.26"},"Mosiah 12:26"],"). In other words, they had corrupted sacred things and turned away from the right way to live. In what ways were Noah and the priests guilty of perverting the ways of the Lord?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p16"},"To help students answer this question, you may want to point out that the priests claimed that salvation came by the law of Moses (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.32"},"Mosiah 12:32"],"). However, they did not keep the Ten Commandments, which were part of that law, and they did not teach the people to keep the commandments (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.1-15"},"Mosiah 11:1–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.27-29,37"},"12:27–29, 37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.25-26"},"13:25–26"],")."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p17"},"Point to the statements on the board."],["ul.bullet",["li",["span.label","•"],["p","On a scale of 1 to 10, how well do you think each statement describes Noah and his priests?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.31-33"},"Mosiah 12:31–33"],"aloud. Ask the class to identify the principle Abinadi taught Noah and his priests. (He taught that",["b","if we keep the commandments of God, we will be saved."],")"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p20"},"Share the following examples given by Elder F. Melvin Hammond of the Seventy. Encourage students to listen for the importance of both knowing and keeping the commandments."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p21"},"“Many years ago a returned missionary stood boldly in a sacrament meeting and proclaimed aloud that he knew from his study of the scriptures that the gospel was true and that he would give his life for the Lord and His Church. Two weeks later he stood before the bishop of his student ward, humiliated and frightened, as he confessed that in a moment of weakness he had lost his virtue. Somehow his proclaimed devotion to the Savior had been forgotten in the whirl of his passion. Although a student of the word of God, he had not linked his study with the practical application of everyday, down-to-earth, Christlike living."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p22"},"“A beautiful girl worked her way through all the requirements to achieve the Young Womanhood Recognition. Her personal goals were thoughtfully written and carefully placed in her book of remembrance. Adamantly, she wrote that she would date only worthy young men and find that special one that would take her to the temple. When she was eighteen, her goals were forgotten; she eloped with a boy who was not a member of the Church. Many tears were shed by those who loved her most—her parents, teachers, and friends. She had fallen into the awful void between the requirements of the law and the reality of true discipleship” (“Eliminating the Void between Information and Application,” CES satellite training broadcast, Aug. 2003, 17,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."],["ul.bullet",["li",["span.label","•"],["p","Why is knowing the commandments not enough to qualify us for salvation?"],[".img-left",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_059_01-abinadi.jpg"}]]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p24"},"Display the picture Abinadi before King Noah (62042;",["span.emphasis","Gospel Art Book"],"[2009], no. 75). Ask students to describe what is happening in the picture. (The king has ordered that Abinadi be killed. The Lord is protecting Abinadi.) To help students understand this account, consider having three students stand and perform a dramatic reading. One student will act as narrator. A second student will read the words of King Noah. The third student will read the words of Abinadi. First, ask the narrator and the student playing Noah to read their parts in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.1-2"},"Mosiah 13:1–2"],". Then have the student playing Abinadi reply with",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.3-4"},"Mosiah 13:3–4"],". The narrator will then read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.5-6"},"Mosiah 13:5–6"],". Then the student playing Abinadi will finish with",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.7-11"},"Mosiah 13:7–11"],"."],[".sidebar box-decor box-right",{"id":"f130","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f130"},["h3","Dramatic readings"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p26"},"Dramatic readings of scriptures can help students visualize the people and events in the scriptures. Encourage students to make the experience interesting and enjoyable without detracting from the sacredness of scriptural events."]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p27"},"Direct students’ attention to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.11"},"Mosiah 13:11"],"."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to have the commandments written in our hearts? (Help students understand that to have the commandments written in our hearts, we must know",["span.emphasis","and"],"live the gospel.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p29"},"Point out that before Noah sought to have Abinadi killed, Abinadi had begun to recite a scripture passage that was probably familiar to the king and his priests and that was evidence of their wickedness. Have the class read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.34-36"},"Mosiah 12:34–36"],"silently to see if the scripture Abinadi read to Noah and his priests seems familiar. Help them see that Abinadi had begun to recite the Ten Commandments."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p30"},"Draw two large, blank stone tablets on the board. Invite a student to write one of the Ten Commandments in one of these tablets. Have the student pass the chalk to another student to write another of the Ten Commandments. Repeat this process until the students have listed all they can remember. Invite them to check their answers in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.34-36"},"Mosiah 12:34–36"],"and 13:12–24. You may want to encourage them to mark the Ten Commandments in these verses and in",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3-17"},"Exodus 20:3–17"],"(a scripture mastery passage)."],[".image",{"id":"f132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f132"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_059_02-tablets.gif"}]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p31"},"Share the following statement by President Gordon B. Hinckley:"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p32"},"“[The] Ten Commandments [were] written by the finger of Jehovah on tablets of stone for the salvation and safety, for the security and happiness of the children of Israel, and for all of the generations which were to come after them” (“Our Solemn Responsibilities,”",["span.emphasis","Ensign,"],"Nov. 1991, 51)."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p33"},"Encourage students to review the Ten Commandments and silently consider their personal efforts to keep them."]],[".topic",{"id":"t69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t69"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.27"},"Mosiah 13:27–14:12"]],["h4","Abinadi teaches about salvation through the Atonement of Jesus Christ"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p36"},"Write the following on the board (you may want to write it before class begins). Ask students to think about what could go in the blank."],[".chalkboard",{"id":"f133","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f133"},["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p37"},"“After all our obedience and good works, we cannot be saved from death or the effects of our individual sins without …”"]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p38"},"Read aloud the following statement by Elder Dallin H. Oaks:"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p39"},"“After all our obedience and good works, we cannot be saved from death or the effects of our individual sins without the grace extended by the atonement of Jesus Christ. The Book of Mormon makes this clear. It teaches that ‘salvation doth not come by the law alone’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.28"},"Mosiah 13:28"],"). In other words, salvation does not come simply by keeping the commandments. … Even those who try to obey and serve God with all their heart, might, mind, and strength are ‘unprofitable servants’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.21"},"Mosiah 2:21"],"). Man cannot earn his own salvation” (“Another Testament of Jesus Christ,”",["span.emphasis","Ensign,"],"Mar. 1994, 67)."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p40"},"Complete the statement on the board by writing",["span.emphasis","the grace extended by the atonement of Jesus Christ."],"Then ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.28,32-35"},"Mosiah 13:28, 32–35"],". Ask the class to look for words and phrases that relate to Elder Oaks’s statement. Invite several students to share what they have discovered. (Possible answers include “the atonement,” “the redemption of God,” “the coming of the Messiah,” and the promise that “God himself [would] come down among the children of men.”)"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p41"},"Explain that Abinadi’s statements about “the law” in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.28"},"Mosiah 13:28"],"and 32 are references to the law of Moses, which included a strict set of commandments involving sacrifices, feasts, and other performances. The law was given to help the Israelites remember God and look forward to the Atonement of Jesus Christ. Over time, many Israelites failed to understand the role of Jesus Christ as their Savior, thinking they could be saved simply through obedience to the law of Moses."],["ul.bullet",["li",["span.label","•"],["p","Abinadi testified that",["b","no one can be saved except through the Atonement of Jesus Christ"],"(see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.28,32"},"Mosiah 13:28, 32"],"). Why is it important for us to understand this truth?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p43"},"Explain that as Abinadi spoke to Noah and the priests, he quoted some of Isaiah’s prophecies about Jesus Christ. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/14.3-12"},"Mosiah 14:3–12"],"silently. Ask them to look for words or phrases that describe what the Savior has done to bring about their salvation."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p44"},"After students have studied these verses for a few minutes, ask them to share what they have found. You might consider writing their answers on the board. To help students think about the grief and sorrow that the Savior carried for them and to help them think about His suffering for their sins, read the following statements to them. Invite them to complete these statements in their minds:"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p45"},"Jesus Christ has carried my sorrows, such as …"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p46"},"Jesus Christ was wounded and bruised for my transgressions, such as …"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p47"},"Ask students what the following statement means to them: “With his stripes we are healed” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/14.5"},"Mosiah 14:5"],"). You may need to explain that the word",["span.emphasis","stripes"],"refers specifically to the wounds left on the Savior’s body when He was scourged, or whipped (see",["a.scriptureRef",{"href":"/scriptures/nt/john/19.1"},"John 19:1"],"). Generally, the word refers to all His suffering."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p48"},"After students have shared their feelings about this statement, testify that through the Savior’s suffering and our own efforts to keep the commandments, we can receive peace and forgiveness in this life and salvation in the life to come (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"],"). Invite students to show their love and appreciation for the Savior by keeping the commandments."]]]],[".resources",[".box-decor",{"id":"f135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f135"},["h2","Commentary and Background Information"],[".topic",{"id":"t70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t70"},["h3","Mosiah 13:34. “God himself should come down”"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p51"},"The term",["span.emphasis","God"],"generally refers to our Heavenly Father, but in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.34"},"Mosiah 13:34"],"it refers to Jesus Christ. Saints of the Old Testament era knew Jesus Christ as Jehovah and as the God of Abraham, Isaac, and Jacob. Elder James E. Talmage of the Quorum of the Twelve Apostles taught that the scriptures help us understand the divinity of Jesus Christ and His role as a God:"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p52"},"“We claim scriptural authority for the assertion that Jesus Christ was and is God the Creator, the God who revealed Himself to Adam, Enoch, and all the antediluvial patriarchs and prophets down to Noah; the God of Abraham, Isaac and Jacob; the God of Israel as a united people, and the God of Ephraim and Judah after the disruption of the Hebrew nation; the God who made Himself known to the prophets from Moses to Malachi; the God of the Old Testament record; and the God of the Nephites. We affirm that Jesus Christ was and is Jehovah, the Eternal One” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 32)."]],[".topic",{"id":"t71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t71"},["h3","Mosiah 13:27–35. The law of Moses and Jesus Christ"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p54"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles taught how the law of Moses relates to the gospel of Jesus Christ:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p55"},"“The modern reader should not see the Mosaic code—anciently or in modern times—as simply a tedious set of religious rituals slavishly (and sometimes militantly) followed by a stiffnecked people who did not accept the Christ and his gospel. This historic covenant, given by the hand of God himself and second only to the fulness of the gospel as an avenue to righteousness, should be seen rather as the unparalleled collection of types, shadows, symbols, and prefigurations of Christ that it is. For that reason it was once (and still is, in its essence and purity) a guide to spirituality, a gateway to Christ, a path of strict commandment-keeping that would, through the laws of duty and decency, lead to higher laws of holiness on the way to immortality and eternal life. …"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p56"},"“… It is crucial to understand that the law of Moses was overlaid upon, and thereby included, many basic parts of the gospel of Jesus Christ, which had existed before it. It was never intended to be something apart or separated from, and certainly not something antagonistic to, the gospel of Jesus Christ. … Its purpose was never to have been different from the higher law. Both were to bring people to Christ” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 136–37, 147; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.14-15"},"Mosiah 16:14–15"],")."]],[".topic",{"id":"t72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t72"},["h3","Mosiah 14:5. Healing through the Atonement"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p58"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles testified of the healing we can receive because of the Savior’s suffering during His Atonement:"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p59"},"“What peace, what comfort this great gift is which comes through the loving grace of Jesus Christ, the Savior and Redeemer of all mankind. …"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p60"},"“… Even though His life was pure and free of sin, He paid the ultimate penalty for sin—yours, mine, and everyone who has ever lived. His mental, emotional, and spiritual anguish were so great they caused Him to bleed from every pore (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"Luke 22:44"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.18"},"D&C 19:18"],"). And yet Jesus suffered willingly so that we might all have the opportunity to be washed clean—through having faith in Him, repenting of our sins, being baptized by proper priesthood authority, receiving the purifying gift of the Holy Ghost by confirmation, and accepting all other essential ordinances. Without the Atonement of the Lord, none of these blessings would be available to us, and we could not become worthy and prepared to return to dwell in the presence of God” (“The Atonement and the Value of One Soul,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 84–85)."]]],[".box-decor",{"id":"f136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f136"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.t73"},["h3","Mosiah 12:34–36; 13:12–24. Keeping the Ten Commandments"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.p63"},"Use the following form to help students evaluate how well they are living the Ten Commandments. You may want to prepare this evaluation as a handout, or you may want to read the statements aloud and have students write their answers in their scripture study journals or class notebooks. Point out that each statement relates to one of the Ten Commandments."],[".image",{"id":"f137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f137"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_059_handout.gif"}]],[".handout",{"id":"f138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-59.f138"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Your responses to the statements below may indicate how well the Ten Commandments are written in your heart. Mark the column that represents how often each statement is true in your life."]],["th",{"colspan":"1","rowspan":"1"},["p.para","Almost never"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Some of the time"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Much of the time"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Almost always"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1. I love God and put Him first in my life (before friends, hobbies, my own desires, and so on)."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","2. I avoid worshipping graven images or idols (including entertainers, sports stars, material possessions, and so on)."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","3. I speak the Lord’s name with reverence."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","4. I keep the Sabbath day holy by recognizing it as the Lord’s day, not mine."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","5. I honor my parents by being obedient and respectful."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","6. I control my anger and do not act violently toward others."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","7. I remain sexually pure. I avoid inappropriate images, language, and actions."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","8. I refrain from stealing and cheating."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","9. I tell the truth."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","10. I avoid coveting (which means to intensely desire something that belongs to someone else)."]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]]]]]]]]],"refs":null}
