{"id":78,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":78,"title":"Lesson 56: Mosiah 7–8","subtitle":"","short_title":"Lesson 56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.head9"},[".titleNumber","Lesson 56"],["h1","Mosiah 7–8"]],[".bodyBlock",[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t48"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p4"},"Approximately 80 years before King Benjamin’s son Mosiah became king, a man named Zeniff led a group of Nephites from Zarahemla to live in the land of Nephi, which they considered “the land of their inheritance” (see",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.27-30"},"Omni 1:27–30"],"). King Mosiah authorized a man named Ammon to lead a small group to the land of Nephi to learn the fate of Zeniff’s group. Ammon and his companions found the descendants of Zeniff’s group living in bondage to the Lamanites. Zeniff’s grandson Limhi was their king. Ammon’s arrival brought hope to Limhi and his people. Limhi asked Ammon if he could translate the engravings on 24 gold plates his people had discovered. Ammon explained that the king in Zarahemla, King Mosiah, was a seer who could translate those ancient records."]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t49"},["h2","Suggestions for Teaching"],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7"]],["h4","Ammon finds the land of Lehi-Nephi and learns how King Limhi’s people came into bondage"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p8"},"Write the following on the board:",["span.emphasis","mourn: to feel regret or sadness"]],["ul.bullet",["li",["span.label","•"],["p","What are some reasons people might mourn?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p10"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.24"},"Mosiah 7:24"],"aloud, and ask the rest of the class to follow along. Point out the phrase “all because of iniquity.” Explain that this verse refers to circumstances that came about because of the unrighteous choices of a group of people. Invite students to ponder whether they have ever mourned regarding a situation that happened “because of iniquity.” Explain that today they will study",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–8"],"to learn about a king named Limhi and the causes of his people’s regret. Invite students to look for what Limhi encouraged his people to do to overcome their sadness."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.1"},"Mosiah 7:1"],"aloud. Ask the class to identify the two locations mentioned in this verse. Copy the first diagram that accompanies this lesson on the board, and invite students to do the same in their scripture study journals or class notebooks. As you use this diagram, explain that the Church has no official position about Book of Mormon geography except that the events occurred in the Americas."],[".image",{"id":"f85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.f85"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_056_01-journey.gif"}]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p15"},["span.emphasis","Note:"],"During their study of the book of Mosiah, students will add more details to their diagrams. To ensure that they have enough space to add these details, copy the diagram on the board as shown. Point out the extra space before students begin drawing. (The completed diagram is located in the appendix at the end of this manual.)"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p16"},"Explain that when Lehi’s family arrived in the promised land, they established themselves in the land of Nephi (sometimes referred to as the land of Lehi-Nephi or the land of first inheritance). Shortly after Lehi died, the Lord commanded Nephi to flee into the wilderness, taking all those who would go with him. Nephi’s people continued to live in the land of Nephi but were separated from those who followed Laman and Lemuel. Many years later, the Lord commanded a group of Nephites to flee from the land of Nephi. This group eventually settled in a land called Zarahemla, which was north of the land of Nephi."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p17"},"Several generations later, a man named Zeniff led a group of Nephites to the land of Nephi to “possess the land of their inheritance” (see",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.27-30"},"Omni 1:27–30"],"). Zeniff had been part of another group that had failed to secure land in that area (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.1-2"},"Mosiah 9:1–2"],"). Invite students to draw an arrow from Zarahemla to the land of Nephi and to label it “Nephite group led by Zeniff.” This group left Zarahemla about 80 years before Mosiah became king."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p18"},"Invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.1"},"Mosiah 7:1"],"again, looking for what Mosiah wanted to know. After they report, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.2-3"},"Mosiah 7:2–3"],"to find out what Mosiah did to get an answer to his question. Ask students to draw a second arrow from Zarahemla to the land of Nephi, representing the journey of the search party led by Ammon, and to label it accordingly."],[".image",{"id":"f86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.f86"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_056_02-journey.gif"}]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p24"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.4-11"},"Mosiah 7:4–11"],"by explaining that Ammon found the city where the descendants of Zeniff’s people lived under the reign of Zeniff’s grandson Limhi. Limhi saw Ammon’s group outside the walls of the city. Thinking they were some of the wicked priests of his deceased father, Noah, he had his guards arrest them and imprison them (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.23"},"Mosiah 21:23"],"). He questioned them two days later. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.12-15"},"Mosiah 7:12–15"],"silently, looking for Limhi’s reaction when he learned who Ammon was and where he was from."],["ul.bullet",["li",["span.label","•"],["p","Why was Limhi so happy to learn that Ammon was from the land of Zarahemla?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p26"},"Refer again to the word",["span.emphasis","mourn"],"on the board. Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.16-19"},"Mosiah 7:16–19"],"by explaining that King Limhi gathered his people together to introduce Ammon to them, to speak to them about the causes of their sadness and regret, and to help them know where to turn for deliverance."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p27"},"Write the word",["span.emphasis","causes"],"on the board under the definition of",["span.emphasis","mourn."],"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.20-28"},"Mosiah 7:20–28"],". Ask the class to find actions that Limhi identified as the causes for his people’s trials and sorrow. (It may be helpful to inform students that the prophet mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.26"},"Mosiah 7:26"],"is Abinadi, who was burned to death during the reign of Limhi’s father, Noah.) After the verses have been read, invite a few students to list on the board under",["span.emphasis","causes"],"what they have discovered."],["ul.bullet",["li",["span.label","•"],["p","What seems to have been the main cause of this people’s sorrow? (Iniquity, or sin.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p29"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.29-32"},"Mosiah 7:29–32"],"silently. Invite them to choose a phrase that shows Limhi’s understanding of the connection between the people’s sins and the people’s sorrow. (You may need to explain that the word",["span.emphasis","chaff"],"refers to the leftover debris after the grain has been separated from wheat stalks. In",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.30"},"Mosiah 7:30"],", “reap the chaff” means to get something useless.) Invite a few students to read and explain the phrases they have chosen."],["ul.bullet",["li",["span.label","•"],["p","How can recognizing the consequences of our sins be helpful to us?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p31"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"],"aloud. Ask the class to look for what Limhi exhorted his people to do."],["ul.bullet",["li",["span.label","•"],["p","What principles can we learn from Limhi and his people about the effect of recognizing and feeling sorrow for our sins? (As students identify truths from this chapter, help them see that",["b","recognizing and feeling sorrow for our sins can lead us to turn to the Lord for deliverance."],"You may want to write this principle on the board.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p33"},"To help students better understand this principle, ask them to imagine that they have a loved one who feels remorse for his or her sins and who desires to repent and turn to the Lord but isn’t sure how to do so. Testify that Limhi’s counsel to his people in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"],"contains keys to overcoming the sorrow and regret that accompany sin. Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"],"silently, searching for phrases that would help someone know how to “turn to the Lord.” (You might want to suggest that they mark these phrases.)"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p34"},"After sufficient time, invite a few students to share phrases that stand out to them. Have each student explain the meaning of the phrase he or she has chosen by (1) putting it in his or her own words or (2) giving examples of actions or attitudes of someone who is striving to apply the principle expressed by the phrase."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p35"},"Ask students to ponder whether they have sins of which they have not repented that could be causing sorrow and regret for them and those they love. Invite students to write an answer to the following question in their scripture study journals:"],["ul.bullet",["li",["span.label","•"],["p","How can you apply",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"],"in your life today?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p37"},"Share your testimony that as we turn to the Lord with our whole hearts and minds, He will deliver us from the mourning that comes from our sins."]],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t51"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8"},"Mosiah 8"]],["h4","Ammon learns of the 24 gold plates and tells Limhi of a seer who can translate the engravings they contain"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p40"},"Ask two students to come to the front of the class. Blindfold one student, and then place books, pieces of paper, or other harmless objects on the floor across the room. Ask the second student to give verbal instructions to help the first student cross the room without touching any of the objects on the floor. Then have the second student put on the blindfold. Rearrange the objects on the floor, and have the first student give directions. This time, however, the blindfolded student will intentionally disregard the instructions. (Speak to this student secretly before class, and ask him or her to ignore the instructions.)"],["ul.bullet",["li",["span.label","•"],["p","What is the value of listening to someone who can see things we can’t?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p42"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.5-12"},"Mosiah 8:5–12"],"by explaining that Limhi had sent an expedition to get help from Zarahemla sometime before Ammon’s arrival. The group wandered in the wilderness, and instead of finding Zarahemla, they found the remains of a destroyed civilization. There they discovered 24 gold plates with engravings on them. (You might want to explain that the ruins discovered by Limhi’s people were all that remained of the Jaredite civilization. A record of the Jaredites, taken from the 24 gold plates, is included in the Book of Mormon as the book of Ether.) Add this journey to the diagram on the board, as shown in the illustration on this page. Have students add it to their diagrams as well. Explain that King Limhi wanted to understand the writings that were engraved on the 24 plates. He asked Ammon if he knew of anyone who could translate them."],[".image",{"id":"f93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.f93"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_056_03-journey.gif"}]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p51"},"Invite a student to read Ammon’s response in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13-15"},"Mosiah 8:13–15"],". Ask the class to look for the title Ammon used to indicate a person who has the power to translate such records. Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.16-19"},"Mosiah 8:16–19"],"silently, looking for additional abilities of a seer. Ask several students to tell what they have found."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p52"},"Write the following statement on the board:",["span.emphasis",["b","The Lord provides prophets, seers, and revelators to benefit mankind."]]],["ul.bullet",["li",["span.label","•"],["p","How many seers do we have on the earth today? (Fifteen—the members of the First Presidency and the Quorum of the Twelve Apostles.)"]],["li",["span.label","•"],["p","What are some things that prophets, seers, and revelators make known to us? (If students struggle to answer, ask what seers have made known about topics such as marriage and family, education, entertainment and media, or sexual purity.)"]],["li",["span.label","•"],["p","How has your life been blessed by modern-day prophets, seers, and revelators?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p56"},"You may want to tell about how prophets, seers, and revelators have blessed your life. Invite students to read and ponder on their own a recent conference address by a member of the First Presidency or Quorum of the Twelve Apostles and to follow the counsel in that address."]]]],[".resources",[".box-decor",{"id":"f95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.f95"},["h2","Commentary and Background Information"],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t52"},["h3","Mosiah 1–29. Historical overview"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p59"},"For a historical overview of the book of Mosiah, see the introduction to the book of Mosiah in this manual."]],[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t53"},["h3","Mosiah 8:16. “A seer is a revelator and a prophet also”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p61"},"Elder John A. Widtsoe of the Quorum of the Twelve Apostles explained the meaning of the title “prophet, seer, and revelator”:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p62"},"“The three separate titles in the general title have much the same meaning in popular usage, yet there are differences sufficiently important to justify their use."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p63"},"“A",["b","prophet"],"is a teacher. That is the essential meaning of the word. He teaches the body of truth, the gospel, revealed by the Lord to man; and under inspiration explains it to the understanding of the people. He is an expounder of truth. Moreover, he shows that the way to human happiness is through obedience to God’s law. He calls to repentance those who wander away from the truth. He becomes a warrior for the consummation of the Lord’s purposes with respect to the human family. The purpose of his life is to uphold the Lord’s plan of salvation. All this he does by close communion with the Lord, until he is ‘full of power by the spirit of the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.8"},"Micah 3:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.26"},"D. & C. 20:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/34.10"},"34:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"43:16"],") …"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p64"},"“In the course of time the word ‘prophet’ has come to mean, perhaps chiefly, a man who receives revelations, and directions from the Lord. The principal business of a prophet has mistakenly been thought to foretell coming events, to utter prophecies, which is only one of the several prophetic functions."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p65"},"“In the sense that a prophet is a man who receives revelations from the Lord, the titles ‘seer and revelator’ merely amplify the larger and inclusive meaning of the title ‘prophet.’ Clearly, however, there is much wisdom in the specific statement of the functions of the prophet as seer and revelator, as is done in the conferences of the Church."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p66"},"“A prophet also receives revelations from the Lord. These may be explanations of truths already received, or new truths not formerly possessed by man. Such revelations are always confined to the official position held. The lower will not receive revelations for the higher office."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p67"},"“A",["b","seer"],"is one who sees with spiritual eyes. He perceives the meaning of that which seems obscure to others; therefore he is an interpreter and clarifier of eternal truth. He foresees the future from the past and the present. This he does by the power of the Lord operating through him directly, or indirectly with the aid of divine instruments such as the Urim and Thummim. In short, he is one who sees, who walks in the Lord’s light with open eyes. (Book of Mormon,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15-17"},"Mosiah 8:15–17"],")"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p68"},"“A",["b","revelator"],"makes known, with the Lord’s help, something before unknown. It may be new or forgotten truth, or a new or forgotten application of known truth to man’s need. Always, the revelator deals with truth, certain truth (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.11"},"D. & C. 100:11"],") and always it comes with the divine stamp of approval. Revelation may be received in various ways, but it always presupposes that the revelator has so lived and conducted himself as to be in tune or harmony with the divine spirit of revelation, the spirit of truth, and therefore capable of receiving divine messages."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p69"},"“In summary: A prophet is a teacher of known truth; a seer is a perceiver of hidden truth; a revelator is a bearer of new truth. In the widest sense, the one most commonly used, the title, prophet, includes the other titles and makes of the prophet, a teacher, perceiver, and bearer of truth” (",["span.emphasis","Evidences and Reconciliations,"],"arr. G. Homer Durham, 3 vols. in 1 [1960], 257–58; emphasis added)."]],[".topic",{"id":"t54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t54"},["h3","Mosiah 8:17. “A seer can know of things … which are to come”"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p71"},"President Boyd K. Packer of the Quorum of the Twelve Apostles shared an example of how latter-day prophets, seers, and revelators have acted as seers:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p72"},"“The scriptures speak of prophets as ‘watch[men] upon the tower’ who see ‘the enemy while he [is] yet afar off’ and who have ‘beheld also things which were not visible to the natural eye … [for] a seer hath the Lord raised up unto his people.’"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p73"},"“[Many years ago] the Brethren warned us of the disintegration of the family and told us to prepare. … The weekly family home evening was introduced by the First Presidency. … Parents are provided with excellent materials for teaching their children, with a promise that the faithful will be blessed."],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p74"},"“While the doctrines and revealed organization remain unchanged, all agencies of the Church have been reshaped in their relationship to one another and to the home. … The entire curriculum of the Church was overhauled—based on scriptures. … And years were spent preparing new editions of the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. …"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p75"},"“We can only imagine where we would be if we were just now reacting to this terrible redefinition of the family. But that is not the case. We are not casting frantically about trying to decide what to do. We know what to do and what to teach. …"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p76"},"“The course we follow is not of our own making. The plan of salvation, the great plan of happiness, was revealed to us, and the prophets and Apostles continue to receive revelation as the Church and its members stand in need of more” (“The Father and the Family,”",["span.emphasis","Ensign,"],"May 1994, 20)."]]],[".box-decor",{"id":"f96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.f96"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.t55"},["h3","Overview of the journeys in Mosiah 7–24"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p79"},["span.emphasis","Note:"],"This teaching idea may require an entire class period to teach. In deciding whether to use it, consider the needs of your students and the amount of time available. If you use this idea, you will need to adjust the lesson plans for lessons 56 and 57, as they overlap with this idea."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p80"},"As students begin studying",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–24"],", it may be helpful to give them an overview of the locations and events they will read about in these chapters. The diagram in the appendix at the end of this manual shows each of the journeys these chapters describe. These journeys were made over a period of about 80 years (200",["span.small","B.C."],"to 120",["span.small","B.C."],")."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p81"},"Lay out the classroom to reflect the diagram mentioned above. Make signs to designate one side of the room as the land of Zarahemla and the other side of the room as the land of Nephi. Also make signs for the Waters of Mormon, the land of Helam, and the ruins of the Jaredite nation. Help students reenact the journeys as they read about each group in the scripture passages listed on the diagram legend. “Send” individual students or groups of students on the journeys mentioned. Some students could wear name tags that represent people like Zeniff, Noah, Limhi, Benjamin, Mosiah, Ammon, or the Lamanites. It may help to connect some of the journeys with the following transitional information:"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p82"},["b","Between journeys 2 and 3:"],"After Zeniff died, his son Noah reigned in wickedness. The Lord sent the prophet Abinadi to warn the people to repent. Alma, one of King Noah’s wicked priests, believed Abinadi’s words. He repented and hid near the Waters of Mormon, where he taught those who would listen."],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p83"},["b","Between journeys 3 and 4:"],"The Lamanites attacked Noah’s people. Noah was later killed by his own men when he refused to let them go to their families. Noah’s son Limhi reigned after Noah’s death, but his people were in bondage to the Lamanites. Limhi sent a group to find the land of Zarahemla to seek for help against the Lamanites."],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-56.p84"},["b","Between journeys 6 and 7:"],"After Limhi’s people escaped from bondage, the Lamanites sent an army after them. The Lamanite army was lost in the wilderness when they discovered Alma and his people in the land of Helam. The Lamanites brought Alma and his people into bondage. Alma’s people prayed for the Lord to help them escape."]]]]]]],"refs":null}
