{"id":76,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":76,"title":"Lesson 55: Mosiah 5–6","subtitle":"","short_title":"Lesson 55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.head7"},[".titleNumber","Lesson 55"],["h1","Mosiah 5–6"]],[".bodyBlock",[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t32"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p4"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5"},"Mosiah 5"],"contains the conclusion of King Benjamin’s address to his people, the record of which begins in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2"},"Mosiah 2"],". As a result of their faith in King Benjamin’s words, the people experienced a mighty change of heart. They entered into a covenant with God and took upon themselves the name of Jesus Christ. As recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6"},"Mosiah 6"],", King Benjamin transferred his kingdom to his son Mosiah, who ruled according to the example his father set."]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t33"},["h2","Suggestions for Teaching"],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t34"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1-4"},"Mosiah 5:1–4"]],["h4","King Benjamin’s people describe the mighty change they have experienced through the Spirit"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p8"},"Before class, write the following questions on the board:"],[".chalkboard",{"id":"f60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.f60"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p9"},"Have you ever felt that you needed to change spiritually?"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p10"},"What did you do about it?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p11"},"If you have experienced a change, have you maintained that change to this day?"]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p12"},"Ask students to respond to these questions in their scripture study journals or class notebooks. Then read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p13"},"“The essence of the gospel of Jesus Christ entails a fundamental and permanent change in our very nature made possible through our reliance upon ‘the merits, and mercy, and grace of the Holy Messiah’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.8"},"2 Nephi 2:8"],"). As we choose to follow the Master, we choose to be changed—to be spiritually reborn” (“Ye Must Be Born Again,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 20)."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p14"},"You might suggest that students write the following quotation in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],"or in their scripture study journals:",["span.emphasis","“As we choose to follow the Master, we choose to be changed” (Elder David A. Bednar)."]],["ul.bullet",["li",["span.label","•"],["p","In what ways do we choose to be changed when we choose to follow Jesus Christ?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p16"},"Give students a few minutes to review",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2"},"Mosiah 2–4"],". You might suggest that they read the chapter summaries. Ask them what they remember about the contents of these chapters. Then invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1"},"Mosiah 5:1"],"silently."],["ul.bullet",["li",["span.label","•"],["p","What did King Benjamin desire to know from his people?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p18"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2-5"},"Mosiah 5:2–5"],"silently, looking for the people’s response to King Benjamin’s question. Before students read, you may want to explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"verse 2"],", the word",["span.emphasis","disposition"],"refers to an individual’s nature—his or her desires and temperament. After they have read, ask the following questions to help them analyze the verses:"],["ul.bullet",["li",["span.label","•"],["p","What did the people say about their dispositions?"]],["li",["span.label","•"],["p","What brought about this change in their dispositions? (They believed King Benjamin’s teachings about Jesus Christ and the Atonement, and the Spirit changed their hearts.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p21"},"Emphasize that a change of heart is more than just a change of behavior. When we experience a change of heart, we become new people, changed through the power of the Savior’s Atonement. To help students understand this truth, invite a student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p22"},"“The gospel of Jesus Christ encompasses much more than avoiding, overcoming, and being cleansed from sin and the bad influences in our lives; it also essentially entails doing good, being good, and becoming better. … This mighty change is not simply the result of working harder or developing greater individual discipline. Rather, it is the consequence of a fundamental change in our desires, our motives, and our natures made possible through the Atonement of Christ the Lord. Our spiritual purpose is to overcome both sin and the desire to sin, both the taint and the tyranny of sin” (“Clean Hands and a Pure Heart,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 81–82)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think we need the Atonement of Jesus Christ in order to truly change?"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p24"},"Direct students’ attention to the phrase “because of the Spirit of the Lord Omnipotent” in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],". You may need to define",["span.emphasis","omnipotent,"],"which means all-powerful."],["ul.bullet",["li",["span.label","•"],["p","What can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2-4"},"Mosiah 5:2–4"],"about how we can experience a mighty change in our lives?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p26"},"As students discuss this question, ensure they understand that",["b","as we exercise faith in Jesus Christ and receive the Holy Spirit, we can experience a mighty change of heart."]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p27"},"Explain that experiencing a mighty change of heart is a process that occurs throughout our lives, not a single event. Share the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p28"},"“Becoming Christlike is a lifetime pursuit and very often involves growth and change that is slow, almost imperceptible. …"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p29"},"“… True repentance involves a change of heart and not just a change of behavior. … Most repentance does not involve sensational or dramatic changes, but rather is a step-by-step, steady, and consistent movement toward godliness” (“A Mighty Change of Heart,”",["span.emphasis","Ensign,"],"Oct. 1989, 5)."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p30"},"To help students apply this principle and evaluate their progress in experiencing a mighty change in their hearts, ask them to respond in their scripture study journals to the following questions. (You may want to write these questions on the board before class, prepare a handout with the questions, or read the questions slowly so students can write them in their scripture study journals.)"],[".image",{"id":"f66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.f66"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_055_handout_1.gif"}]],["ul.bullet",["li",["span.label","•"],["p","How has your disposition changed as you have followed the Savior?"]],["li",["span.label","•"],["p","What do you need to do so the Lord will continue to help you experience this change?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p33"},"Give one or two students the opportunity to share their answers to these questions. Ensure that they understand that they should not feel obligated to share experiences or thoughts that are too personal or private."]],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t35"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.5-15"},"Mosiah 5:5–15"]],["h4","King Benjamin’s people enter into a covenant with God and are given a new name"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p36"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.5"},"Mosiah 5:5"],"aloud. Ask the class to look for what King Benjamin’s people were willing to do because their hearts had been changed."],["ul.bullet",["li",["span.label","•"],["p","What were the people willing to do now that their dispositions had changed through the Atonement of Jesus Christ?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p38"},"To help students increase their understanding of covenants, give them a few minutes to study the subject individually. You might suggest that they study the subject in the Bible Dictionary or",["span.emphasis","True to the Faith"],"or that they look for scriptures on the subject in the index to the Book of Mormon or triple combination. After sufficient time, have students divide into pairs and explain covenants to each other in their own words."],[".sidebar box-decor box-right",{"id":"f69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.f69"},["h3","Let students explain"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p40"},"From time to time, ask students to explain doctrines and principles to each other. By doing so, you will help students strengthen their faith and increase their understanding of the gospel of Jesus Christ. You will also help them learn how to share the truths of the gospel with others."]],["ul.bullet",["li",["span.label","•"],["p","Which words or phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.5"},"Mosiah 5:5"],"show the sincerity of the people’s desire to make and keep a covenant with God? (Answers may include “do his will,” “in all things,” and “all the remainder of our days.”)"]],["li",["span.label","•"],["p","Which words or phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.5"},"Mosiah 5:5"],"remind you of the promises we renew each time we partake of the sacrament?"]],["li",["span.label","•"],["p","How do you think making and keeping covenants helps us continue in the process of experiencing a change of heart?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p44"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.11"},"Mosiah 1:11"],"silently. Ask them to look for one reason King Benjamin gathered the people together. (To give them a name.) Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7-15"},"Mosiah 5:7–15"],"records King Benjamin’s explanation of the name he had promised to give his people. Give students a few minutes to skim",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7-14"},"Mosiah 5:7–14"],", looking for the words",["span.emphasis","name"],"and",["span.emphasis","called."],"You may want to suggest that students mark these words each time they appear."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p45"},"Invite a few students to tell why they were given their names. For example, you might ask them to tell about how their parents decided to name them, or you might ask if their names have any particular meaning. Then ask the class:"],["ul.bullet",["li",["span.label","•"],["p","What is the significance of a name? (On the board, summarize students’ answers to this question. Answers may include that a name is how we are known, it is associated with our identity, it is one way we are distinguished from others, and it often carries with it a reputation and expectations because of the family associated with it.)"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p47"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7-8"},"Mosiah 5:7–8"],"aloud. Ask the class to look for the name that King Benjamin gave his people. Also ask them to look for words and phrases that indicate the importance of that name. You may want to encourage them to mark these words and phrases."],["ul.bullet",["li",["span.label","•"],["p","What name did King Benjamin give his people?"]],["li",["span.label","•"],["p","What words and phrases did you notice? What do those words and phrases teach you about the name of Christ?"]],["li",["span.label","•"],["p","When do we take upon ourselves the name of Jesus Christ? (Make sure students understand that",["b","we take upon ourselves the name of Jesus Christ when we make and keep sacred covenants."],")"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p51"},"As students discuss these verses, they may need help understanding the doctrine that we can become “children of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],"). You may want to point out that a father gives life to a child. We are spirit children of Heavenly Father. We are also children of our earthly fathers, who, with our mothers, provided the opportunity for us to live on the earth in our physical bodies. Referring to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],", President Joseph Fielding Smith taught that Jesus Christ also “becomes our Father” because He “offers us life, eternal life, through the atonement which he made for us.” President Smith explained, “We become the children, sons and daughters of Jesus Christ, through our covenants of obedience to him” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 1:29)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p52"},"Refer students to the words on the board that describe the significance of a name."],["ul.bullet",["li",["span.label","•"],["p","How can the words on the board help us understand the significance of taking upon ourselves the name of Jesus Christ?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p54"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.9-13"},"Mosiah 5:9–13"],"silently, looking for more counsel from King Benjamin about taking the name of Jesus Christ upon ourselves. You may want to suggest that students read these verses as if King Benjamin were speaking to them personally. Divide students into pairs, and ask them to discuss the following questions based on what they have read. (You may want to write these questions on the board or provide them on a handout.)"],[".image",{"id":"f74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.f74"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_055_handout_2.gif"}]],["ul.bullet",["li",["span.label","•"],["p","Think about the significance of taking upon ourselves the name of Christ. What do you think it means to have the name of Christ written in your heart? What blessings come to those who have the name of Christ written in their hearts?"]],["li",["span.label","•"],["p","Think of people you know who honor the name of Christ. What do these people do to show the reverence and love they have for the name of Christ?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p57"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.15"},"Mosiah 5:15"],"aloud. Invite the class to look for actions that identify those who keep their covenants."],["ul.bullet",["li",["span.label","•"],["p","What are some questions we could ask ourselves to evaluate how well we have taken upon ourselves the name of Christ?"]]],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p59"},"Share your feelings about what it means to have taken upon yourself the name of Jesus Christ. Testify of its importance in your life."]],[".topic",{"id":"t36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t36"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6.1-7"},"Mosiah 6:1–7"]],["h4","Mosiah begins his reign as king"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p62"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6.1-3"},"Mosiah 6:1–3"],"silently, identifying what King Benjamin did before he dismissed the multitude."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it was important to record the names of all the people who had entered into the covenant? Why did King Benjamin appoint priests among the people?"]]],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p64"},"Explain that after speaking to the people, King Benjamin conferred the kingdom on his son Mosiah. Three years later, King Benjamin died. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6.6-7"},"Mosiah 6:6–7"],"aloud. Ask the class to look for words and phrases that show that Mosiah followed his father’s example and helped his people continue to experience a mighty change in their hearts."]]]],[".resources",[".box-decor",{"id":"f78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.f78"},["h2","Commentary and Background Information"],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.t37"},["h3","Mosiah 5:15. “Steadfast and immovable”"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p67"},"Elder David A. Bednar of the Quorum of the Twelve Apostles explained what it means to be “steadfast and immovable”:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-55.p68"},"“The word ‘steadfast’ is used to suggest fixed in position, solid and firm, unshaken and resolute (",["span.emphasis","Oxford English Dictionary Online,"],"2nd ed. [1989], “Steadfast”). The word ‘immovable’ is used to indicate that a person or thing is unalterable, firmly secured, and not subject to change. It also signifies the quality of being unyielding and incapable of being diverted from one’s purpose (",["span.emphasis","Oxford English Dictionary Online,"],"“Immovable”). Thus, a person who is steadfast and immovable is solid, firm, resolute, firmly secured, and incapable of being diverted from a primary purpose or mission” (“Steadfast and Immovable, Always Abounding in Good Works,”",["span.emphasis","New Era,"],"Jan. 2008, 2)."]]]]]]],"refs":null}
