{"id":79,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":79,"title":"Lesson 57: Mosiah 9–10","subtitle":"","short_title":"Lesson 57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57"},[".heading",{"id":"head10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.head10"},[".titleNumber","Lesson 57"],["h1","Mosiah 9–10"]],[".bodyBlock",[".topic",{"id":"t56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t56"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p4"},"During the reign of King Benjamin, Zeniff led a group of Nephites from Zarahemla to settle among the Lamanites in the land of Nephi.",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9–22"],"contains an account of the experiences of these people. The king of the Lamanites allowed Zeniff’s people to settle among them because he secretly planned to bring them into bondage. The Lamanites’ false traditions and hatred of the Nephites eventually led to war. Zeniff’s people relied on the Lord for strength, and they were able to drive the Lamanites out of their land."]],[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t57"},["h2","Suggestions for Teaching"],[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t58"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.1-13"},"Mosiah 9:1–13"]],["h4","Zeniff leads a group of Nephites to return to the land of Nephi"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p8"},"Ask students to think of a time when they wanted something intensely. Invite a few of them to tell about these experiences. Explain that today they will learn about a man who wanted something so intensely that he failed to see the possible consequences of his desires."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p9"},"Invite students to look at the diagram of journeys they began drawing during the previous lesson. Remind them that a man named Ammon led a group that journeyed from Zarahemla and found Limhi and his people in the land of Nephi. (You may want to explain that the Book of Mormon tells of two men named Ammon. One was the man students are learning about today. The other was a son of Mosiah who became a great missionary to the Lamanites. Students will begin reading about him in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],".) Have students turn to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–8"],"and look at the date that appears either at the bottom of the pages or in the chapter summaries (about 121",["span.small","B.C."],"). Have them compare that date with the date in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9"],"(about 200",["span.small","B.C."],", approximately 80 years earlier). Ask if anyone can explain the sudden change in dates."],[".sidebar box-decor box-right",{"id":"f97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.f97"},["h3","Dates in footnotes and chapter summaries"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p11"},"Show students that approximate dates appear at the bottom of each page (or in the chapter summaries) of the Book of Mormon to help establish the historical context of the events described on those pages. As students become familiar with these dates, they will see how the events described in the Book of Mormon relate to each other and to other events in history."]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p12"},"Explain that from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8"},"Mosiah 8"],"to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9"],", the story line goes back in time 80 years to give the account of King Limhi’s grandfather Zeniff. Invite a student to read aloud Mormon’s preface to the record of Zeniff at the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9"],". Then ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.1-2"},"Mosiah 9:1–2"],"aloud."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p13"},"Have students add to their diagrams an arrow representing the journey taken by the first group that went from Zarahemla to the land of Nephi. Point out that Zeniff was part of this group. As shown on the diagram on this page, the arrow should indicate that the group also returned to Zarahemla. The label should read “Some Nephites seek to reclaim the land of Nephi.” (For the complete diagram, see the appendix at the end of this manual.)"],[".image",{"id":"f98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.f98"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_057_01-journey.gif"}]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p23"},"Ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.3-4"},"Mosiah 9:3–4"],". Invite the rest of the class to follow along, looking for (1) what Zeniff wanted so badly to obtain and (2) what he was slow to remember."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be overzealous? (To be overly eager or excessively interested in the pursuit of something.)"]],["li",["span.label","•"],["p","What do you think it means to be slow to remember the Lord?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p26"},"Explain that because Zeniff was overzealous and slow to remember the Lord, he made a mistake. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.5-7,10"},"Mosiah 9:5–7, 10"],", looking for that mistake."],["ul.bullet",["li",["span.label","•"],["p","What did Zeniff fail to see because of his overzealous desire to obtain the land of Nephi?"]],["li",["span.label","•"],["p","What are the dangers of being overly eager when making decisions?"]],["li",["span.label","•"],["p","What are the dangers of making decisions without counseling with the Lord?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p30"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.11-13"},"Mosiah 9:11–13"],"by telling students that after 12 years, Zeniff’s people had grown so prosperous that the Lamanite king grew nervous that he wouldn’t be able to bring them into bondage, so he “began to stir up his people that they should contend with [Zeniff’s] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.13"},"Mosiah 9:13"],")."]],[".topic",{"id":"t59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t59"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.14"},"Mosiah 9:14–10:22"]],["h4","The Lamanites attempt to bring Zeniff’s people into bondage"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p33"},"Write the following words and phrases on the board:",["span.emphasis","schoolwork, withstanding temptation, problems with friends, leadership, work, conflict with family members, sports."],"(Depending on the needs and interests of the students, you may want to add other items to this list.)"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p34"},"Invite a student to come to the front of the class and hold out his or her arms. Place small objects, such as books or rocks, in the student’s hands and ask him or her to hold them up. Explain that the objects represent the challenges listed on the board. Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","In which of these areas would you like to have more strength and support?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p36"},"Add another object or two to each of the student’s hands. Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","Have you ever felt like you were carrying too much and wished you had more ability or strength to handle your challenges?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p38"},"Invite two students to come to the front of the class and support the arms of the student holding the objects. Explain that the rest of today’s lesson is about a group of people who found themselves in need of more strength. Suggest that, throughout this lesson, students look for ways they might receive more strength in their lives. (Invite the students at the front of the class to return to their seats.)"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p39"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9"],"and 10 recount two times when the Lamanites came to battle against Zeniff and his people. Copy the following chart on the board, but do not include the answers in parentheses. Tell students that they will be searching the scripture passages in the chart, looking for answers to the questions along the top of the chart. Invite half of the class to use the passages in the first row to find answers regarding Zeniff and his people. Invite the other half of the class to search the passages in the second row for answers regarding the Lamanites. Have a student from each group write their answers on the board as they find them."],[".chalkboard",{"id":"f103","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.f103"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"}],["th",{"colspan":"1","rowspan":"1"},["p.para","What did the people do to prepare?"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What did they do to put their trust in the Lord?"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What was the result?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Zeniff and his people"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.14-16"},"Mosiah 9:14–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.1-2,7,9-10"},"10:1–2, 7, 9–10"]],["p.para","(They armed themselves and went to battle.)"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.17"},"Mosiah 9:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.19"},"10:19"]],["p.para","(They prayed and remembered that the Lord had delivered their ancestors.)"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.18"},"Mosiah 9:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.20"},"10:20"]],["p.para","(The Lord strengthened them, and they were successful in driving the Lamanites out of their land.)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","The Lamanites"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.6-8"},"Mosiah 10:6–8"]],["p.para","(They armed themselves and went to battle.)"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.11"},"Mosiah 10:11"]],["p.para","(Nothing. They relied on their own strength.)"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.19-20"},"Mosiah 10:19–20"]],["p.para","(The Lamanites were driven from the land with a great slaughter.)"]]]]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p57"},"After students complete the chart, ask:"],["ul.bullet",["li",["span.label","•"],["p","What similarities and differences do you see between how Zeniff’s people and the Lamanites approached their battles?"]],["li",["span.label","•"],["p","What truths can we learn from this comparison?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p60"},"Write the following principle on the board:",["span.emphasis",["b","The Lord will strengthen us as we do all we can and put our trust in Him."]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p61"},"Refer back to the challenges listed on the board, and remind students of the object lesson."],["ul.bullet",["li",["span.label","•"],["p","How do you think this principle could apply to some of these challenges?"]]],[".figure",["p.preamble","Consider using the following examples to help students think about how they can do their part and trust in the Lord as they seek for strength:"],["ol.number",["li",["span.label","1."],["p.para","You have an important test coming up in school, and you would like to have strength to do well."]],["li",["span.label","2."],["p.para","You have been struggling to break a bad habit, and you don’t feel like you are strong enough to do it alone."]],["li",["span.label","3."],["p.para","You are experiencing difficulties in your family, and you don’t feel like you can handle the resulting strong emotions without some help."]]]],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p67"},"Ask students to review the first three lines of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.18"},"Mosiah 9:18"],". (You may want to suggest that they mark these lines in their scriptures.)"],["ul.bullet",["li",["span.label","•"],["p","When have you experienced the truth expressed in these lines?"]]],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p69"},"You may want to share an experience of your own that shows the Lord’s willingness to strengthen us as we do all we can and put our trust in Him."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p70"},"Explain that before Zeniff and his people went to battle the second time, Zeniff explained to his people why the Lamanites were filled with hatred for the Nephites. Write the words",["span.emphasis","wroth"],"and",["span.emphasis","wronged"],"on the board, and ask students if they can explain what these words mean. (To be wroth is to be intensely angry; to be wronged is to be offended or dealt with unfairly or in an unjust manner.)"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p71"},"To help students see that",["b","taking offense, holding on to anger, and refusing to forgive can affect generations,"],"divide them into pairs and have each partnership read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.12-18"},"Mosiah 10:12–18"],". Ask them to look for reasons why the descendants of Laman and Lemuel continued to hate the descendants of Nephi."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p72"},"After the partners have read the verses together, have them discuss answers to the following questions. (Consider writing the questions on the board while students read the assigned verses, or provide the questions to each pair of students on a handout.)"],[".image",{"id":"f108","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.f108"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_057_handout.gif"}]],["ul.bullet",["li",["span.label","•"],["p","Why did the Lamanites hate the Nephites so intensely?"]],["li",["span.label","•"],["p","Whom does it hurt when we are angry or refuse to forgive?"]],["li",["span.label","•"],["p","How can a person’s anger affect his or her family, now and in the future?"]]],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p76"},"Read the following statement by Elder Donald L. Hallstrom of the Seventy. Ask students to listen for what we can do when we feel offended or angry with someone."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p77"},"“If you feel you have been wronged—by anyone (a family member, a friend, another member of the Church, a Church leader, a business associate) or by anything (the death of a loved one, health problems, a financial reversal, abuse, addictions)—deal with the matter directly and with all the strength you have. … And, without delay, turn to the Lord. Exercise all of the faith you have in Him. Let Him share your burden. Allow His grace to lighten your load. … Never let an earthly circumstance disable you spiritually” (“Turn to the Lord,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 80)."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p78"},"Ask students to ponder each of the following questions. (You may want to encourage them to write their answers in their scripture study journals or class notebooks.)"],["ul.bullet",["li",["span.label","•"],["p","Do you have any feelings of being wronged or feelings of anger toward someone?"]],["li",["span.label","•"],["p","To whom can you go for help in your efforts to forgive? How can you avoid feelings of offense and anger in the future?"]]],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p81"},"Ask students to think of a time when they forgave someone. Invite a few of them to share what it felt like to forgive and to let go of their feelings of offense or anger. Consider sharing your own testimony about seeking the Lord’s help to forgive others."]]]],[".resources",[".box-decor",{"id":"f111","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.f111"},["h2","Commentary and Background Information"],[".topic",{"id":"t60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t60"},["h3","Mosiah 9. The record of Zeniff"],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p84"},"The heading before the chapter summary of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9"],"was written by Mormon and was part of the original record given to the Prophet Joseph Smith. Similar headings, also written by Mormon, appear at the beginning of some other books and chapters in the Book of Mormon. (The phrase “comprising chapters 9 to 22 inclusive” was added in 1879, when the Book of Mormon was published in chapter format. The brief summaries that precede each chapter of the Book of Mormon were added in the 1920 edition.)"]],[".topic",{"id":"t61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.t61"},["h3","Mosiah 10:12–18. What should I do if I feel I have been wronged?"],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p86"},"Elder Harold G. Hillam of the Seventy shared insights about how to deal with feelings of anger:"],["p.para",{"id":"p87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p87"},"“If you feel you have been wronged, be ready to forgive. If there is, for some reason, an unpleasant memory, let it go. Where necessary, talk to your bishop; talk to your stake president."],["p.para",{"id":"p88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-57.p88"},"“To all, but especially to those who some day will be great-grandfathers and great-grandmothers, your eternal blessings and those of your posterity are far more important than any prideful reason which would deny you and so many others of such important blessings” (“The Worth of Souls,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 32)."]]]]]]],"refs":null}
