{"id":80,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":80,"title":"Lesson 58: Mosiah 11–12:17","subtitle":"","short_title":"Lesson 58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58"},[".heading",{"id":"head11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.head11"},[".titleNumber","Lesson 58"],["h1","Mosiah 11–12:17"]],[".bodyBlock",[".topic",{"id":"t62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.t62"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p4"},"Because King Noah’s pride and riotous living led many of his people into wickedness, the Lord sent the prophet Abinadi to warn Noah and his people. Abinadi warned them that they would be placed under bondage if they did not repent. The people chose not to heed the warnings, and King Noah ordered that Abinadi be cast into prison."]],[".sidebar box-decor box-right",{"id":"f112","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.f112"},["h3","Adapt lessons to the needs of students"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p6"},"Most lessons contain more scriptural truths than you can cover in the time you are given. As you study the scriptures and the curriculum, seek the guidance of the Holy Ghost to know which doctrines and principles are most important for your students to learn and discuss in the lesson. The Holy Ghost will help you adapt each lesson to the needs of students."]],[".topic",{"id":"t63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.t63"},["h2","Suggestions for Teaching"],[".topic",{"id":"t64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.t64"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.1-19"},"Mosiah 11:1–19"]],["h4","King Noah leads his people into wickedness"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p10"},"Write the following questions on the board before class:"],[".chalkboard",{"id":"f113","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.f113"},["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p11"},"How would you respond if your parents suggested that some of your friends were having a bad influence on you?"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p12"},"How would you respond if a Church leader said that one of your favorite activities was getting in the way of your spiritual growth?"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p13"},"How would you respond if the prophet spoke out against a certain kind of entertainment that you enjoy?"]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p14"},"Invite students to silently ponder these questions. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","Why are these situations challenging?"]],["li",["span.label","•"],["p","What could you do to follow the counsel of your parents or leaders in situations like these?"]],["li",["span.label","•"],["p","Why are righteous people willing to follow counsel even when it requires a difficult change in their lives?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p18"},"Explain that in this lesson, students will learn about a group of people who were not willing to follow counsel from a prophet."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p19"},"To provide context for the lesson, remind students that Zeniff led a group of people to the land of Nephi, where they were brought into bondage by the Lamanites. Although Zeniff’s overzealousness led him to be deceived by the Lamanites, he was a good man, and he taught his people to put their trust in the Lord. Before Zeniff died, he conferred the kingdom on his son Noah. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9–10"],".)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p20"},"Explain that Noah was a wicked man. To show how his wickedness influenced his people, divide the class into two groups. Ask the first group to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.1-2,5-7"},"Mosiah 11:1–2, 5–7"],", and ask the second group to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.14-19"},"Mosiah 11:14–19"],". Invite both groups to look for details of how King Noah’s wickedness influenced the people. Help students analyze these verses by asking questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think the people were willing to support Noah in his wickedness?"]],["li",["span.label","•"],["p","Why can “vain and flattering words” lead people to be deceived? (As students discuss this question, you may want to point out that flattery is false praise, usually given to manipulate the person being praised.)"]],["li",["span.label","•"],["p","From this account of Noah’s people, what can we learn about how we should respond to vain and flattering words? (When we believe the vain and flattering words of others, we open ourselves to be misled.)"]],["li",["span.label","•"],["p","What can we do when people all around us are living unrighteously?"]]]],[".topic",{"id":"t65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.t65"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.20"},"Mosiah 11:20–12:17"]],["h4","Abinadi warns the people that they will be brought into bondage if they do not repent"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p27"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.20"},"Mosiah 11:20"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What did the Lord do to help Noah’s people? (He sent a prophet to call them to repentance.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p29"},"Write the following principle on the board:",["span.emphasis",["b","God sends prophets to help us repent and avoid misery."]],"Explain that the Lord sent Abinadi two times to warn the people."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p30"},"Copy the following chart on the board. Leave enough space to write a summary under each scripture reference."],[".chalkboard",{"id":"f117","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.f117"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"}],["th",{"colspan":"1","rowspan":"1"},["p.para","Abinadi’s Message"]],["th",{"colspan":"1","rowspan":"1"},["p.para","People’s Reaction"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","First Warning"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.20-25"},"Mosiah 11:20–25"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.26-29"},"Mosiah 11:26–29"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Second Warning"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-8"},"Mosiah 12:1–8"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.9-17"},"Mosiah 12:9–17"]]]]]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p39"},"To help students understand Abinadi’s message, ask half of them to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.20-25"},"Mosiah 11:20–25"],", which tells of Abinadi’s first warning, and ask the other half to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-8"},"Mosiah 12:1–8"],", which tells about his second warning. Invite students in each group to summarize Abinadi’s messages while a student writes their summaries on the board under the appropriate references."],[".sidebar box-decor box-right",{"id":"f118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.f118"},["h3","Invite students to write on the board"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p41"},"When students write on the board, you can face the class and continue to facilitate discussion. This draws students’ attention to the board and stimulates participation. Remind students that they do not need to write entire responses—just a few key words from people’s comments. To increase participation, you might invite one student to write for a few minutes and then give another student the opportunity to act as scribe."]],["ul.bullet",["li",["span.label","•"],["p","What differences do you see between Abinadi’s two warnings?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p43"},"To help students see these differences, consider drawing their attention to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.20-25"},"Mosiah 11:20–25"],"and the repeated phrases “except they repent” and “except this people repent.” You may want to encourage them to mark these phrases. Then encourage them to find the difference between the wording in these phrases and the wording in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-8"},"Mosiah 12:1–8"],". You might suggest that students give particular attention to the words",["span.emphasis","will"],"and",["span.emphasis","shall"],"in these verses. (Help students see that the people could have escaped these consequences if they had repented after the first warning. Because the people refused to repent, the consequences became fixed and more severe in Abinadi’s second warning.)"],["ul.bullet",["li",["span.label","•"],["p","What do these differences teach you about the consequences of not heeding a prophet’s warning?"]],["li",["span.label","•"],["p","What are the dangers of persisting in our sins and not repenting?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p46"},"To help students understand the people’s reaction to Abinadi’s messages, ask half of the students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.26-29"},"Mosiah 11:26–29"],", noting the reaction of the people and their king to Abinadi’s first message. Ask the other half of the students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.9-17"},"Mosiah 12:9–17"],", noting the reaction to Abinadi’s second message. Ask students in each group to summarize the reactions as a student writes the summaries in the chart."],["ul.bullet",["li",["span.label","•"],["p","Why do you think the people reacted with anger toward Abinadi, who was trying to help them? Why do you think they defended King Noah, who was leading them toward misery?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.29"},"Mosiah 11:29"],", we read that “the eyes of the people were blinded.” How had these people become blind to the truth?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p49"},"As students discuss these questions, help them recognize the following principle:",["b","Sin can blind us from recognizing the truth of prophets’ words."],"Explain that, in their blindness, the people thought that Noah was their friend and that Abinadi was their enemy, when the opposite was true. Ask students to silently ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Have you ever gotten angry or defended your mistakes when someone corrected you, even though you knew they were right?"]],["li",["span.label","•"],["p","What can you do to accept the counsel of family members, local Church leaders, and prophets when they counsel you on how to follow the word of God?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p52"},"Point out that many people encourage us to live according to the word of God. To help students think further about how to react appropriately to those who counsel us to change or repent, return to the three questions you wrote on the board before class. Ask students to respond to one of the questions in their scripture study journals or class notebooks. When they have had sufficient time to write, invite a few of them to tell about a time when they were blessed because they followed counsel from parents or leaders. Encourage them to seek and follow the counsel of parents, local Church leaders, and prophets."]],[".figure",{"id":"f123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.f123"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p54"},"Students’ understanding of scripture passages will increase when they create their own questions about the passages. Invite students to work together, as a class or in small groups, to write clues that point to specific scripture mastery passages. (You may want to select a group of passages that you would like students to learn or review.) Then have them read their clues to you. Points are awarded to you if you guess a scripture mastery passage correctly. Points are awarded to the class if you are unable to guess correctly."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-58.p55"},["span.emphasis","Note:"],"If you do not have time to use this activity as part of this lesson, you may use it on another day. For other review activities, see the appendix at the end of this manual."]]]]]]],"refs":null}
