{"id":90,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":90,"title":"Lesson 66: Mosiah 26","subtitle":"","short_title":"Lesson 66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66"},[".heading",{"id":"head21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.head21"},[".titleNumber","Lesson 66"],["h1","Mosiah 26"]],[".bodyBlock",[".topic",{"id":"t128","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t128"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p4"},"During Mosiah’s reign, many of the rising generation—those who were little children at the time of King Benjamin’s final discourse—did not believe in the teachings of the Church and refused to call upon the Lord. These unbelieving youth influenced other members of the Church to commit serious sins. Many of these transgressors were brought before Alma, the leader of the Church. Alma did not know what to do at first, but he finally asked the Lord for guidance on how to judge the disobedient members. The Lord revealed the process that Alma should follow in holding members of the Church accountable for their sins. Alma also learned of God’s mercy and willingness to forgive those who repent. Alma followed the Lord’s counsel and brought order to the Church."]],[".sidebar box-decor box-right",{"id":"f220","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.f220"},["h3","Teaching youth"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p6"},"President J. Reuben Clark Jr. of the First Presidency taught:"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p7"},"“The youth of the Church are hungry for things of the Spirit; they are eager to learn the gospel, and they want it straight, undiluted. …"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p8"},"“… You do not need to disguise religious truths with a cloak of worldly things; you can bring these truths to [them] openly” (",["span.emphasis","The Charted Course of the Church in Education,"],"rev. ed. [pamphlet, 1994], 3, 9)."]],[".topic",{"id":"t129","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t129"},["h2","Suggestions for Teaching"],[".topic",{"id":"t130","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t130"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.1-6"},"Mosiah 26:1–6"]],["h4","Many of the rising generation do not believe the gospel and lead others to commit sin"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p12"},"Before class, write the following questions on the board:"],[".chalkboard",{"id":"f221","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.f221"},["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p13"},"How would you describe your testimony today?"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p14"},"In what ways would you like your testimony to grow?"]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p15"},"Ask students to respond to these questions in their scripture study journals or class notebooks. After sufficient time, explain that",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],"contains an account of a group of people who did not do what they needed to do to nurture their testimonies. As a result, their faith in God never developed, and they led many Church members into sin and error. Suggest that as students study this account, they consider what it teaches about developing and strengthening their testimonies."],["p.preamble","Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.1-3"},"Mosiah 26:1–3"],"aloud. Then ask the class:"],["ul.bullet",["li",["span.label","•"],["p","What choice did many of the rising generation make? (They chose not to believe the traditions of their parents.)"]],["li",["span.label","•"],["p","Why do you think people’s unbelief hinders their ability to “understand the word of God”? (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.3"},"Mosiah 26:3"],")."]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p19"},"Explain that believing (or even having a desire to believe) leads to actions that strengthen our testimonies. On the other hand, when people choose not to believe, they also choose not to do certain things that would help them develop strong testimonies. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.3-4,6"},"Mosiah 26:3–4, 6"],"silently. Ask half of the class to look for what the rising generation would not do because of their unbelief. Ask the other half of the class to look for the results of this unbelief."],["ul.bullet",["li",["span.label","•"],["p","What did the rising generation refuse to do because of their unbelief?"]],["li",["span.label","•"],["p","What were the effects of their unbelief?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p22"},"After students have discussed these questions, write the following on the board:",["span.emphasis","To develop and maintain a testimony, we need to …"]],[".img-left",{"id":"f224","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.f224"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p23"},"Ask a student to read aloud the following statement by President Henry B. Eyring of the First Presidency. Ask the class to listen for ways to complete the sentence on the board."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p24"},"“Testimony requires the nurturing by the prayer of faith, the hungering for the word of God in the scriptures, and the obedience to the truth we have received. There is danger in neglecting prayer. There is danger to our testimony in only casual study and reading of the scriptures. They are necessary nutrients for our testimony. …"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p25"},"“Feasting on the word of God, heartfelt prayer, and obedience to the Lord’s commandments must be applied evenly and continually for your testimony to grow and prosper” (“A Living Testimony,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 127)."],["ul.bullet",["li",["span.label","•"],["p","What practices did President Eyring identify that will help us nourish our testimonies? (As students identify these practices, insert them into the sentence on the board:",["span.emphasis",["b","To develop and maintain a testimony, we need to feast on the word of God, pray in faith, and obey the Lord’s commandments."]],")"]],["li",["span.label","•"],["p","How have these practices influenced your testimony?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p28"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.5-6"},"Mosiah 26:5–6"],"silently, looking for how the unbelieving youth influenced some members of the Church."],["ul.bullet",["li",["span.label","•"],["p","Consider the following statement: “It became expedient that those who committed sin, that were in the church, should be admonished by the church” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.6"},"Mosiah 26:6"],"). What do you think this means? (It was necessary for Church members who had sinned to be judged and held accountable.)"]]]],[".topic",{"id":"t131","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t131"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.7-14"},"Mosiah 26:7–14"]],["h4","Alma asks the Lord for guidance on how to judge those who commit sin"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p32"},"Have students imagine what it would be like to be the bishop of a ward with members who have committed serious sins and are unrepentant. Ask students to silently ponder what they would do in this situation. How would they fulfill their responsibility to hold members accountable for their sins and to help them repent? Explain that Alma, the leader of the Church, faced a similar challenge."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p33"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.7-12"},"Mosiah 26:7–12"],"by explaining that those who had sinned were brought before Alma. Nothing like this had happened before in the Church, and Alma did not know what to do. He decided to send the transgressors to King Mosiah to be judged. King Mosiah returned them to Alma, who held the authority from God to judge Church members who had sinned."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p34"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.13-14"},"Mosiah 26:13–14"],"aloud. Ask the class to look for how Alma felt about his responsibility to judge those who had sinned."],["ul.bullet",["li",["span.label","•"],["p","When Alma felt troubled about his duty to judge the transgressors, what did he do?"]],["li",["span.label","•"],["p","Why is it important to know that bishops and branch presidents seek and receive the Lord’s guidance when helping those who have sinned?"]]]],[".topic",{"id":"t132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t132"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.15-32"},"Mosiah 26:15–32"]],["h4","The Lord reveals to Alma how to hold members of the Church accountable for their sins and sets forth conditions of repentance"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p39"},"To help students understand the context of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.15-32"},"Mosiah 26:15–32"],", point out that these verses contain the Lord’s answer to Alma’s question regarding what he should do about the transgressors. As students study the Lord’s answer, encourage them to look for principles and doctrines that help them better understand the role of priesthood judges, such as bishops and branch presidents (and, for Melchizedek Priesthood holders, stake, district, and mission presidents). Also ask them to look for principles and doctrines about seeking forgiveness."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p40"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.17-28"},"Mosiah 26:17–28"],"silently, noticing each time the Lord uses the word",["span.emphasis","my"],"or",["span.emphasis","I."],"You may want to suggest that students mark these words each time they appear. Then ask the class:"],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.17-28"},"Mosiah 26:17–28"],", what do the words",["span.emphasis","I"],"and",["span.emphasis","my"],"suggest about the Lord’s place in the repentance process? (You may want to invite students to share specific phrases or verses that support their answers.)"]],["li",["span.label","•"],["p","What truths can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.20-21"},"Mosiah 26:20–21"],"about the role of the Lord’s servants in the repentance process? (Help students understand that",["b","priesthood leaders represent the Lord"],"and that",["b","in cases of serious sin, bishops and branch presidents can help us repent and receive forgiveness."],")"]],["li",["span.label","•"],["p","In what ways can a bishop or branch president help those who struggle with sin and temptations?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p44"},"Explain that the Lord taught Alma about what those seeking forgiveness must do in order to repent. Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29-32"},"Mosiah 26:29–32"],"in pairs and to identify principles that help them understand what the Lord requires of us when we repent."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p45"},"After students have had time to study these verses, invite several students to write on the board, using their own words, the principles they have discovered. Their responses may include the following:"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p46"},["b","Confession of sins leads to forgiveness."]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p47"},["b","The Lord will forgive those who repent in the sincerity of their hearts."]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p48"},["b","We must forgive others to receive the Lord’s forgiveness."]],["p.preamble","To help students better understand these principles, ask some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29"],", what is the meaning of the phrase “confess his sins before thee and me”? (You may need to point out that in this verse, the word",["span.emphasis","thee"],"refers to Alma.)"]],["li",["span.label","•"],["p","When someone has committed a serious sin, why do you think the person is required to confess to the Lord and to the appropriate Church leader? (Serious transgressions, such as violations of the law of chastity, may jeopardize a person’s membership in the Church. Therefore, in such cases a person needs to confess the sin to both the Lord and His representative in the Church. Bishops and branch presidents hold priesthood keys to help those who have sinned seek forgiveness. While only the Lord can forgive sins, priesthood leaders play a supporting role in helping people receive that forgiveness. They keep all confessions confidential and help those who confess throughout the process of repentance.)"]],["li",["span.label","•"],["p","What do you think it means for someone to repent “in the sincerity of his [or her] heart”? (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29"],")."]],["li",["span.label","•"],["p","Why do you think the Lord requires us to forgive others? How are repenting and forgiving others connected? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.14-15"},"3 Nephi 13:14–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-11"},"D&C 64:8–11"],".)"]],["li",["span.label","•"],["p","What phrases in these verses might give courage or comfort to someone who desires to repent but doesn’t feel he or she can be forgiven?"]]]],[".topic",{"id":"t133","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t133"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.33-39"},"Mosiah 26:33–39"]],["h4","Alma obeys the Lord’s counsel, judging those who have sinned and bringing order to the Church"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p57"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.33-37"},"Mosiah 26:33–37"],"recounts how Alma followed the Lord’s instructions, judged the Church members who had sinned, and brought order to the Church. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.34-37"},"Mosiah 26:34–37"],"silently, looking for the results of Alma’s efforts to follow the Lord’s counsel. Share your testimony that as we repent and live righteously, we can have peace in our hearts and prosper spiritually."]]]],[".resources",[".box-decor",{"id":"f230","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.f230"},["h2","Commentary and Background Information"],[".topic",{"id":"t134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t134"},["h3","Mosiah 26:29–30. The essential elements of repentance"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p60"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles taught about the essential elements of repentance:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p61"},"“Spencer W. Kimball [gave] a superb guide to forgiveness through repentance. It has helped many find their way back. He [identified] five essential elements of repentance."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p62"},"“",["b","Sorrow for sin."],"Study and ponder to determine how serious the Lord defines your transgression to be. That will bring healing sorrow and remorse. It will also bring a sincere desire for change and a willingness to submit to every requirement for forgiveness. …"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p63"},"“",["b","Abandonment of sin."],"This is an unyielding, permanent resolve to not repeat the transgression. By keeping this commitment, the bitter aftertaste of that sin need not be experienced again. …"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p64"},"“",["b","Confession of sin."],"You always need to confess your sins to the Lord. If they are serious transgressions, such as immorality, they need to be confessed to a bishop or stake president. Please understand that confession is not repentance. It is an essential step, but is not of itself adequate. Partial confession by mentioning lesser mistakes will not help you resolve a more serious, undisclosed transgression. Essential to forgiveness is a willingness to fully disclose to the Lord and, where necessary, His priesthood judge",["span.emphasis","all"],"that you have done. …"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p65"},"“",["b","Restitution for sin."],"You must restore as far as possible all that which is stolen, damaged, or defiled. Willing restitution is concrete evidence to the Lord that you are committed to do all you can to repent."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p66"},"“",["b","Obedience to",["span.emphasis","all"],"the commandments."],"Full obedience brings the complete power of the gospel into your life with strength to focus on the abandonment of specific sins. It includes things you might not initially consider part of repentance, such as attending meetings, paying tithing, giving service, and forgiving others. …"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p67"},"“I would add a sixth step:",["b","Recognition of the Savior."],"Of all the necessary steps to repentance, I testify that the most critically important is for you to have a conviction that forgiveness comes because of the Redeemer. It is essential to know that only on His terms can you be forgiven” (“Finding Forgiveness,”",["span.emphasis","Ensign,"],"May 1995, 76)."]]],[".box-decor",{"id":"f231","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.f231"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t135"},["h3","Mosiah 26:24–32. Those who confess their sins and repent will be forgiven"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p70"},"To help students analyze the principles they identify in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.24-32"},"Mosiah 26:24–32"],", present the following situations. Invite students to share how the verses they have studied today may help the people in these situations."],[".figure",["ol.number",["li",["span.label","1."],["p.para","A young woman has committed a serious sin but is afraid to speak with her bishop."]],["li",["span.label","2."],["p.para","A young man has a desire to repent but does not know how."]],["li",["span.label","3."],["p.para","A young woman repeats a sin she has previously committed and worries that the Lord will no longer forgive her."]],["li",["span.label","4."],["p.para","A young man decides to repent but refuses to forgive someone who has offended him."]]]]],[".topic",{"id":"t136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.t136"},["h3","Mosiah 26:29–30. “As often as my people repent will I forgive them their trespasses against me”"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-66.p76"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29-30"},"Mosiah 26:29–30"],"and the section titled “Repentance” in",["span.emphasis","For the Strength of Youth"],"(2011, pages 28–29). Then have each student write a brief talk on the subject of repentance in their scripture study journals. Suggest that they write their talks in a way that would be appropriate for sacrament meeting."]]]]]]],"refs":null}
