{"id":89,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":89,"title":"Home-Study Lesson: Mosiah 18–25 (Unit 13)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13"},[".heading",{"id":"head20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.head20"},[".titleNumber","Home-Study Lesson"],["h1","Mosiah 18–25 (Unit 13)"]],[".bodyBlock",[".figure",{"id":"f217","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.f217"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18–25"],"(unit 13) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t119"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p7"},"After Abinadi’s death, Alma repented and taught the gospel of Jesus Christ to others at the Waters of Mormon. By studying this experience, students learned that we receive the Spirit of the Lord and the promise of eternal life by making and keeping the covenant of baptism and that great blessings come to those who keep the baptismal covenant."]],[".topic",{"id":"t120","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t120"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–20"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p9"},"After King Noah and his people rejected Abinadi’s teachings and sought to destroy Alma and his followers, they were attacked by the Lamanites. Noah was killed by his people, and his son Limhi became king. As students read how Limhi’s people were brought into bondage by the Lamanites, they learned that rejecting the words of the Lord’s servants brings suffering and sorrow. They were encouraged to think of a time when they experienced peace and spiritual safety by following the counsel of the Lord’s servants."]],[".topic",{"id":"t121","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t121"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21"},"Mosiah 21–24"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p11"},"Students learned that Alma and his people, though righteous, were also brought into bondage by the Lamanites. Students made a chart in their scripture study journals that compared the bondage and deliverance of Limhi and his people with that of Alma and his people. The account of Limhi’s people taught that as we desire to make and keep covenants, the Lord will provide a way for our deliverance. From Alma’s group, students learned that when we submit patiently to the will of the Lord, He will strengthen us and deliver us from our trials in His time."]],[".topic",{"id":"t122","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t122"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/25"},"Mosiah 25"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p13"},"After Limhi’s people and Alma’s people were safely reunited under King Mosiah in Zarahemla, their accounts were read to all the people. Students learned that by studying the records of God’s dealings with others, we can feel joy and gratitude for the goodness of God. As students contemplated how Church membership in the Nephites’ day resembled Church membership today, they learned that as we take upon ourselves the name of Jesus Christ and live accordingly, the Lord will bless us with His Spirit. Students wrote about how being willing to take upon themselves the name of Jesus Christ makes a difference in their lives."]]],[".topic",{"id":"t123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t123"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p15"},"Comparing and contrasting the experiences of the people of Alma and the people of Limhi can help students discover valuable principles concerning the sources of our trials and how we can be delivered from tribulation through our faith in Jesus Christ. Help students know that as they make and keep sacred covenants, trust in the Lord, and humbly call upon Him for help, He will strengthen them and deliver them from their tribulations in His own way and in His own time."]],[".topic",{"id":"t124","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t124"},["h2","Suggestions for Teaching"],[".topic",{"id":"t125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t125"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18"]],["h4","Alma preaches the gospel to the people of King Noah, and many repent and desire to be baptized"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p19"},"Ask students to think about their own baptisms. Invite them to share some memorable details about their experience. Then show, if available, the picture Alma Baptizes in the Waters of Mormon (62332;",["span.emphasis","Gospel Art Book"],"[2009], no. 76), and ask them to recall the events described in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-11"},"Mosiah 18:8–11"],". Ask students what they understood about the purpose of baptism and the baptismal covenant when they were baptized."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p20"},"After students have discussed the account in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18"],", have them turn to day 1, assignment 1 in their scripture study journals, where they diagrammed what Alma taught about the baptismal covenant as explained in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-11"},"Mosiah 18:8–11"],". Invite a student to reproduce his or her diagram on the board or share it with the class, and ask other students if they have anything to add to the “I Promise” and “God Promises” columns. Then write the following principle on the board or on a piece of paper:",["span.emphasis",["b","We receive the Spirit of the Lord and the promise of eternal life by making and keeping the covenant of baptism."]],"You may want to suggest that students write this principle in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-11"},"Mosiah 18:8–11"],"."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p21"},"Ask: How does your understanding of the baptismal covenant influence your desire to keep this covenant?"]],[".topic",{"id":"t126","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t126"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–24"]],["h4","Limhi’s people and Alma’s followers are delivered from bondage to the Lamanites"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p24"},"Ask a student to read the first statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles in the lesson for day 3 of this unit in the student study guide. Ask students what Elder Scott said are the two kinds of trials we face in our lives. (They should have these underlined in their manuals.) Write",["span.emphasis","Challenges that come from transgression"],"and",["span.emphasis","Refinement that comes from testing"],"on the board."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p25"},"Ask students to review their responses to day 3, assignment 1 in their scripture study journals. Then write",["span.emphasis","Limhi’s people"],"underneath “Challenges that come from transgression” (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19.10,25-28"},"Mosiah 19:10, 25–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/20.20-21"},"20:20–21"],") and",["span.emphasis","Alma’s people"],"underneath “Refinement that comes from testing” (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/23.18-21"},"Mosiah 23:18–21"],"). Invite students to list on the board some examples of how people today might experience each of these kinds of challenges."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p26"},"As you review the following principles with your students, write them on the board."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p27"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.13-16"},"Mosiah 21:13–16"],"in pairs. Ask them to identify words and phrases that teach that",["span.emphasis",["b","when we humble ourselves, call upon the Lord, and repent of our sins, God will hear our prayers and ease the burden of our sins in His own time."]],"Ask students to share how they think someone could apply this principle if they were experiencing one of the challenges on the board."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p28"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.31-32,35"},"Mosiah 21:31–32, 35"],"and summarize the escape of Limhi’s people in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/22"},"Mosiah 22"],"to show that",["span.emphasis",["b","when we covenant to serve God and keep His commandments, the Lord will provide a way for our deliverance."]],"You may want to encourage students to write this principle in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.31-35"},"Mosiah 21:31–35"],"."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p29"},"To review a principle students learned from studying about Alma’s people, ask a student to summarize the account of how Alma’s people were brought into bondage by the Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/23.25"},"Mosiah 23:25–24:11"],"). Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/24.12-17"},"Mosiah 24:12–17"],". Ask them to point out words or phrases that teach that",["span.emphasis",["b","when we submit patiently to the will of the Lord, He will strengthen us and deliver us from our trials in His time."]],"You may want to encourage students to mark important words or phrases in these verses."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p30"},"Copy the following examples on the board or prepare them in a handout. Ask students to explain how they could use the truths they have learned from studying about Limhi’s and Alma’s people to help the person in each example."],[".image",{"id":"f218","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.f218"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U13_handout.gif"}]],[".figure",["ol.number",["li",["span.label","1."],["p.para","A friend has recognized the need to repent and has experienced intense feelings of unworthiness and discouragement, wondering if it will ever be possible to overcome the temptations and feelings of guilt. How could you use the account of Limhi’s people to give your friend the courage and hope to repent? (You may want to encourage students to identify specific verses in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21"},"Mosiah 21"],"that they might share with this friend. Invite students to explain why they think the verses they have chosen would help the friend.)"]],["li",["span.label","2."],["p.para","A friend is socially outgoing and strives to live according to gospel standards. Some people do not want to associate with this person, saying that he (or she) is just “too good” for them. How could you use the account of Alma’s people to help your friend trust in the Lord and find strength and comfort during this trial? (You may want to encourage students to identify specific verses in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/24"},"Mosiah 24"],"that they might share with their friend. Invite them to explain why they think the verses they have chosen would help.)"]]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p33"},"Invite students to tell about times when they or people they know have witnessed the power of the Lord’s deliverance in their lives. (Be careful not to encourage or allow students to share inappropriate details of past transgressions in class.) Encourage students to keep their covenants, call upon the Lord for help, and trust in the power of His deliverance for whatever trials they face in their lives. Conclude class by sharing your testimony of the Lord’s power to deliver us from challenges and difficulties that come from either our own transgressions or from testing that is meant to refine us."]],[".topic",{"id":"t127","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.t127"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 4"],")"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-13.p35"},"In the coming week, students will learn about an angel who was sent to stop Alma the Younger from destroying the Church. They will study what happened to Alma after this experience and read some of the most important teachings on spiritual rebirth found in scripture. When King Mosiah died, Alma was chosen to be the Nephite leader. Amlici, a wicked man, tried to overthrow him. Encourage students to look for what Alma did to invite the Lord’s power of deliverance in this situation."]]]]]]],"refs":null}
