{"id":83,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":83,"title":"Home-Study Lesson: Mosiah 7–17 (Unit 12)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12"},[".heading",{"id":"head14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.head14"},[".titleNumber","Home-Study Lesson"],["h1","Mosiah 7–17 (Unit 12)"]],[".bodyBlock",[".figure",{"id":"f159","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.f159"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–17"],"(unit 12) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t81"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–8"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p7"},"As they studied",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–8"],", students focused on the connection between iniquity and bondage. They also learned from King Limhi’s words that recognizing our iniquities and feeling sorrow for them can lead us to turn to the Lord for deliverance. Ammon assured Limhi that the Lord provides prophets, seers, and revelators to benefit mankind."]],[".topic",{"id":"t82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t82"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9"},"Mosiah 9–10"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p9"},"Students learned more about how a group of Nephites, called the people of Zeniff, settled among the Lamanites. The following truth was highlighted when Zeniff and his people went to battle against the warring Lamanites: The Lord will strengthen us as we do all we can and put our trust in Him."]],[".topic",{"id":"t83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t83"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11"},"Mosiah 11–14"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p11"},"King Noah led his people to commit abominations and wickedness. Students discovered that God sends prophets to help us repent, avoid misery, and gain salvation. Through the teachings of the prophet Abinadi, students learned that if we keep the commandments of God, we will be saved. They also learned that the Atonement of Jesus Christ is the source of salvation."]],[".topic",{"id":"t84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t84"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15"},"Mosiah 15–17"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p13"},"Before his martyrdom, Abinadi boldly declared that the Atonement of Jesus Christ satisfies the demands of justice for all those who believe in the Savior’s redeeming power, repent of their sins, and keep the commandments. Abinadi also taught that because of the Atonement of Jesus Christ, all people will be resurrected. Through a study of these doctrines, students reflected on the importance of relying on the Savior and being true to God in all circumstances."]]],[".topic",{"id":"t85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t85"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p15"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–17"],"describes the journeys and experiences of various individuals and groups of people. Zeniff’s choice to lead a group of Nephites to settle among the Lamanites had an impact on both nations. For instance, Zeniff’s people and their descendants experienced trials, apostasy, bondage, spiritual rebirth, and deliverance. The first part of this lesson will give students an opportunity to review the names, locations, and events that they studied this week. The second part of the lesson will help students recognize the central theme of the prophet Abinadi’s message to the people—Jesus Christ and His Atonement. It was a message Abinadi was willing to die for."]],[".topic",{"id":"t86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t86"},["h2","Suggestions for Teaching"],[".topic",{"id":"t87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t87"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–17"]],["h4","Review of the historical setting and doctrine"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p19"},"To help you explain the events in this lesson, review the chart in “Overview of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7"},"Mosiah 7–24"],"” in unit 12, day 1 of the student study guide. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.1-2"},"Mosiah 7:1–2"],", and have them identify the two lands that are mentioned. Ask them to explain why various groups of Nephites wanted to travel from one land to the other."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p20"},"Write the names of the two lands on opposite ends of the board (or a piece of paper):"],[".chalkboard",{"id":"f160","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.f160"},["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Land of Zarahemla"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Land of Nephi (Lehi-Nephi)"]]]]]],["p.preamble","The following questions may be of help as you and the students review the events. Write on the board the names of the individuals you discuss. You may use all or only some of the following questions, depending on students’ comments:"],["ul.bullet",["li",["span.label","•"],["p","Why did Zeniff want to leave the land of Zarahemla? (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/9.1,3"},"Mosiah 9:1, 3"],".)"]],["li",["span.label","•"],["p","How are Zeniff, Noah, and Limhi related? (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.9"},"Mosiah 7:9"],".)"]],["li",["span.label","•"],["p","What kind of king was Noah? (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/11.1-5,11"},"Mosiah 11:1–5, 11"],".)"]],["li",["span.label","•"],["p","What did God do to persuade Noah and his people to turn from their gross wickedness and abominations? (He sent His prophet Abinadi to call them to repentance.)"]],["li",["span.label","•"],["p","What can you tell us about Alma? (Answers may include that he was one of King Noah’s priests, that he believed and wrote down the words of Abinadi, and that he fled to avoid being killed.)"]],["li",["span.label","•"],["p","Why are Moses and Isaiah important in these chapters, even though they lived long before Abinadi and in another part of the world?"]],["li",["span.label","•"],["p","Why did Limhi send 43 of his people into the wilderness? (Limhi and his people were in bondage to the Lamanites and sought to get help from the people of Zarahemla.) What did they find instead of Zarahemla? (They found a ruined civilization and 24 gold plates with writing on them.)"]],["li",["span.label","•"],["p","What did Ammon and 15 other men do? (They were sent by Mosiah to find out what happened to the people of Zeniff. They found the descendants of those people in bondage. Zeniff’s grandson Limhi was their king.)"]],["li",["span.label","•"],["p","Who served as the king in Zarahemla and as a prophet, seer, and revelator? (Mosiah.) Why was his role as a seer significant to Limhi? (Limhi learned that Mosiah could translate the writing on the 24 gold plates.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p33"},"Point out that approximately 80 years passed between Zeniff and his people leaving Zarahemla and the arrival of Ammon and his companions in the land of Nephi."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p34"},"After you have helped students better understand the historical account, remind them that there is another individual they studied about this week whose name is not yet on the board."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p35"},"Ask each student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.6-8"},"Mosiah 16:6–8"],"and identify the name of this individual. Tell students that even though this part of the Book of Mormon covers a lot of history, it also highlights the doctrine of salvation through Jesus Christ."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p36"},"To emphasize the importance of salvation through Jesus Christ, copy the following chart on the board or provide it on a handout. Invite students to work in pairs to study the scripture references listed in the chart and discuss what they find. Because some of the application questions are very personal in nature, students can decide whether to answer them aloud to each other, write the answers in their scripture study journals, or silently consider their answers."],[".image",{"id":"f162","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.f162"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U12_handout.gif"}]],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Scripture"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What to Look For"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Application Questions"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","How we are delivered out of spiritual and physical bondage."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Of the three points Limhi emphasized, which one do you feel you need to work on strengthening at this time?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.11"},"Mosiah 13:11"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","Why King Noah and many of his people failed to understand the mission of Jesus Christ."]],["td",{"colspan":"1","rowspan":"1"},["p.para","What are the evidences in your life that the commandments are written in your heart? In what ways can you study and teach righteousness?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/14.3-7"},"Mosiah 14:3–7"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","Meaningful words and phrases about the Savior’s suffering and rejection."]],["td",{"colspan":"1","rowspan":"1"},["p.para","In what ways do people despise and reject the Savior today? How does someone hide his or her face from Him? How would someone do the opposite?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.6-9,11"},"Mosiah 15:6–9, 11"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","What Jesus Christ “broke” and what He “gained”; also, what we gain because of the Savior’s sacrifice."]],["td",{"colspan":"1","rowspan":"1"},["p.para","In what ways has the Lord recently intervened in your behalf? How has He stood between you and the demands of justice?"]]]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p52"},"To help students reflect on what they have studied in this scripture activity and their lessons for the week, ask: How do the principles and doctrines you studied this week help you look forward to a remission of your sins?"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p53"},"Provide students with an opportunity to testify of Jesus Christ."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p54"},"One way you could conclude today’s lesson is to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.13-15"},"Mosiah 16:13–15"],"and share your testimony of our need for the Savior. Another way would be to stress to your students two doctrines or principles they learned this week: that",["b","the Atonement of Jesus Christ is the source of salvation"],"and that",["b","Jesus Christ satisfies the demands of justice for all who will repent."]]],[".topic",{"id":"t88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.t88"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18–25"],")"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/unit-12.p56"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18"},"Mosiah 18–25"],"reveals how two groups escaped from the bondage of their enemies and returned safely to Zarahemla. You will learn how God guided each group to escape. One group followed Gideon’s plan of getting the guards drunk, and the other group escaped by following Alma while the Lamanites slept. Who caused the Lamanites to sleep?"]]]]]]],"refs":null}
