{"id":12,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":12,"title":"Lesson Eight: We Can Choose","subtitle":"","short_title":"Lesson Eight","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose","content":[["div",{"id":"head9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.head9"},[".titleNumber","Lesson Eight"],["h1","We Can Choose"],[".intro","Ye are free; ye are permitted to act for yourselves.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.30"},"Helaman 14:30"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p5"},"Help family members understand that they have the agency to make righteous choices."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p7"},"Our Heavenly Father has given each person the agency or power to choose for himself. He has sent us to earth to learn how to choose wisely."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p8"},"Unfortunately, many people feel that they cannot make choices, that circumstances or events outside themselves control them. “I can’t help it,” a person may say. “That’s just how I am.”"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p9"},"Most of us do not fully understand the freedom that knowledge of our agency brings. The knowledge that we can choose our responses frees us. It allows us to leave old teachings and habits, to repent, and to truly follow the Savior. (See",["span.crossRef","chapter 4"],", “Freedom to Choose,”",["span.emphasis","Gospel Principles"],"[31110], pp. 21–24.)"]],[".topic",["h2","PREPARATION"],["div",{"id":"f82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.f82"},["ol.number",["li",["span.label","1."],[".para","Have a piece of paper and a pencil for each family member."]],["li",["span.label","2."],[".para","If you have young children, bring a bowl of different colored jelly beans, small candies, or treats. Have more than one of each color and enough colors so that each family member can choose one from several."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p14"},"“Choose the Right” (",["span.emphasis","Hymns,"],["span.crossRef","no. 239"],")."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p15"},"“Dare to Do Right” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","158"],")."]],[".topic",["h2","SUGGESTED LESSON"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p17"},"Pass out a piece of paper and pencil to each family member. Give your family several minutes to list every choice they can think of that they have made that day. You may need to give an example to get them started (for example, what clothes to wear or who to play with). Have each person read his list aloud and then put it aside until later in the lesson."],[".topic",["h3","Our Agency Is Part of Us"],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p19"},"The Lord explained to Moses the basic conflict between Heavenly Father’s plan and Satan’s opposition. Depending on the ages of your children, read or explain in your own words",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],"."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p20"},"Lead a discussion by asking questions like these:"],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus say about Heavenly Father’s plan? (“Thy will be done.”)"]],["li",["span.label","•"],[".para","What did Satan want to destroy? (Our agency.)"]],["li",["span.label","•"],[".para","What is agency? (The ability to act or choose.)"]],["li",["span.label","•"],[".para","What did Satan say about Heavenly Father’s plan? (He said that if he were sent, not one soul would be lost.)"]],["li",["span.label","•"],[".para","Was Satan telling the truth?"]]],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p26"},"Explain that Satan’s plan could not work; it could never help us return to Heavenly Father. To live with Heavenly Father, we must become like him, which means more than just not making mistakes. It means learning to make wise choices."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p27"},"Have the family look at their lists, and ask them to imagine what it would be like if they were not allowed to make any of those choices. For example, what if they could not choose what clothes to wear, what time to get up, or how to spend any of their time during the day? Would they be stronger or weaker? What if all choices were made for them or there were no choices at all—just one possibility? Would they be stronger or weaker? Point out that, even though they might never make a mistake, they would be dependent and weak. As we make wise choices, we increase our ability to make greater choices and grow. (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.28"},"93:28"],".)"]],[".topic",["h3","The Choice Is Ours"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p29"},"Have someone read or tell Viktor Frankl’s story. Use the story to help your family recognize choices that they sometimes overlook."],[".topic",["h4","A Prisoner’s Choices"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p31"},"During World War II, Viktor Frankl was kept in a Nazi concentration camp for three years. During that time, he could make few of the choices we take for granted. He could not choose how to wear his hair; his head was shaved. He could not choose what clothes to wear; he was given a prison uniform. He could not read or write or talk freely. Someone told him when to get up and exactly what to do every minute of the day. He was treated cruelly, and if he did not work hard enough, he was in danger of being killed."],["ul.bullet",["li",["span.label","•"],[".para","What choices could Viktor Frankl make?"]]],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p33"},"He later wrote this about his experiences:"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p34"},"“We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread. … They offer sufficient proof that everything can be taken away from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p35"},"“And there were always choices to make. Every day, every hour offered the opportunity to make a decision.” (",["span.emphasis","Man’s Search for Meaning,"],"trans. Ilse Lasch, rev. ed. [New York: Simon and Schuster, 1962], p. 65.)"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p36"},"Viktor Frankl found out that no one could force him to be bitter and angry, no matter how much they hurt him. He could still enjoy the beauties of nature; he could love and show kindness to other people."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p37"},"Point out that everyone uses agency each day, even if he is not aware of his choices. For example, everyone must choose his attitudes each day as Viktor Frankl did. These are often very private choices that others do not notice. But it is easier to make these choices correctly when we realize that we are free to choose. No one can ever",["span.emphasis","make"],"us angry or dishonest."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p38"},"Show the four pictures that accompany the lesson to the members of your family. Let each family member describe one of the pictures and tell what choice the picture represents."],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p39"},"Point out that Heavenly Father is anxious to help us make wise choices. He especially wants to help us when we feel we cannot choose without help. He has given us prayer and the Holy Ghost to guide us when we choose."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p40"},"Ask the family to reconsider their lists. Have them add choices they may not have thought of at first. Then ask everyone to keep their lists during the next week and add to them every night. Challenge them not only to become aware of their daily choices, but to learn to make them wisely."]]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p42"},"Show the bowl of jelly beans or whatever treat you have brought. Let each child choose and eat one. Tell them that they have many choices each day and that some are much more important than the one they have just made."],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p43"},"Ask them to listen as you read a story about a boy named Brent, who made many choices. Ask them to hold their thumbs up when they think Brent chose right, down when they think he chose wrong, and toward themselves when they are not sure. After each sentence, stop to note where your children point their thumbs."],[".topic",["h3","Brent’s Day"],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p45"},"Brent stayed in bed after mother called him twice. When he did get up, he dressed himself except for tying his shoes."],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p46"},"At breakfast he took a piece of bacon from his sister’s plate while she was not looking. After breakfast he let Sally, his sister, play with his new truck because he felt sorry that he had taken the bacon."],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p47"},"He came in promptly when mother called him for lunch, even though he was having fun."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p48"},"When mother told him to take a nap, he and Sally whispered and giggled and did not go to sleep."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p49"},"Later, he shared half his cookie with Billy Jones."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p50"},"He did not cross the street when the other kids did because his father had told him not to."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p51"},"He picked one of Mrs. Brown’s red tulips because it was so pretty. He gave the tulip to mother. He obeyed his mother and went and told Mrs. Brown he was sorry to have picked her tulip and asked if she wanted him to pay for it. He didn’t talk back to Mrs. Brown when she scolded him for picking one of the tulips she liked so much. He felt bad and told her he would never do it again."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p52"},"He brought the paper to his father when he came home. He helped mother set the table by putting the napkins on. He fed his dog."],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p53"},"During dinner, he tried to feed his spinach to the dog after father had told him to eat it."],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p54"},"When it was time to go to bed, he undressed himself and hung up his clothes. He prayed to his Heavenly Father. Then he went to sleep without whispering and giggling with Sally."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p55"},"Discuss the story of Brent and the many choices he made. Sometimes he made the right choice, sometimes he didn’t, but he kept trying."],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p56"},"Ask the children to think of some choices they make every day. Use the pictures with this lesson to give them ideas."],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p57"},"Explain that some choices will be more important than others but that all choices have a consequence. One consequence might be how they feel. For example, if they choose to be kind to their brothers and sisters, they will feel happy. Other consequences might be what happens. For example, if they choose not to tie their shoes they may trip and fall or their shoes may come off."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p58"},"Mention one good choice each child has made during the past week. Encourage them to think about the choices they make during the coming week."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p59"},"During the week, give your children little opportunities that will help them learn to make choices. For example, let them help decide what to have for dinner, what tablecloth to use on the table, or what they are going to wear that day. When they learn to make simple choices, they can start to learn how to make more important choices."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p60"},"At mealtime during the week talk about the choices the children have made that day."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p62"},"Have everyone write down the name of someone they admire and would want to be like. Make a list of the qualities these people have, such as self-discipline, cheerfulness, or patience, and discuss them."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p63"},"Ask the family to think about their own behavior during the day."],["ul.bullet",["li",["span.label","•"],[".para","What things prevented you from being the kind of person you would like to be? (Have everyone write these down. Then make a list together.)"]]],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p65"},"Explain that rather than blaming our circumstances or someone else, we must realize that we each have control over what we do. We have our agency. No one can make us do something if we are not willing to be influenced by them."],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p66"},"Tell and discuss the story of Viktor Frankl."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p67"},"Do you ever feel that you are a prisoner of your circumstances, your moods, your upbringing, or your habits?"],["ul.bullet",["li",["span.label","•"],[".para","How does the way other people treat you determine how you treat others?"]]],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p69"},"Choose several items from the second list, and explore together how you could control the events and attitudes that seem to control us."],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p70"},"Ask everyone to recall a time when he has reacted positively in a negative situation, or have family members think of people they know or have read about who have done this."],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p71"},"You may want to use the section “Our Agency Is Part of Us” to start a discussion of Heavenly Father’s plan and Satan’s opposition. Our Heavenly Father’s plan shows his great love for us. He was willing to let us make mistakes, though they grieve him, in order to allow us to grow."],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p72"},"Ask each person to choose one quality from his first list to work on during the week. Encourage him to choose one he has some trouble with and to notice during the week how he can use his agency to develop it."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Making Choices Ahead of Time"],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p75"},"Read and discuss the following statement by President Spencer W. Kimball:"],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p76"},"“Indecision and discouragement are climates in which the Adversary lives to function, for he can inflict so many casualties among mankind in those settings. … If you have not done so yet, decide to decide!” (In Conference Report, Apr. 1976, p. 70; or",["span.emphasis","Ensign,"],"May 1976, p. 46.)"],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p77"},"Give each family member a situation in which an important gospel choice has to be made. Adapt the situations to the needs of your family. Have them decide what they would do in each situation. You may wish to have them act out the situation and the way they would handle it. Following are some suggestions:"],["div",{"id":"f87","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.f87"},["ol.number",["li",["span.label","1."],[".para","Your friend asks you to smoke a cigarette with him."]],["li",["span.label","2."],[".para","You find some money that you know someone has lost."]],["li",["span.label","3."],[".para","Mother has asked you to play with your little sister when you would rather read."]],["li",["span.label","4."],[".para","You don’t have enough money to buy something you want very much and also pay your full tithing."]]]],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p82"},"Afterward, point out that if they make the right choice now, it will be easier for them to make the right decision if that situation comes up in their lives. Suggest that they pick out some important situations, such as temple marriage, not smoking, and remaining chaste, that they will face someday and decide",["span.emphasis","now"],"what their decision will be."]],[".topic",["h3","Jesus Chose to Follow His Father"],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p84"},"Ask your family if they think that following God’s commandments means giving up our agency. Read",["a.scriptureRef",{"href":"/scriptures/nt/john/6.38"},"John 6:38"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/12.49"},"John 12:49"],". Discuss how Jesus used his agency. Be sure to point out that he always did what his Father in Heaven commanded."]],[".topic",["h3","Choices, Decisions, and Consequences"],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p86"},"First show how every law our Heavenly Father has given us has a consequence (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"). You may wish to have family members read scriptures that show the consequences of living or not living the commandments. For example—"],["div",{"id":"f88","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.f88"},["ol.number",["li",["span.label","1."],[".para","If we are pure in heart, we will see God (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.8"},"Matthew 5:8"],")."]],["li",["span.label","2."],[".para","If we earnestly pray for love and follow the Savior’s example, we will be filled with love (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.48"},"Moroni 7:48"],")."]],["li",["span.label","3."],[".para","We will be judged the way we judge others (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.2"},"Matthew 7:2"],")."]],["li",["span.label","4."],[".para","If we don’t repent, we must suffer even as the Savior suffered at Gethsemane (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-17"},"D&C 19:16–17"],")."]]]],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p91"},"Let your family contrast the blessed and happy state of those who follow Jesus and obey the commandments (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.55-60"},"D&C 76:55–60"],",",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.15-18"},"4 Nephi 1:15–18"],") with the miserable slavery of those who follow Satan (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27-29"},"2 Nephi 2:27–29"],",",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.12-16"},"Alma 36:12–16"],")."],["div",{"id":"p92","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p92"},"Create a chart showing the consequences of obeying or disobeying our Heavenly Father’s laws. The chart might look like this:"],[".",{"id":"f89","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.f89"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","Result of Good Choices"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Result of Bad Choices"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","The Holy Ghost stays with us."]],["td",{"colspan":"1","rowspan":"1"},[".para","The Holy Ghost leaves us."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We gain faith."]],["td",{"colspan":"1","rowspan":"1"},[".para","We lose faith."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We gain spiritual blessings."]],["td",{"colspan":"1","rowspan":"1"},[".para","We do not get spiritual blessings."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We find happiness."]],["td",{"colspan":"1","rowspan":"1"},[".para","We find misery."]]]]]],["div",{"id":"p103","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p103"},"Conclude that our Heavenly Father planned for us to have a choice. Help family members to understand that we can choose eternal life."]],[".topic",["h3","Does Heavenly Father Always Tell Us What to Do?"],["div",{"id":"p105","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p105"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"Doctrine and Covenants 58:26–28"],". Have family members discuss what is a good balance between being told what to do and doing good without being commanded. Ask them to name some things that they might do on their own with which Heavenly Father would be pleased. Then let family members share some experiences about how choosing to do something good without being told has helped them grow."]],[".topic",["h3","Appreciating Our Agency"],["div",{"id":"p107","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p107"},"Have the family sit in a semicircle with yourself at the center. Explain that during this home evening they will participate in an experiment and that they must do exactly as you tell them and nothing else. Have someone give the opening prayer before starting the experiment."],["div",{"id":"p108","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p108"},"To begin, tell the family that they cannot speak unless they are spoken to or move unless they are told to. Then for the opening hymn, scripture reading, and other remaining opening activities, tell them exactly what to do and how to do it, including what words to say. (Be sure you do not tell them to do or say anything contrary to gospel principles.)"],["div",{"id":"p109","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p109"},"When your family becomes restless and uncomfortable, end the experiment. Ask them to discuss their feelings and reactions. Help them to see that our agency is a priceless gift given to us by God and that it is necessary for us so that we can learn from our own experience."],["div",{"id":"p110","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p110"},"End the lesson with a free choice of the closing hymn and prayer."]],[".topic",["h3","Our Choices Influence Others"],["div",{"id":"p112","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p112"},"Begin by asking the family questions such as the following:"],["ul.bullet",["li",["span.label","•"],[".para","What might happen if a missionary chooses not to give in, but fervently bears his testimony when an angry investigator tells him to leave?"]],["li",["span.label","•"],[".para","What might happen if a courageous young basketball player decides to tell his nonmember teammates about the Word of Wisdom?"]]],["div",{"id":"p115","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p115"},"Let the family members suggest what might happen. Then tell what did happen:"],["div",{"id":"p116","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p116"},"In the first case, the investigator called the missionaries the next day and invited them back because he could not forget the conviction of the missionary’s testimony. Later, the investigator and his family joined the Church. (See “3 R’s of Free Agency: Right, Responsibility, Results,”",["span.emphasis","New Era,"],"Apr. 1973, p. 5.)"],["div",{"id":"p117","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p117"},"In the second case, a sixteen-year-old boy lived the Word of Wisdom in spite of his friends on the basketball team, who used tobacco. Because of his example, he gained the admiration and respect of his teammates; and before the year was over, none of them used tobacco. (See “Our Individual Responsibility,”",["span.emphasis","Improvement Era,"],"Dec. 1968, p. 92.)"],["div",{"id":"p118","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p118"},"Have family members relate other examples they know of in which right choices affected the lives of others."]],[".topic",["h3","Our Daily Choices Determine Our Future"],["div",{"id":"p120","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p120"},"Make a chart with the phrase “Toward Heavenly Father” written across the top and “Toward Satan” written across the bottom. Make up and tell a short story (use events that are familiar to your family) about the moral decisions and choices a person might face during one day—the important daily choices and decisions in our lives, such as whether or not to cheat, lie, gossip, or be dishonest in any way. For each decision or choice the person in the story makes, let family members vote on whether it was a good choice or a bad one, and mark a dash on the chart, moving from left to right. If the choice is a good one, slant the dash upward; if it is a bad one, slant the dash downward. Add dashes so that they follow one another. Your completed chart might look like this:"],["div",{"id":"p121","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eight-we-can-choose.p121"},"At the end of the story, use the chart to show how a person’s choices can move him closer to or away from his Heavenly Father during a day."]]]]],"refs":null}
