{"id":24,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson Twenty: A House of Order","subtitle":"","short_title":"Lesson Twenty","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order","content":[["div",{"id":"head21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.head21"},[".titleNumber","Lesson Twenty"],["h1","A House of Order"],[".intro","Behold, mine house is a house of order, saith the Lord God, and not a house of confusion.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"D&C 132:8"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p5"},"Commit family members to make your home a “house of order” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"D&C 132:8"],")."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p7"},"All parents hope to raise happy, healthy children who love the Lord and are willing to serve others. This is one the heaviest responsibilities that God has given men and women. Our Heavenly Father will help us if we will seek and accept his guidance by praying, studying the scriptures, and following the counsel of his chosen leaders."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p8"},"The Lord said, “Mine house is a house of order … and not a house of confusion.” If we pattern our homes according to our Heavenly Father’s guidance, we will be better parents. An orderly home is a home where parents preside, direct, and teach; where all have responsibilities and are considerate and thoughtful of each other; and where family members are knit together with love. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"D&C 88:119"],".)"]],[".topic",["h2","PREPARATION"],["div",{"id":"f227","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.f227"},["ol.number",["li",["span.label","1."],[".para","Have several pieces of paper that can be cut into two-inch strips as needed and a marker of some kind to write on them. You will need three or four strips per family member."]],["li",["span.label","2."],[".para","Have a piece of colored paper for each family member to make a poster."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p13"},"“Today, While the Sun Shines” (",["span.emphasis","Hymns,"],["span.crossRef","no. 229"],")."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p14"},"“When We’re Helping” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","198"],")."]],[".topic",["h2","SUGGESTED LESSON"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p16"},"Begin with a game called “Come to Order.” Explain that the word",["span.emphasis","order"],"means, among other things, the way in which things are placed or a condition in which everything is in its right place. Line up your family in different orders, such as the following (be sure that the father or family head is the one giving the directions if possible):"],["div",{"id":"f228","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.f228"},["ol.number",["li",["span.label","1."],[".para","Line up according to age, from the oldest to the youngest."]],["li",["span.label","2."],[".para","Line up according to the size of feet, from the littlest to the biggest."]],["li",["span.label","3."],[".para","Line up according to height, from the tallest to the shortest. When everyone is seated again, point out that to play this game, someone had to select the order, and the others had to follow that direction."]]]],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p20"},"Explain to your family that order comes to a home when everyone understands and carries out his responsibilities. The opposite of order is confusion. Confusion comes when people do not know what is expected of them."],[".topic",["h3","We Can Make Our Home a House of Order"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p22"},"Heavenly Father has said that his house is a house of order. Have someone read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"Doctrine and Covenants 132:8"],"."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p23"},"Explain that Heavenly Father gives us directions out of his great love. If we will follow those directions, we will be happy and can accomplish all we should. He would like us to follow this same pattern in our homes so that they may be houses of order also. Through his prophets, the Lord has explained what he expects of parents and children. As always, his directions are given because he loves us and wants us to be happy. The Lord has given responsibilities to both parents and to children. In order to have a loving and happy family, each person must do his part."]],[".topic",["h3","Parents Have Responsibilities"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p25"},"Discuss with your family some of the responsibilities Heavenly Father has given parents. Start with the three important ones listed below. As you talk about each one, write each of the headings below on a strip of paper for each parent, and place one of the strips of paper on the floor in front of each parent."],[".topic",["h4","Preside"],["ul.bullet",["li",["span.label","•"],[".para","What does the word",["span.emphasis","preside"],"mean? (To give direction or take charge.)"]]],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p28"},"To point out how important it is to have someone preside in any group, do the following experiment. Ask each family member to think of his favorite game. When you tell them to start, have all the family members tell, at the same time, how to play their games. After a minute, call the group back to order."],["ul.bullet",["li",["span.label","•"],[".para","What happened when everyone gave directions for a different game at the same time? (The result was confusion.)"]],["li",["span.label","•"],[".para","Could you tell what all the others were saying?"]]],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p31"},"Point out how much easier it would have been to understand everyone’s favorite game if someone had taken charge and called on one person at a time to explain his game."],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p32"},"Explain that Heavenly Father has given parents the job of presiding in the home because they love their children. He knows that they will try to give directions and make decisions that will be the best for their children."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p33"},"While parents are equal partners in the home, it is the father’s responsibility to be the patriarch, or head of the house (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.23-25"},"Ephesians 5:23–25"],"). If the father is not present, the mother presides no matter how old the sons are or what priesthood they may hold."]],[".topic",["h4","Teach the Gospel"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p35"},"Parents have been told by the Lord to teach their children. Have someone read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.14-15"},"Mosiah 4:14–15"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"Doctrine and Covenants 68:25"],". Point out that having family home evenings helps you carry out this responsibility."]],[".topic",["h4","Be an Example"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p37"},"One of the best ways parents can teach their children is by example. In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.35"},"Jacob 2:35"],", Jacob points out the effect of bad example. Husbands and wives should show love and respect for each other and for their children by their actions as well as by their words."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p38"},"Explain that parents are human and sometimes fail to set the proper example at all times. Sometimes parents get tired, feel discouraged, or lose their tempers. But they do love their children and are trying to be good parents though they may make some mistakes."]]],[".topic",["h3","Children Have Responsibilities Too"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p40"},"Our Heavenly Father has also told us what he expects children to do in the home. Children share with their parents the responsibility of making a happy home and a house of order. Discuss the following responsibilities and make a strip with the words written on it for each child. Place a strip of paper on the floor in front of each child."],[".topic",["h4","Obey"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p42"},"Have someone read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1"},"Ephesians 6:1"],". Explain that parents and children should counsel together in making family rules and decisions. If children understand why a rule is made, it is easier for them to accept that rule. When the family, under the direction of the parents, has made a rule or decision, all are responsible to obey that rule and abide by that decision."]],[".topic",["h4","Honor Parents"],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p44"},"Discuss how we honor our parents. Explain that",["span.emphasis","honor"],"means to show respect. We honor parents when we follow their teachings and do the things we know they would like us to do. Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.2-3"},"Ephesians 6:2–3"],"."],["ul.bullet",["li",["span.label","•"],[".para","How could honoring parents help us to “live long on the earth?”"]]],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p46"},"Point out your concern for your children’s health and safety. Relate a personal experience of a time when following a parent’s advice saved someone from harm, or use the following story:"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p47"},"Jon and Brad were admiring Jon’s older brother’s new bike."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p48"},"“What a beauty,” said Brad, “I’d give anything to be able to ride it!”"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p49"},"“Bob is only six like us,” Jon said, “and he rides his brother’s bike all over. You know, my parents have never really said I couldn’t ride the bike.”"],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p50"},"“Neither have my parents, but I know what they’d say if I asked them. They’d say that I should wait until I’m older and big enough.”"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p51"},"“Well, our parents don’t need to know if we just take a short ride around the school yard."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p52"},"As they rode around the school yard, they skidded on some gravel and took a painful fall that left them scraped and bruised."],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p53"},"After the accident, both Jon and Brad understood why their parents would not have let them ride the bike had they asked. Following their parents’ advice would have saved them trouble and pain."]],[".topic",["h4","Contribute"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p55"},"Explain that each family member is personally responsible to help make the family happy and strong. Children should contribute by not just taking from the family but by giving to the family as well."],["ul.bullet",["li",["span.label","•"],[".para","How can you contribute to the family? (You may want the family members to answer this question to themselves.)"]]],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p57"},"Ask your children to name other ways they can help make your home a house of order. Write each one on a strip of paper, and place it in front of the children to whom it applies."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p58"},"Conclude the lesson by telling the children how much you love them and how hard you are trying to be a good parent. Children need to hear often that their parents love them so that they will understand that directions, rules, and order in the home come from that love."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p59"},"Let each family member make a poster of his responsibilities in the family. Have each child paste the strips of paper he has in front of him onto a piece of colored paper, write his name at the top, and decorate it. The poster could then be put up by the child’s bed or wherever it could be seen each day as a reminder."]]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p61"},"Explain to your children that Heavenly Father has given parents children so that the parents can protect the children and teach them what is right. He wants our homes to be happy."],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p62"},"Tell them that each family member has responsibilities. Explain that",["span.emphasis","responsibility"],"means that they are in charge of something, such as the responsibility to pick up their toys after they are finished playing with them. Heavenly Father has given both parents and children responsibilities."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p63"},"Use the sections “Parents Have Responsibilities” and “Children Have Responsibilities Too” from the regular lesson."]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p65"},"You may wish to start with the game “Come to Order,” but make the directions more complicated, such as—"],["div",{"id":"f233","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.f233"},["ol.number",["li",["span.label","1."],[".para","Line up according to birth dates, from the first of the year to the last."]],["li",["span.label","2."],[".para","Line up in alphabetical order, using first names."]],["li",["span.label","3."],[".para","Line up by how much you like a certain food."]]]],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p69"},"After you finish playing the game, have someone read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"Doctrine and Covenants 132:8"],". Discuss the various meanings of the word",["span.emphasis","order,"],"how they might pertain to this scripture, and what God meant when he called his house “a house of order.”"],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p70"},"Follow through with the rest of the lesson from the section entitled “We Can Make Our Home a House of Order.” As you discuss how honoring parents could in fact prolong your life by keeping you safe from physical injuries, also consider how honoring your parents’ teachings could give you spiritual protection (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],")."],["ul.bullet",["li",["span.label","•"],[".para","How does the role of parents change as children get older, get married, or move away from home?"]],["li",["span.label","•"],[".para","How does the role of children change in those same instances?"]]],["div",{"id":"p73","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p73"},"Suggest that during the following week all family members evaluate themselves personally as to how well they are fulfilling their responsibilities in your home."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Developing Family Rules"],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p76"},"Discuss the basic goals of your family, and list them on a poster or chalkboard. Go over the rules you have established in your home, and show how each rule relates to one of those goals."],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p77"},"If you do not have clearly formulated rules, you may wish to define some. By letting each family member help make the rules, you can build a sense of family loyalty. Family members will want to keep the rules because they will understand why the rules are reasonable and important."],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p78"},"You may also find that some traditional rules are not really relevant to any important goals; and, after discussion, you may wish to eliminate them. You may also end up with more rules than goals since some goals may require more than one rule. Following are some examples:"],["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","Family Goals"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Family Rules"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be a loving family."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will all try to attend any event in which one of our family members is involved to show our support."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be a healthy family."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will obey the Word of Wisdom."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be active in the Church."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will all attend sacrament meeting together."],[".para","We will accept Church callings when asked."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be alert at school and work."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will always be home by ten o’clock on school nights."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be morally clean."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will not date until we are sixteen."],[".para","We will not do anything that will lead to immorality."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to develop our individual talents."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will practice one hour each day."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be kind."]],["td",{"colspan":"1","rowspan":"1"},[".para","There will be no quarreling in our house."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","We want to be together as a family in eternity."]],["td",{"colspan":"1","rowspan":"1"},[".para","We will have family home evening every week."],[".para","We will plan to be married in the temple and keep the commandments."]]]]]],[".topic",["h3","Family Councils"],["div",{"id":"p101","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p101"},"Plan to hold family councils regularly. You could discuss such subjects as family scheduling, family responsibilities, a family garden, or the family vacation. You may wish to devote a family home evening to discussing and preparing for a family council, setting up the procedures and the agenda, and fixing the schedule. Family councils do not take the place of family home evening lessons each week. You should plan regular lessons or activities as well."]],[".topic",["h3","Solving Problems as a Family"],["div",{"id":"p103","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p103"},"As a family, select some family need or problem that you feel would be a good project to fulfill or solve. Plan together how you can work on it as a family. Set a time limit in which you will accomplish the need or solve the problem. For example, you might decide, “We will not have arguments in our home for one full week. We can discuss quietly any conflict that may arise, and settle it peacefully and in friendship.”"],["div",{"id":"p104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p104"},"Plan a reward night when your family will celebrate their success in the project. Even if you do not have full success, reward the efforts of family members, and comment on how much better things were as you all tried to reach the desired goal."]],[".topic",["h3","Patriarchal Order in the Home"],["div",{"id":"p106","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-a-house-of-order.p106"},"Teach family members about the principle of the patriarchal order, starting with father Adam. Relate this order to your own family and the extended family. This will give family members a sense of the continuity of Heavenly Father’s family here on earth."]]]]],"refs":null}
