{"id":39,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":39,"title":"Lesson Thirty-five: They That Mourn Shall Be Comforted","subtitle":"","short_title":"Lesson Thirty-five","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted","content":[["div",{"id":"head36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.head36"},[".titleNumber","Lesson Thirty-five"],["h1","They That Mourn Shall Be Comforted"],"(To be used after a loved one has died)",[".intro","Blessed are all they that mourn, for they shall be comforted.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.4"},"3 Nephi 12:4"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p6"},"Help members of the bereaved family find comfort in having each other and in being able to trust in the Lord, accepting death as a necessary part of eternal life."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p8"},"For this home evening to be most effective and comforting, your family should have it as soon as possible after the death or funeral of the family member. You will need to familiarize yourself with the material and assign the scriptures to be read and discussed well before the home evening."]],[".topic",["h2","PREPARATION"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p10"},"You will need a glove."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Missing a Loved One"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p13"},"Ask family members to each share one of their favorite memories of the person who has died. Remind them that this family member is no longer sick or sad or in pain and that he would want them to speak of him often and not forget the things they did together. Stress here that it is natural to miss him and to cry because he is gone. Our Heavenly Father knew it would be this way, for he said, “Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.45"},"D&C 42:45"],")."]],[".topic",["h3","Enduring the Separation of Death"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p15"},"Have someone read the following words of President Spencer W. Kimball:"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p16"},"“We knew before we were born that we were coming to the earth for bodies and experience and that we would have joys and sorrows, ease and pain, comforts and hardships, health and sickness, successes and disappointments. We also knew that after a period of life we would die. We accepted all these eventualities with a glad heart, eager to accept both the favorable and the unfavorable. … We eagerly accepted the chance to come earthward even though it might be for only a day or a year.” (",["span.emphasis","Tragedy or Destiny"],"[Salt Lake City: Deseret Book Co., 1977], p. 12.)"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p17"},"If it is appropriate, remind the family that the family member who died had a number of years on earth, and he knew joys and sorrows and had a chance to grow before he died. All of us are having our earthly experiences now. This death is one of the sorrows we share as a family. No one of us has to bear it alone because we have each other and the help of our Heavenly Father. With this support, we will find a way to go on living without him."]],[".topic",["h3","A Separation of the Spirit from the Body"],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p19"},"The idea for the following presentation comes from a conference talk by Elder Boyd K. Packer in the 1973 April general conference. If you have access to this talk (in Conference Report, Apr. 1973, pp. 78–82; or",["span.emphasis","Ensign,"],"July 1973, pp. 51–54), you may want to read it before you present this family home evening."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p20"},"Using your hand to represent the spirit and a glove to represent the body, tell the following to your family, using your own words:"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p21"},"Pretend that my hand is your spirit (hold it up). Each of you lived as a spirit with your Heavenly Father before you came to this earth. The spirit can live and move by itself (wiggle your fingers). Pretend that this glove is your body (hold it up). Until the spirit enters it, the body cannot move. By itself it has no life. When the time came for you to enter this world, your spirit was clothed in your body (put on the glove), and your body became alive. From your birth to your death, your spirit and your body are together (wiggle your fingers in the glove), and you are said to be alive. At the time of your death, whenever that is—in childhood, the teen years, young adulthood, middle age, or old age—your spirit will be separated from your body (pull off the glove and hold it up). Your body will again become lifeless (drop the empty glove). It will not be able to move because your spirit will be gone from it. Your spirit, however, will never die (wiggle your fingers). It goes to be with other spirits who have been separated from their earthly bodies."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p22"},"Explain that this is what happened to the member of your family. His spirit was separated from his body. We all saw his body lying there like this glove. It could not move or speak. There was no life in it. His spirit was no longer there. Although his body is dead, he is not dead. The part of him that looked out through his eyes and allowed him to think and smile and act, to know and to be—that part of him is his spirit and lives on. He is only separated from his body."]],[".topic",["h3","The Larger Picture"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p24"},"Invite your family to stand with you at the window. Point out to them how much they cannot see—the other side of the house, down the street, the next block. From the window, their point of view is limited."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p25"},"Take the family outdoors. Tell them to look around and see that without the walls and ceiling in the way, they can see more than they could from the window—more houses, more street, more sky. They can get a better idea of where they are. After they have looked around a bit and thought about what they have seen, go back inside. When they are assembled indoors again, explain that this death was something like their going outdoors; the family member went through a door into a bigger and better place."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p26"},"Read the following statement of President Joseph F. Smith, who in his lifetime experienced the deaths of many loved ones:"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p27"},"“While we are in mortality we are clogged, and we see as through a glass darkly, we see only in part, and it is difficult for us to comprehend the smallest things with which we are associated. But when we put on immortality, our condition will be very different, [for] we ascend into an enlarged sphere.” (Joseph F. Smith,",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], p. 440.)"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p28"},"Tell the family that the family member’s spirit, separated from his body, has gone into that larger sphere, and now he can see and understand more than they can, just as they could see more when they went outdoors. Although he cannot come back to us, he will be waiting for us to come where he is, to see what he sees, and to know what he knows. Then the whole family will await the resurrection that will reunite each spirit and body forever. (Pick up the glove and put it on again, wiggling the fingers.) As resurrected beings, they can receive a fulness of joy and have eternal life, which is the greatest gift of all."]],[".topic",["h3","A Time of Reunion"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p30"},"Remind your family that they all know something about the plan of salvation. Through this plan, the Savior made it possible for them to be with their family member again, to be together as a family, if they live by the commandments of God and keep themselves holy before him. This family member is hoping that they will be worthy to come where he is, so that they can all be together again. Each of them lived before they were born and will go on living, just as he is, after they die. Have someone read these words of President Joseph F. Smith:"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p31"},"“Our relationships are formed for eternity. We are immortal beings, and we are looking forward to the growth that is to be attained in an exalted life after we have proved ourselves faithful and true to the covenants that we have entered into here, and then we will receive a fulness of joy.” (",["span.emphasis","Relief Society Magazine,"],"May 1917, p. 316.)"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p32"},"“I cannot express the joy I feel at the thought of meeting my father, and my precious mother, who gave me birth in the midst of persecution and poverty. … The thought of meeting her, who can express the joy? The thought of meeting my children who have preceded me beyond the veil, and of meeting my kindred and my friends, what happiness it affords! For I know I shall meet them there. God has shown me that this is true. He has made it clear to me, in answer to my prayer and devotion as He has made it clear to the understanding of all men who have sought diligently to know of Him.” (In Conference Report, Oct. 1899, p. 71.)"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p33"},"You may want to add your witness to President Smith’s that each member of your family can receive the comforting assurance that the family member who died actually lives and that they can be with him again."]],[".topic",["h3","Trusting Our Heavenly Father"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p35"},"Explain to your family that although everything can turn out all right, the time right after the death is very difficult because everyone misses the family member so much. Remind them that Heavenly Father can see and understand even more than the family member can. He loves everyone in the world and is able to know how sad and lonely they feel. Many times he has told us that he loves us and will help us through difficult times in our lives if we stay close to him."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p36"},"Assign each family member ahead of time to read and think about one of the following scriptures so that he can read it aloud and tell what it means to him. Discuss each scripture verse."],["div",{"id":"f359","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.f359"},["ol.number",["li",["span.label","1."],[".para","“And again, blessed are all they that mourn, for they shall be comforted” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.4"},"3 Nephi 12:4"],")."]],["li",["span.label","2."],[".para","“Come unto me, all ye that labour and are heavy laden, and I will give you rest” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28"},"Matthew 11:28"],")."]],["li",["span.label","3."],[".para","“Be still, and know that I am God” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/46.10"},"Psalm 46:10"],")."]],["li",["span.label","4."],[".para","“The Lord gave, and the Lord hath taken away; blessed be the name of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.21"},"Job 1:21"],")."]],["li",["span.label","5."],[".para","“Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"D&C 112:10"],")."]],["li",["span.label","6."],[".para","“For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],")."]],["li",["span.label","7."],[".para","“In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.2-3"},"John 14:2–3"],".)"]],["li",["span.label","8."],[".para","“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],")."]],["li",["span.label","9."],[".para","“Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die. Believest thou this?” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.25-26"},"John 11:25–26"],".)"]]]],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p46"},"Conclude the evening with the reminder that in spite of death, life goes on, and the family member who has died would want the family to meet it bravely. If they remember what he wants them to do, his influence will remain with them. Explain that you are still a family and have each other. You will find out as you go along that you can comfort each other and be comforted by Heavenly Father as you pray to him."]]],[".topic",["h2","SUGGESTED READING MATERIAL"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p48"},"Joseph F. Smith,",["span.emphasis","Gospel Doctrine,"],"5th ed. (Salt Lake City: Deseret Book Co., 1939), pp. 277–79; see also the chapter “Eternal Life and Salvation,” pp. 428–77."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p49"},"Joseph Smith, “The King Follett Discourse,”",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith (Salt Lake City: Deseret Book Co., 1938), pp. 342–62; see also pp. 196–210."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-five-they-that-mourn-shall-be-comforted.p50"},"Heber J. Grant, “The Death of My Last Son,”",["span.emphasis","Gospel Standards,"],"comp. G. Homer Durham (Salt Lake City: Improvement Era, 1941), pp. 364–66."]]]],"refs":null}
