{"id":36,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":36,"title":"Lesson Thirty-two: Leaving on a Mission","subtitle":"","short_title":"Lesson Thirty-two","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission","content":[["div",{"id":"head33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.head33"},[".titleNumber","Lesson Thirty-two"],["h1","Leaving on a Mission"],"(To be used before a family member goes on a mission or leaves home for an extended period)",[".intro","Go ye therefore, and teach all nations.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19"},"Matthew 28:19"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p6"},"Honor your family member who has been called to serve a mission or who is leaving home for an extended period to work or to go to school."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p8"},"This home evening needs preparation ahead of time to be most effective. The more participation by members of the family, the more love and unity the family will feel. The optional activities at the end are suggestions to help make this home evening a more memorable one for your departing missionary or other family member. It is not intended that all the suggestions be used, only those that will appeal to your family. Adapt the activities to your own situation if you are honoring someone who is leaving home for school or work."]],[".topic",["h2","PREPARATION"],["div",{"id":"f348","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.f348"},["ol.number",["li",["span.label","1."],[".para","Enough slips of paper for the family dinner activity."]],["li",["span.label","2."],[".para","Ask family members to prepare to tell about an experience they have had with the person about to leave on a mission, something that has happened to him, or something memorable that he has done."]]]]],[".topic",["h2","SUGGESTED HYMNS AND SONG"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p13"},"“I’ll Go Where You Want Me to Go” (",["span.emphasis","Hymns,"],["span.crossRef","no. 270"],")."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p14"},"“Ye Elders of Israel” (",["span.emphasis","Hymns,"],["span.crossRef","no. 319"],")."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p15"},"“I Hope They Call Me on a Mission” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","169"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","A Family Dinner"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p18"},"Start your home evening with a special family dinner. Invite extended family members if possible. Include some of the missionary’s favorite foods in the meal. You could also serve dishes typical of the area or country to which the missionary has been called."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p19"},"Before the dinner, assign family members to compile some information about the particular area or country in which the missionary will serve. This information could include such things as interesting places in the mission area, customs, eating habits, and climate. Write these facts on separate slips of paper. Tape one slip on the bottom of the seat of each chair. During the dinner, ask family members, one at a time, to find the slips of paper under their chairs and read aloud the facts about the country or area to which the missionary will be going."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p20"},"The missionary could then add things he has learned about his mission area since receiving his call."]],[".topic",["h3","Honoring Your Missionary"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p22"},"After dinner have each person tell briefly about an experience he has had with the missionary, something that has happened to the missionary, or something memorable that the missionary has done."]],[".topic",["h3","Family Conversion Story"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p24"},"Have a family member tell the conversion story of one of the first people to join the Church in your family. This story will point out the far-reaching effects of a single baptism and show how much a baptism has meant to all of you. If you do not know or do not have access to a family story, you can use the following:"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p25"},"Georg Salzner was a Protestant who lived in Hambach, Germany, in the late 1800s. His wife, Anna, was a Catholic. Georg consented to allow his children to attend the Catholic church with their mother, which they did regularly, but Georg had his own convictions. For years he had treasured a pamphlet written by a Protestant minister. Among other things, this pamphlet said that the pure gospel as taught by Christ was not upon the earth but would be brought back some day. Georg was much impressed by this writing and carried it around with him for many years wondering if he would live to hear the true gospel of Christ."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p26"},"In 1880 Georg lost his job as a screen maker. He left his family in Hambach for a time and took a job in a town twenty miles away. One evening his landlady called him out of his room and introduced him to some men from America, saying that he might be interested in their message. Away from home and lonesome, Georg sat down and listened to their story. He heard how the gospel had been restored. He heard passages of scripture quoted that he had read in his pamphlet many times. After these men, who were missionaries of the Church, finished their message, Georg exclaimed with great joy, “Gentlemen, I have been searching for this message for many years! I know it is the truth!” Soon after this he was baptized, and his family was baptized not long afterward."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p27"},"In 1883, Georg sold his home and left with his wife and two children to join the Saints in America. His life was completely changed because two young missionaries were serving the Lord. The lives of a great many other people are also different because of the conversion of this one man. His posterity now numbers approximately 150 people, all of whom are members of the Church. Many others have been given the blessings of the gospel through the efforts of members of his family who have served as missionaries and mission presidents."],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p28"},"At the conclusion of the story or stories, emphasize the difference the gospel has made in your lives. Ask family members to list ways their lives would be different if their ancestor had not joined the Church."],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p29"},"Point out that your missionary is going to have the opportunity and responsibility to help the Lord bring blessings of the gospel into the lives of other families. Each conversion can have far-reaching effects."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p30"},"To conclude this discussion, family members, including the missionary, may want to bear their testimonies."]],[".topic",["h3","A Father’s Blessing"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p32"},"The father may want to close this home evening by giving the missionary a father’s blessings."]],[".topic",["h3","Optional Activities"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p34"},"Have each member of the family write a note of appreciation to the missionary, mentioning some of the traits he has that will make him a good missionary. You could also ask the bishop, a seminary teacher, Sunday School teacher, quorum president, or special friends to do the same thing. Put these tributes together in a notebook or large envelope and give them to the missionary at home evening."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p35"},"Have members of the family make useful small gifts ahead of time to give the missionary at home evening. These might include a first-aid kit, an apron, or a small collection of simple recipes."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p36"},"Take a family picture during this home evening, or during an earlier one if possible, and have small copies made of it. Write a family testimony, and put a copy of it with each picture. Your missionary can glue these in the front of copies of the Book of Mormon he leaves with investigators. If you do this early enough, you could present these to the missionary at this home evening. This will help both the missionary and the family members feel you are all sharing in his work."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p37"},"Get a map of the area or country in which your missionary will be serving, and mount it on corkboard or similar material. Hang the map in a place where it can stay throughout his mission. Have your missionary put a pin in the city in which his mission home is located. Tell him you will add a pin each time he is transferred to a new city. This will help the family keep track of where he is serving. If the missionary is taking a camera with him, suggest that he send you a picture of his companion and his living quarters each time he is transferred. These could be pinned to the corner of the map. Travel agencies and automobile clubs often have maps. Oil companies and the tourist bureau in the capital city of each state have state maps. Encyclopedias and atlases also have maps."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p38"},"If there are young children in your family, they might enjoy playing a game similar to “Pin the Tail on the Donkey,” using a map of your missionary’s mission. Have family members take turns trying to pin a marker on the city of the mission headquarters while they are blindfolded. (A map for this purpose could be roughly outlined from one in an encyclopedia or atlas."],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p39"},"Decorations for the dinner table could include small flags of the area or country to which the missionary is going. These can be drawn from illustrations in an encyclopedia or sometimes can be purchased at novelty shops. You could also make pennants with the initials of the mission on them. These can be made of felt or colored paper and laid on the table, or they can be made of cardboard and glued to a dowel and a base so they will stand up."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-two-leaving-on-a-mission.p40"},"President David O. McKay suggested that every member ought to be engaged in missionary work. Those who are going away from home where they will meet new people will have new opportunities to tell those people about the gospel. Family members can each present the one leaving home with a Book of Mormon for him to lend or give to others. They may wish to insert their testimonies in the book. Or, during the dinner, the family can discuss other opportunities for missionary work that the missionary’s new circumstances will provide."]]]]],"refs":null}
