{"id":25,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson Twenty-one: Family Unity","subtitle":"","short_title":"Lesson Twenty-one","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity","content":[["div",{"id":"head22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.head22"},[".titleNumber","Lesson Twenty-one"],["h1","Family Unity"],[".intro","He commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.21"},"Mosiah 18:21"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p5"},"Help family members create a greater sense of unity and belonging."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p7"},"What did “family unity” mean to the pioneer family who made their way by ox cart across the plains? Or to the hardy people who settled your country? For many of these people, family unity was both a necessity and a natural result of their way of life. Their families lived and worked together. They relied heavily on each other for companionship, safety, and survival."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p8"},"But in our fast-paced world, many of us change jobs and homes several times in a lifetime. As a result, we have learned to depend less on family. In many of our homes, where television and outside activities compete for our attention, family members may actually feel isolated from one another."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p9"},"Today, like families in the past, your family has a strong need for unity. Your family came to this earth from a loving home with our Father in Heaven. We lived in a family with Heavenly Father. We live in a family now, and we may live with our family eternally if we are worthy."]],[".topic",["h2","PREPARATION"],["div",{"id":"f235","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.f235"},["ol.number",["li",["span.label","1."],[".para","Draw five blank lines on a piece of paper on which to spell the word",["span.emphasis","unity."]]],["li",["span.label","2."],[".para","Prepare and place the ingredients for a simple cake or other dessert in separate containers. Preheat the oven, and prepare the pans for cooking the dessert."]],["li",["span.label","3."],[".para","Cut out paper links for a chain, as many links as there are members in your family. Write the name of a different member of the family on each link. Bring staples or tape to finish the chain."]],["li",["span.label","4."],[".para","Bring pencil and paper for each family member."]]]]],[".topic",["h2","SUGGESTED HYMNS AND SONG"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p16"},"“O My Father” (",["span.emphasis","Hymns,"],["span.crossRef","no. 292"],")."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p17"},"“Love at Home” (",["span.emphasis","Hymns,"],["span.crossRef","no. 294"],")."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p18"},"“We’re All Together Again” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","259"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","What Makes a Happy Family?"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p21"},"Explain to your family that one element that is absolutely necessary to every happy home is easy to overlook. Hold up the paper with five blank lines on it, and ask the family to think of the word that fills in the blanks and tells what is missing from the family in the following story:"],[".topic",["h4","What Is Missing?"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p23"},"The Carter family has six children. Mark, the oldest, has served a mission for the Church. All the other children plan to serve missions too. The Carter children are good students, and they have many friends. Mark attends college, and the youngest child, Susan, is in second grade."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p24"},"Brother Carter is active in his priesthood quorum. He often does kind things for the people he home teaches. Sister Carter enjoys teaching her Sunday School class. Both parents attend the temple regularly, and the family faithfully attend ward meetings and activities."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p25"},"The Carters live in a nice neighborhood. Brother Carter has a good job."],["ul.bullet",["li",["span.label","•"],[".para","So far, does anything necessary to the happiness of this family seem to be missing?"]],["li",["span.label","•"],[".para","Knowing only these facts, would you rate this family as happy or unhappy? (From all appearances, the Carters seem to be a happy family.)"]]],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p28"},"Continue with the story:"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p29"},"One weekend Mark Carter went with his roommate, Blaine, to the Jackson house. On the way back to school, Mark said, “You have a great family. They seem so close and happy. I wish my family could be like that.”"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p30"},"Blaine replied, “Yeah, I really love to go home.”"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p31"},"“Well,” said Mark, “I love my family, too, but I sure hate to go home. The younger kids fight with each other constantly. Mom and dad are gone all the time, too. When they are home, they’re always shouting at us because they seem to be in such a hurry."],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p32"},"“What a good time we had eating dinner at your house—everyone talking about what they did during the day. Everybody wanted to share what was going on in their lives with the rest of the family. Afterward, everyone cleaned off the table and did the dishes."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p33"},"“Mealtime at our house is a completely different story. Mom calls the children to come to the table, but they come dragging in one at a time. We’re almost never all at the table when dad blesses the food. He says the blessing when he sits down at the table whether or not anyone else is there. We all eat in a hurry. Then everyone scatters to avoid doing the dishes."],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p34"},"“I sometimes think that if we could have family home evening it would help. But everyone usually has something else he’d rather be doing like watching television, working on homework, talking to friends on the telephone, or preparing a lesson for Church. Yet, mom and dad seem to think we’re doing all right as a family.”"],["ul.bullet",["li",["span.label","•"],[".para","What is missing from Mark’s family?"]],["li",["span.label","•"],[".para","What do you think makes a happy family?"]]],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p37"},"Fill in the blanks with the word",["span.emphasis","unity."]],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p38"},"Have everyone tell what they think",["span.emphasis","unity"],"means. Include ideas like making time for each other, working together, playing together, trying to reach goals together, being willing to listen to and help each other."],["ul.bullet",["li",["span.label","•"],[".para","Do you think our family is more like Mark’s or Blaine’s?"]],["li",["span.label","•"],[".para","When have we felt unified, working together and really caring about each other?"]]]]],[".topic",["h3","Unity Is Essential"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p42"},"Take your family into the kitchen. Show them each of the ingredients for the cake. Point out that these ingredients are good all by themselves, but unless they are mixed together they couldn’t be called a cake."],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p43"},"Mix the cake, and pour it into pans. Let each person help prepare it. Bake it while you finish the lesson."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p44"},"Explain that each family member has his own strengths, talents, and interests. By himself each person could accomplish many things. But without a feeling of unity, a desire to work together and support each other, all of the separate people who live in your house couldn’t be called a real family."]],[".topic",["h3","Unity in Heavenly Father’s Family"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p46"},"Ask each person to tell what he thinks it felt like to live with Heavenly Father. As you describe two of our Heavenly Father’s sons, have the family listen for what one son did to break up the family and what one son did to bring it together:"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p47"},"Our Father in Heaven has a large family of sons and daughters. One of Heavenly Father’s sons is very selfish. He chose not to follow his Heavenly Father’s plan for the family. He persuaded many of his brothers and sisters to leave the family. He is still trying to gain more followers. He is proud and willing to do anything to get his own way and thinks of his own desires first."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p48"},"Another son, Heavenly Father’s firstborn, loves his Father in Heaven very much and always obeys him. He also loves all of his brothers and sisters. Even though he is his father’s first son, he is never proud. He always puts his family first, never his own desires. He was even willing to die so that our heavenly family could always be together."],["ul.bullet",["li",["span.label","•"],[".para","Who were these two sons? (Satan and Jesus.)"]],["li",["span.label","•"],[".para","What does Satan’s bad example show about the result of one person’s selfishness and unwillingness to be part of the family? (It can destroy unity.)"]],["li",["span.label","•"],[".para","What can we learn from Jesus about what we must do to have unity in our family (see",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],")?"]]]],[".topic",["h3","Unity in Our Family"],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p53"},"Point out that we must be willing to think of others in the family and how our actions affect the whole group. We must be willing to do what is best for all, not just what we want. Mention several small daily acts of unselfishness that you have seen each family member do and how each act helped bring the family closer together."],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p54"},"Express your gratitude that Jesus has been the kind of brother who would make a very great sacrifice to make it possible for you to return to Heavenly Father’s home. Express your desire to help your family return together and to do whatever you can to make that possible. Explain that each person will need to help. Suggest that each person—when he has to choose between something he wants and something that would be good for the family—think, “",["span.emphasis","We"],"not",["span.emphasis","me."],"”"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p55"},"Begin the paper chain activity by handing each family member the link with his name written on it. Then have the father staple, paste, or tape the two ends of his strip together in a circle first. While he does this, he could tell the children about his courtship: how he felt about their mother, what drew them together, and how they dreamed about their future together. Then the mother could tell about their wedding and early life together as she runs her strip through the circle and fastens the ends, making a two-link chain. The parents could explain that their lives became closely connected when they formed a family."],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p56"},"Have the oldest child connect his link to the chain and continue to the youngest. As each family member adds his link, express your love and need for that person in the family. Add something special about him so that he will realize that he is an important part of the family."]],[".topic",["h3","Building More Unity in Our Family"],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p58"},"Have each person suggest possible goals for developing greater family unity. For example, you could arrange to be together at mealtimes more often. Share ideas on how you can support each other better even when you are not together. Decide on specific ideas to begin using in your home."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p59"},"Express your desire to make your home a happy, secure place for each family member. Hang the chain in a place where it can remind everyone how important the family is."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p60"},"If your family knows the song “Mother and Father,” they may enjoy adapting it. Pass out the paper and pencils, and together write a verse about each child in the family. Close your family home evening by singing the verses you have written."],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p61"},"After the closing prayer, enjoy the cake or dessert that you have made together."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p63"},"Explain that Heavenly Father planned for us to live together as a family. Each one of us is important to our family. We love each other and should try to help each other."],["div",{"id":"p64","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p64"},"Make the paper chain. Be sure to express love and a need for each family member as his link is added to the chain. Each child might enjoy making his own family chain."],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p65"},"Tell about a time you did something as a family. Stress that having each member of the family there made it more fun."],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p66"},"Tell the following story:"],[".topic",["h3","A Day at the Park"],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p68"},"The Whites had been planning their Saturday trip to the park all week long. But when Saturday morning finally came, four-year-old Lisa was sick. Jimmy and Brian said they still wanted to go to the park. Mother said she would stay home with Lisa, so father, Jimmy, and Brian packed their lunches and left for the park. Jimmy and Brian jumped out of the car as soon as they stopped and ran to the swings. They rolled in the grass and played on the climbing bars and slide all morning. But when they sat down on the grass to eat lunch, Jimmy said, “I wish Lisa and mommy were here. It’s not as much fun without everybody.”"],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p69"},"Brian said, “I miss them, too. And I know how much Lisa likes to play at the park.”"],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p70"},"Father suggested they go home and eat their lunch. When they got home, Lisa was excited to see them. She was feeling better, so they all ate lunch together in the backyard."],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p71"},"Brian said, “Next time we go to the park, we can all go together.”"],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p72"},"“And it will be a lot more fun,” added Jimmy."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p74"},"Use the story “What Is Missing?” and the discussions under the headings “Unity in Heavenly Father’s Family” and “Unity in Our Family.” But you may want to replace either the cake activity or the chain activity with the following one:"],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p75"},"Have family members take turns sitting in a chair in the middle of the room. Have the family think about two or three things they could do to support that person. You may need to give an idea or two to get them started. For example, if one member of the family is involved in a school activity, you might suggest that the family could be sure to attend the event together."],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p76"},"After each person has had a turn, challenge everyone to do one small thing every day that will make the family more unified. Have everyone write down one specific thing he will do each day."],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p77"},"If you are a couple living alone, you can use this activity, too. Discuss ways you can be more unified as a couple and as members of your extended family. Look at wedding pictures and other pictures and mementos that remind you of your love for each other."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Doing Things Together"],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p80"},"Plan an evening of doing something together that everyone will enjoy, such as planting a garden, playing a game, having a picnic or family outing, or visiting grandparents. Make it an activity in which each person can participate, both in the planning and in the activity itself."]],[".topic",["h3","Family Unity Demonstration"],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p82"},"Attach a small sign that says “Family Unity” to the top of a stick about four or five feet long, such as a broom or mop handle or a yardstick. Cut some strong string or cord into two-yard lengths, one for each family member. Explain that the sign and stick stand for creating unity in your home."],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p83"},"Have each family member tie his string a little above midway up the stick. Then lay the stick in the middle of the floor, and have the family sit around it in a circle. Have a person see if he can raise the stick to a standing position by pulling only his string. He will find that one string does not support it very well; it can fall over easily."],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p84"},"Ask another family member to join him and see if two strings can keep the stick standing. This may be possible, but the stick will still be unsteady."],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p85"},"Then let everyone pull their strings to hold the stick in an upright position. You may have to adjust the places where the strings are tied. Hold the pole upright."],["ul.bullet",["li",["span.label","•"],[".para","What can you learn from this exercise? (Family unity depends on everyone pulling together.)"]]],["div",{"id":"p87","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p87"},"Now have one family member pull the stick toward him with all his strength, while the others pull normally."],["ul.bullet",["li",["span.label","•"],[".para","What does this show about family unity? (One person can destroy the balance. His selfishness could soon dispel family unity.)"]]],["div",{"id":"p89","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p89"},"Use this activity to further discuss how family members can share and support each other and spend more time together. Develop a family calendar of events so that each person can know about times that are special to other family members and plan to share those times."]],[".topic",["h3","Learning About Each Other"],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.p91"},"Use the following activities to help family members to get to know each other better:"],["div",{"id":"f242","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-one-family-unity.f242"},["ol.number",["li",["span.label","1."],[".para","Ask each person to think of a favorite family experience—humorous or serious. Have him tell it to the others."]],["li",["span.label","2."],[".para","Tell a fact about a family member that the rest of the family may not know. Have other family members try to match the fact with the person."]],["li",["span.label","3."],[".para","Ask each family member to tell what he would like the family to do to help make family life happier. There must be no criticizing or defensive replies. Let the family continue until everyone has made as many statements as he wants. Plan ways to put some of these suggestions into practice."]]]]]]]],"refs":null}
