{"id":35,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson Thirty-one: Receiving a Patriarchal Blessing","subtitle":"","short_title":"Lesson Thirty-one","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing","content":[["div",{"id":"head32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.head32"},[".titleNumber","Lesson Thirty-one"],["h1","Receiving a Patriarchal Blessing"],"(To be used before a family member receives a patriarchal blessing)",[".intro","Patriarchal blessings contemplate an inspired declaration of the lineage of the recipient, and also, where so moved upon by the Spirit, an inspired and prophetic statement of the life mission of the recipient, together with such blessings, cautions, and admonitions as the patriarch may be prompted to give.",["br"],"[Statement of the First Presidency, 28 June 1957]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p6"},"Help family members understand what patriarchal blessings are and why they are important. Help the person who is to receive his blessing to prepare for it."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p8"},"Often young people are confused about the purpose of a patriarchal blessing. Identify what is not clearly understood by your children as they prepare for this experience, and answer their questions."]],[".topic",["h2","PREPARATION"],["div",{"id":"f342","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.f342"},["ol.number",["li",["span.label","1."],[".para","Ask family members who have already received their patriarchal blessings to prepare to share their feelings about their blessings."]],["li",["span.label","2."],[".para","Have a piece of paper and a pencil for each family member."]]]]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","A Personal Revelation"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p14"},"Remind your family that their Heavenly Father loves them very much and wants them to return to live with him. So he has given many guidelines to help them."],["ul.bullet",["li",["span.label","•"],[".para","Where can we find these guidelines? (The scriptures, messages of living prophets, and teachings of parents.)"]],["li",["span.label","•"],[".para","Have you ever wished you could have guidelines for your own personal life?"]],["li",["span.label","•"],[".para","Have you ever wondered what your mission in life is?"]],["li",["span.label","•"],[".para","Would you like the Lord to help you understand what you might be able to accomplish in life?"]],["li",["span.label","•"],[".para","Would you like some guidelines to help you make decisions and to motivate you to do your best in everything you do?"]],["li",["span.label","•"],[".para","What way has the Lord provided for us to receive a personal revelation from him that will motivate, comfort, and guide us? (A patriarchal blessing is available to every worthy member.)"]]],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p21"},"Explain that a patriarchal blessing is a priesthood blessing given to a worthy member by a patriarch. Tell your family that a family member has arranged to receive his patriarchal blessing and that this home evening is to help him prepare to receive it."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p22"},"Ask this family member to tell what he has done to make arrangements so that he can receive this blessing. He should mention that he has had an interview with the bishop or branch president and has received his recommend, which he will give to the patriarch. If he lives in the mission field outside the boundaries of a stake, he has also contacted the mission president for the approval and signature of a member of the mission presidency. He has contacted the stake or mission patriarch for an appointment."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p23"},"Sometimes members of the immediate family are allowed to be present at patriarchal blessings. If your family member would like this, he should arrange it with the patriarch."]],[".topic",["h3","Blessings by Right of Lineage"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p25"},"Explain that the patriarchal blessings usually have several parts. The Lord, through the patriarch, declares the person’s lineage; tells him about his life mission as inspired by the Lord; and gives other blessings, cautions, and advice."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p26"},"Explain that the patriarch will tell you which tribe of Israel you are descended from. Israel was a great prophet of the Old Testament and was also known as Jacob. He had twelve sons, and most of the tribes of Israel are named after his sons. The descendants of Israel have been designated by the Lord as his chosen people. Most people who accept the Lord and become members of his church are already descendants belonging to the house of Israel. Those who are not are adopted into his family."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p27"},"Great blessings were promised to Abraham, Isaac, and Jacob and to their posterity. Since we are their posterity, these blessings are also available to us if we are righteous. When Elias appeared to Joseph Smith and Oliver Cowdery in the Kirtland Temple, he committed to them the dispensation of the gospel of Abraham, stating that through the members of the Church all future generations would be blessed. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"D&C 110:12"],".)"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p28"},"To help family members understand the blessings the Lord gave to Abraham, Isaac, Jacob, and their posterity, have family members fill in the blanks for the chart “Blessings to Abraham and His Descendants” by looking up the scripture references. Have them write their answers on a separate sheet of paper so that you can save the chart for future home evenings."],[".topic",["h4","Blessings to Abraham and His Descendants"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p30"},["a.scriptureRef",{"href":"/scriptures/ot/gen/17.5,7"},"Genesis 17:5, 7"],":",["br"],"“Thy name shall be Abraham; for a father of __________ nations have I made thee. “And I will establish my __________ between me and thee and thy seed after thee in their generations for an __________ covenant, to be a __________ unto thee, and to thy seed __________ thee.”"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p31"},["a.scriptureRef",{"href":"/scriptures/ot/gen/22.17-18"},"Genesis 22:17–18"],":",["br"],"“I will multiply thy seed as the __________ of the heaven, and as the __________ which is upon the sea shore; … “And in thy seed shall all the __________ of the __________ be blessed; because thou hast __________ my voice.”"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p32"},["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9"},"Abraham 2:9"],":",["br"],"“I will bless thee above __________, and make thy name great among all nations, and thou shalt be a __________ unto thy seed after thee, that in their __________ they shall bear this __________ and __________ unto all nations.”"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p33"},["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.10-11"},"Abraham 2:10–11"],":",["br"],"“And I will bless them through thy __________ ; for as many as receive this __________ shall be __________ after thy name. …",["br"],"“… I give unto thee a promise that this right shall continue in thee, and in thy __________ after thee (that is to say, the literal seed, or the seed of the body) shall all the families of the earth be __________, even with the blessings of the Gospel, which are the blessings of __________, even of life eternal.”"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p34"},"Explain that when family members receive their patriarchal blessing, they will be told the name of the tribe of Israel through which they can receive these blessings."],["ul.bullet",["li",["span.label","•"],[".para","What must we do to obtain the blessings pronounced upon Abraham and his posterity? (Live to be worthy of them.)"]]]]],[".topic",["h3","Blessings of Comfort and Guidance"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p37"},"Explain that patriarchal blessings are sacred and personal blessings, and we should talk about them only at special times. We may, however, discuss our blessings with each other in the family if we feel that we want to."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p38"},"Share how you feel about the promise, the warning, the comfort, and the guidance your blessing has given to you. Ask other family members to do the same. If no one in the family has received a patriarchal blessing, you may want to review the blessings of your ancestors, and tell about some of the instructions or guidance they received. If possible, show how some of the promises were fulfilled."]],[".topic",["h3","Keeping an Eternal Perspective"],["ul.bullet",["li",["span.label","•"],[".para","What do you think it means to keep an eternal perspective as you try to understand a patriarchal blessing?"]]],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p41"},"During the discussion, read the following:"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p42"},"“It should always be kept in mind that the realization of the promises made may come in this or the future life. Men have stumbled at times because promised blessings have not occurred in this life. They have failed to remember that, in the gospel, life with all its activities continues forever and that the labors of earth may be continued in heaven.” (John A. Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"3 vols. [Salt Lake City: Bookcraft, 1943], 2:75.)"],["ul.bullet",["li",["span.label","•"],[".para","Should the family member expect the patriarch to answer all the questions he has about future events in his life? (No, he should not. A patriarchal blessing may contain mostly general guidelines, or it may be quite specific in some areas. He should use his blessing to help him work out his future plans.)"]],["li",["span.label","•"],[".para","Why should a patriarchal blessing be read often? (As a person grows older and matures, he will probably discover new meanings, motivations, and insights in his patriarchal blessing.)"]]],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p45"},"To illustrate how the meaning of parts of a blessing may change as the years go by, tell the family you would like them to do the following exercise. Give each one a piece of paper and a pencil and ask them to write on the top, “You will do important work in the temple.” Have them write the numbers",["span.emphasis","15, 30,"],"and",["span.emphasis","60"],"in a vertical line below this sentence. Have each person write the different meanings that this promise might have to a person aged 15, 30, and 60. After they have taken a few minutes to do this, ask each one to read what he has written. (Possible answers could be at 15—being baptized for the dead, at 30—doing endowment and sealing work in the temple, at 60—giving time and energy to family history research.)"]],[".topic",["h3","Preparing for a Memorable Day"],["ul.bullet",["li",["span.label","•"],[".para","What can a person do to be prepared to hear and understand the Lord’s message to him?"]]],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-one-receiving-a-patriarchal-blessing.p48"},"Have the person preparing to receive the blessing answer this question. He will likely mention fasting and prayer. Then ask family members to add their suggestions."]]]]],"refs":null}
