{"id":106,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":106,"title":"Section 93 \"Truth Is Knowledge of Things …\"","subtitle":"","short_title":"Section 93","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.head5"},[".titleNumber","Section 93"],["h1","“Truth Is Knowledge of Things …”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p43"},"The spring of 1833 was a time of joy but also a time of trials for the Saints. In Kirtland the Lord revealed many things in the School of the Prophets, and the Saints prepared for a stake of Zion to be established there."],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p44"},"In Zion, in Jackson County, Missouri, a special conference was held on 6 April to commemorate the organization of the Church. “It was an early spring, and the leaves and blossoms enlivened and gratified the soul of man like a glimpse of Paradise. The day was spent in a very agreeable manner, in giving and receiving knowledge which appertained to this last kingdom—it being just 1800 years since the Savior laid down His life that men might have everlasting life, and only three years since the Church had come out of the wilderness, preparatory for the last dispensation. The Saints had great reason to rejoice.” (",["span.emphasis","History of the Church,"],"1:337.)"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p45"},"But in April 1833 mobs gathered to persecute the Saints in Missouri. In both Kirtland and Independence members of the Church apostatized and turned against their former brethren, and Joseph was faced with the possibility of a schism between the Church in Missouri and in Ohio."],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p46"},"On 6 May 1833 the Prophet received the revelation in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93"},"Doctrine and Covenants 93"],", which comforted the Saints and gave instruction on several gospel themes."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"D&C 93:1"],". A Promise to Those Who Forsake Their Sins"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p47"},"All God’s faithful children will eventually realize the fulfillment of the promise to see His face, but “it shall be in his own time, and in his own way, and according to his own will” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.68"},"D&C 88:68"],"). But we do not need to wait until then to know that He lives. We can have a witness long before we arrive at that point."],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p48"},"Elder Francis M. Lyman taught: “Every Latter-day Saint is entitled to this witness and testimony. If we have not received [it] … the fault is ours, and not the Lord’s; for every one is entitled to that witness through faith and repentance, forsaking all sin, baptism by immersion for the remission of sins, and the reception of the Holy Ghost through the laying on of hands. Now, if any of our brethren and sisters have lived for years without really knowing, being thoroughly satisfied and thoroughly convinced, just as positive as of anything in life, that this work is of God, if they have lacked that witness and testimony it is their fault, for it is not possible for a man to do the will of the Father and not know the doctrine.” (In Conference Report, Apr. 1910, pp. 29–30.)"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p49"},"Elder Bruce R. McConkie wrote that the promise of seeing the face of God may be fulfilled in this life:"],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p50"},["span.emphasis","“We have the power—and it is our privilege—so to live, that becoming pure in heart, we shall see the face of God while we yet dwell as mortals in a world of sin and sorrow."]],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p51"},"“This is the crowning blessing of mortality. It is offered by that God who is no respecter of persons to all the faithful in his kingdom.” (In Conference Report, Oct. 1977, p. 52; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 34.)"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p52"},"President Spencer W. Kimball added: “I have learned that where there is a prayerful heart, a hungering after righteousness, a forsaking of sins, and obedience to the commandments of God, the Lord pours out more and more light until there is finally power to pierce the heavenly veil and to know more than man knows. A person of such righteousness has the priceless promise that one day he shall see the Lord’s face and know that he is.” (“Give the Lord Your Loyalty,”",["span.emphasis","Ensign"],", Mar. 1980, p. 4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.2"},"D&C 93:2"],". How Is Jesus the Light of the World?"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p53"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on Doctrine and Covenants 88:6–13"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.6-18"},"D&C 93:6–18"],". What Is the “Record of John”?"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p54"},"Elder Bruce R. McConkie wrote:"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p55"},"“John the Baptist [was] destined to write of the gospel of that Lord whose witness he is, but his account, perhaps because it contains truths and concepts that the saints and the world are not yet prepared to receive, has so far not been given to men. On May 6, 1833, however, the Lord did reveal to Joseph Smith eleven verses of the Baptist’s writings, and promised that ‘the fulness of the record of John’ would be revealed when the faith of men entitled them to receive it. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.6-18"},"D&C 93:6–18"],".)"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p56"},"“From what has been revealed of the writings of the Baptist, and from what John the Apostle has written in his Gospel, it is clear that John the Apostle had before him the writings of John the Baptist when he wrote his Gospel.",["a.scriptureRef",{"href":"/scriptures/nt/john/1.1-38"},"John 1:1–38"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/3.23-36"},"John 3:23–36"],"are quoted or paraphrased from that which was first written by the Baptist” (",["span.emphasis","Mortal Messiah,"],"1:426–27)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.9-10"},"D&C 93:9–10"],". This World and Many Others Were Made by the Savior under His Father’s Direction"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p57"},"Section 93 teaches that this world and other worlds were not made directly by the Father but by the Lord Jesus Christ under His direction. In the New Testament, John the Apostle says, “All things were made by him; and without him was not any thing made that was made” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.3"},"John 1:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/1.10"},"verse 10"],"). The Epistle to the Hebrews states that Christ, God’s “heir of all things,” is the one by whom God “made the worlds” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.2"},"Hebrews 1:2"],"). Jesus is creator of “worlds without number” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],")—innumerable to man, but numbered unto God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.37"},"v. 37"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.11-17"},"D&C 93:11–17"],". Jesus “Received Not of the Fulness at the First, but Continued from Grace to Grace”"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p58"},"President Lorenzo Snow said: “When Jesus lay in the manger, a helpless infant, He knew not that He was the Son of God, and that formerly He created the earth. When the edict of Herod was issued, He knew nothing of it; He had not power to save Himself; and His father and mother had to take Him and fly into Egypt to preserve Him from the effects of that edict. Well, He grew up to manhood, and during His progress it was revealed unto Him who He was, and for what purpose He was in the world. The glory and power He possessed before He came into the world was made known unto Him.” (In Conference Report, Apr. 1901, p. 3.)"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p59"},"Jesus grew until He had a fulness of grace, truth, glory, and power. John saw that Jesus “received a fulness of the glory of the Father” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.16"},"D&C 93:16"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.17"},"Verse 17"],"of section 93 says that “he received all power both in heaven and on earth, and the glory of the Father was with him, for he dwelt in him.”",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.19-20"},"Verses 19 and 20"],"indicate that all people may grow to the point of receiving a fulness if they will follow the example of the Savior."],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p60"},"President Ezra Taft Benson taught: “God the Father has given Jesus Christ a name above all others, so that eventually every knee will bow and every tongue confess that Jesus is the Christ. He is the way, the truth, and the light, and no one can come back into the presence of our Father in heaven except through him. Christ is God the Son and possesses every virtue in its perfection. Therefore, the only measure of true greatness is how close a man can become like Jesus. That man is greatest who is most like Christ, and those who love him most will be most like him.” (In Conference Report, Oct. 1972, p. 53; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 57.)"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p61"},"If that goal seems unachievable, we should remember that even Jesus did not have the fulness at first but achieved it by receiving “grace for grace” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.12"},"D&C 93:12"],"). The word",["span.emphasis","grace"],"is a translation of the Greek word",["span.emphasis","charis,"],"which has the basic meaning of “sweetness, charm, loveliness,” but which the New Testament uses in the sense of “good-will, loving-kindness, favor.” The grace of God is “the merciful kindness by which God, exerting his holy influence upon souls, turns them to Christ, keeps, strengthens, increases them in Christian faith, knowledge, affection, and kindles them to the exercise of Christian virtues.” (Thayer,",["span.emphasis","Greek-English Lexicon,"],"pp. 665–66.)"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p62"},"In short,",["span.emphasis","grace"],"refers to the gifts and power of God by which we can be brought to perfection. To come to a fulness by moving from grace to grace means that as we obey the commandments, the Father gives us more and more power until we receive a fulness of power."],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p63"},"The Lord taught Moroni this same principle and added that His grace (or gifts and powers) are “sufficient,” that is, fully capable of doing what is required. “I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],")."],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p64"},"To receive these gifts and power, we must submit to God’s will and obey His commandments. None of us can become perfect through our own efforts alone. Moroni shows how our personal efforts can bring the grace of God and move us step by step, from grace to grace, to perfection (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32-33"},"Moroni 10:32–33"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.19-20"},"D&C 93:19–20"],". What Is Worship and How Should Man Worship the Lord?"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p65"},"The word",["span.emphasis","worship"],"comes from two Anglo-Saxon words:",["span.emphasis","weorth,"],"worthy, and",["span.emphasis","scipe,"],"state or condition. The Lord deserves to be worshiped because His condition is a worthy one. Elder James E. Talmage said: “The worship of which one is capable depends upon his comprehension of the worthiness characterizing the object of his reverence. Man’s capacity for worship is a measure of his comprehension of God.” (",["span.emphasis","Articles of Faith,"],"pp. 395–96.)"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p66"},"We worship to express our feelings about divine things. If we have reverence for God’s truth and grace and desire to be like Him, we can worship Him by keeping His commandments. Elder Bruce R. McConkie explained:"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p67"},"“To worship the Lord is to follow after him, to seek his face, to believe his doctrine, and to think his thoughts."],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p68"},"“It is to walk in his paths, to be baptized as Christ was, to preach that gospel of the kingdom which fell from his lips, and to heal the sick and raise the dead as he did."],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p69"},"“To worship the Lord is to put first in our lives the things of his kingdom, to live by every word that proceedeth forth from the mouth of God, to center our whole hearts upon Christ and that salvation which comes because of him."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p70"},"“It is to walk in the light as he is in the light, to do the things that he wants done, to do what he would do under similar circumstances, to be as he is."],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p71"},"“To worship the Lord is to walk in the Spirit, to rise above carnal things, to bridle our passions, and to overcome the world."],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p72"},"“It is to pay our tithes and offerings, to act as wise stewards in caring for those things which have been entrusted to our care, and to use our talents and means for the spreading of truth and the building up of his kingdom."],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p73"},"“To worship the Lord is to be married in the temple, to have children, to teach them the gospel, and to bring them up in light and truth."],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p74"},"“It is to perfect the family unit, to honor our father and our mother; it is for a man to love his wife with all his heart and to cleave unto her and none else."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p75"},"“To worship the Lord is to visit the fatherless and the widows in their affliction and to keep ourselves unspotted from the world."],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p76"},"“It is to work on a welfare project, to administer to the sick, to go on a mission, to go home teaching, and to hold family home evening."],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p77"},"“To worship the Lord is to study the gospel, to treasure up light and truth, to ponder in our hearts the things of his kingdom, and to make them part of our lives."],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p78"},"“It is to pray with all the energy of our souls, to preach by the power of the Spirit, to sing songs of praise and thanksgiving."],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p79"},"“To worship is to work, to be actively engaged in a good cause, to be about our Father’s business, to love and serve our fellowmen."],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p80"},"“It is to feed the hungry, to clothe the naked, to comfort those that mourn, and to hold up the hands that hang down and to strengthen the feeble knees."],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p81"},"“To worship the Lord is to stand valiantly in the cause of truth and righteousness, to let our influence for good be felt in civic, cultural, educational, and governmental fields, and to support those laws and principles which further the Lord’s interests on earth."],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p82"},"“To worship the Lord is to be of good cheer, to be courageous, to be valiant, to have the courage of our God-given convictions, and to keep the faith."],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p83"},"“It is ten thousand times ten thousand things. It is keeping the commandments of God. It is living the whole law of the whole gospel.” (In Conference Report, Oct. 1971, pp. 168–69; or",["span.emphasis","Ensign,"],"Dec. 1971, p. 130.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.f4"},[".caption","We may grow to a fulness of the glory of God by following the Savior."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.23"},"D&C 93:23"],". Man Was in the Beginning with God"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p85"},"As explained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.30-33"},"Doctrine and Covenants 29:30–33"],", the Lord used the word",["span.emphasis","beginning"],"only because finite mortals cannot grasp completely that all things are eternal. The word",["span.emphasis","beginning"],"may refer to the time when we began as the spirit offspring of God or to the time when the earth began as a temporal sphere."],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p86"},"The Prophet Joseph Smith taught that the intelligent part of man has always existed: “The spirit of man is not a created being; it existed from eternity, and will exist to eternity. Anything created cannot be eternal.” (",["span.emphasis","History of the Church,"],"3:387.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.24-25"},"D&C 93:24–25"],". Eternal Truth Is Revealed by the Spirit"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p87"},"Speaking of eternal truth, Elder Neal A. Maxwell said:"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p88"},"“For those who believe we are all going to be around forever, it is both natural and wise to concern ourselves with such questions and also with such principles which are also going to be around forever. The definition of truth given in 1833 about things ‘as they are,’ ‘as they were,’ and ‘as they are to come’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.24"},"D&C 93:24"],") is related to another scripture: ‘… for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be … plainly, for the salvation of our souls. …’ [",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],".] Note the presence of that powerful adverb",["span.emphasis","really"],". The gospel of Jesus Christ and The Church of Jesus Christ of Latter-day Saints deal plainly with realities—‘things as they really are,’ and ‘things as they really will be.’” (“Eternalism vs. Secularism,”",["span.emphasis","Ensign,"],"Oct. 1974, 71.)"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p89"},"President Spencer W. Kimball stated: “If we live in such a way that the considerations of eternity press upon us, we will make better decisions. Perhaps this is why President Brigham Young once said that if he could do but one thing to bless the Saints, he believed it would be to give them ‘eyes with which to",["span.emphasis","see things as they are"],".’ (",["span.emphasis","Journal of Discourses,"],"3:221; italics added.) It is interesting to note how those last words reflect the words of the scripture in which truth is described as ‘knowledge of things as they are, and as they were, and as they are to come.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.24"},"D&C 93:24"],".) Jacob reminds us also that ‘the Spirit speaketh the truth … of things as they really are, and of things as they really will be.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],".]"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p90"},"“The more clearly we see eternity, the more obvious it becomes that the Lord’s work in which we are engaged is one vast and grand work with striking similarities on each side of the veil.” (“The Things of Eternity—Stand We in Jeopardy?”",["span.emphasis","Ensign,"],"Jan. 1977, p. 3.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.29"},"D&C 93:29"],". How Is the Word Intelligence Used?"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p91"},"Elder John A. Widtsoe noted that “",["span.emphasis","intelligence"],"as used by Latter-day Saints has two chief meanings. … First, a man who gathers knowledge and uses it in harmony with the plan of salvation is intelligent. He has intelligence. … Second, the word when preceded by the article",["span.emphasis","an,"],"or used in the plural as",["span.emphasis","intelligences,"],"means a person, or persons, usually in the spiritual estate. Just as we speak of a person or persons, we speak of",["span.emphasis","an intelligence,"],"or",["span.emphasis","intelligences."],"” (",["span.emphasis","Evidences and Reconciliations,"],"3:74; see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22–23"],".)"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p92"},"We know very little about the concept of intelligence. President Joseph Fielding Smith said: “Some of our writers have endeavored to explain what an intelligence is, but to do so is futile, for we have never been given any insight into this matter beyond what the Lord has fragmentarily revealed. We know, however, that there is something called intelligence which always existed. It is the real eternal part of man, which was not created or made. This intelligence combined with the spirit constitutes a spiritual identity or individual.” (",["span.emphasis","Progress of Man,"],"p. 11.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.30"},"D&C 93:30"],". Absolute Truth Is Independent and Understood Only by the Spirit"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p93"},"President Spencer W. Kimball taught: “The earth is spherical. If all the four billion people in the world think it flat, they are in error. That is an absolute truth, and all the arguing in the world will not change it."],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p94"},"“We learn about these absolute truths by being taught by the Spirit. These truths are ‘independent’ in their spiritual sphere and are to be discovered spiritually, though they may be confirmed by experience and intellect. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.30"},"D&C 93:30"],".) The great prophet Jacob said that ‘the Spirit speaketh the truth. … Wherefore, it speaketh of things as they really are, and of things as they really will be.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],".) We need to be taught in order to understand life and who we really are."],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p95"},"“The Gods organized and gave life to man and placed him on the earth. This is absolute. It cannot be disproved. A million brilliant minds might conjecture otherwise, but it is still true. And having done all this for his Father’s children, the Christ mapped out a plan of life for man—a positive and absolute program whereby man might achieve, accomplish, and overcome and perfect himself. Again, these vital truths are not matters of opinion. If they were, then your opinion would be just as good as mine, or better. But I give you these things, not as my opinion—I give them to you as divine truths which are absolute."],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p96"},"“Some day you will see and feel and understand and perhaps even berate yourself for the long delay and waste of time. It is not a matter of",["span.emphasis","if."],"It is a matter of",["span.emphasis","when"],"."],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p97"},"“Experience in one field does not automatically create expertise in another field. Expertise in religion comes from personal righteousness and from revelation. The Lord told the Prophet Joseph Smith: ‘All truth is independent in that sphere in which God has placed it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.30"},"D&C 93:30"],".) A geologist who has discovered truths about the structure of the earth may be oblivious to the truths God has given us about the eternal nature of the family."],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p98"},"“If I can only make clear this one thing, it will give us a basis on which to build. Man cannot discover God or his ways by mere mental processes. One must be governed by the laws which control the realm into which he is delving. To become a plumber, one must study the laws which govern plumbing. He must know stresses and strains, temperatures at which pipes will freeze, laws which govern steam, hot water, expansion, contraction, and so forth. One might know much about plumbing and be a complete failure in training children or getting along with men. One might be the best of bookkeepers and yet not know anything of electricity. One might know much about buying and selling groceries and be absolutely ignorant of bridge building."],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p99"},"“One might be a great authority on the hydrogen bomb and yet know nothing of banking. One might be a noted theologian and yet be wholly untrained in watchmaking. One might be the author of the law of relativity and yet know nothing of the Creator who originated every law. I repeat, these are not matters of opinion. They are absolute truths. These truths are available to every soul."],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p100"},"“Any intelligent man may learn what he wants to learn. He may acquire knowledge in any field, though it requires much thought and effort. It takes more than a decade to get a high school diploma; it takes an additional four years for most people to get a college degree; it takes nearly a quarter-century to become a great physician. Why, oh, why do people think they can fathom the most complex spiritual depths without the necessary experimental and laboratory work accompanied by compliance with the laws that govern it? Absurd it is, but you will frequently find popular personalities, who seem never to have lived a single law of God, discoursing in interviews on religion. How ridiculous for such persons to attempt to outline for the world a way of life!” (“Absolute Truth,”",["span.emphasis","Ensign,"],"Sept. 1978, pp. 3–5.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D&C 93:33"],". “Man Is Spirit. The Elements Are Eternal”"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p101"},"We are dual beings comprised of both a spirit and a physical body. These bodies together form the soul (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"D&C 88:15"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on D&C 88:15"],".) Death separates the body and the spirit temporarily, but the Resurrection connects them inseparably. The Resurrection paves the way for a “fulness of joy” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D&C 93:33"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.35"},"D&C 93:35"],". “The Elements Are the Tabernacle of God”"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p102"},"The physical body is a gift from God and is sacred. In this verse and elsewhere, the physical body is compared to a temple (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],"). Part of our judgment will be based on our treatment of the body. The Prophet Joseph Smith explained: “We came to this earth that we might have a body and present it pure before God in the celestial kingdom. The great principle of happiness consists in having a body.” (",["span.emphasis","Teachings,"],"p. 181.)"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p103"},"The devil, jealous that he cannot have a physical body, tries to tempt us to abuse it. The Lord, on the other hand, has given the Word of Wisdom and other counsel so we can know what is good and bad for the body, or how to care for the temple the Lord has given us."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36-37"},"D&C 93:36–37"],". “The Glory of God Is Intelligence”"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p104"},"Elder John A. Widtsoe explained:"],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p105"},"“Among the many great truths revealed to the Prophet Joseph Smith, none is more beloved by the Church than ‘The Glory of God is intelligence. The word intelligence, as used in common speech, means readiness in learning, quickness of mind. Its higher Gospel meaning is more profound. The intelligent man is he who seeks knowledge and uses it in accordance with the plan of the Lord for human good. This is implied in the revelation from which the quotation is made, for the full sentence reads, ‘The glory of God is intelligence, or in other words, light and truth.’ When men follow the light their knowledge will always be well used."],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p106"},"“Intelligence, then, becomes but another name for wisdom. In the language of mathematics we may say that knowledge, plus the proper use of knowledge, equals intelligence, or wisdom. In this sense intelligence becomes the goal of the successful life. Knowledge is one of the means by which such intelligence is attained; the use of knowledge is equally as important, for it gives life and direction to knowledge. … Thus it often happens that a person of limited knowledge but who earnestly and prayerfully obeys the law, rises to a higher intelligence or wisdom, than one of vast Gospel learning who does not comply in his daily life with the requirements of the Gospel. Obedience to law is a mark of intelligence.” (In Conference Report, Apr. 1938, p. 50.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.38-39"},"D&C 93:38–39"],". Man Was Innocent at Spiritual Birth and Is Innocent at Physical Birth"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p107"},"Elder Bruce R. McConkie explained that “there is no such thing as original sin as such is defined in the creeds of Christendom. Such a concept denies the efficacy of the atonement. Our revelation says: ‘Every spirit of man was innocent in the beginning’—meaning that spirits started out in a state of purity and innocence in preexistence—‘and God having redeemed man from the fall, men became again, in their infant state, innocent before God’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.38"},"D&C 93:38"],")—meaning that all children start out their mortal probation in purity and innocence because of the atonement. Our revelations also say, ‘The Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.54"},"Moses 6:54"],".)” (“The Salvation of Little Children,”",["span.emphasis","Ensign,"],"Apr. 1977, p. 4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.39-40"},"D&C 93:39–40"],". How Can We Counter Satan’s Efforts to Take Away Light and Truth?"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p108"},"President Spencer W. Kimball taught that the home is the most important place to counter Satan’s influence:"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p109"},"“In 1833 the Lord warned through his prophet, ‘And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.39"},"D&C 93:39"],".)"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p110"},"“And then he offered the solution, ‘But I have commanded you to bring up your children in light and truth.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.40"},"D&C 93:40"],".)"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p111"},"“The spirit of the times is worldliness. Hoodlumism is common. Supposedly good youth from recognized good families express their revolt in destructive acts. Many defy and resist the law-enforcing officers. Respect for authority, secular, religious, and political, seems to be at a low ebb. Immorality, drug addiction, and general moral and spiritual deterioration seem to be increasing, and the world is in turmoil. But in our time the Lord has offered his ageless program in new dress and it gives promise to return the world to sane living, to true family life, family interdependence. It is to return the father to his rightful place at the head of the family, to bring mother home from social life and employment, the children away from unlimited fun and frolic. The home teaching program with its crowning activity, the family home evening, will neutralize the ill effects only if people will apply the remedy.” (“Home: The Place to Save Society,”",["span.emphasis","Ensign,"],"Jan. 1975, pp. 3–4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.41-50"},"D&C 93:41–50"]],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p112"},"The Lord spoke to Frederick G. Williams, Sidney Rigdon, the Prophet Joseph Smith, and Newel K. Whitney in turn about the seriousness of neglecting their families. President Spencer W. Kimball said:"],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p113"},"“In modern times the Lord said, ‘Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.31"},"D&C 68:31"],".) We do not rear children just to please our vanity. We bring children into the world to become kings and queens, priests and priestesses for our Lord."],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p114"},"“To Frederick G. Williams, the Lord said, [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.41-43"},"D&C 93:41–43"],"]."],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p115"},"“Turning to Sidney Rigdon, the Lord charged, [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.44"},"D&C 93:44"],"]."],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p116"},"“And then the Lord said, ‘What I say unto one I say unto all; pray always lest that wicked one have power in you, and remove you out of your place.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.49"},"D&C 93:49"],".)"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p117"},"“How sad if the Lord should charge any of us parents with having failed to teach our children. Truly a tremendous responsibility falls upon a couple when they bring children into the world. Not only food, clothes, and shelter are required of them, but loving, kindly disciplining, teaching, and training. “Of course, there are a few disobedient souls regardless of training and teaching, but the great majority of children respond to such parental guidance. The scripture says, ‘Train up a child in the way he should go: and when he is old, he will not depart from it.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Prov. 22:6"],".) And if he departs, he will probably return if he has been brought up in the right way.” (“Train Up a Child,”",["span.emphasis","Ensign,"],"Apr. 1978, pp. 4–5.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.f5"},[".caption","Parents have the stewardship to teach and train their children."]]]]]],"refs":null}
