{"id":104,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":104,"title":"Section 91 The Apocrypha","subtitle":"","short_title":"Section 91","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.head3"},[".titleNumber","Section 91"],["h1","The Apocrypha"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p32"},"The Prophet Joseph Smith received this revelation in Kirtland on 9 March 1833, one day after section 90 was given. He was engaged in the revision of the Bible at the time (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.13"},"D&C 90:13"],"). The Bible from which he was making his corrections contained the Apocrypha. The Prophet inquired of the Lord whether he should also revise that part of the Bible, after which he received the revelation known as section 91 (see History of the Church, 1:331–32)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91.1"},"D&C 91:1"],". What Is the Apocrypha?"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p33"},"Elder Bruce R. McConkie gave the following explanation of the apocryphal writings and why the Latter-day Saints do not accept them as scripture:"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p34"},"“Scholars and Biblical students have grouped certain apparently scriptural Old Testament writings, which they deem to be of doubtful authenticity or of a spurious nature, under the title of the",["span.emphasis","Apocrypha"],". There has not always been agreement as to the specific writings which should be designated as apocryphal, but the following are now generally so listed: 1st and 2nd Esdras (sometimes called 3rd and 4th Esdras, because in the Douay Bible, Ezra is 1st Esdras, and Nehemiah, 2nd Esdras); Tobit; Judith; the rest of the chapters of Esther; Wisdom of Solomon; Wisdom of Jesus the Son of Sirach or Ecclesiasticus; Baruch and the Epistle of Jeremiah; additional parts of Daniel, including the Song of the Three Holy Children, the History of Susanna, and the History of the Destruction of Bel and the Dragon; Prayer of Manasses; 1st and 2nd Maccabees (called in the Douay Version, 1st and 2nd Machabees)."],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p35"},"“These apocryphal writings were never included in the Hebrew Bible, but they were in the Greek Septuagint (the Old Testament used by the early apostles) and in the Latin Vulgate. Jerome, who translated the Vulgate, was required to include them in his translation, though he is quoted as having decided they should be read ‘for example of life and instruction of manners’ and should not be used ‘to establish any doctrine.’ Luther’s German Bible grouped the apocryphal books together (omitting 1st and 2nd Esdras) at the end of the Old Testament under the heading: ‘Apocrypha: these are books which are not held equal to the sacred scriptures, and yet are useful and good for reading.’"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p36"},"“The Apocrypha was included in the King James Version of 1611, but by 1629 some English Bibles began to appear without it, and since the early part of the 19th century it has been excluded from almost all Protestant Bibles. The American Bible Society, founded in 1816, … and the British and Foreign Bible Society [excluded the Apocrypha from most of their Bibles during the 19th century]."],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p37"},"“From these dates it is apparent that controversy was still raging as to the value of the Apocrypha at the time the Prophet began his ministry. Accordingly, in 1833, while engaged in revising the King James Version by the spirit of revelation, the Prophet felt impelled to inquire of the Lord as to the authenticity of the Apocrypha. From the answer it is clear that the books of the Apocrypha were inspired writings in the first instance, but that subsequent interpolations and changes had perverted and twisted their original contexts so as to leave them with doubtful value."],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p38"},"“Speaking of the Apocrypha the Lord says: ‘There are many things contained therein that are true, and it is mostly translated correctly; There are many things contained therein that are not true, which are interpolations by the hands of men. Verily, I say unto you, that it is not needful that the Apocrypha should be translated. Therefore, whoso readeth it, let him understand, for the Spirit manifesteth truth; And whoso is enlightened by the Spirit shall obtain benefit therefrom; And whoso receiveth not by the Spirit, cannot be benefited. Therefore it is not needful that it should be translated.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91"},"D. & C. 91"],".) …"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-91-the-apocrypha.p39"},"“Obviously,",["span.emphasis","to gain any real value from a study of apocryphal writings, the student must first have an extended background of gospel knowledge, a comprehensive understanding of the standard works of the Church, plus the guidance of the Spirit"],".” (",["span.emphasis","Mormon Doctrine,"],"pp. 41–42.)"]]]]],"refs":null}
