{"id":103,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":103,"title":"Section 90 The Oracles of God","subtitle":"","short_title":"Section 90","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.head2"},[".titleNumber","Section 90"],["h1","The Oracles of God"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p1"},"About a week after the Prophet Joseph Smith received the Word of Wisdom, the Lord revealed to him",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90"},"Doctrine and Covenants 90"],". No explanation is given about why this revelation was received. President Joseph Fielding Smith said it contains “information of the greatest importance and may have come through the prayers of the brethren. … It begins by saying that the sins of the Prophet are forgiven according to his petition, for ‘thy prayers and the prayers of thy brethren have come up unto my ears.’” (",["span.emphasis","Church History and Modern Revelation,"],"1:387.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.1-5"},"D&C 90:1–5"],". What Are “the Keys of the Kingdom”?"],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p2"},"During His earthly ministry, Jesus bestowed on Peter, James, and John “the keys of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.2-3"},"D&C 90:2–3"],"). Those keys, He said, carried power to bind and loose on earth and in heaven (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matthew 16:19"],")."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p3"},"Latter-day Saints make covenants with God for time and all eternity. Priesthood is the authority to seal those covenants and have them last throughout eternity. Eternal marriage, baptism, bestowal of the Holy Ghost, temple covenants—these are all sealed by the divine authority known as priesthood (see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p1"},"Notes and Commentary on D&C 81:2"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.4-5"},"D&C 90:4–5"],". What Are the Oracles of God?"],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p4"},"An",["span.emphasis","oracle"],"can be a revelation or the person through whom the revelation is given. Only the President of the Church possesses the power to receive revelation for the entire Church. This principle was taught to Oliver Cowdery at an early date, when the Lord told him: “No one shall be appointed to receive commandments and revelations in this Church excepting my servant Joseph Smith, Jun., for he receiveth them even as Moses” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"D&C 28:2"],"). Those who have succeeded Joseph Smith in the prophetic office have received, each in his turn, the power to use the keys of the kingdom and lead the Church by revelation as occasion has required."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p5"},"President Joseph Fielding Smith wrote: “The word of the Lord was fulfilled wherein he said that through Joseph Smith the oracles should be given to the Church, and by command of the Lord the Prophet, in Nauvoo a few months before his death, called the apostles together and said to them that the Lord had commanded him to confer upon them all the keys and authorities which he had had conferred upon him, so that the work could be ‘rolled off’ of his shoulders onto theirs. He thereupon conferred upon them this divine governing power, but this governing power could not be exercised by any one of the twelve while the Prophet was living. Upon his death the right to preside and set in order and to hold the keys of authority in the Priesthood and in the Church, rightfully belonged to President Brigham Young and by authority of the ordination he had received under the hands of Joseph Smith and by being sustained by his brethren and the Church, he was vested with the supreme power.” (",["span.emphasis","Church History and Modern Revelation,"],"1:388–89.)"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.f1"},[".caption","Joseph Smith holds the keys of this dispensation."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.6-7"},"D&C 90:6–7"],". In What Way Are Counselors in the First Presidency Equal with the President of the Church?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p7"},"In these verses the Lord authorized Sidney Rigdon and Frederick G. Williams to hold the keys of the priesthood jointly with Joseph Smith. The two men were set apart a short time later. The Prophet reported: “Elder Rigdon expressed a desire that himself and Brother Frederick G. Williams should be ordained to the offices to which they had been called, viz., those of Presidents of the High Priesthood, and to be equal in holding the keys of the kingdom with Brother Joseph Smith, Jun., according to the revelation given on the 8th of March, 1833. Accordingly I laid my hands on Brothers Sidney and Frederick, and ordained them to take part with me in holding the keys of the last dispensation and to assist in the Presidency of the High Priesthood, as my Counselors.” (",["span.emphasis","History of the Church,"],"1:334.)"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p8"},"Counselors can do everything their presiding officer directs them to do, as if the president were personally acting. In this sense they are equals. However, they have no power to act independent of the president. Both Sidney Rigdon and Frederick G. Williams received their ordination from the Prophet Joseph Smith, who held the keys. Since these two men received their authority from Joseph Smith, it follows that they were not equal to him in every sense. Elder John A. Widtsoe observed that “the pre-eminence of the President of the Church was maintained. … The Counselors do not possess the power of the President and cannot act in Church matters without direction and consent of the President."],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p9"},"“All this defined clearly the position and authority of the President of the Church.” (",["span.emphasis","Joseph Smith,"],"p. 303.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.8-9"},"D&C 90:8–9"],". The Order for the Preaching of the Gospel in the Last Days Is unto the Gentiles First and Then unto the Jews"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p10"},"“The Gospel was … taken first to the Jews in the Meridian Dispensation, and when the Jews rejected it, then it was taken to the Gentiles. [See",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.18"},"Acts 11:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.46"},"13:46"],".] The Lord promised that the first should be last and last first in the final dispensation. Therefore the Gospel was revealed and declared to the Gentiles in this dispensation and then it must go to the Jews.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:390.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.f2"},[".caption","All will hear the gospel in their own tongue."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.10-11"},"D&C 90:10–11"],". “Every Man Shall Hear … the Gospel in His Own Tongue”"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p12"},"President Joseph Fielding Smith wrote: “In order that the Gospel might be declared among the nations and kindreds and tongues, the Lord commanded that the elders should study languages and with all good books be prepared to carry the message so that people could hear it in their own tongue. This was one great opportunity presented in the school of the prophets. It is a remarkable fact that the elders of the Church going forth to foreign lands have had the gift of tongues by which they have learned to speak these foreign tongues within very brief periods of time. Not only is this the case, but there are many instances of record where the missionaries in conversation and when preaching have been understood by others in their native language. These cases have been similar with the gift of tongues as it was made manifest on the day of Pentecost, when Peter and the apostles stood up and spoke to the assembled people from all countries who had come to Jerusalem to the celebration of Pentecost. Elders who have labored in foreign fields who have relied upon the Spirit of the Lord and have been diligent in their labors can testify from all parts of the Church that through the help of the Spirit they were able to speak the languages of the people among whom they were appointed to labor, and this beyond their natural powers.” (",["span.emphasis","Church History and Modern Revelation,"],"1:390.)"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p13"},"For generations, the vast majority of missionaries were sent out from North America to teach the peoples of the world, and, though they learned the language and taught the people in their own tongue, they usually lacked native fluency. Now, thousands of missionaries from scores of countries are being called to labor among their own people. Because these missionaries are native speakers and come from the same culture as the people they teach, they can be especially effective in fulfilling the prophecy that all will hear the gospel in their own tongue."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.12-18"},"D&C 90:12–18"],". Counsel to the First Presidency"],["div",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.f3"},"These verses charged the First Presidency with several important tasks:",["ol.number",["li",["span.label","1."],[".para","Continue in the work of the ministry and presiding (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.12"},"D&C 90:12"],")."]],["li",["span.label","2."],[".para","Finish work on the Joseph Smith Translation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.13"},"v. 13"],")."]],["li",["span.label","3."],[".para","Preside over the School of the Prophets (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.13"},"v. 13"],")."]],["li",["span.label","4."],[".para","Receive the revelations and “unfold” them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.14"},"v. 14"],")."]],["li",["span.label","5."],[".para","Read, study, and learn languages (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"v. 15"],")."]],["li",["span.label","6."],[".para","Preside in council and set the affairs of the Church in order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.16"},"v. 16"],")."]],["li",["span.label","7."],[".para","Repent of pride and sin (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.17"},"v. 17"],")."]],["li",["span.label","8."],[".para","Set their own homes in order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.18"},"v. 18"],")."]]]],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p22"},"Leaders of the Church must take care for their callings but must not neglect personal and family matters."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.17"},"D&C 90:17"],". “Be Admonished in All Your High-Mindedness and Pride”"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p23"},"Although this counsel is valuable to all members of the Church, it was perhaps especially significant for Sidney Rigdon and Frederick G. Williams, who both later opposed the Prophet and left the Church, though Frederick G. Williams eventually returned."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.25-27"},"D&C 90:25–27"],". Are the Saints to Keep Their Families “Small”?"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p24"},"“The Lord warns His servants, particularly the Prophet’s father, to let their families be small in order that the substance provided for them by the Church be not used up by the unworthy (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.25"},"vs. 25"],"), who were prone to take advantage of a situation. When the Lord advises them to let their families be small, He does not mean their immediate children; the visitors and hangers-on who had a tendency to take advantage of the brethren’s open houses and open hearts are the ones meant. The brethren would not be hindered in accomplishing the Lord’s work if they watched this matter.” (Sperry,",["span.emphasis","Compendium,"],"p. 462.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.28-31"},"D&C 90:28–31"],". Instructions to Vienna Jaques"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p25"},"“Vienna Jaques, a woman who had been kind to the Prophet and had cared for his wants when in need and had helped the elders, was now by revelation to be helped with means so that she could gather with the Saints in Zion” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:391)."],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p26"},"“A conference of high priests assembled April 30, 1833, in the schoolroom in Kirtland and took steps to raise means to pay the rent for the house where their meetings had been held during the past season. John P. Green was appointed to take charge of a branch of the Church in Parkman County. It was also decided that Sister Vienna Jaques should not proceed immediately on her way to Zion, but wait until William Hobart and others were ready, as it would be a matter of safety.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:403–4.)"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p27"},"The word",["span.emphasis","meet"],"in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.30"},"verse 30"],"means fitting, proper, necessary, or desirable."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.32-35"},"D&C 90:32–35"],". Joseph Smith Is to “Preside over Zion” in the Lord’s Own Due Time"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p28"},"“[The First Presidency] were to advise the Saints in Zion that the jurisdiction of the First Presidency extended over Jackson County and the West as well as over Kirtland and the East (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.32"},"v. 32"],"). Thus the First Presidency was to be a means of preservation of the unity of the Church."],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p29"},"“The primitive church, after the departure of the Apostles, disintegrated and was divided into many groups, each with a head of its own, and, finally, the great division into the Roman and Greek churches occurred, the bishop of Rome and the patriarch of Constantinople, each claiming supreme authority. The Church of Jesus Christ of Latter-day Saints might have been cleft in the same way, into a Western and an Eastern division, with several smaller groups between, but for the Revelation instituting the First Presidency, which is both the symbol of the unity of the Church and the connecting link by which this unity is effected.” (Smith and Sjodahl, Commentary, pp. 582–83.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.34-37"},"D&C 90:34–37"],". Zion Warned"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p30"},"Smith and Sjodahl note that section 90 “closes with a warning and a promise regarding Zion. All the brethren in Zion were not keeping the commandments of God faithfully. Some of them were jealous of the position and influence of the Prophet Joseph, and denied his authority to direct the temporal affairs of the Church. Among them were the men mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.35"},"Verse 35"],". In a letter written on behalf of the Church, by Orson Hyde and Hyrum Smith, Jan. 14th, 1833, and addressed to the Bishopric and Saints in Zion, it is pointed out that Sidney Gilbert, in a communication received from him, used ‘low, dark, and blind insinuations,’ which were not received ‘as from the fountain of light.’ In the same letter Wm. W. Phelps is kindly rebuked for a ‘lightness of spirit that ill becomes a man placed in the important and responsible station that he is placed in.’ Furthermore, the Saints in Zion failed to keep the laws of God concerning consecration. Hence the warning: The Lord would contend with Zion, plead with her strong ones, and chasten her ‘until she overcomes and is clean before me.’ That is the warning. The promise is: ‘She shall not be removed out of her place.’” (Commentary, p. 583.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.36-37"},"D&C 90:36–37"],". The Lord Will Chasten Zion until She Overcomes"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-90-the-oracles-of-god.p31"},"Elder Melvin J. Ballard said of the Lord’s promise to see that Zion overcomes and is clean: “That kind of promise entails the necessity of chastisement, when we need to be chastened and corrected and brought to a condition of repentance. I recognize that the Lord cannot fulfil his work nor accomplish his purposes without our willing obedience. He will not use this people unless we are willing to be used; but he has means of correcting, he has means of chastisement, which he will apply from time to time, and the only thing that impedes our progress today is our own lack of willingness to follow the counsel of those whom God has appointed to lead this people, because of the imagination of our hearts that we are wiser than they are.” (In Conference Report, Oct. 1921, p. 100.)"]]]]],"refs":null}
