{"id":109,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":109,"title":"Section 96 This Stake Should Be Made Strong","subtitle":"","short_title":"Section 96","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.head8"},[".titleNumber","Section 96"],["h1","This Stake Should Be Made Strong"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p155"},"In the months following the purchase of land in Kirtland for the Saints, the Lord directed the Church to prepare a building for the Presidency, another for printing, and the temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94"},"D&C 94–95"],"). The Kirtland council met to consider how to use the French farm, but since they could not agree on who was to be the overseer, they decided to take the matter to the Lord (see History of the Church, 1:352; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p1"},"Historical Background for D&C 94"],")."],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p156"},"“They also considered the matter of dividing lots according to wisdom (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/96"},"D. & C. 96"],".) and the Lord gave them counsel in relation to these matters. The Stake of Zion was to become strong. The poor were to be cared for. The bishop, Newel K. Whitney, was to take charge of the matter of assigning lots and preparing them for the building of a city and a Temple to the name of the Lord. John Johnson was to be given responsibility and admitted into the united order, so that he could assist in bringing forth the word of the Lord to the children of men.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:407.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/96.1"},"D&C 96:1"],". “This Stake That I Have Set for the Strength of Zion Should Be Made Strong”"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p157"},"To pitch a tent, one drives stakes into the ground to secure it. The deeper the stakes, the stronger and more stable the tent. The revelations of the Lord compare Zion to a great tent, whose stakes are its support and therefore must be strong."],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p158"},"“The expression ‘stake of Zion,’” wrote President Joseph Fielding Smith, “is taken from the expression in Isaiah: ‘Look upon Zion, the city of our solemnities; thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20"},"Isa. 33:20"],".) Again: ‘Enlarge the place of thy tent and let them stretch forth the curtains of thine habitation: spare not, lengthen thy cords, and strengthen thy stakes.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.2"},"Isa. 54:2"],".) Isaiah speaks of Zion as a tent, or tabernacle, having in mind the Tabernacle which was built and carried in the wilderness in the days of Moses, and the cords are the binding cables that extend from the tent, or tabernacle, to the stakes which are fastened in the ground. Now the Lord revealed that Zion was to be built and surrounding her would be the stakes helping to bind and keep her in place. This figure of speech has almost been lost through the intervening years, but it retains its significance, or beauty. To speak of Zion, the New Jerusalem, or even that section where the city will be built, as a stake of Zion, is a sad mistake. Zion is the tent, the stakes of Zion are the binding pegs that support her. Zion, therefore, cannot be a stake, it would be as improper to call a tent a stake as to apply this term to Zion.” (",["span.emphasis","Church History and Modern Revelation,"],"1:321–22.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.f8"},[".caption","Zion is compared to the tent of the Lord and its stakes."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/96.4-5"},"D&C 96:4–5"],". “This Is the Most Expedient in Me, That My Word Should Go Forth unto the Children of Men”"],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p160"},"The preparation of the scriptures and the location of a place in which to publish them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.10"},"D&C 94:10"],") continued as directed by the Lord so that His word could be sent forth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/96.5"},"D&C 96:5"],"). The publication of the scriptures was an important part of preparing the people to establish Zion."],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p161"},"“One day all the standard works will be so organized and prepared, to make them one monumental testimony that Jesus is the Christ, the Son of God, the Only Begotten of the Father. The doctrines of salvation must be available to all mankind, not just in their hands, but in their heads and hearts.” (Boyd K. Packer, “Teach the Scriptures” [address to religious educators], 14 Oct. 1977, p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/96.5"},"D&C 96:5"],". “My Word Should Go Forth … for the Purpose of Subduing the Hearts of the Children of Men for Your Good”"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p162"},"Although some resist and even fight against the gospel’s influence, others are tempered and influenced for good by its power and the example of those who have received it. Elder Bruce R. McConkie counseled: “Build up Zion, but build it up in the area where God has given you birth and nationality. Build it up where he has given you citizenship, family, and friends. … The Saints who comprise … Zion are and should be a leavening influence for good in all these nations."],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p163"},"“And know this: God will bless that nation which so orders its affairs as to further his work.” (“Come: Let Israel Build Zion,”",["span.emphasis","Ensign,"],"May 1977, p. 118.)"]]]]],"refs":null}
