{"id":112,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":112,"title":"Section 99 the Word of the Lord to John Murdock","subtitle":"","short_title":"Section 99","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.head11"},[".titleNumber","Section 99"],["h1","The Word of the Lord to John Murdock"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p243","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p243"},"The Prophet Joseph Smith received",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99"},"Doctrine and Covenants 99"],"on 24 August 1832 at Hiram, Ohio. “This is a Revelation calling Elder John Murdock to go on a mission to the Eastern States. He was one of the men who received the gospel in Kirtland when Oliver Cowdery and companions passed through that city on the first western journey to the Lamanites, and together with Sidney Rigdon, Edward Partridge, Isaac Morley, Lyman Wight, and others, he was called to the ministry at that time. He held many important positions in the Church and discharged his duties faithfully.” (Smith and Sjodahl, Commentary, p. 629.)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.f13"},[".caption","John Murdock filled one of the first missions to the eastern states."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.1-4"},"D&C 99:1–4"],". What Responsibility Do God’s Children Have toward the Testimony of His Servants?"],["div",{"id":"p245","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p245"},"Each individual must accept the gospel when it is offered or face the consequences of rejecting it. To receive the Lord’s servants is to receive Him; to reject the Lord’s servants is to be rejected by the Lord as well. “And whoso rejecteth you shall be rejected of my Father and his house” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.4"},"D&C 99:4"],")."],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p246"},"“Who have rejected this gospel? The indifferent, those who would not take the trouble to investigate it, those who would not take the trouble to bow in submission before the Lord and ask his testimony concerning it, those who thought it beneath them, those who have been too proud, or too rich or too well situated or who, for some other reason, have failed to take any interest in this work; these are they who are not members of this Church and who have failed to obey this gospel when they heard it preached in its simplicity and its purity amongst the nations of the earth. … There will be a heavy condemnation fall upon this generation because of their inattention to these things. Judgements and calamities will be visited upon the inhabitants of the earth in consequence of neglecting the word of God written in the Scriptures, and also the word of God to his servants in these days.” (George Q. Cannon, in",["span.emphasis","Journal of Discourses,"],"20:248.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.4"},"D&C 99:4"],". What Does the Symbolic Act of Cleansing One’s Feet Mean?"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p247"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p1"},"Notes and Commentary for Doctrine and Covenants 24:15"],"and",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-60-thou-shalt-not-idle-away-thy-time-nor-bury-thy-talents.p1"},"60:15–17"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.5,8"},"D&C 99:5, 8"],". What Responsibility Rests on Those Who Know Truth?"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p248"},"The Lord’s Second Coming in the clouds of heaven will be a time of judgment, for the sheep (the righteous) shall be separated from the goats (the unrighteous). “At that hour cometh an entire separation of the righteous and the wicked” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.54"},"D&C 63:54"],"). The ungodly deeds of evil men will then be uncovered for all to see. In the meantime, the righteous are to continue proclaiming the gospel. “Of him unto whom much is given much is required; and he who sins against the greater light shall receive the greater condemnation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"D&C 82:3"],")."],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p249"},"“Any person who is truly converted to the gospel of Jesus Christ will naturally and anxiously want to share these truths with others. Also, the Lord has given commandments to his saints that, inasmuch as they have been warned of the impending destruction preceding the second coming of Jesus Christ, they have the responsibility to warn the others. Missionary service, then, has been one of the distinguishing characteristics of the true Church in this dispensation.” (Ludlow,",["span.emphasis","Companion,"],"2:183.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.6-7"},"D&C 99:6–7"],". One’s Primary Obligation Is to One’s Family"],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p250"},"Elder John Murdock lost his wife when she gave birth to twins on 1 May 1831. The day before, Emma Smith had also borne twins and lost them both in death. Unable to care for his newborn children and knowing of Emma’s heartache, John Murdock gave his motherless infants into the care of Joseph’s wife."],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p251"},"But Brother Murdock had other children who were older. The Lord told him to delay his departure for his mission until his remaining children were provided for."],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-99-the-word-of-the-lord-to-john-murdock.p252"},"The word",["span.emphasis","kindly"],"in the nineteenth century meant more than just to perform an act with kindness. It meant “in the way suitable or appropriate … ; properly, fittingly.” It also meant to do something “with natural affection” or “in a way that is pleasant or agreeable to the recipient or object.” (",["span.emphasis","Oxford English Dictionary,"],"s.v. “kindly.”)"]]]]],"refs":null}
