{"id":55,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":55,"title":"Section 47 The Importance of Church Records","subtitle":"","short_title":"Section 47","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.head8"},[".titleNumber","Section 47"],["h1","The Importance of Church Records"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p246"},"Since the beginning of time the Lord has commanded His people to keep records for their posterity detailing “what great things the Lord hath done for their fathers” (",["a.scriptureRef",{"href":"/scriptures/bofm/bofm-title"},"Book of Mormon title page"],"). Adam kept a book of remembrance written by the spirit of inspiration (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.5"},"Moses 6:5"],"). Enoch kept a history of his people according to the pattern given by God (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.46"},"Moses 6:46"],"). Lehi sent his sons back to Jerusalem to obtain a record of their forefathers (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.2-4"},"1 Nephi 3:2–4"],"). Nephi painstakingly kept two histories of his people, a secular record and a sacred record (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.1-6"},"1 Nephi 9:1–6"],")."],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p247"},"In the dispensation of the fulness of times, the Lord commanded the Prophet Joseph Smith to keep a regular history of the Church. Oliver Cowdery and others were called to assist in the important task. John Whitmer, who previously had served as a secretary to the Prophet in Fayette, New York, was later asked to write the history of the Church. John’s reaction to the call was by his own report quite negative. He did say, however, “The will of the Lord be done, and if He desires it, I wish that He would manifest it through Joseph the Seer” (in",["span.emphasis","History of the Church,"],"1:166n). Accordingly, on 8 March 1831 at Kirtland, Ohio, the Prophet inquired of the Lord and received the revelation known as section 47."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.1"},"D&C 47:1"],". What Happened to John Whitmer’s History?"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p248"},"John Whitmer’s history of the Church is a mere sketch of events that transpired between 1831 and 1838. His work consisted of eighty-five pages, which included many of the revelations given to the Prophet Joseph Smith. He later left the Church and took his history with him. In 1893, many years after his death, the Church obtained a copy of his history."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.1"},"D&C 47:1"],". Why Is Keeping Accurate Records So Important?"],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p249"},"The Prophet Joseph Smith said of the value of accurate records:"],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p250"},"“It is a fact, if I now had in my possession, every decision which had been had upon important items of doctrine and duties since the commencement of this work, I would not part with them for any sum of money; we have neglected to take minutes of such things, thinking, perhaps, that they would never benefit us afterwards; which, if we had them now, would decide almost every point of doctrine which might be agitated. But this has been neglected, and now we cannot bear record to the Church and to the world, of the great and glorious manifestations which have been made to us with that degree of power and authority we otherwise could, if we now had these things to publish abroad."],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p251"},"“Since the Twelve are now chosen, I wish to tell them a course which they may pursue, and be benefited thereafter, in a point of light of which they are not now aware. If they will, every time they assemble, appoint a person to preside over them during the meeting, and one or more to keep a record of their proceedings, and on the decision of every question or item, be it what it may, let such decision be written, and such decision will forever remain upon record, and appear an item of covenant or doctrine. An item thus decided may appear, at the time, of little or no worth, but should it be published, and one of you lay hands on it after, you will find it of infinite worth, not only to your brethren, but it will be a feast to your own souls."],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p252"},"“Here is another important item. If you assemble from time to time, and proceed to discuss important questions, and pass decisions upon the same, and fail to note them down, by and by you will be driven to straits from which you will not be able to extricate yourselves, because you may be in a situation not to bring your faith to bear with sufficient perfection or power to obtain the desired information; or, perhaps, for neglecting to write these things when God has revealed them, not esteeming them of sufficient worth, the Spirit may withdraw and God may be angry; and there is, or was, a vast knowledge, of infinite importance, which is now lost.” (",["span.emphasis","History of the Church,"],"2:198–99; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.8"},"Alma 37:8"],".)"],["div",{"id":"p253","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p253"},"Notes and Commentary for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.2-4"},"Doctrine and Covenants 128:2–4"],"gives additional information on the importance of record keeping."],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.f12"},[".caption","The Lord’s people have always kept records."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.3"},"D&C 47:3"],". What Role Did Oliver Cowdery Have in Keeping Church Records?"],["div",{"id":"p255","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p255"},"President Joseph Fielding Smith explained that “the earliest records of the Church are in the handwriting of Oliver Cowdery. He acted as scribe and recorder, generally, in the early conferences of the Church. These minutes and items of doctrine are recorded in manuscript books now filed in the Historian’s Office. They are invaluable. Later, in February, 1831, Oliver Cowdery was relieved of this responsibility and John Whitmer was appointed to ‘write and keep a regular history and assist you, my servant Joseph Smith, in transcribing all things which shall be given you,’ the Lord said, ‘until he is called to further duties.’ Even after this, however, Oliver Cowdery continued to keep minutes of meetings and to record historical items.” (",["span.emphasis","Church History and Modern Revelation,"],"1:106.)"]]]]],"refs":null}
