{"id":49,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":49,"title":"Section 41 The First Bishop Is Called","subtitle":"","short_title":"Section 41","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.head2"},[".titleNumber","Section 41"],["h1","The First Bishop Is Called"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p1"},"Section 41 is the first revelation in the Doctrine and Covenants given in Ohio. The Prophet Joseph Smith and his wife Emma had arrived in Kirtland a few days before this revelation was received, and they found that the Kirtland Branch had grown to nearly one hundred members. Many of the new converts had belonged to a religious society known as “Disciples.” Even after joining the Church, these converts continued to practice what was called “common stock,” or the holding of all property in common. But discord arose among members over the manner in which this system should operate. Some considered that what belonged to one member belonged to anyone in the branch. “Therefore,” wrote John Whitmer, “they would take each other’s clothes and other property and use it without leave, which brought on confusion and disappointments, for they did not understand the scripture” (“Church History,”",["span.emphasis","Journal of History,"],"Jan. 1908, p. 50)."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p2"},"The Prophet Joseph Smith wrote:"],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p3"},"“The branch of the Church in this part of the Lord’s vineyard, which had increased to nearly one hundred members, were striving to do the will of God, so far as they knew it, though some strange notions and false spirits had crept in among them. With a little caution and some wisdom, I soon assisted the brethren and sisters to overcome them. The plan of ‘common stock,’ which had existed in what was called ‘the family,’ whose members generally had embraced the everlasting Gospel, was readily abandoned for the more perfect law of the Lord; and the false spirits were easily discerned and rejected by the light of revelation."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p4"},"“The Lord gave unto the Church the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41"},"D&C 41"],"].” (",["span.emphasis","History of the Church,"],"1:146–47.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.1"},"D&C 41:1"],". Why Were Some of the Saints in Kirtland to Be Cursed?"],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p5"},"“Because there were those who had professed the name of the Lord and made covenant to serve him, like James Covill, for instance, and then they showed by their works that they did not act in sincerity, the Lord gave a revelation for the guidance of the members and a warning to those who had professed his name who had not obeyed him. This is one of the most solemn and pointed declarations that can be found in any scripture against the hypocrite and the person who professes in sincerity, and apparently accepts in good faith, a covenant and then departs from the covenant.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:177–78; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.27-28"},"Matthew 23:27–28"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/32.6"},"Isaiah 32:6"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.2-6"},"D&C 41:2–6"],". What Law Were the Saints to Receive?"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p6"},"The Prophet Joseph Smith persuaded the members of the Kirtland Branch to abandon the “common stock” plan for the more perfect law of the Lord to be revealed according to the promise given at Fayette, New York (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.32"},"D&C 38:32"],"). In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.2-4"},"Doctrine and Covenants 41:2–4"],"the Lord directed the elders of the Church to assemble in Kirtland to receive this law. The law was given a few days later and is known as the law of consecration (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42"},"D&C 42"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.5"},"D&C 41:5"],". What Is a Disciple?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p7"},"In this verse are given the two characteristics of disciples of the Lord: they receive his law, and they do it."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p8"},"Speaking of becoming a Zion people, President Spencer W. Kimball said: “As important as it is to have this vision in mind, defining and describing Zion will not bring it about. That can only be done through consistent and concerted daily effort by every single member of the Church. No matter what the cost in toil or sacrifice, we must ‘do it.’ That is one of my favorite phrases: ‘Do It.’” (In Conference Report, Apr. 1978, p. 122; or",["span.emphasis","Ensign,"],"May 1978, p. 81.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.6"},"D&C 41:6"],". How Should Members of the Church Esteem the Sacred Commandments and Covenants Revealed to Them?"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p9"},"President Joseph Fielding Smith wrote: “The things of the kingdom are not for the unworthy, whether they are in or out of the Church. It is the duty of the members to hold in the most solemn and sacred manner every commandment, every covenant, every principle of truth which the Lord has revealed for their salvation. He has given to the members, if they will humbly receive them, covenants and obligations which are not for the world. Things that are most holy and sacred, which are revealed to those who have made covenant to be ‘just and true,’ and who have ‘overcome by faith,’ things which are imparted to them as a means of bringing to pass their exaltation, should not be lightly treated, ridiculed, or spoken of before the world. ‘For it is not meet that the things which belong to the children of the kingdom should be given to them that are not worthy, or to dogs, or the pearls to be cast before swine.’ Yet how often do we see the foolish, the ignorant and those who fail to comprehend the vastness of these sacred principles and covenants, treating them lightly and unworthily even before the world!” (",["span.emphasis","Church History and Modern Revelation,"],"1:179–80.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.6-8"},"D&C 41:6–8"],". What Is the Meaning of the Word Meet in These Verses?"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p10"},"“Earlier definitions of the word",["span.emphasis","meet,"],"which are now listed as archaic in some modern dictionaries, include the idea of being proper, fit, acceptable, permissible, right, necessary, or desirable. Thus, the statement it is ‘not meet that I should command in all things’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26"},"D&C 58:26"],") essentially means that it is not necessary or desirable for the Lord to tell us everything we should know.” (Ludlow,",["span.emphasis","Companion,"],"2:175.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9-11"},"D&C 41:9–11"],". The Calling of Edward Partridge As the First Bishop of the Church"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.p11"},"In the law of consecration, the bishop was the spiritual and temporal agent who directed the program, assigned inheritances, received properties, and so on (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.33"},"D&C 42:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.9-15"},"72:9–15"],"). The law was to be revealed shortly, so it was appropriate that Edward Partridge should be called as the first bishop in the Church."],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-41-the-first-bishop-is-called.f1"},[".caption","Edward Partridge, the first bishop"]]]]]],"refs":null}
