{"id":54,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":54,"title":"Section 46 \"Seek Ye Earnestly the Best Gifts\"","subtitle":"","short_title":"Section 46","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.head7"},[".titleNumber","Section 46"],["h1","“Seek Ye Earnestly the Best Gifts”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p213"},"Challenges to the Lord’s newly restored Church were many and varied. The foundation years saw Satan’s power unleashed in continued efforts to thwart the kingdom of God. Evil spirits were marshaled to destroy the Prophet Joseph Smith and all who aligned themselves with Christ’s Church. But the heavens had been opened, and God had revealed to His prophet-leader the designs and tactics of the enemy. Speaking of these tactics, the Prophet Joseph Smith said: “A man must have the discerning of spirits before he can drag into daylight this hellish influence and unfold it unto the world in all its soul-destroying, diabolical, and horrid colors; for nothing is a greater injury to the children of men than to be under the influence of a false spirit when they think they have the Spirit of God. Thousands have felt the influence of its terrible power and baneful effects. Long pilgrimages have been undertaken, penances endured, and pain, misery and ruin have followed in their train; nations have been convulsed, kingdoms overthrown, provinces laid waste, and blood, carnage and desolation are habiliaments in which it has been clothed.” (",["span.emphasis","History of the Church,"],"4:573.)"],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p214"},"On 8 March 1831 at Kirtland, Ohio, the Prophet received section 46, a revelation which would assist the Saints in dragging into daylight Satan’s plan by describing the true gifts of the Holy Spirit."],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.f10"},[".caption","The First Presidency and the Quorum of the Twelve Apostles under Brigham Young. Throughout all the ages, Saints who have followed the Lord’s leaders have not been deceived."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.1-7"},"D&C 46:1–7"],". How are Nonmembers of the Church to Be Treated at Public Sacrament Meetings?"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p216"},"“John Whitmer records in his history that ‘in the beginning of the Church, while yet in her infancy, the disciples used to exclude unbelievers which caused some to marvel and converse of this matter because of the things written in the Book of Mormon. (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-24"},"3 Nephi 18:22–24"],".) Therefore, the Lord deigned to speak on this subject, that his people might come to an understanding, and he said that he had always given to his elders to conduct all meetings as they were led by the Spirit.’ After the Lord gave this revelation this practice of forbidding non-members to attend the sacrament services ceased.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:199.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7-8"},"D&C 46:7–8"],". Not All Supernatural Manifestations Are Gifts of the Spirit"],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p217"},"Elder Marion G. Romney said:"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p218"},"“By the statement in the revelation on spiritual gifts, ‘… it is given by the Holy Ghost to some to know the diversities of operations, whether they be of God, … and to others the discerning of spirits,’ it appears that there are some apparently supernatural manifestations which are not worked by the power of the Holy Ghost. The truth is there are many which are not. The world today is full of counterfeits. It has always been so. Away back in the days of Moses, when Aaron’s rod became a serpent, then Pharaoh’s wise men, sorcerers and magicians ‘… cast down every man his rod, and they became serpents: …’ (",["a.scriptureRef",{"href":"/scriptures/ot/ex/7.11-12"},"Ex. 7:11–12"],".) Isaiah warned against seeking ‘… unto them that have familiar spirits, and unto wizards that peep, and that mutter: …’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.19"},"Isa. 8:19"],".)"],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p219"},"“The Saints were cautioned by the Lord to walk uprightly before him, doing all things with prayer and thanksgiving, that they might ‘… not be seduced by evil spirits, or doctrines of devils, or the commandments of men; …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.7"},"D&C 47:7"],".)"],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p220"},"“These citations not only sustain the proposition that there are counterfeits to the gifts of the Spirit, but they also suggest the origin of the counterfeits. However, we are not required to rely alone upon their implications, plain as they are, for the Lord states specifically that some of the counterfeits ‘… are of men, and others of devils.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7"},"D&C 46:7"],".]"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p221"},"“Some of these counterfeits are crude and easily detected, but others closely simulate true manifestations of the spirit. Consequently, people are confused and deceived by them. Without a key, one cannot distinguish between the genuine and the counterfeit.” (In Conference Report, Apr. 1956, pp. 70–71.)"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p222"},"Enrichment J in the Appendix discusses how to discern between genuine and counterfeit revelations."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11-12"},"D&C 46:11–12"],". “And to Every Man Is Given a Gift”"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p223"},"Elder Orson Pratt taught that “whenever the Holy Ghost takes up its residence in a person, it not only cleanses, sanctifies, and purifies him, in proportion as he yields himself to its influence, but also imparts to him some gift, intended for the benefit of himself and others. No one who has been born of the Spirit, and who remains sufficiently faithful, is left destitute of a spiritual gift. A person who is without a spiritual gift has not the Spirit of God dwelling in him, in a sufficient degree, to save him; he cannot be called a Saint, or a child of God; for all Saints who constitute the Church of Christ, are baptized into the same Spirit; and each one, without any exception, is made a partaker of some spiritual gift. …"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p224"},"“Each member does not receive all these gifts; but they are distributed through the whole body [of the Church], according to the will and wisdom of the Spirit. … Some may have all these gifts bestowed upon them, so as to understand them all, and be prepared to detect any spurious gifts, and to preside over the whole body of the Church, that all may be benefited. These spiritual gifts are distributed among the members of the Church, according to their faithfulness, circumstances, natural abilities, duties, and callings; that the whole may be properly instructed, confirmed, perfected, and saved.” (",["span.emphasis","Masterful Discourses,"],"pp. 539–41.)"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p225"},"Gifts of the Spirit are also listed in",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.1-13"},"1 Corinthians 12:1–13"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.8-18"},"Moroni 10:8–18"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.13"},"D&C 46:13"],". What Is the Gift “to Know That Jesus Is the Christ”?"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p226"},"“This knowledge is placed first among the special gifts, because it is obtained only by revelation. To",["span.emphasis","believe"],"that Jesus of Nazareth was the Anointed One, the Messiah, and that He was crucified for the sins of the world, is not to",["span.emphasis","know"],"it. Knowledge is a special gift.” (Smith and Sjodahl, Commentary, p. 274.)"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p227"},"Concerning the gift to know, President Joseph Fielding Smith counseled: “When Spirit speaks to spirit, the imprint upon the soul is far more difficult to erase. Every member of the Church should have impressions that Jesus is the Son of God indelibly pictured on his soul through the witness of the Holy Ghost.” (“The First Presidency and the Council of the Twelve,”",["span.emphasis","Improvement Era,"],"Nov. 1966, p. 979.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.14"},"D&C 46:14"],". The Gift to Believe on the Testimony of Others"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p228"},"Some receive the gift of believing in the testimony that others have received. This gift could be manifested in the lives of people who investigate the Church because they believe in the testimony of members or missionaries while not yet possessing a personal testimony of their own. Children may receive this gift of believing in the testimony of their parents until they receive their own testimony. This gift follows the one spoken of in verse 13, perhaps because it refers to the gift that prophets and Apostles have of receiving a special witness of the Savior. The gift of the Spirit spoken of in verse 14 is for the Saints in general to believe on the testimony of God’s servants."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.15"},"D&C 46:15"],". The Gift to Know the Differences of Administration"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p229"},"“What is meant by differences of administration? By referring to the Greek text of",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.5"},"1 Corinthians 12:5"],", where the Apostle Paul is speaking about the same thing, we may get a suitable answer. Apparently by ‘differences of administration’ is meant the distinctive varieties of service and ministration by which things are accomplished in the Church. The Lord seems to be saying (vs. 15) that while there are diversities of services and ministers or agents, such as Apostles, High Priests, Seventies, and the like in the Church, they all depend on the same Lord and Savior, who is the head of the whole Church. One who has the gift by the Holy Ghost to know differences of administration is one who discerns correctly the services and agencies by which the Lord works.” (Sperry,",["span.emphasis","Compendium,"],"p. 196.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.16"},"D&C 46:16"],". The Gift to Know the Diversities of Operations"],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p230"},"The world today is filled with false philosophies and false prophets. This gift gives one the ability to distinguish between those things that are of the devil and those that are of God. To avoid deception requires constant vigilance and acquiring the gift or following those who have received the gift; otherwise, even the elect, according to the covenant, could be deceived (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.22"},"JS—M 1:22"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p1"},"Notes and Commentary on D&C 46:7–8"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.17"},"D&C 46:17"],". The Gift of Wisdom"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p231"},"This phrase does not refer to the commandment known as the Word of Wisdom. Rather, it refers to the endowment of wisdom that comes to those who “ask of God, that giveth to all men liberally” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"). This gift is frequently seen in Church leaders, such as presidents, bishops, and their counselors. Parents may receive this gift when counseling their children."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.18"},"D&C 46:18"],". The Gift of Knowledge"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p232"},"The gift of knowledge is an endowment from God that comes by study and obedience. It is not just a storehouse of factual information but is a knowledge of the things of God obtained by revelation. Thus we read, “If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"D&C 42:61"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.23"},"D&C 46:23"],". The Gift to Discern Spirits"],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p233"},"Elder Stephen L Richards explained that the gift of discernment “arises largely out of an acute sensitivity to impressions—spiritual impressions, if you will—to read under the surface as it were, to detect hidden evil, and more importantly to find the good that may be concealed. The highest type of discernment is that which perceives in others and uncovers for them their better natures, the good inherent within them. It’s the gift every missionary needs when he takes the gospel to the people of the world. He must make an appraisal of every personality whom he meets. He must be able to discern the hidden spark that may be lighted for truth. The gift of discernment will save him from mistakes and embarrassment, and it will never fail to inspire confidence in the one who is rightly appraised.” (In Conference Report, Apr. 1950, p. 162.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.24-25"},"D&C 46:24–25"],". The Gift of Tongues"],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p234"},"This is one of the most misunderstood gifts. The Lord may grant the gift of speaking in tongues to give an unusual message or communicate with those who speak a different language, as on the day of Pentecost (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.4-12"},"Acts 2:4–12"],"). But newly-called missionaries who quickly grasp a foreign language may also be experiencing the gift of tongues."],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p235"},"Because this gift is often counterfeited and used to deceive, the Prophet Joseph Smith warned: “Be not so curious about tongues, do not speak in tongues except there be an interpreter present; the ultimate design of tongues is to speak to foreigners, and if persons are very anxious to display their intelligence, let them speak to such in their own tongues. The gifts of God are all useful in their place, but when they are applied to that which God does not intend, they prove an injury, a snare and a curse instead of a blessing.” (",["span.emphasis","History of the Church,"],"5:31–32; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.1-25"},"1 Corinthians 14:1–25"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27"},"D&C 46:27"],". The Bishop Is to Be Given the Gift of Discerning All the Gifts"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p236"},"Elder Stephen L Richards said that “the gift of discernment is essential to the leadership of the Church. I never ordain a bishop or set apart a president of a stake without invoking upon him this divine blessing, that he may read the lives and hearts of his people and call forth the best within them. The gift and power of discernment in this world of contention between the forces of good and the power of evil is essential equipment for every son and daughter of God.” (In Conference Report, Apr. 1950, p. 163.)"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p237"},"Elder Abraham O. Woodruff explained the rights of a priesthood leader in the use of this gift: “The Saints should be guided by the Spirit of God, and subject to those who preside in the meetings. If the Bishop, who is a common judge in Israel, tells a person to restrain [a] gift, it is the duty of that person to do it. The Bishop has a right to the gift of discernment, whereby he may tell whether these spirits are of God or not, and if they are not they should not have place in the congregations of the Saints. No man or woman has a right to find fault with the Bishop for restraining him or her in any of these matters. The Bishop is the responsible party, and it is his privilege to say what shall be done under his presidency.” (In Conference Report, Apr. 1901, p. 12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.28-33"},"D&C 46:28–33"],". “He That Asketh in Spirit Shall Receive in Spirit”"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p238"},"The gifts of the Spirit are available to all who pay the price, which includes entering into a covenant relationship with the Lord, obeying the commandments, and seeking perfection with all one’s heart. The gifts will be the greatest to those who seek most earnestly, but they are available to all: to the missionary who needs help in learning a foreign language, to the person whose temper frequently flares, to parents who seek help in rearing their children. President George Q. Cannon wrote:"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p239"},"“How many of you … are seeking for these gifts that God has promised to bestow? How many of you, when you bow before your Heavenly Father in your family circle or in your secret places contend for these gifts to be bestowed upon you? How many of you ask the Father, in the name of Jesus, to manifest Himself to you through these powers and these gifts? Or do you go along day by day like a door turning on its hinges, without having any feeling upon the subject, without exercising any faith whatever; content to be baptized and be members of the Church, and to rest there, thinking that your salvation is secure because you have done this? …"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.p240"},"“… If any of us are imperfect, it is our duty to pray for the gift that will make us perfect. Have I imperfections? I am full of them. What is my duty? To pray to God to give me the gifts that will correct these imperfections. If I am an angry man, it is my duty to pray for charity, which suffereth long and is kind. Am I an envious man? It is my duty to seek for charity, which envieth not. So with all the gifts of the Gospel. They are intended for this purpose. No man ought to say, ‘Oh, I cannot help this; it is my nature.’ He is not justified in it, for the reason that God has promised to give strength to correct these things, and to give gifts that will eradicate them. If a man lack wisdom, it is his duty to ask God for wisdom. The same with everything else. That is the design of God concerning His Church. He wants His Saints to be perfected in the truth. For this purpose He gives these gifts, and bestows them upon those who seek after them, in order that they may be a perfect people upon the face of the earth, notwithstanding their many weaknesses, because God has promised to give the gifts that are necessary for their perfection.” (In",["span.emphasis","Millennial Star,"],"Apr. 1894, pp. 260–61.)"],["div",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-46-seek-ye-earnestly-the-best-gifts.f11"},"The Lord has outlined the way one receives these gifts in the closing verses of section 46:",["ol.number",["li",["span.label","1."],[".para","Read verse 28. What must one do to receive these gifts? Should a person ask for specific gifts?"]],["li",["span.label","2."],[".para","Read verse 30. How must a person ask? (see also",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.5"},"Helaman 10:5"],")."]],["li",["span.label","3."],[".para","Read verse 31. In whose name and by what power do these gifts come?"]],["li",["span.label","4."],[".para","Read verse 32. What must a person constantly remember to do?"]],["li",["span.label","5."],[".para","Read verse 33. What must we practice in our daily life?"]]]]]]]],"refs":null}
