{"id":57,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":57,"title":"Section 49 \"Preach My Gospel unto the Shakers\"","subtitle":"","short_title":"Section 49","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.head10"},[".titleNumber","Section 49"],["h1","“Preach My Gospel unto the Shakers”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p263"},"Not far from Kirtland, Ohio, the new headquarters of the Church, was a religious society known as the Shaking Quakers. Formerly members of the Society of Friends (Quakers), they were called Shaking Quakers or Shakers for two reasons: their dress and manners resembled in certain respects those of Quakers, and their manner of worship included shaking and physical contortions. The society seems to have had its beginning in England during the latter part of the 1700s. Ann Lee, founder of the Shakers, immigrated to America with her followers just before 1800. Settling in Ohio, they were in such close proximity to the Saints that it was only a matter of time until there was some intermingling between the two groups. One of the Shakers, Leman Copley, joined the Church but retained many of his former beliefs. Still, he wished to go and teach his former friends. Concerned, the Prophet inquired of the Lord and received the reply found in section 49."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.2"},"D&C 49:2"],". “They Desire to Know the Truth … But Not All”"],["div",{"id":"p264","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p264"},"Frequently people want to accept a part of the gospel, but not all of it. Some are willing to accept Sabbath day meetings but reject tithing. Others will obey the Word of Wisdom yet condone unchastity. When the message of the Restoration was presented to the Shakers, they accepted that which was compatible with their beliefs and rejected that which was not."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.4"},"D&C 49:4"],". What Are Some of the Beliefs of the Shakers That Leman Copley Was to Forsake?"],["div",{"id":"p265","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p265"},"“The most important beliefs or doctrines of the Shakers may be listed in this way:"],["div",{"id":"p266","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p266"},"“1. The Deity is dual in nature. God is both male and female. The male principle of Christ came to earth as Jesus, the son of a Jewish carpenter. The female principle is represented in ‘Mother Ann’ [Ann Lee, founder of the Shakers], and in her the promise of our Lord’s Second Advent was fulfilled. Incidentally, the Shakers believe that even angels and spirits are both male and female."],["div",{"id":"p267","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p267"},"“2. Celibacy. This must be qualified by saying that they neither condemn nor oppose marriage, but they assert the possibility of attaining a higher or angelic order of existence to which virginity is a prime requisite."],["div",{"id":"p268","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p268"},"“3. Open confession of sins."],["div",{"id":"p269","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p269"},"“4. Community of possessions."],["div",{"id":"p270","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p270"},"“5. Separation from the world. Ostentation, luxury, and private property are regarded as sinful and unChristian."],["div",{"id":"p271","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p271"},"“6. Pacifism."],["div",{"id":"p272","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p272"},"“7. Equality of the sexes."],["div",{"id":"p273","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p273"},"“8. Consecrated work."],["div",{"id":"p274","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p274"},"“9. Continuous revelation."],["div",{"id":"p275","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p275"},"“10. External ordinances, ‘especially baptism and the Lord’s supper, ceased in the apostolic age.’ (Burder,",["span.emphasis","History of All Religions,"],"p. 502.)"],["div",{"id":"p276","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p276"},"“11. Christ’s kingdom upon the earth began with the establishment of the Shaker Church. From the days of the Apostles the Lord had sent no one to preach until the Shakers were raised up to call in the elect in a new dispensation."],["div",{"id":"p277","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p277"},"“12. The doctrines of the Trinity, vicarious atonement, and resurrection of the body are untrue."],["div",{"id":"p278","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p278"},"“13. Disease is a sin against God."],["div",{"id":"p279","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p279"},"“14. Abstinence from meat (in some groups, at least).” (Sperry,",["span.emphasis","Compendium,"],"pp. 204–6.)"],["div",{"id":"p280","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p280"},"The Shakers thrived as a church until about the beginning of the twentieth century. Since then their numbers have steadily declined until today only one active community is left, at Sabbathday Lake, Maine."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.6"},"D&C 49:6"],". “Till He Descends on the Earth”"],["div",{"id":"p281","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p281"},"The Shakers did not believe Christ to be divine and therefore were not looking forward to His Second Coming. What they were looking for was the return of the “Christ spirit,” a spirit that would infuse their leader and make him or her spiritual and not carnal. They believed four persons had been given this spirit in its fulness: Adam, Abraham, Christ, and Ann Lee."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.8"},"D&C 49:8"],". What Holy Men Has God Reserved unto Himself?"],["div",{"id":"p282","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p282"},"President Joseph Fielding Smith explained that men “who were without sin, and reserved unto the Lord, are translated persons such as John the Revelator and the Three Nephites, who do not belong to this generation and yet are in the flesh in the earth performing a special ministry until the coming of Jesus Christ” (",["span.emphasis","Church History and Modern Revelation,"],"1:209)."],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.f14"},[".caption","Sidney Rigdon, Parley P. Pratt, and Leman Copley served a mission among the Shakers."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.3-10"},"D&C 49:3–10"],". Did the Appointed Missionaries Fulfill the Lord’s Command to Go among the Shakers?"],["div",{"id":"p284","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p284"},"John Whitmer wrote that Sidney Rigdon, Parley P. Pratt, and Leman Copley “went and proclaimed [the Gospel] according to the revelation given them, but the Shakers hearkened not to their words and received not the Gospel at that time, for they are bound in tradition and priestcraft; and thus they are led away with foolish and vain imaginations” (in",["span.emphasis","History of the Church,"],"1:169n)."],["div",{"id":"p285","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p285"},"Sidney Rigdon had lived in close proximity to the Shakers at North Union for many years and had become well acquainted with their leaders and their doctrine. Parley P. Pratt had many relatives who were Shakers. He had also been one of the first missionaries to approach the group at North Union."],["div",{"id":"p286","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p286"},"The three missionaries arrived at North Union on a Saturday evening and were allowed to give to the group a long discussion of the gospel. They spent the night, and the next morning they spoke in the regular Sunday meeting. Sidney Rigdon read the revelation to them as a part of his comments, and it was instantly rejected by the leader of the group, Ashbel Kitchell. The rest of the group agreed with Kitchell, and the missionaries withdrew."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.10-14"},"D&C 49:10–14"],". The Importance of the First Principles and Ordinances of the Gospel"],["div",{"id":"p287","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p287"},"The Lord commanded the missionaries to teach the Shakers the importance of faith in the Lord, repentance, baptism, and the gift of the Holy Ghost. According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17"},"2 Nephi 31:17"],", the gift of the Holy Ghost is received only after one has entered the gate of repentance and baptism. The Prophet Joseph Smith stated: “We believe in the gift of the Holy Ghost being enjoyed now, as much as it was in the Apostles’ days; we believe that it [the gift of the Holy Ghost] is necessary to make and to organize the Priesthood, that no man can be called to fill any office in the ministry without it; we also believe in prophecy, in tongues, in visions, and in revelations, in gifts, and in healings; and that these things cannot be enjoyed without the gift of the Holy Ghost.” (",["span.emphasis","History of the Church,"],"5:27.)"],["div",{"id":"p288","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p288"},"Peter taught the same doctrine on the day of Pentecost (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37-38"},"Acts 2:37–38"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"D&C 49:15"],". The Shakers Believed That the Highest Type of Christian Life Was Celibacy"],["div",{"id":"p289","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p289"},"President Spencer W. Kimball stated: “In magazines we frequently see articles on this antimarriage revolution. … Let me say again, marriage is honorable. It’s a plan of God. It is not a whim, a choice, a preference only; it’s a must.” (“Marriage Is Honorable,” in",["span.emphasis","Speeches of the Year, 1973"],"[Provo: Brigham Young University Press, 1974], p. 261.)"],["div",{"id":"p290","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p290"},"President Joseph Fielding Smith explained: “This statement in relation to marriage was given to correct the false doctrine of the Shakers that marriage was impure and that a true follower of Jesus Christ must remain in the condition of celibacy to be free from sin and in full fellowship with Christ” (",["span.emphasis","Church History and Modern Revelation,"],"1:209)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.16-17"},"D&C 49:16–17"],". What Is the Principal “End” or Reason for the Earth’s Creation?"],["div",{"id":"p291","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p291"},"The Lord created the earth as a habitation for His spirit children during their mortal probation. Marriage and bringing forth children is critical in bringing about the Lord’s purposes. According to President Joseph Fielding Smith: “The people who inhabit this earth were all living in the spirit life before they came to this earth. The Lord informs us that this earth was designed, before its foundations were formed, for the abode of the spirits who kept their first estate, and all such must come here and receive their tabernacles of flesh and bones, and this is according to the number, or measure, of man according to his creation before the world was made. (Compare [Deuteronomy] 32:8–9.) It is the duty of mankind, in lawful and holy wedlock, to multiply according to the commandments given to Adam and Eve and later to Noah, until every spirit appointed to receive a body in this world has had that privilege. Those who teach celibacy and look upon marriage as sinful are in opposition to the word and commandment of the Lord. Such a doctrine is from an evil source and is intended to defeat the plan of redemption and the bringing into the world the spirits who kept their first estate. Satan, in every way that he can and with all his power, endeavors to defeat the work of the Lord. It is his purpose to destroy the souls of men and if he can prevent them from having bodies by teaching men and women that marriage is unrighteous and sinful, or that they should not after they are married bring children into the world, he thinks he will accomplish his purpose. All who hearken to these evil whisperings and practice this evil will stand condemned before the throne of God.” (",["span.emphasis","Church History and Modern Revelation,"],"1:209–10.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.18-21"},"D&C 49:18–21"],". “Wo Be Unto Man That Sheddeth Blood or Wasteth Flesh and Hath No Need”"],["div",{"id":"p292","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p292"},"In these verses the Lord instructed the Shakers that he had ordained certain things for the use of man and included a caution in verse 21. President Spencer W. Kimball said:"],["div",{"id":"p293","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p293"},"“Now, I also would like to add some of my feelings concerning the unnecessary shedding of blood and destruction of life. I think that every soul should be impressed by the sentiments that have been expressed here by the prophets. …"],["div",{"id":"p294","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p294"},"“President Joseph F. Smith said, …"],["div",{"id":"p295","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p295"},"“‘I do not believe any man should kill animals or birds unless he needs them for food, and then he should not kill innocent little birds that are not intended for food for man. I think it is wicked for men to thirst in their souls to kill almost everything which possesses animal life. It is wrong, and I have been surprised at prominent men whom I have seen whose very souls seemed to be athirst for the shedding of animal blood.’” (In Conference Report, Oct. 1978, p. 64; or",["span.emphasis","Ensign,"],"Nov. 1978, p. 45.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.22-23"},"D&C 49:22–23"],". “The Son of Man Cometh Not in the Form of a Woman”"],["div",{"id":"p296","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p296"},"The concluding verses of this section focus on the erroneous beliefs held by the Shakers about the Second Coming of Christ (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p1"},"Notes and Commentary for D&C 49:4"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.22"},"Verse 22"],"refutes the Shaker view that the “Christ spirit” was embodied in Ann Lee, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.23-25"},"verses 23–25"],"explain some events that must precede the Lord’s future appearance. The scriptures are clear that Christ will return in great glory to His temple (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1-3"},"Malachi 3:1–3"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.24-25"},"D&C 49:24–25"],". What Is Prophetic about These Verses?"],["div",{"id":"p297","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p297"},"Two prophecies were given in this revelation so that the Shakers could know what would occur on this continent before the Lord’s Second Coming. These two prophecies bear witness of the prophetic keys held by the Prophet Joseph Smith."],["div",{"id":"p298","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-49-preach-my-gospel-unto-the-shakers.p298"},"The first prophecy states that “Jacob [meaning modern Israel] shall flourish in the wilderness, and … Zion shall flourish upon the hills” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.24-25"},"D&C 49:24–25"],"). This prophecy was at least partially fulfilled when the Saints were compelled to leave Nauvoo, Illinois, and settle in the Rocky Mountains. The second prophecy is that “the Lamanites shall blossom as the rose” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.24"},"v. 24"],"). Today those of Lamanite descent are joining the Church in ever increasing numbers and are blossoming under the gospel light."]]]]],"refs":null}
