{"id":51,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":51,"title":"Section 43 \"The Lord Shall Utter His Voice out of Heaven\"","subtitle":"","short_title":"Section 43","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.head4"},[".titleNumber","Section 43"],["h1","“The Lord Shall Utter His Voice out of Heaven”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p76"},"On 6 April 1830 the Lord instructed the Saints about the channel through which revelation would come to build Zion. He said, speaking of the President of the Church, “Him have I inspired to move the cause of Zion in mighty power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.7"},"D&C 21:7"],"). This instruction was difficult for some of the Saints to follow. Many had come from religious backgrounds that permitted any member of the congregation to proclaim doctrine for the entire assembly. Yet on the day the Church was organized, the Lord taught the principle that only one person has the right to receive revelation for the entire Church. Even by September 1830 the Saints had not fully learned this lesson, for many believed in the revelations of Hiram Page."],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p77"},"In February 1831 it became necessary for the Lord to further instruct the Saints on this matter. Section 43 was given in response to the activity of a Mrs. Hubble, who “came making great pretensions of revealing commandments, laws and other curious matters” (",["span.emphasis","History of the Church,"],"1:154). John Whitmer recorded the following about Mrs. Hubble: “She professed to be a prophetess of the Lord, and professed to have many revelations, and knew the Book of Mormon was true, and that she should become a teacher in the church of Christ. She appeared to be very sanctimonious and deceived some who were not able to detect her in her hypocrisy; others, however, had the spirit of discernment and her follies and abominations were manifest.” (",["span.emphasis","History of the Church,"],"1:154n.)"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p78"},"Mrs. Hubble was one of many who falsely claimed revelations to guide the Church or to correct the Prophet. In a discourse in Ogden, Utah, Elder George A. Smith gave several examples of the problem and said: “There was a prevalent spirit all through the early history of this church, which prompted the Elders to suppose that they knew more than the Prophet. Elders would tell you that the Prophet was going wrong.” (In",["span.emphasis","Journal of Discourses,"],"11:7.) Many members became confused and bewildered by the different claims. Under these circumstances the Prophet went to the Lord for guidance and received the revelation recorded as",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43"},"Doctrine and Covenants 43"],"."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.2-3"},"D&C 43:2–3"],". Only the Living Prophet Has the Right to Revelation for the Church"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p79"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p1"},"Notes and Commentary on Doctrine and Covenants 21:7"],"and",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p1"},"Enrichment F in the Appendix"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.7"},"D&C 43:7"],". How Can One Avoid Being Deceived by False Prophets?"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p80"},"If we take the Holy Spirit as our guide and if we study and follow the Lord’s written word, then we will be on a course of safety. With this foundation we are prepared to discern true prophets from false prophets. The Lord has provided an additional guide to ensure that the Saints are not deceived. President Joseph F. Smith explained:"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p81"},"“It is not my business nor that of any other individual to rise up as a revelator, as a prophet, as a seer, as an inspired man, to give revelation for the guidance of the Church, or to assume to dictate to the presiding authorities of the Church. … We can accept nothing as authoritative but that which comes directly through the appointed channel, the constituted organizations of the Priesthood, which is the channel that God has appointed through which to make known His mind and will to the world. …"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p82"},"“… the moment that individuals look to any other source, that moment they throw themselves open to the seductive influences of Satan, and render themselves liable to become servants of the devil; they lose sight of the true order through which the blessings of the Priesthood are to be enjoyed; they step outside of the pale of the kingdom of God, and are on dangerous ground. Whenever you see a man rise up claiming to have received direct revelation from the Lord to the Church, independent of the order and channel of the Priesthood, you may set him down as an impostor.” (In",["span.emphasis","Journal of Discourses,"],"24:188–90.)"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p83"},"Avoiding deception is dealt with in detail in Enrichment J."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.9"},"D&C 43:9"],". How Does “Binding” Oneself by Covenants Help One Become Holy?"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p84"},"There is tremendous value in making commitments to one another and to the Lord. By entering into covenants or making commitments with others, we bind ourself by our own integrity to act in a certain way. This arrangement becomes a fortification against the powers of opposition. In other words, covenants bring a sense of responsibility, which in turn becomes a power of reinforcement for positive action and a deterrent to slothfulness. Covenant making can help us break away from routines or habits of the past as we clearly identify a course to pursue and then establish a means of accountability by making the commitment known to others. There are always positive consequences for keeping divine covenants and negative consequences for breaking them. When we make commitments based on a correct understanding of consequences, we then unify the forces within us and secure the blessings of heaven. The Lord, seeing our willingness to make commitments, gives us His Spirit, which strengthens us to do what we have committed to do."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.12-14"},"D&C 43:12–14"],". By Supporting Joseph Smith, the Saints Could Obtain the Glories and Mysteries of the Kingdom"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p85"},"The Saints were counseled that if they desired to receive the mysteries and glories of the kingdom, they should provide the temporal necessities for Joseph Smith so he could spend his time doing what only he could do—fulfilling his prophetic calling. The Prophet was told that “the greatest blessings which God had to bestow should be given to those who contributed to the support of his family while he was translating the fulness of the Scriptures” (",["span.emphasis","Teachings,"],"p. 9)."],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p86"},"Though the Saints were somewhat helpful, Joseph did not receive enough to support his family, despite several attempts by Church leaders to get members to contribute (see History of the Church, 4:136–37, 164, 187, 493, 517). The process of translation was slowed, and efforts to prepare a manuscript for press were delayed. As a result he was unable to finish his translation, even though the Lord had instructed that it be published (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.10"},"D&C 94:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.58-59"},"104:58–59"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.89"},"124:89"],"). The neglect by the early Saints of this counsel was very costly in knowledge and spiritual blessings."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.15-16"},"D&C 43:15–16"],". The Gospel Can Be Taught Effectively Only through Power from on High"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p87"},"These verses contain important instructions from the Lord to those who are called to preach the gospel. Teachers in God’s kingdom are not to teach from the doctrines and philosophies of the world but are to base their teachings on the revelations of the Holy Spirit."],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p88"},"The Lord promises an endowment of power to those who sanctify themselves. The Saints had the gift of the Holy Ghost and the priesthood, and they would soon receive the endowment that was to be given in holy temples."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.18"},"D&C 43:18"],". “Ye Saints Arise and Live; Ye Sinners Stay and Sleep until I Shall Call Again”"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p89"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on Doctrine and Covenants 88:95–101"],"."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.f4"},[".caption","Brigham Young spoke of the destruction and calamities that must come."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.17-25"},"D&C 43:17–25"],". How Is God’s Warning Voice Being Sounded Today?"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p91"},"The lightnings spoken of in verse 22 do not actually speak in the sense of talking, but they will be as much a warning to the inhabitants of the earth as is the warning given by the missionaries. According to verse 25, the Lord uses all kinds of natural phenomena, along with the efforts of His Church leaders, missionaries, angels, and even His own voice, to convince the people of the earth to repent and prepare for the future."],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p92"},"Speaking of this method of warning the world, President Brigham Young said: “Do you think there is calamity abroad now among the people? Not much. All we have yet heard and all we have experienced is scarcely a preface to the sermon that is going to be preached. When the testimony of the elders ceases to be given, and the Lord says to them, ‘Come home; I will now preach my own sermons to the nations of the earth,’ all you now know can scarcely be called a preface to the sermon that will be preached with fire and sword, tempests, earthquakes, hail, rain, thunders and lightnings, and fearful destruction. … You will hear of magnificent cities, now idolized by the people, sinking in the earth, entombing the inhabitants. The sea will heave itself beyond its bounds, engulphing mighty cities. Famine will spread over the nations.” (In",["span.emphasis","Journal of Discourses,"],"8:123; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.88-92"},"D&C 88:88–92"],".)"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p93"},"In 1980, a few weeks after the eruption of Mount Saint Helens, a volcano in the Western United States, the following editorial appeared in the",["span.emphasis","Church News"],":"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p94"},"“A series of most unusual events happened within the past few weeks. Of course the most startling was the Mt. St. Helens eruption, with all its damage and toll of human life."],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p95"},"“But while it was belching forth, a series of tornadoes swept through the middle section of the United States. More than 900 ‘freak’ storms struck America within that month. In a single day 50 tornadoes were counted in six states. The very next day 24 more tornadoes struck Iowa and Nebraska. And during this same period earthquakes shook California. …"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p96"},"“It is important that we look for significance in these upheavals. Can it be that they are signs of the times? Can it be that the Lord is speaking … by these frightful disasters?"],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p97"},"“He said that in the latter days, He would declare His testimony by means of tempests, floods, earthquakes and epidemics. He didn’t mention volcanoes, but surely they are within His realm as much as earthquakes. Did He force Mt. St. Helens into eruption as a warning … to repent and recognize Him?"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p98"},"“We have a tendency to forget our pains quickly, even as does a mother when her child is born. Little is said even now about the Arizona floods, although the debris and broken bridges remain."],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p99"},"“Even the volcano is off the front pages. And the 50 tornadoes in one day? They got only two inches of space on the front page as part of a news summary. Not so much as a headline was given them!"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p100"},"“It is possible to become so hardened that we brush aside the warning voice, and even forget our sufferings. Those who lost their homes and loved ones won’t easily forget, though, even if the general public does."],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p101"},"“Must the Lord speak in louder tones? Must He send greater disasters before we listen to His warning voice?"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p102"},"“How much does it take to waken us to a realization that God is real, that there is an end to His patience, and that the only true security in these troubled times is through obedience to the Most High? Why fly in the face of Providence?” (",["span.emphasis","Church News,"],"21 June 1980, p. 12.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.f5"},[".caption","George Q. Cannon explained how Satan will be bound."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.31"},"D&C 43:31"],". How Will Satan Be Bound During the Millennium?"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p104"},"In speaking of the millennial era, Nephi said that “because of the righteousness of his [the Lord’s] people, Satan has no power; wherefore, he cannot be loosed for the space of many years; for he hath no power over the hearts of the people, for they dwell in righteousness, and the Holy One of Israel reigneth” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.26"},"1 Nephi 22:26"],")."],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p105"},"President Joseph Fielding Smith taught concerning the binding of Satan: “There are many among us who teach that the binding of Satan will be merely the binding which those dwelling on the earth will place upon him by their refusal to hear his enticings. This is not so. He will not have the privilege during that period of time to tempt any man. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.28"},"D. & C. 101:28"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"1:192.)"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p106"},"These two statements at first may seem to be at variance, but in reality they are not. It is true that the result of the righteousness of the Saints is that Satan cannot exert power over them. The restrictions that will come upon Satan will be a result of two important actions by the Lord: (1) He will destroy telestial wickedness from the earth at His Second Coming; and (2) He will reward the righteous by pouring out His Spirit on them to such an extent that Satan’s power will be overwhelmed. Satan will not have the power to tempt or negatively influence the Lord’s people. Both the righteousness of the Saints and the operation of the Lord’s power are necessary to bind Satan: if the Saints do not give heed to God’s word, He will not give them His Spirit. And without the Spirit, they on their own cannot withstand the force of the adversary."],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p107"},"President George Q. Cannon explained:"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p108"},"“We talk about Satan being bound. Satan will be bound by the power of God; but he will be bound also by the determination of the people of God not to listen to him, not to be governed by him. The Lord will not bind him and take his power from the earth while there are men and women willing to be governed by him. That is contrary to the plan of salvation. To deprive men of their agency is contrary to the purposes of our God. …"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p109"},"“Satan only gains power over man through man’s exercise of his own agency; and when Satan shall be bound, as the Lord says he will be for a thousand years, one of the great powers that will help bring this to pass will be man’s agency. The Lord has never forced men against their will to obey Him. He never will do so. If Satan, therefore, has power with man, it is because man yields to his influence. …"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p110"},"“The time is not far distant when great judgments will be poured out upon the wicked inhabitants of the earth. Every Prophet who has looked forward to our day has seen and predicted that the wicked would be destroyed. Their destruction means the destruction of Satan’s power. The righteous will be left, and because of their righteousness the Lord will have mercy upon them; they, exercising their agency in the right direction, will bring down His blessings upon them to such an extent that Satan will be bound.” (",["span.emphasis","Gospel Truth,"],"1:86–87; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.18"},"2 Nephi 30:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/8.26"},"Ether 8:26"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.32"},"D&C 43:32"],". “The Earth Shall Pass Away So As by Fire”"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p111"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p1"},"Notes and Commentary on Doctrine and Covenants 29:22–25"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.33"},"D&C 43:33"],". “The Wicked Shall Go Away into Unquenchable Fire”"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p112"},"The Prophet Joseph Smith taught that “some shall rise to the damnation of their own filthiness, which is as exquisite a torment as the lake of fire and brimstone” (",["span.emphasis","Teachings,"],"p. 361). Elder Bruce R. McConkie explained:"],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p113"},"“The nature of burning brimstone [sulfur] is such that it perfectly symbolized to the prophetic mind the eternal torment of the damned. Accordingly we read that the wicked are ‘tormented with",["span.emphasis","fire and brimstone"],"’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.9-11"},"Rev. 14:9–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.20"},"19:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.10"},"20:10"],"), or in other words that ‘their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.16"},"2 Ne. 9:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.17"},"Alma 12:17"],".) This burning scene, a horrifying ‘lake of fire and brimstone,’ symbolizes ‘endless torment’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.19,26"},"2 Ne. 9:19, 26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.23"},"28:23"],"; Jac. 6:10;",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.14"},"Alma 14:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.36"},"D. & C. 76:36"],"); those who find place therein are subject to the second death. (Jac. 3:11;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.17"},"D. & C. 63:17"],".) They suffer the vengeance of eternal fire. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.28"},"D. & C. 29:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.33"},"43:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.44,105"},"76:44, 105"],".)” (",["span.emphasis","Mormon Doctrine,"],"pp. 280–81.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.34"},"D&C 43:34"],". What Are the “Solemnities of Eternity”?"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p114"},"The word",["span.emphasis","solemnity"],"means something very serious or sublimely important. The Lord tells the members of the Church to let the serious things of eternity—their covenants and the great blessings that will be given the faithful—rest upon their minds. What changes could come into the lives of mortal men and women if they continually let the eternal perspective guide them!"]]]]],"refs":null}
