{"id":96,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":96,"title":"Section 84 The Oath and Covenant of the Priesthood","subtitle":"","short_title":"Section 84","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.head5"},[".titleNumber","Section 84"],["h1","The Oath and Covenant of the Priesthood"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p51"},"The Prophet Joseph Smith, who was in Kirtland at the time, recorded the following:"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p52"},"“As soon as I could arrange my affairs, I recommenced the translation of the Scriptures, and thus I spent most of the summer. In July, we received the first number of",["span.emphasis","The Evening and Morning Star,"],"which was a joyous treat to the Saints. Delightful, indeed, was it to contemplate that the little band of brethren had become so large, and grown so strong, in so short a time as to be able to issue a paper of their own, which contained not only some of the revelations, but other information also,—which would gratify and enlighten the humble inquirer after truth. …"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p53"},"“The Elders during the month of September began to return from their missions to the Eastern States, and present the histories of their several stewardships in the Lord’s vineyard; and while together in these seasons of joy, I inquired of the Lord, and received on the 22nd and 23rd of September [1832], the following revelation on Priesthood: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84"},"D&C 84"],"].” (",["span.emphasis","History of the Church,"],"1:273, 286–87.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2"},"D&C 84:2"],". Where Are Mount Zion and the City of New Jerusalem?"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p54"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p55"},"“When Joseph Smith translated the Book of Mormon, he learned that America is the land of Zion which was given to Joseph and his children and that on this land the City Zion, or New Jerusalem, is to be built. He also learned that Jerusalem in Palestine is to be rebuilt and become a holy city. These two cities, one in the land of Zion and one in Palestine, are to become capitals for the kingdom of God during the millennium."],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p56"},"”In the meantime, while the work of preparation is going on and Israel is being gathered, many people are coming to the land of Zion saying: ‘Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob.’ The Latter-day Saints are fulfilling this prediction, since they are being gathered from all parts of the earth and are coming to the house of the Lord in these valleys of the mountains. Here they are being taught in the ways of the Lord through the restoration of the gospel and by receiving blessings in the temples now erected. Moreover, before many years have passed away, the Lord will command the building of the City Zion, and Jerusalem in Palestine will in due time be cleansed and become a holy city and the habitation of the Jews after they are cleansed and are willing to accept Jesus Christ as their Redeemer.” (",["span.emphasis","Doctrines of Salvation,"],"3:71.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.f3"},[".caption","Ancient prophets saw the New Jerusalem."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.4"},"D&C 84:4"],". “New Jerusalem Shall Be Built by the Gathering of the Saints”"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p58"},"In his vision of the future events of the world, Enoch saw the day just before the Millennium when great tribulations would be seen on the earth, but along with that troubling prophecy came this comforting promise: “My people will I preserve” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61"},"Moses 7:61"],"). That preservation will be brought about by righteousness that will come down from heaven (the restoration of the gospel and the Church through angelic messengers and other revelations) and truth (the Book of Mormon) that will come out of the earth. Combined, these events will cause righteousness and truth to cover the earth (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],"). The result of that flood of light and truth will be “to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare … and it shall be called Zion, a New Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],")."],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p59"},"In a later revelation the Lord indicated that “the gathering together upon the land of Zion, and upon her stakes,” was “for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],"). In another place, Zion is described as “a land of peace, a city of refuge, a place of safety for the saints of the Most High God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66"},"D&C 45:66"],")."],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p60"},"The scriptures teach that the gathering of the Saints to Zion and her stakes will be the means by which God preserves His people during the judgments of the last days. The Prophet Joseph taught the same concept: “We ought to have the building up of Zion as our greatest object. When wars come, we shall have to flee to Zion. The cry is to make haste. The last revelation says, Ye shall not have time to have gone over the earth, until these things come. It will come as did the cholera, war, fires, and earthquakes; one pestilence after another, until the Ancient of Days comes, then judgment will be given to the Saints. … The time is soon coming, when no man will have any peace but in Zion and her stakes.” (",["span.emphasis","Teachings,"],"pp. 160–61.)"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p61"},"On another occasion the Prophet Joseph Smith said: “Without Zion, and a place of deliverance, we must fall; because the time is near when the sun will be darkened, and the moon turn to blood, and the stars fall from heaven, and the earth reel to and fro. Then, if this is the case, and if we are not sanctified and gathered to the places God has appointed, with all our former professions and our great love for the Bible, we must fall; we cannot stand; we cannot be saved; for God will gather out his Saints from the Gentiles, and then comes desolation and destruction, and none can escape except the pure in heart who are gathered.” (",["span.emphasis","Teachings,"],"p. 71.)"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p62"},"Zion is the opposite of the world, or spiritual Babylon. In preparation for the Millennium, therefore, Babylon must be destroyed. The cry to all people is, “Go ye out from among the nations, even from Babylon, from the midst of wickedness, which is spiritual Babylon. … and he that goeth, let him not look back lest sudden destruction shall come upon him.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14-15"},"D&C 133:14–15"],".) When one",["span.emphasis","flees"],"Babylon, one",["span.emphasis","gathers"],"to Zion and her stakes."],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p63"},"Elder Bruce R. McConkie said, “The gathering of Israel consists of receiving the truth, gaining again a true knowledge of the Redeemer, and coming back into the true fold of the Good Shepherd” (in Conference Report, Lima Peru Area Conference 1977, p. 33; or",["span.emphasis","Ensign,"],"May 1977, p. 117)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.4"},"D&C 84:4"],". What Is the Meaning of Generation?"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p64"},"President Joseph Fielding Smith wrote: “There have been various interpretations of the meaning of a generation. It is held by some that a generation is one hundred years; by others that it is one hundred and twenty years; by others that a generation as expressed in this and other scriptures has reference to a period of time which is indefinite. The Savior said: ‘An evil and adulterous generation seeketh after a sign.’ This did not have reference to a period of years, but to a period of wickedness. A generation may mean the time of this present dispensation.” (",["span.emphasis","Church History and Modern Revelation,"],"1:337.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.4"},"D&C 84:4"],". Which Temple Is Referred to Here?"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p65"},"The Lord was speaking of the temple in Zion, that is, Jackson County, Missouri. The Lord later excused the Saints from building that temple because the mobs prevented it (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.49-51"},"D&C 124:49–51"],") and because the Saints at that time had not kept the commandments as they should (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-9"},"D&C 105:1–9"],")."],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p66"},"The day will come, however, when the holy city of God will be established in Jackson County, Missouri, and the temple will be filled with the glory of God as foreseen by the prophets (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.22"},"3 Nephi 20:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.23-25"},"21:23–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.3-4,6-8"},"Ether 13:3–4, 6–8"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.5"},"D&C 84:5"],". “A Cloud Shall Rest upon It”"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p67"},"“The Lord manifested Himself in ancient Israel in a cloud, shaped as a pillar, which became luminous at night. It guided the people on the journey to Canaan. It stood at the entrance to the Sanctuary, and in it God spoke to Moses. It rested on the Sanctuary and filled it, when that sacred tent was set up. It was the visible sign of God’s guiding and protecting care over His people.” (Smith and Sjodahl, Commentary, p. 497.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-31"},"D&C 84:6–31"],". A Parenthetical Insertion"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p68"},"Smith and Sjodahl noted that in verse six is “the beginning of a sentence which is continued in … [verse] 31. All that intervenes is parenthetic, containing a statement regarding the lineage through which the Priesthood came to Moses and Aaron, and how it was restored in our day.” (Commentary, p. 498.) Without the parenthetical insertion, the sentence would read, “And the sons of Moses, according to the Holy Priesthood … shall offer an acceptable offering and sacrifice” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6,31"},"D&C 84:6, 31"],")."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.f4"},[".caption","Moses ordained Aaron."]],["div",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.f5"},"Carefully consider the following questions:",["ol.number",["li",["span.label","1."],[".para","The priesthood lineage of the sons of Moses and Aaron, “according to the Holy Priesthood” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6"},"v. 6"],"), is given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-16"},"verses 6 through 16"],". The lineage begins with Adam and ends with Moses, as shown."]]]],["table"],["div",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.f6"},["ol.number",["li",["span.label","2."],[".para","Both the sons of Moses and the sons of Aaron are mentioned in this promise. What keys do each of these have? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-20,26-27"},"vv. 19–20, 26–27"],")."]],["li",["span.label","3."],[".para","Why didn’t ancient Israel enjoy the privilege of seeing God and entering into His rest? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.21-24"},"vv. 21–24"],")."]],["li",["span.label","4."],[".para","Is modern Israel in danger of losing blessings because they do not take their covenants seriously? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.47-48,54-59"},"vv. 47–48, 54–59"],")."]],["li",["span.label","5."],[".para","John the Baptist was given power to prepare the Lord’s people for Jesus’ coming (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.28"},"v. 28"],"). How is the time of John’s mortal ministry like our time? What does this imply about the role of the priesthood today?"]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6"},"D&C 84:6"],". Who Was Jethro and How Did He Receive the Priesthood?"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p82"},"“The descent of this authority, or divine power, from Adam to Moses is here given in the Lord’s own words to Joseph Smith. Moses received it from Jethro, a priest of the house of Midian. The Midianites were descendants of Abraham, through the children of Keturah, wife of Abraham, therefore the Midianites, who were neighbors to the Israelites in Palestine, were related to the Israelites, and were Hebrews. As descendants of Abraham they were entitled through their faithfulness to his blessings (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abraham 2:9–11"],"), and in the days of Moses and preceding them, in Midian the Priesthood was found.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:338.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"D&C 84:19–22"],". “This Greater Priesthood … Holdeth the Key of the Knowledge of God”"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p83"},"President Joseph Fielding Smith observed: “It is impossible for men to obtain the knowledge or the mysteries of the kingdom or the knowledge of God, without the authority of the Priesthood. Secular learning, the study of the sciences, arts and history, will not reveal these vital truths to man. It is the Holy Priesthood that unlocks the door to heaven and reveals to man the mysteries of the Kingdom of God. It is this Divine Authority which makes known the knowledge of God! Is there any wonder that the world today is groping in gross darkness concerning God and the things of his kingdom? We should also remember that these great truths are not made known even to members of the Church unless they place their lives in harmony with the law on which these blessings are predicated. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D. & C. 130:20–21"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"1:338.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-27"},"D&C 84:23–27"],". Was There No Melchizedek Priesthood in Ancient Israel?"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p84"},"Elder Bruce R. McConkie explained: “When Israel, as a people and as a whole, failed to live in harmony with the law of Christ as contained in the fulness of his everlasting gospel, the Lord ‘in his wrath’ withdrew the fulness of his law from them. Because ‘they hardened their hearts’ and would not ‘enter into his rest while in the wilderness, which rest is the fulness of his glory, … he took Moses out of their midst, and the Holy Priesthood also’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-28"},"D&C 84:19–28"],".) That is, he took the Melchizedek Priesthood, which administers the gospel, out of their midst in the sense that it did not continue and pass from one priesthood holder to another in the normal and usual sense of the word. The keys of the priesthood were taken away with Moses so that any future priesthood ordinations required special divine authorization. But in place of the higher priesthood the Lord gave a lesser order, and in place of the fulness of the gospel he gave a preparatory gospel—the law of carnal commandments, the law of Moses—to serve as a schoolmaster to bring them, after a long day of trial and testing, back to the law of Christ in its fulness. There is the fulness of the gospel, and there is the preparatory gospel. There is the full law of Christ, and there is a partial law of Christ. The Mosaic system was the partial law, a portion of the mind and will of Jehovah, a strict and severe testing arrangement that would qualify those who obeyed its terms and conditions to receive the eternal fulness when the Messiah came to deliver and to restore it.” (",["span.emphasis","Mortal Messiah,"],"pp. 59–60.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.28"},"D&C 84:28"],". What Authority Did John the Baptist Receive from the Angel?"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p85"},"Elder Bruce R. McConkie explained:"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p86"},"“What concerns us above all else as to the coming of John, however, is that he came with power and authority. He first received his errand from the Lord. His was no ordinary message, and he was no unauthorized witness. He was called of God and sent by him, and he represented Deity in the words that he spoke and the baptisms he performed. He was a legal administrator whose words and acts were binding on earth and in heaven, and his hearers were bound, at the peril of their salvation, to believe his words and heed his counsels."],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p87"},"“Luke says: ‘The word of God came unto John the son of Zacharias in the wilderness.’ Later John is to say: ‘He that sent me to baptize with water, the same said unto me,’ such and such things. (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.33"},"John 1:33"],".) Who sent him we do not know. We do know that ‘he was baptized while he was yet in his childhood [meaning, when he was eight years of age], and was ordained by the angel of God at the time he was eight days old unto this power [note it well, not to the Aaronic Priesthood, but] to overthrow the kingdom of the Jews, and to make straight the way of the Lord before the face of his people, to prepare them for the coming of the Lord, in whose hand is given all power.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.24"},"D&C 84:24"],".) We do not know when he received the Aaronic Priesthood, but obviously it came to him after his baptism, at whatever age was proper, and before he was sent by one whom he does not name to preach and baptize with water.” (",["span.emphasis","Mortal Messiah"],", pp. 384–85.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-41"},"D&C 84:33–41"],". The Oath and Covenant of the Priesthood"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p88"},"President Joseph Fielding Smith taught:"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p89"},"“As all of us know, a covenant is a contract and an agreement between at least two parties. In the case of gospel covenants, the parties are the Lord in heaven and men on earth. Men agree to keep the commandments and the Lord promises to reward them accordingly. The gospel itself is the new and everlasting covenant and embraces all of the agreements, promises, and rewards which the Lord offers to his people."],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p90"},"“And so when we receive the Melchizedek Priesthood we do so by covenant. We solemnly promise to receive the priesthood, to magnify our callings in it, and to live by every word that proceedeth forth from the mouth of God. The Lord on his part promises us that if we keep the covenant, we shall receive all that the Father hath, which is life eternal. Can any of us conceive of a greater or more glorious agreement than this? …"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p91"},"“To swear with an oath is the most solemn and binding form of speech known to the human tongue; and it was this type of language which the Father chose to have used in the great Messianic prophecy about Christ and the priesthood. Of him it says: ‘The Lord hath sworn, and will not repent, Thou art a priest for ever after the order of Melchizedek.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ps/110.4"},"Ps. 110:4"],".)"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p92"},"“In explaining this Messianic prophecy, Paul says that Jesus had ‘an unchangeable priesthood,’ and that through it came ‘the power of an endless life.’ (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.24,16"},"Heb. 7:24, 16"],".) Joseph Smith said that ‘all those who are ordained unto this priesthood are made like unto the Son of God, abiding a priest continually,’ that is, if they are faithful and true."],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p93"},"“And so Christ is the great prototype where priesthood is concerned, as he is with reference to baptism and all other things. And so, even as the Father swears with an oath that his Son shall inherit all things through the priesthood, so he swears with an oath that all of us who magnify our callings in that same priesthood shall receive all that the Father hath.” (In Conference Report, Oct. 1970, pp. 91–92.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"D&C 84:33"],". How Does One Magnify a Calling?"],"“What does it mean to magnify one’s calling? According to",["span.emphasis","Webster’s Third New International Dictionary,"],"‘to magnify’ is ‘to increase the importance of: cause to be held in greater esteem or respect … to make greater.’ One magnifies a calling—",["ul.bullet",["li",["span.label","•"],[".para","By learning one’s duty and executing it fully. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"D&C 107:99–100"],".)"]],["li",["span.label","•"],[".para","By giving one’s best effort in assigned fields of labor."]],["li",["span.label","•"],[".para","By consecrating one’s time, talents, and means to the Lord’s work as called upon by our leaders and the whisperings of the Spirit. …"]],["li",["span.label","•"],[".para","By teaching and exemplifying truth.” (Carlos E. Asay, in Conference Report, Oct. 1985, p. 57; or",["span.emphasis","Ensign,"],"Nov. 1985, p. 43.)"]]],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p98"},"“In the words ‘magnifying their calling,’ far more seems to be implied than the mere attending of priesthood meetings, administering to the sacrament and the sick, and serving in Church work. Faithfulness to warrant the reception of the priesthood is a condition that perhaps all men do not meet. And the magnifying of their calling seems to imply a totalness which few, if any, men reach in mortality. Perfection of body and spirit seems to be included here.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 123.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.34"},"D&C 84:34"],". What Does It Mean to “Become the Sons of Moses and of Aaron”?"],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p99"},"“Who are the sons of Aaron and Levi today? They are, by virtue of the blessings of the Almighty, those who are ordained by those who hold the authority to officiate in the offices of the priesthood. It is written that those so ordained become the sons of Moses and Aaron.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"3:93.)"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p100"},"“‘Sons of Moses,’ and ‘sons of Aaron’ do not refer to their literal descendants only, for all who are faithful and obtain these Priesthoods, and magnify their calling, are sanctified by the Spirit and become the ‘sons’ of Moses and of Aaron, and the seed of Abraham, as well as the Church and Kingdom, and the elect of God (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.34"},"v. 34"],"). Paul expresses this thought as follows, ‘Know ye therefore that they which are of faith, the same are the children of Abraham’ (",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.7"},"Gal. 3:7"],").” (Smith and Sjodahl, Commentary, p. 504.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.41"},"D&C 84:41"],". “Shall Not Have Forgiveness of Sins in This World nor in the World to Come”"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p101"},"The verb",["span.emphasis","received"],"in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.40-41"},"verses 40–41"],"may imply much more than just being ordained to the Melchizedek Priesthood. President Marion G. Romney said of this verse: “Now, I do not think this means that all who fail to magnify their callings in the priesthood will have committed the unpardonable sin, but I do think that priesthood bearers who have entered into the covenants that we enter into—in the waters of baptism, in connection with the law of tithing, the Word of Wisdom, and the many other covenants we make—and then refuse to live up to these covenants will stand in jeopardy of losing the promise of eternal life.” (In Conference Report, Apr. 1972, p. 112; or",["span.emphasis","Ensign,"],"July 1972, p. 99.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.42"},"D&C 84:42"],". “I Have Given … Mine Angels Charge Concerning You”"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p102"},"Smith and Sjodahl said about this promise: “How important, then, that those who bear the Holy Priesthood should live so, that they are fit companions for angels!” (Commentary, p. 508; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.88"},"D&C 84:88"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.22"},"109:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.10"},"Matthew 18:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/91.11"},"Psalm 91:11"],", which also refer to angels’ watching over men)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.46"},"D&C 84:46"],". What Spirit “Enlighteneth Every Man”?"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p103"},"“Satan has power in the earth, and in the exercise of his agency he tempts the children of men. … At the same time we have the sweet influence of the Spirit of God pleading with us to do that which is right, pleading with every human being that does not drive it from him; for every human being has a portion of the Spirit of God given unto him. We sometimes call it conscience; we call it by one name and we call it by another; but it is the Spirit of God that every man and woman possesses that is born on the earth. God has given unto all his children this Spirit. Of course it is not the gift of the Holy Ghost in its fullness; for that is only received by obedience to the commandments of God.” (George Q. Cannon, in",["span.emphasis","Journal of Discourses,"],"26:191.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.54-57"},"D&C 84:54–57"],". “Repent and Remember … the Book of Mormon”"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p104"},"The compilation and preservation of the Book of Mormon have been carefully guarded and watched over by the Savior and His prophets down through the ages. Its message is of greatest importance to the inhabitants of the earth, and to treat lightly that sacred record is a serious thing, as President Ezra Taft Benson explained:"],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p105"},"“Some of the early missionaries, on returning home, were reproved by the Lord in section 84 of the Doctrine and Covenants because they had treated lightly the Book of Mormon. As a result, their minds had been darkened. The Lord said that this kind of treatment of the Book of Mormon brought the whole Church under condemnation, even all of the children of Zion. And then the Lord said, ‘And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon.’ (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.54-57"},"D&C 84:54–57"],".) Are we still under that condemnation? …"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p106"},"“… Grave consequences hang on our response to the Book of Mormon. ‘Those who receive it,’ said the Lord, ‘in faith, and work righteousness, shall receive a crown of eternal life;"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p107"},"“‘But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation—"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p108"},"“‘For the Lord God has spoken it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.14-16"},"D&C 20:14–16"],".)"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p109"},"“Is the Book of Mormon true? Yes."],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p110"},"“Who is it for? Us."],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p111"},"“What is its purpose? To bring men to Christ."],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p112"},"“How does it do this? By testifying of Christ and revealing his enemies."],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p113"},"“How are we to use it? We are to get a testimony of it, we are to teach from it, we are to hold it up as a standard and ‘hiss it forth.’"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p114"},"“Have we been doing this? Not as we should, nor as we must."],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p115"},"“Do eternal consequences rest upon our response to this book? Yes, either to our blessing or our condemnation."],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p116"},"“Every Latter-day Saint should make the study of this book a lifetime pursuit. Otherwise he is placing his soul in jeopardy and neglecting that which could give spiritual and intellectual unity to his whole life.” (In Conference Report, Apr. 1975, pp. 96–97; or",["span.emphasis","Ensign,"],"May 1975, p. 65.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.63"},"D&C 84:63"],". “Ye Are Mine Apostles”"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p117"},"The Quorum of the Twelve Apostles was not organized until 1835, yet the Lord refers to these brethren as Apostles. Elder Joseph Fielding Smith explained:"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p118"},"“An apostle, the dictionary states, is ‘one of the twelve chosen by Christ to proclaim His gospel; also a Christian missionary who first evangelizes a certain nation; any zealous advocate of a doctrine or cause.’ …"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p119"},"“The term apostle is recognized in the Church in the sense in which it is defined in the dictionary. Men have been called apostles who have been sent forth with the gospel message even when they have not been ordained to that particular office. …"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p120"},"“This revelation was given two years and four months before the first men were ordained to the special calling as apostles in the Church, but as they were commissioned to go forth proclaiming the gospel as witnesses for Christ, he designated them as his apostles.” (“The Twelve Apostles,”",["span.emphasis","Improvement Era,"],"Apr. 1935, p. 208.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.64-73"},"D&C 84:64–73"],". “These Signs Shall Follow”"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p121"},"In",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17-18"},"Mark 16:17–18"],"the Savior made similar promises to the missionaries in New Testament times."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.80-85"},"D&C 84:80–85"],". The Lord Supports His Missionaries"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p122"},"“Thousands of missionaries have put this promise to the test and the Lord has kept his promise to all those who have been faithful in their calling. Surely if the Father notices when a sparrow falls, he will not forsake any who in faithful obedience to his will seek his aid. That there have been those who have gone forth and have been weary in body and mind, and who have gone hungry, there is no doubt, for there are missionaries who have not given all their heart to the Lord and they have idled away valuable time when it was needful for them to proclaim the truth.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:344.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.87"},"D&C 84:87"],". How Does One “Reprove the World”?"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p123"},"“‘Reprove,’ as stated (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.76"},"v. 76"],") is to ‘convict.’ God’s messengers, as it were, are lawyers before the bar of God. It is their duty to ‘convict’ the world of sin, and to warn all men of the ‘judgment which is to come.’ They are not sent out to entertain the world with philosophical lectures, or ethical discourses, or flowery oratory, or amusing anecdotes. Their one duty is to secure conviction and, if possible, repentance and salvation.” (Smith and Sjodahl, Commentary, p. 518.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.98-102"},"D&C 84:98–102"],". “Sing This New Song”"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p124"},"“The new song which they shall sing at this great day will be concerning the redemption of Zion and the restoration of Israel. Even now there are those who have set to music these beautiful words (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.99-102"},"vs. 99–102"],".), but we may believe that no music has yet been produced that will compare with the music for this song when Zion is redeemed.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:345.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.100"},"D&C 84:100"],". Is Time Going to Come to an End?"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p125"},"This phrase is also used in the book of Revelation (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/10.6"},"Revelation 10:6"],"). Elder Bruce R. McConkie explained that the phrase means “that there should be no more delay—not that time as such should end and eternity begin, for the Millennial Era is still ahead—but, as shown in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.110"},"D&C 88:110"],", that ‘Satan shall be bound,’ thus ending the ‘time’ (it ‘shall be no longer’!) when persecution prevails” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:506)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.114"},"D&C 84:114"],". New York, Albany, and Boston"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p126"},"These cities were the subject of another prophet’s testimony. Elder Wilford Woodruff addressed a conference in Logan, Utah, on 22 August 1863. Speaking directly to the youth in attendance, he declared: “‘Now, my young friends, I wish you to remember these scenes you are witnessing during the visit of President Young and his brethren. Yea, my young friends, treasure up the teachings and sayings of these prophets and apostles as precious treasure while they are living men, and do not wait until they are dead. A few days and President Young and his brethren, the prophets and apostles and Brothers Benson and Maughan, will be in the spirit world. You should never forget this visitation. You are to become men and women, fathers and mothers; yea, the day will come, after your fathers, and these prophets and apostles are dead, you will have the privilege of going into the towers of a glorious Temple built unto the name of the Most High (pointing in the direction of the bench), east of us upon the Logan bench; and while you stand in the towers of the Temple and your eyes survey this glorious valley filled with cities and villages, occupied by tens of thousands of Latter-day Saints, you will then call to mind this visitation of President Young and his company. You will say: That was in the days when Presidents Benson and Maughan presided over us; that was before New York was destroyed by an earthquake; it was before Boston was swept into the sea, by the sea heaving itself beyond its bounds; it was before Albany was destroyed by fire; yea, at that time you will remember the scenes of this day. Treasure them up and forget them not.’ President Young followed and said: ‘What Brother Woodruff has said is revelation and will be fulfilled.’” (In Lundwall,",["span.emphasis","Temples of the Most High,"],"pp. 97–98.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.f8"},[".caption","Wilford Woodruff spoke of the future destruction of New York, Albany, and Boston."]]]]]],"refs":null}
