{"id":101,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":101,"title":"Section 89 The Word of Wisdom","subtitle":"","short_title":"Section 89","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.head10"},[".titleNumber","Section 89"],["h1","The Word of Wisdom"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p365","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p365"},"President Brigham Young said: “I think I am as well acquainted with the circumstances which led to the giving of the Word of Wisdom as any man in the Church, although I was not present at the time to witness them. The first school of the prophets was held in a small room situated over the Prophet Joseph’s kitchen, in a house which belonged to Bishop Whitney. … The brethren came to that place for hundreds of miles to attend school in a little room probably no larger than eleven by fourteen. When they assembled together in this room after breakfast, the first they did was to light their pipes and, while smoking, talk about the great things of the kingdom and spit all over the room, and as soon as the pipe was out of their mouths a large chew of tobacco would then be taken. Often when the Prophet entered the room to give the school instructions he would find himself in a cloud of tobacco smoke. This, and the complaints of his wife at having to clean so filthy a floor, made the Prophet think upon the matter, and he inquired of the Lord relating to the conduct of the Elders in using tobacco, and the revelation known as the Word of Wisdom was the result of his inquiry. You know what it is and can read it at your leisure.” (In",["span.emphasis","Journal of Discourses,"],"12:158.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.2"},"D&C 89:2"],". Is the Word of Wisdom a Commandment Today?"],["div",{"id":"p366","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p366"},"Although the Word of Wisdom was received on 27 February 1833, its acceptance by individual members of the Church was gradual. On 9 September 1851, some eighteen years after it was given, the Patriarch to the Church, John Smith, delivered a talk in general conference on the Word of Wisdom. During his address, President Brigham Young arose and proposed that all Saints formally covenant to abstain from tea, coffee, tobacco, whiskey, and “all things mentioned in the Word of Wisdom” (“Minutes of the General Conference,”",["span.emphasis","Millennial Star,"],"1 Feb. 1852, p. 35). The motion was accepted unanimously and became binding as a commandment for all Church members thereafter."],["div",{"id":"p367","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p367"},"Bishops and stake presidents are responsible for determining whether members are worthy to receive Church ordinances such as baptism or those available in the temple or to enter the temple to receive ordinances for others. Keeping the Word of Wisdom is a part of that worthiness."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.2"},"D&C 89:2"],". Why Does the Lord Say “Not by Commandment or Constraint”?"],["div",{"id":"p368","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p368"},"“The reason undoubtedly why the Word of Wisdom was given—as not by ‘commandment or restraint’ was that at that time, at least, if it had been given as a commandment it would have brought every man, addicted to the use of these noxious things, under condemnation; so the Lord was merciful and gave them a chance to overcome, before He brought them under the law. Later on, it was announced from this stand, by President Brigham Young that the Word of Wisdom was a revelation and a command of the Lord. [See Young,",["span.emphasis","Discourses of Brigham Young,"],"pp. 183–84].” (Joseph F. Smith, in Conference Report, Oct. 1913, p. 14.)"],["div",{"id":"p369","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p369"},"President Heber J. Grant emphasized that the Word of Wisdom was a commandment and warned those who did not obey it that “the day is gone by when the Lord will trifle with the Latter-day Saints. He has said that His Spirit shall not always strive with man.” (",["span.emphasis","Gospel Standards,"],"pp. 55–56.) Although the Lord allowed a time of adjustment for those who were already members of the Church when the Word of Wisdom was given, today it is expected that all Saints adhere to the commandment."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.2"},"D&C 89:2"],". How Does the Word of Wisdom Show the Will of God in Man’s Temporal Salvation?"],["div",{"id":"p370","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p370"},"In order to receive a fulness of joy, we must strive to be clean and pure, both in mind and in body. Some of the temporal benefits resulting from obedience to the Word of Wisdom are better health and vitality, strength, and endurance (see Brigham Young’s promise in Journal of Discourses, 12:156); greater strength to avoid such physical sins as unchastity (see Grant, Gospel Standards, p. 55); a savings in money not spent on harmful substances (see Grant, Gospel Standards, pp. 50–52); and greater resistance to many of the diseases that attack the body."],["div",{"id":"p371","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p371"},"President Joseph Fielding Smith said: “The temporal salvation of the children of men is a most important thing, but sadly neglected by many religious teachers. The truth is that the spiritual salvation is dependent upon the temporal far more than most men realize. The line of demarcation between the temporal, or physical, and the spiritual, cannot be definitely seen. The Lord has said that he has not given a temporal commandment at any time. To men some of these commandments may be temporal, but they are spiritual to the Lord because they all have a bearing on the spiritual or eternal welfare of mankind.” (",["span.emphasis","Church History and Modern Revelation,"],"1:383.) Obedience to the Word of Wisdom, keeping the “temple of God” undefiled (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],"), invites the Holy Ghost to help us resist the temptations of the world."],["div",{"id":"p372","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p372"},"The Word of Wisdom is a commandment, and disobedience to any commandment results in the loss of the Spirit. The loss of spiritual health is far more serious than the loss of physical health. President Stephen L Richards noted: “Every commandment of God is spiritual in nature. There are no carnal commandments. We have learned this from modern revelation. While the commandments have effect upon the body and temporal things they are all in essence spiritual. The Word of Wisdom is spiritual. It is true that it enjoins the use of deleterious substances and makes provision for the health of the body. But the largest measure of good derived from its observance is in increased faith and the development of more spiritual power and wisdom. Likewise, the most regrettable and damaging effects of its infractions are spiritual, also. Injury to the body may be comparatively trivial to the damage to the soul in the destruction of faith and the retardation of spiritual growth. So I say, every commandment involves a spiritual growth. So I say, every commandment involves a spiritual principle.” (In Conference Report, Apr. 1949, p. 141.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"D&C 89:3"],". Can Everyone Live the Word of Wisdom?"],["div",{"id":"p373","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p373"},"Christ invites all to come unto Him and denies none (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.32"},"2 Nephi 26:32"],"). All who humble themselves and come to the Lord may become Saints, and in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"Doctrine and Covenants 89:3"],"the Lord assures us that all Saints can obey the Word of Wisdom. Youth who are tempted to smoke, drink, or take drugs should be aware, not only of the spiritual danger of disobedience to God’s commandments, but of how difficult it can be to stop taking harmful substances after one has become addicted to them. Individuals who struggle with addictions may not succeed in quitting all at once but can be helped by family, health professionals, medication, fasting, prayer, and priesthood blessings. As individuals overcome their addictions and keep the commandments, the Lord’s blessings of self control and spiritual strength make it that much easier for them to continue to obey the Word of Wisdom."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],". What Evidence Is There Today of “Evils and Designs … in the Hearts of Conspiring Men”?"],["div",{"id":"p374","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p374"},"Lawsuits against American tobacco companies in the last part of the 20th century made it clear that owners and employees of these companies conspired to hide the dangers of their products."],["div",{"id":"p375","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p375"},"President David O. McKay observed the gradual growth of these evils in his lifetime: “The purport of that [revelation] impressed me in the twenties and the thirties of this century. I just ask you … to recall the methods employed by certain tobacco interests to induce women to smoke cigarettes."],["div",{"id":"p376","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p376"},"“You remember how insidiously they launched their plan. First, by saying that it would reduce weight. They had a slogan: ‘Take a cigarette instead of a sweet.’"],["div",{"id":"p377","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p377"},"“Later, some of us who like the theatre, noticed that they would have a young lady light the gentleman’s cigarette. Following this a woman’s hand would be shown on billboards lighting or taking a cigarette. A year or two passed and soon they were brazen enough to show the lady on the screen or on the billboard smoking the cigarette. …"],["div",{"id":"p378","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p378"},"“‘Parents meekly submit to this and later deplore the fact when their children are hopeless cigarette addicts.’” (In Conference Report, Oct. 1949, pp. 185–86.)"],["div",{"id":"p379","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p379"},"Many through the years have likewise conspired or contributed to making the use of alcohol, coffee, tea, other forms of tobacco, and drugs more socially acceptable."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5"},"D&C 89:5"],". What Consequences Result from Taking Wine and Strong Drink?"],["div",{"id":"p380","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p380"},"“Over the earth … the demon drink is in control. Drunken with strong drink, men have lost their reason; their counsel has been destroyed; their judgment and vision are fled; they reel forward to destruction."],["div",{"id":"p381","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p381"},"“Drink brings cruelty into the home; it walks arm in arm with poverty; its companions are disease and plague; it puts chastity to flight; and it knows neither honesty nor fair dealing; it is a total stranger to truth; it drowns conscience; it is the bodyguard of evil; it curses all who touch it."],["div",{"id":"p382","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p382"},"“Drink has brought more woe and misery, broken more hearts, wrecked more homes, committed more crimes, filled more coffins than all the wars the world has suffered.” (J. Reuben Clark Jr., in Conference Report, Oct. 1942, p. 8; see also Kimball, Miracle of Forgiveness, pp. 55–57.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5-6"},"D&C 89:5–6"],". What Kind of Wine Was Used in the Sacrament?"],["div",{"id":"p383","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p383"},"The Lord’s instruction in verse 6 that for the sacrament the Saints use “pure wine of the grape of the vine, of your own make” reinforces His earlier instruction that “you shall not purchase [for the sacrament] wine neither strong drink of your enemies;"],["div",{"id":"p384","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p384"},"“Wherefore, you shall partake of none except it is made new among you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.3-4"},"D&C 27:3–4"],")."],["div",{"id":"p385","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p385"},"The “pure wine” in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.6"},"Doctrine and Covenants 89:6"],"“is understood to mean new or unfermented grape juice, since the Word of Wisdom declares unequivocally against the internal use of alcohol in any form."],["div",{"id":"p386","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p386"},"“This interpretation is reinforced by the fact that … water was early in the history of the Church substituted for wine, for sacramental purposes. The revelation reads:"],["div",{"id":"p387","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p387"},"“‘For, behold, I say unto you, that it mattereth not what ye shall eat or what ye shall drink when ye partake of the sacrament, if it so be that ye do it with an eye single to my glory—remembering unto the Father my body which was laid down for you, and my blood which was shed for the remission of your sins.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],"].” (Widtsoe,",["span.emphasis","Word of Wisdom,"],"pp. 60–61.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.7"},"D&C 89:7"],". Strong Drinks Are for Washing the Body"],["div",{"id":"p388","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p388"},"Alcohol is a valuable cleansing agent for wounds and abrasions. When used to bathe an injured part of the body, alcohol performs a service for which it was intended."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.8"},"D&C 89:8"],". Tobacco Is Not for the Body"],["div",{"id":"p389","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p389"},"One Latter-day Saint physician noted the effects of tobacco on the body:"],["div",{"id":"p390","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p390"},"“Time and time again the medical and psychological sciences have brought forth evidence which points toward the destructive nature of the cigarette. In addition to the evidences recently found which link cigarette smoking to lung cancer, [there are] a number of interesting and arresting discoveries respecting the cigarette. E. A. Murphy and J. F. Mustard discovered that chronic smokers were less able to withstand the effects of radiation than were nonsmokers, and that smoking interfered with action of the bone marrow, the part of the body that manufactures blood. A. J. Schaffer points out that there is a higher premature birthrate among children whose mothers smoke than among nonsmokers, and that the mortality rate of these premature births was higher among offspring of smokers than of nonsmokers. There is a good deal of evidence, according to A. R. Lindesmith and A. I. Strauss, that in general, nonsmokers are more prone to be ‘steady and dependable, hard workers, with stable marriages,’ and that they have statistically less difficulty with marriage than do smokers."],["div",{"id":"p391","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p391"},"“And so the evidence piles up. Bit by bit, piece by piece, a great mass of evidence is accumulating to substantiate from a purely scientific viewpoint the words of the Lord that ‘tobacco is not for the body.’ Nicotine in large quantities can take over the nervous system, causing severe convulsions. Smoking causes a man to perform at an altitude as much as 5,000 feet higher than he really is, because of the oxygen space it preempts in his blood.” (W. Dean Belnap, “Tobacco and the Spirit of Man,”",["span.emphasis","Instructor,"],"Dec. 1966, p. 464.)"],["div",{"id":"p392","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p392"},"As serious as the physical dangers are for using tobacco, the spiritual dangers, especially for members of the Church who know the law, are even more serious. “In my judgment,” said Elder George Albert Smith, “the use of tobacco, a little thing as it seems to some men, has been the means of destroying their spiritual life, has been the means of driving from them the companionship of the Spirit of our Father, has alienated them from the society of good men and women, and has brought upon them the disregard and reproach of the children that have been born to them, and yet the devil will say to a man, Oh, it’s only a little thing!” (in Conference Report, Apr. 1918, p. 40)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.8"},"D&C 89:8"],". “Tobacco … Is an Herb for Bruises and All Sick Cattle”"],["div",{"id":"p393","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p393"},"Tobacco, like alcohol, possesses medicinal properties for use on sick animals. When applied with skill, a tobacco poultice can be useful in healing the cuts and bruises of cattle. Alcohol and tobacco have place when used as the Lord intended."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.9"},"D&C 89:9"],". What Does the Phrase “Hot Drinks” Mean?"],["div",{"id":"p394","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p394"},"Some of the early Brethren explained what was meant by this phrase. Hyrum Smith, brother of the Prophet, wrote: “And again, ‘hot drinks are not for the body, or belly;’ there are many who wonder what this can mean; whether it refers to tea, or coffee, or not. I say it does refer to tea, and coffee.” (“The Word of Wisdom,”",["span.emphasis","Times and Seasons,"],"1 June 1842, p. 800.)"],["div",{"id":"p395","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p395"},"The Prophet Joseph Smith said: “I understand that some of the people are excusing themselves in using tea and coffee, because the Lord only said ‘hot drinks’ in the revelation of the Word of Wisdom. …"],["div",{"id":"p396","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p396"},"“Tea and coffee … are what the Lord meant when He said ‘hot drinks.’” (In Joel H. Johnson,",["span.emphasis","Voice from the Mountains"],"[Salt Lake City: Juvenile Instructor Office, 1881], p. 12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.9"},"D&C 89:9"],". Are Other Drinks Forbidden by the Word of Wisdom?"],["div",{"id":"p397","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p397"},"What about cola drinks, kava, some health or sports drinks, or other drinks containing stimulants? An official statement by the Church’s leaders reads: “With reference to cola drinks, the Church has never officially taken a position on this matter, but the leaders of the Church have advised, and we do now specifically advise, against the use of any drink containing harmful habit-forming drugs under circumstances that would result in acquiring the habit. Any beverage that contains ingredients harmful to the body should be avoided.” (",["span.emphasis","Priesthood Bulletin,"],"Feb. 1972, p. 4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10-11"},"D&C 89:10–11"],". Why Isn’t the Word of Wisdom More Explicit?"],["div",{"id":"p398","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p398"},"The Doctrine and Covenants does not specifically mention heroin, cocaine, marijuana, ecstasy, other illegal drugs, or the abuse of prescription drugs. President Joseph Fielding Smith said: “Such revelation is unnecessary. The Word of Wisdom is a basic law. It points the way and gives us ample instruction in regard to both food and drink, good for the body and also detrimental. If we sincerely follow what is written with the aid of the Spirit of the Lord, we need no further counsel. …"],["div",{"id":"p399","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p399"},"“Thus by keeping the commandments we are promised inspiration and the guidance of the Spirit of the Lord through which we will know what is good and what is bad for the body, without the Lord presenting us with a detailed list separating the good things from the bad that we may be protected. We will learn by this faithful observance that the promises of the Lord are fulfilled.” (",["span.emphasis","Improvement Era,"],"Feb. 1956, pp. 78–79.)"],[".",{"id":"f19","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.f19"},[".caption","A principle with a promise"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10"},"D&C 89:10"],". Wholesome Herbs Are Ordained for the Use of Man"],["div",{"id":"p401","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p401"},"The word",["span.emphasis","herb"],"refers to vegetables and plants that are nourishing and healthful for man.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5-9"},"Doctrine and Covenants 89:5–9"],"contains warnings against things not good for man, while verses 10–17 list the things that should be used to maintain good health. These “God hath ordained for the constitution, nature, and use of man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10"},"v. 10"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.11"},"D&C 89:11"],". What Was Intended by the Phrase “in the Season Thereof”?"],["div",{"id":"p402","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p402"},"“Some have stumbled over the meaning of this expression and have argued that grains and fruits should only be used in the season of their growth and when they have ripened. This is not the intent, but any grain or fruit is out of season no matter what part of the year it may be, if it is unfit for use. The apple under the tree bruised and decaying is out of season while the good fruit is waiting to be plucked from the tree.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:385.)"],["div",{"id":"p403","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p403"},"Elder John A. Widtsoe explained: “The phrase ‘in the season thereof,’ referring to fruits and vegetables, has raised much speculation. It indicates simply the superior value of fresh foods as demonstrated by modern science, but does not necessarily prohibit the use of fruits or vegetables out of season if preserved by proper methods.” (",["span.emphasis","Evidences and Reconciliations,"],"3:157.)"],["div",{"id":"p404","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p404"},"With modern preservation techniques, today it is possible to enjoy nearly every food “in the season thereof” all through the year."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.11"},"D&C 89:11"],". Why Are Herbs and Fruits to Be Used with “Prudence and Thanksgiving”?"],["div",{"id":"p405","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p405"},"It is not necessary to be commanded in all things. With the guidelines the Lord has given in this revelation, we should have little difficulty in determining both what and how much we can wisely eat."],["div",{"id":"p406","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p406"},"“In another revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59"},"Sec. 59"],") we are told they are not to be used ‘to excess, neither by extortion.’ The difficulty with most of the human family, is eating too much, and failing to heed his counsel. There would be less disease and mankind would live longer if all would also heed the counsel of the Lord concerning the use of wholesome foods.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:385.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.12"},"D&C 89:12"],". Flesh Is to Be Used Sparingly"],["div",{"id":"p407","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p407"},"“The Word of Wisdom is not a system of vegetarianism. Clearly, meat is permitted [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.18"},"D&C 42:18"],"]. Naturally, that includes animal products, less subject than meat to putrefactive and other disturbances, such as eggs, milk, and cheese. These products cannot be excluded simply because they are not mentioned specifically. By that token most of our foodstuffs could not be eaten.” (Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"3:156–57.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.13"},"D&C 89:13"],". “Only in Times of Winter, or of Cold, or Famine”"],["div",{"id":"p408","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p408"},"This verse has caused some to ask if meat should be eaten in the summer. Meat has more calories than fruits and vegetables, which some individuals may need fewer of in summer than winter. Also, before fruits and vegetables could be preserved, people often did not have enough other food to eat in winter. Spoiled meat can be fatal if eaten, and in former times meat spoiled more readily in summer than winter. Modern methods of refrigeration now make it possible to preserve meat in any season. The key word with respect to the use of meat is",["span.emphasis","sparingly"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.12"},"D&C 89:12"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.14-17"},"D&C 89:14–17"],". “All Grain Is Ordained for the Use of Man and of Beasts”"],["div",{"id":"p409","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p409"},"Grains include wheat, rice, corn or maize, barley, millet, sorghum, oats, and rye. Grains are good as food for people and as feed for animals."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],". Why Is Obedience to the Word of Wisdom Crucial?"],["div",{"id":"p410","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p410"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"Doctrine and Covenants 89:3"],"states that this revelation was “given for a principle with promise.” To receive the promise, we must obey the principle."],["div",{"id":"p411","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p411"},"The purpose of the Word of Wisdom is more spiritual than physical. The blessings of obedience are much greater than just physical health (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"D&C 76:5–10"],"). Obedience is the condition on which all blessings are predicated (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],")."],["div",{"id":"p412","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p412"},"Elder John A. Widtsoe wrote: “The reward for keeping the Word of Wisdom is four-fold. 1. Self-control is developed. That is implied in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"verse 3"],"of the revelation which states that the Word of Wisdom is ‘adapted to the capacity of the weak and the weakest of all Saints, who are or can be called Saints.’ 2. Strength of body, including resistance to contagion, is a result of wise living. 3. Clearness of mind is the gift of those whose bodies are in a healthy condition. 4. Spiritual power comes to all who conquer their appetites, live normally and look upward to God.” (",["span.emphasis","Program of the Church,"],"pp. 39–40.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18"},"D&C 89:18"],". “Walking in Obedience to the Commandments”"],["div",{"id":"p413","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p413"},"Elder Ezra T. Benson, a member of the Quorum of the Twelve under President Brigham Young, broadened the usual interpretation of the Word of Wisdom when he said: “When we first heard the revelation upon the Word of Wisdom many of us thought it consisted merely in our drinking tea and coffee, but it is not only using tea and coffee and our tobacco and whisky, but it is every other evil which is calculated to contaminate this people. The Word of Wisdom implies to cease from adultery, to cease from all manner of excesses, and from all kinds of wickedness and abomination that are common amongst this generation—it is, strictly speaking, keeping the commandments of God, and living by every word that proceedeth from His mouth.” (In",["span.emphasis","Journal of Discourses,"],"2:358.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.19"},"D&C 89:19"],". Wisdom and Treasures of Knowledge"],["div",{"id":"p414","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p414"},"Many scientific and technological advances are attributable to the new light and knowledge poured out on the world since the restoration of the gospel. But there is a far more important kind of knowledge with which Latter-day Saints are also concerned. Elder LeGrand Richards asked if there is “any treasure of knowledge in this world to be sought after, more desirable than to know that God lives, that Jesus is the Christ, to know that his kingdom has been established again in the earth, to know that God has promised a reward for every commandment that he has given, to know that he has created this earth that we might prove unto him that we would do all things, not just a few of them, all things whatsoever the Lord our God hath commanded?” (in Conference Report, Apr. 1961, p. 46)."],["div",{"id":"p415","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p415"},"President George Albert Smith pointed to a literal fulfillment of the promise of great treasures of knowledge: “I refer you to the February, 1944, number of The",["span.emphasis","Improvement Era"],"wherein was published a graph showing the relative position of the states of the Union as to the number of scientists born in those states in proportion to population. Strange as it may seem, if you began at the lower corner of that graph and followed up state by state, you would come to the state of Massachusetts next to the highest on the graph, yet you would not have reached the state of Utah. You have to go twenty percent points higher up the graph to find Utah, the state that has produced more scientists born within its borders per capita than any other state in the American Union. That wasn’t an accident; it was a fulfilment of the promise of God as a result of observance of the Lord’s commandments.” (In Conference Report, Oct. 1945, pp. 21–22.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.21"},"D&C 89:21"],". “And I the Lord Give Unto Them a Promise”"],["div",{"id":"p416","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p416"},"President J. Reuben Clark Jr. said of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.21"},"verse 21"],": “This does not say and this does not mean, that to keep the Word of Wisdom is to insure us against death, for death is, in the eternal plan, co-equal with birth. This is the eternal decree. [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Corinthians 15:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"],".] But it does mean that the destroying angel, he who comes to punish the unrighteous for their sins, as he in olden time afflicted the corrupt Egyptians in their wickedness [",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.23,29"},"Exodus 12:23, 29"],"], shall pass by the Saints, ‘who are walking in obedience to the commandments,’ and who ‘remember to keep and do these sayings.’ These promises do mean that all those who qualify themselves to enjoy them will be permitted so to live out their lives that they may gain the full experiences and get the full knowledge which they need in order to progress to the highest exaltation in eternity, all these will live until their work is finished and God calls them back to their eternal home, as a reward.” (In Conference Report, Oct. 1940, pp. 17–18.)"],["div",{"id":"p417","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-89-the-word-of-wisdom.p417"},"If we live the Word of Wisdom, we keep ourselves pure before the Lord, who can then bestow all His blessings both in this world and in the world to come."]]]]],"refs":null}
