{"id":100,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":100,"title":"Section 88 The Olive Leaf","subtitle":"","short_title":"Section 88","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.head9"},[".titleNumber","Section 88"],["h1","The Olive Leaf"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p258","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p258"},"On 27 December 1832 a conference of ten high priests, including the Prophet, met in Kirtland to find out the Lord’s will concerning the building of Zion and the duty of the elders of the Church. Their questions seem to have stemmed from a great desire to know what the Church should do “in view of the critical times that had been predicted” (Smith and Sjodahl, Commentary, p. 540)."],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p259"},"The conference lasted two days, during which Joseph instructed the nine other brethren on how to receive the blessings of heaven and the mind of the Lord. That the Lord was pleased with their desires is evident from the introduction to the revelation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D&C 88:2"],"). In consequence His spirit was poured out upon them, and most of section 88 (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.1-126"},"vv. 1–126"],") was given in segments over the two days of the conference. The final part was received by Joseph Smith on 3 January 1833 and was then added to the first 126 verses for publication in the 1835 edition of the Doctrine and Covenants. (See “Kirtland Revelation Book,” Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 47–48.)"],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p260"},"In a letter written to William W. Phelps, the Prophet Joseph Smith called this revelation “the ‘Olive Leaf’ which we have plucked from the Tree of Paradise, the Lord’s message of peace to us” (",["span.emphasis","History of the Church,"],"1:316). The name is appropriate, because the olive tree is a well-known symbol of peace, and the revelation contains numerous keys for achieving spiritual peace."],[".",{"id":"f16","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.f16"},[".caption","The olive tree, a symbol of peace"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D&C 88:2"],". “The Lord of Sabaoth”"],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p262"},"This title is explained in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.7"},"Doctrine and Covenants 87:7"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.3-4"},"D&C 88:3–4"],". What Is the Other Comforter?"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p263"},"The promises in these four verses were given to the ten men who had assembled in conference: Joseph Smith Sr., Sidney Rigdon, Orson Hyde, Joseph Smith Jr., Hyrum Smith, Samuel H. Smith, Newel K. Whitney, Frederick G. Williams, Ezra Thayer, and John Murdock. These ten men were promised “another Comforter” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.3"},"v. 3"],")."],["div",{"id":"p264","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p264"},"The Prophet Joseph Smith explained that “there are two Comforters spoken of. One is the Holy Ghost, the same as given on the day of Pentecost, and that all Saints receive after faith, repentance, and baptism. This first Comforter or Holy Ghost has no other effect than pure intelligence, … expanding the mind, enlightening the understanding, and storing the intellect with present knowledge. …"],["div",{"id":"p265","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p265"},"“The other Comforter spoken of is a subject of great interest, and perhaps understood by few of this generation. After a person has faith in Christ, repents of his sins, and is baptized for the remission of his sins and receives the Holy Ghost, (by the laying on of hands), which is the first Comforter, then let him continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord has thoroughly proved him, and finds that the man is determined to serve Him at all hazards, then the man will find his calling and his election made sure, then it will be his privilege to receive the other Comforter, which the Lord hath promised the Saints, as is recorded in the testimony of St. John, in the 14th chapter, from the 12th to the 27th verses. …"],["div",{"id":"p266","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p266"},"“Now what is this other Comforter? It is no more nor less than the Lord Jesus Christ Himself; and this is the sum and substance of the whole matter; that when any man obtains this last Comforter, he will have the personage of Jesus Christ to attend him, or appear unto him from time to time, and even He will manifest the Father unto him, and they will take up their abode with him, and the visions of the heavens will be opened unto him, and the Lord will teach him face to face, and he may have a perfect knowledge of the mysteries of the Kingdom of God; and this is the state and place the ancient Saints arrived at when they had such glorious visions—Isaiah, Ezekiel, John upon the Isle of Patmos, St. Paul in the three heavens, and all the Saints who held communion with the general assembly and Church of the Firstborn.” (",["span.emphasis","Teachings,"],"pp. 149–51.)"],["div",{"id":"p267","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p267"},"Some have thought that the phrase “another Comforter” in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.3"},"Doctrine and Covenants 88:3"],"refers to the Second Comforter, or a personal visit from the Savior. However, the Lord in this verse promised that this Comforter would “abide in your hearts.” The scriptures tell us elsewhere that “the appearing of the Father and the Son [referred to in",["a.scriptureRef",{"href":"/scriptures/nt/john/14.23"},"John 14:23"],"] is a personal appearance; and the idea that the Father and the Son dwell in a man’s heart is an old sectarian notion, and is false” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.3"},"D&C 130:3"],"). The Comforter promised in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88"},"Doctrine and Covenants 88"],"is “the Holy Spirit of promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.3"},"v. 3"],"), “the promise which I give unto you of eternal life” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.4"},"v. 4"],")."],["div",{"id":"p268","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p268"},"Elder Bruce R. McConkie said of this passage: “In a revelation to certain selected saints in this dispensation, the Lord said that the alms of their prayers were ‘recorded in the book of the names of the sanctified, even them of the celestial world’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D. & C. 88:2"],"), which is to say that they were among those who had ‘overcome by faith,’ and were ‘sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.53"},"D. & C. 76:53"],".) …"],["div",{"id":"p269","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p269"},"“These saints, like their Ephesian Brethren before them, had been called and chosen ‘before the foundation of the world’ that they ‘should be holy and without blame’ before the Lord, through baptism and obedience (",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.4-7"},"Eph. 1:4–7"],"), which is the sole course by which men can sanctify their souls (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19-20"},"3 Ne. 27:19–20"],"), thereby qualifying to have their names recorded ‘in the book of the names of the sanctified.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D. & C. 88:2"],".) They had then earned the right by faith and devotion to have the seal of divine acceptance placed on the conditional promises which they had theretofore made. They now had the sure ‘promise … of eternal life’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.4"},"D. & C. 88:4"],"), which eternal life is the name of the kind of life which God our Heavenly and Eternal Father lives, and they were prepared to receive the Second Comforter.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:338–39.)"],["div",{"id":"p270","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p270"},"The deep peace such a promise could bring alone justifies the title Olive Leaf."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.5"},"D&C 88:5"],". Church of the Firstborn"],["div",{"id":"p271","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p271"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary for Doctrine and Covenants 76:54"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.6-13"},"D&C 88:6–13"],". What Is the Light of Christ?"],["div",{"id":"p272","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p272"},"President Joseph Fielding Smith explained that the “Light of Christ is not a personage. It has no body. I do not know what it is as far as substance is concerned; but it fills the immensity of space and emanates from God. It is the light by which the worlds are controlled, by which they are made. It is the light of the sun and all other bodies. It is the light which gives life to vegetation. It quickens the understanding of men, and has these various functions as set forth in these verses."],["div",{"id":"p273","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p273"},"“It is: ‘The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.’"],["div",{"id":"p274","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p274"},"“This is our explanation in regard to the Spirit of Christ, or Light of Truth, which every man receives and is guided by. Unless a man had the blessings that come from this Spirit, his mind would not be quickened; there would be no vegetation grown; the worlds would not stay in their orbits; because it is through this Spirit of Truth, this Light of Truth, according to this revelation, that all these things are done."],["div",{"id":"p275","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p275"},"“The Lord has given to ‘every man that cometh into the world,’ the guidance of the Light of Truth, or Spirit of Jesus Christ, and if a man will hearken to this Spirit he will be led to the truth and will recognize it and will accept it when he hears it. We have seen this demonstrated thousands of times, where men were led to investigate and have had the desire to investigate in spite of the prejudices and traditions which they were taught in the world."],["div",{"id":"p276","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p276"},"“If they refuse to come unto him, then he calls them wicked and they are under the bondage of sin. It seems to me that when a person declares that he is satisfied with his religion and therefore does not care to investigate, it is evidence that he has not hearkened to the Light of Truth which was given him; else he would not have been satisfied with the false religion which he has and would be seeking the truth.” (",["span.emphasis","Doctrines of Salvation,"],"1:52–53.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"D&C 88:15"],". The Soul of Man"],["div",{"id":"p277","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p277"},"Most people in the world think of the soul as being synonymous with the spirit of man, but, as Elder James E. Talmage wrote, “it is peculiar to the theology of the Latter-day Saints that we regard the body as an essential part of the soul. Read your dictionaries, the lexicons, and encyclopedias, and you will find that nowhere, outside of the Church of Jesus Christ, is the solemn and eternal truth taught that the soul of man is the body and the spirit combined. It is quite the rule to regard the soul as that incorporeal part of men, that immortal part which existed before the body was framed and which shall continue to exist after that body has gone to decay; nevertheless, that is not the soul; that is only a part of the soul; that is the spirit-man, the form in which every individual of us, and every individual human being, existed before called to take tabernacle in the flesh. It has been declared in the solemn word of revelation, that the spirit and the body constitute the soul of man; and, therefore, we should look upon this body as something that shall endure in the resurrected state, beyond the grave, something to be kept pure and holy.” (In Conference Report, Oct. 1913, p. 117.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.17-20"},"D&C 88:17–20"],". The Earth Must Be Sanctified"],["div",{"id":"p278","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p278"},"“The entrance to celestial glory is through death and resurrection (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.14"},"v. 14"],"). And the Earth itself must pass through the same process, in order to become the dwelling-place of celestial beings (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.18-20"},"vv. 18–20"],"),” wrote Smith and Sjodahl."],["div",{"id":"p279","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p279"},"“The opinion that this globe is to be annihilated finds no support in the Word of God. Here, the important truth is revealed that our globe will be sanctified from all unrighteousness, and prepared for celestial glory, so that it will be fit for the presence of God, the Father. … It will not remain a dead planet, whirling about aimlessly in space; nor will it be distributed in the form of cosmic dust, throughout the universe. It will be glorified, by celestial glory, and become an abode for resurrected beings (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.20"},"v. 20"],").” (Commentary, p. 543.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.21-24"},"D&C 88:21–24"],". Abiding the Law to Receive the Commensurate Glory"],["div",{"id":"p280","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p280"},"Elder James E. Talmage explained the relationship between obedience and blessings: “The Lord has said that according to the laws we obey here shall we receive from Him. We speak of rewards just as we speak of punishments. But rewards and punishments will come through the operation of law. The Lord has spoken illustrating that great truth by reference to what He had already revealed respecting the kingdoms or orders of glory, to this effect—If a man cannot or will not obey celestial laws, that is, live in accordance with the celestial requirements, he must not think that he is discriminated against when he is excluded from the celestial kingdom, because he could not abide it, he could not live there. If a man cannot or will not obey the terrestrial law he cannot rationally hope for a place in the terrestrial kingdom. If he cannot live the yet lower law—the telestial law—he cannot abide the glory of a telestial kingdom, and he will have to be assigned therefore to a kingdom without glory. I rejoice in the consistency and order of the Lord’s plan and in His revelations to us.” (In Conference Report, Oct. 1929, p. 69.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.25-26"},"D&C 88:25–26"],". How Does the Earth Abide a Celestial Law?"],["div",{"id":"p281","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p281"},"“There are combustible elements in abundance and heat enough to consume many worlds like ours, whenever the torch is applied. Here we are told, that the Earth will abide ‘the power by which it is quickened’; it will abide the fire and come out of the flames, quickened and purified, like gold out of the refiner’s fire, or a beautiful vessel of potter’s clay out of the fiery furnace (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.26"},"v. 26"],"). In this sanctified state it will be the residence of celestial beings, resurrected and inhabiting ‘the same’ bodies that they had here, quickened by celestial glory (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.28"},"v. 28"],"). For each individual will receive the glory by which he is quickened (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.29-31"},"vv. 29–31"],")."],["div",{"id":"p282","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p282"},"“[The earth] fills the measure of its creation, and the inference is that whatever, or whoever is true to the purpose of its, or his, or her existence lives in accordance with celestial law. To do that for which we are not created; to use our bodies or any of its organs, or faculties, for purposes for which they were not created is to break that law.” (Smith and Sjodahl, Commentary, p. 545.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.27"},"D&C 88:27"],". What Is the Difference between a “Spirit Body” and a “Spiritual Body”?"],["div",{"id":"p283","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p283"},"Elder Joseph Fielding Smith explained that many in the world “have a very false understanding of what is meant by a spiritual body. They have based their conclusion on the statement that Paul makes that the body is raised a spiritual body, and that flesh and blood cannot inherit the kingdom of God. They cannot conceive in their minds a body raised from the dead, being composed of flesh and bones, quickened by spirit and not by blood. When Paul spoke of the",["span.emphasis","spiritual"],"body he had no reference at all to the",["span.emphasis","spirit"],"body and there they have made their mistake. They have confused the spiritual body, or, in other words, the body quickened by the spirit, with the body of the spirit alone. …"],["div",{"id":"p284","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p284"},"“After the resurrection from the dead our bodies will be spiritual bodies, but they will be bodies that are tangible, bodies that have been purified, but they will nevertheless be bodies of flesh and bones, but they will not be blood bodies, they will no longer be quickened by blood but quickened by the spirit which is eternal and they shall become immortal and shall never die.” (In Conference Report, Apr. 1917, pp. 62–63.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.28"},"D&C 88:28"],". With What Bodies Will Individuals Come Forth in the Resurrection?"],["div",{"id":"p285","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p285"},"The Prophet Joseph Smith taught that in the Resurrection each person will receive back the very body he inhabited in mortality, that “there is no fundamental principle belonging to a human system that ever goes into another in this world or in the world to come; I care not what the theories of men are. We have the testimony that God will raise us up, and he has the power to do it. If anyone supposes that any part of our bodies, that is, the fundamental parts thereof, ever goes into another body, he is mistaken.” (",["span.emphasis","History of the Church,"],"5:339; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.35-54"},"1 Corinthians 15:35–54"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.43-44"},"Alma 11:43–44"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.23-25"},"40:23–25"],".) The body will be resurrected to a glory equal to the level of law by which one lived. The person who keeps the commandments receives “truth and light, until he is glorified” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.28"},"D&C 93:28"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.28"},"D&C 88:28"],". What Is a Celestial Spirit?"],["div",{"id":"p286","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p286"},"Elder Bruce R. McConkie defined the relationship between a celestial body and a celestial spirit: “Those who by full obedience to gospel requirements develop celestial bodies, gain at the same time",["span.emphasis","celestial spirits"],". Then in the resurrection, when ‘the same body which was a natural body,’ (that is, the renewed body, the body sanctified by the Spirit, the celestial body) is received back again, ‘they who are of a",["span.emphasis","celestial spirit"],"’ are quickened by a celestial glory and go on to an inheritance in a celestial kingdom. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.28"},"D&C 88:28"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 118.)"],["div",{"id":"p287","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p287"},"Elder L. Tom Perry indicated that such a condition would be observable in this life: “Surely there would be an obvious difference between one who is attempting to conduct his life as though he were a citizen of the kingdom of God, and one who is conducting his life by the standards made by man. When a person determines to live a higher law, there should be a visible difference, a marked change in his appearance, his actions, the way he treats others, and the way he serves his fellowmen and his God. The scriptures are full of dramatic changes which occurred in the lives of individuals when they were converted to living the law of the Lord.” (In Conference Report, Apr. 1979, p. 16; or",["span.emphasis","Ensign,"],"May 1979, p. 12.)"],[".",{"id":"f17","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.f17"},[".caption","L. Tom Perry declared that conversion is observable in a changed life."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.32-35"},"D&C 88:32–35"],". Who Are “They Who Remain”?"],["div",{"id":"p289","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p289"},"These verses refer to those unworthy to receive a degree of glory, or the sons of perdition (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary on D&C 76:26–31"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.37"},"D&C 88:37"],". “All Kingdoms Have a Law Given”"],["div",{"id":"p290","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p290"},"“We are told here that every part of space is occupied by some ‘kingdom’; that each kingdom is governed by law, and that the laws are adapted to the conditions that prevail. Some laws are universal. Such is the law of gravitation, for instance; or the great fundamental moral law, ‘Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself.’ Other laws are limited; they vary as the conditions vary. By kingdoms we understand the planets and orbs that circle in space. God is capable of governing them all, because He ‘comprehendeth all things, and all things are before Him’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.41"},"v. 41"],"). God visits all these kingdoms in due time.” (Smith and Sjodahl, Commentary, pp. 548–49.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.37-39"},"D&C 88:37–39"],". The Importance of Obeying Law for the Right Reason"],["div",{"id":"p291","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p291"},"“We do right for various reasons,” said Elder Robert L. Simpson. “Some people do right simply because they don’t want to be punished for doing wrong. When we do right for fear of retribution, I think our foundation is very shaky. Another might say, ‘I want to do right because I have always been taught that this is the thing to do.’ Well, such reasoning is based on hearsay, on the testimony of others, and I think we need to mature beyond that point. I think we need to have our own testimonies instead of the advice of others on a perpetual basis. Others have been heard to say, ‘I want to do right just to please my parents,’ and although we all should have a desire to please our parents, that reason alone is not sufficient to sustain us throughout eternity. Perhaps you have heard people who have indicated that they are doing the right thing simply because they want to be obedient to God’s commands; this, too, is a very high and noble purpose—provided, of course, that obedience is not blind obedience, without personal conviction. But to me the best reason of all is illustrated by the person who feels the desire to do right because he wants to add glory to his Father in heaven. Whatever stage of motivation we find ourselves in, I think we must eventually reinforce this with our own personal testimony that has been built on a foundation of gospel scholarship and understanding—a testimony which leads us to the life of unselfishness and service, one which finds its highest sanctification in the supreme thought that we are living gospel principles because we desire to glorify his great name.” (“Cast Your Burden upon the Lord,”",["span.emphasis","New Era,"],"Jan. 1977, p. 4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.40-50"},"D&C 88:40–50"],". God Comprehends All Things"],["div",{"id":"p292","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p292"},"Charles W. Penrose, First Counselor in the First Presidency under President Joseph F. Smith, said: “It is a great puzzle to some people how it can possibly be that a person, an individual, of form and stature, occupying but one place at a time, can hear the prayers of His people or can comprehend them as David said He does: Said he: ‘There is not a thought of my heart but lo! O Lord, thou knowest it altogether. If I ascend up into heaven behold thou art there. If I descend down into hell behold thou art there; and if I take the wings of the morning, and flee to the uttermost parts of the earth there will Thy hand lead me and thy right hand guide me’ [see",["a.scriptureRef",{"href":"/scriptures/ot/ps/139.4,8-10"},"Psalm 139:4, 8–10"],"]. Of course these expressions are somewhat figurative, but there is the great fact that God can be omnipresent by the power of His universally diffused Spirit which proceeds from His presence throughout the immensity of space, and He can see and discern all things by that power, as He told Enoch, and Moses also, as you can read in The Pearl of Great Price. Moses and Enoch were each lifted up so that they could see, measurably, as Deity sees and they beheld the multiplicity of the creations of God; and when Enoch declared that if a man could count the particles of the earth or of a million earths like this, that would not be a beginning to the number of God’s creations, then God told him, ‘Yea, and mine eye can pierce them all’ [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.29-36"},"Moses 7:29–36"],"]. By the power of that Spirit he sees and comprehends and understands all things, and His watchful care and His mercies are over all His works.” (In Conference Report, Oct. 1915, pp. 37–38.)"],["div",{"id":"p293","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p293"},"Scriptures in the Book of Mormon and the Doctrine and Covenants suggest that time as man knows it is not the same with God (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.8"},"Alma 40:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.1"},"D&C 38:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.4-7"},"130:4–7"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.51-61"},"D&C 88:51–61"],". What Is the Meaning of This Parable?"],["div",{"id":"p294","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p294"},"Moses saw in vision that the Savior had created many worlds like this earth that were also inhabited (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.27-29"},"Moses 1:27–29"],"). The inhabitants of these worlds are sons and daughters of God and are precious in His sight. The Savior is responsible for these creations and visits them in their times and seasons. Elder Orson Pratt explained: “The Lord wanted to represent these kingdoms so that we could understand what he desired to impart, and he gave it as a parable, in order to assist our weak comprehensions. … Says the interrogator—‘I do not comprehend this idea of the Lord’s withdrawing from one and going to another.’ In order to comprehend this let us come back to our own globe. Do we not expect that the Lord will, by and by, come and visit us and stay a little while, about a thousand years. Yes, and then we shall be made glad with the joy of the countenance of our Lord. He will be among us, and will be our King, and he will reign as a King of kings and Lord of lords. He will have a throne in Zion, and another in the Temple at Jerusalem, and he will have with him the twelve disciples who were with him during his ministry at Jerusalem; and they will eat and drink with him at his table; and all the people of this globe who are counted worthy to be called Zion, the pure in heart, will be made glad by the countenance of their Lord for a thousand years, during which the earth will rest. Then what? He withdraws. What for? To fulfill other purposes; for he has other worlds or creations and other sons and daughters, perhaps just as good as those dwelling on this planet, and they, as well as we, will be visited, and they will be made glad with the countenance of their Lord. Thus he will go, in the time and in the season thereof, from kingdom to kingdom or from world to world, causing the pure in heart, the Zion that is taken from these creations, to rejoice in his presence."],["div",{"id":"p295","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p295"},"“But there is another thing I want you to understand. This will not be kept up to all eternity, it is merely a preparation for something still greater. And what is that? By and by, when each of these creations has fulfilled the measure and bounds set and the times given for its continuance in a temporal state, it and its inhabitants who are worthy will be made celestial and glorified together. Then, from that time henceforth and for ever, there will be no intervening veil between God and his people who are sanctified and glorified, and he will not be under the necessity of withdrawing from one to go and visit another, because they will all be in his presence.” (In",["span.emphasis","Journal of Discourses,"],"17:331–32.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.63-83"},"D&C 88:63–83"],". A Message of Peace"],["div",{"id":"p296","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p296"},"This revelation is a message of peace from the Savior. In these verses He gives the positive principles of the gospel that we must observe in order to be acceptable to Him and in order to escape the judgments of the latter days (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.84-116"},"D&C 88:84–116"],"). The Lord restates these positive instructions, with some additions, in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.117-126"},"verses 117–26"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.62-65"},"D&C 88:62–65"],". What Is Proper Prayer?"],["div",{"id":"p297","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p297"},"Smith and Sjodahl wrote:"],["div",{"id":"p298","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p298"},"“There are too many who call upon the Lord only in their expediency when they, in desperation need His help. To these he may not be near, but may be slow to hearken to their pleadings. (Doc. and Cov. 101:7–8.) …"],["div",{"id":"p299","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p299"},"“Prayer is the most wonderful institution in the kingdom of God, and none was more familiar with it than the Prophet Joseph. But there are many who have no higher conception of it than to regard it as only a means whereby to obtain gifts from God, most often of a material character. Is the gift bestowed? Then the prayer is answered. Is it withheld? Then God did not hear. ‘Such theory,’ as one has said, ‘is obviously too simple and superficial to be true. Prayer is more subtle than this doctrine implies. It may be described as the soul speaking to God and hearing God speak to it. It is, therefore, the deepest and the most wonderful act of which a man is capable, for in it the whole universe is, as it were, concentrated.’ …"],["div",{"id":"p300","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p300"},"“‘Whatsoever ye ask the Father in my name.’ That is the prayer that is acceptable to God. To pray in the name of the Lord is to ask as one belonging to Him—one accepted by Him. It is to pray according to the dictation of His Spirit. Such prayers God will hear and grant, if ‘expedient for you.’ There is quite a difference between the mechanical petition of a street beggar and the request of one who is a friend of the son in the house. The latter is treated as the son. What is good for him he will receive. Bishop Hall well says:"],["div",{"id":"p301","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p301"},"“‘What God requires and looks at, is neither the arithmetic of our prayers—how many they are; not the rhetoric of our prayers—how eloquent they be; nor the geometry of our prayers—how long they be; nor the music of our prayers—how sweet our voice may be; nor the logic, nor the, method, nor even the orthodoxy of our prayers.’"],["div",{"id":"p302","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p302"},"“God looks to our welfare, even when He does not give us that for which we ask. If we were to pray for, and receive what is not good for us, it would be for our condemnation.” (Commentary, pp. 551–52.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67-68"},"D&C 88:67–68"],". What Great Blessing Is Promised to Those Who Sanctify Themselves?"],["div",{"id":"p303","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p303"},"It is the right of all members of the house of Israel to see their King and enjoy His presence. This is a specific promise to those who will sanctify themselves. In several places in the Doctrine and Covenants the promise is given that one can see God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.45-46"},"D&C 50:45–46"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.10"},"67:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"93:1"],"). However, since no unclean thing can dwell in God’s presence, we must be sanctified to see Him and come into His presence."],["div",{"id":"p304","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p304"},"“The meaning of ‘sanctification’ is explained in the words that follow, ‘That your minds become single to God.’ Our Lord had regard only to the glory of the Father, when he undertook the salvation of man. To follow in His footsteps and to be able to say at all times, truthfully, ‘Thine be the honor,’ is to be sanctified; that is to be a Saint.” (Smith and Sjodahl, Commentary, p. 552.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.69"},"D&C 88:69"],". Is It Wrong to Laugh?"],["div",{"id":"p305","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p305"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on Doctrine and Covenants 88:121"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.76"},"D&C 88:76"],". How Does One Continue in Fasting and Prayer?"],["div",{"id":"p306","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p306"},"“[Prayer and fasting] are indispensable in the preparation for the ministry. Our Lord teaches us that there are evil spirits that cannot be overcome except by those whose spiritual life and faith are made strong by self-denial and communion with God. It is, therefore, of the utmost importance that the servants of the Lord should fast and pray. Through the fasting and prayer of the servants of the Lord, the mouth of Alma was opened, and his limbs strengthened [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.22-3"},"Mosiah 27:22–3"],"]. Through fasting and prayer the Nephites ‘did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ’ (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.35"},"Hel. 3:35"],")."],["div",{"id":"p307","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p307"},"“Fasting has in all ages been an outward sign of sorrow and mourning. When the heart is full of grief, the body does not crave for food as usual. When calamities sweep over a country, or when sinners are awakened to a realization of their condition abstinence from all pleasures, including those of the table, is natural to all who take things seriously. The Elders, however, are not required to fast as a sign of mourning alone, but as one of rejoicing. This is just as natural. For when the heart is filled with joy, the craving for food is forgotten for long periods, as they know who have attended meetings, lasting for many hours, where the Holy Spirit has been poured out upon the assembly. Our Lord warns His people against making a display of their fasting: ‘When thou fastest, anoint thine head, and wash thy face’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.16-18"},"Matt. 6:16–18"],").” (Smith and Sjodahl, Commentary, pp. 554–55.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80"},"D&C 88:77–80"],". Why Is Secular Knowledge Important?"],["div",{"id":"p308","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p308"},"Elder John A. Widtsoe pointed out that “theology is not the only subject in which the Elders should be interested. They should study:"],["div",{"id":"p309","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p309"},"“Things both in heaven—Astronomy."],["div",{"id":"p310","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p310"},"“And in the earth—Everything pertaining to the cultivation of the soil."],["div",{"id":"p311","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p311"},"“And under the earth—Mineralogy, geology, etc."],["div",{"id":"p312","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p312"},"“Things which have been—History, in all its branches."],["div",{"id":"p313","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p313"},"“Things which must shortly come to pass—Prophecies."],["div",{"id":"p314","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p314"},"“Things which are at home and abroad—Domestic and foreign politics."],["div",{"id":"p315","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p315"},"“Wars—perplexities—judgment—The signs of the times, by which the observer may know that the day of the Lord is at hand."],["div",{"id":"p316","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p316"},"“A knowledge of countries and kingdoms—physical and political geography, languages, etc."],["div",{"id":"p317","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p317"},"“These studies, the Lord considers necessary. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.80"},"D&C 88:80"],"quoted.] God does not require all His servants to become doctors, or professors, or even profound students of these subjects, but He expects them to know enough of these things to be able to magnify their callings as His ambassadors to the world.” (",["span.emphasis","Priesthood and Church Government,"],"pp. 55–56.)"],["div",{"id":"p318","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p318"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80"},"Doctrine and Covenants 88:77–80"],"explains that as the Saints diligently teach one another the doctrines of the kingdom, they can be instructed more perfectly in all these other subjects."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87-91"},"D&C 88:87–91"],". What Is the Reason for the Calamities of the Last Days?"],["div",{"id":"p319","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p319"},"About a year after this revelation was given, the Saints were driven from their homes in Jackson County, Missouri. The Lord told His prophet at that time that the affliction came upon them “in consequence of their transgressions” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.2"},"D&C 101:2"],")."],["div",{"id":"p320","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p320"},"President Joseph Fielding Smith explained why so many severe judgments are being poured out upon the world in the last days:"],["div",{"id":"p321","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p321"},"“It is not the will of the Lord that there should come upon the people disaster, trouble, calamity, and depression, … but because man himself will violate the commandments of God and will not walk in righteousness, the Lord permits all of these evils to come upon him. …"],["div",{"id":"p322","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p322"},"“The Lord has made the declaration in our own day that it was his good pleasure to give to men the fulness of the earth, and the Lord is pleased to have them use it, and he would pour out upon them his blessings in abundance if they would only hearken and be obedient to the laws which he has given them for their guidance. But, men are rebellious; they are not willing to live in that law and profit thereby; they are not willing to receive the good things of the earth as the Lord would give to them in abundance; but in their narrow-mindedness, shortsightedness, and in their greed and selfishness, they think they know better than the Lord does. And so, they pursue another course, and the result is that the blessings of the Lord are withdrawn, and in the place thereof come calamity, destruction, plagues, and violence. Men have themselves to blame. …"],["div",{"id":"p323","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p323"},"“… the Lord decreed that he would withhold his spirit from the inhabitants of the earth. … This spirit he was withdrawing from them because of their wickedness, and the withdrawal of his spirit would bring upon them these calamities.” (",["span.emphasis","Doctrines of Salvation,"],"3:27–29.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.91"},"D&C 88:91"],". “Men’s Hearts Shall Fail Them; for Fear Shall Come upon All People”"],["div",{"id":"p324","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p324"},"In a previous revelation the Lord said, “If ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],"). The people of the world will not be prepared when the Lord pours out His judgments. Sin will abound as in the days of Noah, and people will be left without excuse because they did not heed the warning to repent. Knowing that the judgments are just and that they have no excuse and no escape, the people of the world will greatly fear. The Nephites experienced the same warnings and judgments, as recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1"},"Mormon 1–6"],"."],[".",{"id":"f18","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.f18"},[".caption","“The sounding of the trump of the angel of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.98"},"D&C 88:98"],")"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.92-110"},"D&C 88:92–110"],". What Is Meant by the Sounding of Trumps by the Lord’s Angels?"],["div",{"id":"p326","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p326"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p1"},"Notes and Commentary on Doctrine and Covenants 77:12"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.93"},"D&C 88:93"],". The Sign of the Coming of the Son of Man"],["div",{"id":"p327","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p327"},"“Immediately after the testimony of these messengers [mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.92"},"D&C 88:92"],"] a great sign will appear in heaven, which, like the sun, will be seen all round the world. Our Lord calls it the ‘Sign of the Son of Man’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.30"},"Matt. 24:30"],"). …"],["div",{"id":"p328","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p328"},"“… when the sign appears, God will make its meaning known to the Prophet, Seer and Revelator who at that time may be at the head of the Church, and through him to His people and the world in general.” (Smith and Sjodahl, Commentary, p. 560.)"],["div",{"id":"p329","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p329"},"The Prophet Joseph Smith said: “There will be wars and rumors of wars, signs in the heavens above and on the earth beneath, the sun turned into darkness and the moon to blood, earthquakes in divers places, the seas heaving beyond their bounds;",["span.emphasis","then will appear one grand sign of the Son of Man in heaven"],". But what will the world do? They will say it is a planet, a comet, etc. But the Son of Man will come as the sign of the coming of the Son of Man, which will be as the light of the morning cometh out of the east.” (",["span.emphasis","Teachings,"],"pp. 286–87.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.94"},"D&C 88:94"],". Binding the “Mother of Abominations” Who Is the “Tares of the Earth”"],["div",{"id":"p330","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p330"},"The first of seven angels to sound trumps after the warning to prepare for the coming of the Bridegroom will announce the binding of “that great church, the mother of abominations.” This “church” is the “church of the devil,” often called “the great and abominable church”—terms used to designate groups that lead people away from Christ and His gospel and kingdom. The fall of this “church,” which is the “tares of the earth,” is discussed in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.1-7"},"Doctrine and Covenants 86:1–7"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.95-98"},"D&C 88:95–98"],". “Silence in Heaven” Precedes Christ’s Coming in Glory and the Celestial Resurrection"],["div",{"id":"p331","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p331"},"After the angel sounds a trump “loud and long” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.94"},"D&C 88:94"],"), there will be “silence in heaven for the space of half an hour” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.95"},"v. 95"],"). “Whether the half hour here spoken of,” said Elder Orson Pratt, “is according to our reckoning—thirty minutes, or whether it be according to the reckoning of the Lord we do not know. We know that the word hour is used in some portions of the Scriptures to represent quite a lengthy period of time. For instance, we, the Latter-day Saints, are living in the eleventh hour, that is in the eleventh period of time; and for aught we know the half hour during which silence is to prevail in heavens may be quite an extensive period of time.” If this measurement refers strictly to the Lord’s time—one thousand of man’s years to one day for the Lord—the ‘half hour’ would be approximately twenty-one years. Elder Pratt continued: “During the period of silence all things are perfectly still; no angels flying during that half hour; no trumpets sounding; no noise in the heavens above; but immediately after this great silence the curtain of heaven shall be unfolded as a scroll is unfolded. School children, who are in the habit of seeing maps hung up on the wall, know that they have rollers upon which they are rolled up, and that to expose the face of the maps they are let down. So will the curtain of heaven be unrolled so that the people may gaze upon those celestial beings who will make their appearance in the clouds. The face of the Lord will be unveiled, and those who are alive will be quickened, and they will be caught up; and the Saints who are in their graves, will come forth and be caught up, together with those who are quickened, and they will be taken into the heavens into the midst of those celestial beings who will make their appearance at that time. These are the ones who are the first fruits, that is, the first fruits at the time of his coming.” (In",["span.emphasis","Journal of Discourses,"],"16:328.)"],["div",{"id":"p332","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p332"},"At this time the resurrection of those who are celestial will take place (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on D&C 88:28"],"). Mortals at the time of the Lord’s coming who are living celestial law will be quickened and caught up to meet Him and those who are already resurrected. President Joseph Fielding Smith taught, “This does not mean that those who are living in mortality at that time will be changed and pass through the resurrection, for mortals must remain on the earth until after the thousand years are ended” (",["span.emphasis","Way to Perfection,"],"298). Rather their bodies will be prepared to dwell on earth during the Lord’s millennial reign, when “the earth will be renewed and receive its paradisiacal glory” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],"). After this event they will return to the earth and continue to live as mortals."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.99"},"D&C 88:99"],". What Is the “Redemption of Those Who Are Christ’s at His Coming; Who Have Received Their Part in … Prison”?"],["div",{"id":"p333","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p333"},"This passage is a reference to the resurrection of terrestrial beings. After the celestial resurrection, “after the Lord and the righteous who are caught up to meet him have descended upon the earth, there will come to pass another resurrection. This may be considered as a part of the first, although it comes later. In this resurrection will come forth those of the terrestrial order, who were not worthy to be caught up to meet him, but who are worthy to come forth to enjoy the millennial reign. …"],["div",{"id":"p334","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p334"},"“This other class, which will also have right to the first resurrection, are those who are not members of the Church of the Firstborn, but who have led honorable lives, although they refused to accept the fulness of the gospel."],["div",{"id":"p335","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p335"},"“Also in this class will be numbered those who died without law and hence are not under condemnation for a violation of the commandments of the Lord.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:296–97.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.100-101"},"D&C 88:100–101"],". The Resurrection of Telestial Beings"],["div",{"id":"p336","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p336"},"“All liars, and sorcerers, and adulterers and all who love and make a lie,” President Joseph Fielding Smith wrote, “shall not receive the resurrection at this time, but for a thousand years shall be thrust down into hell where they shall suffer the wrath of God until they pay the price of their sinning, if it is possible, by the things which they shall suffer” (",["span.emphasis","Doctrines of Salvation,"],"2:297)."],["div",{"id":"p337","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p337"},"After they have satisfied the demands of justice by paying for their own sins in hell, they will then be brought forth and resurrected (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.103-106"},"D&C 76:103–6"],"). “These do not live during the millennial reign, but during that time are spending their time in torment, or anguish of soul, because of their transgressions. …"],["div",{"id":"p338","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p338"},"“This suffering will be a means of cleansing, or purifying, and through it the wicked shall be brought to a condition whereby they may, through the redemption of Jesus Christ, obtain immortality. Their spirits and bodies shall be again united, and they shall dwell in the telestial kingdom. But this resurrection will not come until the end of the world.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:298.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.102"},"D&C 88:102"],". Who Are Those “Who Shall Remain Filthy Still”?"],["div",{"id":"p339","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p339"},"The sons of perdition, though they will be resurrected (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.41"},"Alma 11:41"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.22"},"2 Nephi 9:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Corinthians 15:22"],"), will be the last to be brought forth. Like those who are telestial, they will suffer in hell before their resurrection. Unlike telestial individuals, they will be cast back into hell after their resurrection (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-39,43-49"},"D&C 76:31–39, 43–49"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.103-106"},"D&C 88:103–6"],". The Triumph of the Lord’s Work"],["div",{"id":"p340","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p340"},"From before the Creation of the earth, Satan has made war with God and His children. Satan has sought to overthrow and destroy the plan of God in an effort to usurp God’s kingdom and glory (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.12-13"},"Isaiah 14:12–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.36"},"D&C 29:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.28-29"},"76:28–29"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],"). He will not succeed. All of God’s children, including those who choose to follow Satan, will eventually confess the supremacy of God and submit to Him. The kingdom of Satan will fall, and the kingdom of God and Christ will triumph."],["div",{"id":"p341","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p341"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.46-51"},"Doctrine and Covenants 133:46–51"],"explains the phrase “the Lamb of God hath … trodden the wine press alone” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.106"},"D&C 88:106"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.107"},"D&C 88:107"],". The Saints Will Be Filled with God’s Glory and “Be Made Equal with Him”"],["div",{"id":"p342","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p342"},"The sons and daughters of God possess the potential to become like their parents."],["div",{"id":"p343","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p343"},"Elder Parley P. Pratt said: “Every man who is eventually made perfect—raised from the dead and filled, or quickened, with a fulness of celestial glory—will become like them in every respect, physically and in intellect, attributes, or powers."],["div",{"id":"p344","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p344"},"“The very germs of these godlike attributes being engendered in man, the offspring of Deity, only need cultivating, improving, developing, and advancing by means of a series of progressive changes, in order to arrive at the fountain ‘Head,’ the standard, the climax of Divine Humanity.” (",["span.emphasis","Key to the Science of Theology,"],"p. 20.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.108-110"},"D&C 88:108–10"],". All Things Will Be Revealed"],["div",{"id":"p345","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p345"},"These verses teach that ultimately nothing can be hidden. God, who said, “all things are present with me, for I know them all” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6"},"Moses 1:6"],"), has power to reveal all things. Those in any age of the world who have performed works of darkness, thinking their deeds could be covered, will have their hopes blasted. When the trumps of God are sounded, all things will be made known—even the thoughts and intents of our hearts. For some this will be dreadful. For others, who have labored and served in purity and have performed secretly acts of love, kindness, and sacrifice, this will be a time of great joy. All will know at that time that God is just. He and His servants will be vindicated, and all will acknowledge that the only desire of God and His people is for the welfare and happiness of all His children."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.110"},"D&C 88:110"],". The Millennial Binding of Satan"],["div",{"id":"p346","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p346"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p1"},"Notes and Commentary on Doctrine and Covenants 43:31"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.111-115"},"D&C 88:111–15"],". The Final Conquest of Satan and His Followers"],["div",{"id":"p347","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p347"},"Elder Orson Pratt said that “there will be a great division of the people” at the end of the Millennium, when the battle against Gog and Magog commences. “The Saints then, will have become very numerous, probably more numerous than ever before; and they will be obliged to gather together in one place, as we now do from the four quarters of the earth. … Satan will gather his army. … He with his army will come against the Saints, and the beloved city, and encompass them round about. His army will be so great that it will be able to come upon the Saints on all sides: he is to encompass their camp. Because of the favorable position he is to hold, in that great last battle, and because of the vast number of his army, he doubtless believes that he will get the mastery and subdue the earth and possess it. I do not think he fully understands all about the designs of God.” (In",["span.emphasis","Journal of Discourses,"],"18:346.)"],["div",{"id":"p348","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p348"},"Those who join Satan and his host will “not rebel in ignorance or dwindle in unbelief, as the Lamanites did; but they will sin wilfully against the law of heaven, and so great will the power of Satan be over them, that he will gather them together against the Saints and against the beloved city, and fire will come down out of heaven and consume them.” (Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"16:322.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.117-141"},"D&C 88:117–41"],". “Therefore … Organize Yourselves”"],["div",{"id":"p349","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p349"},"The School of the Prophets founded by the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.127"},"D&C 86:127"],") was organized in February 1833. The Prophet and the Apostles and other elders were to “teach one another words of wisdom … out of the best books … by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"v. 118"],"). Those who attended “had many manifestations of the presence of the Spirit of the Lord,” including speaking in foreign tongues (Smith and Sjodahl, Commentary, p. 567)."],["div",{"id":"p350","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p350"},"President Brigham Young said that “the members of that school were but few at first, and the Prophet commenced to teach them in doctrine to prepare them to go out into the world to preach the gospel unto all people, and gather the select from the four quarters of the Earth, as the prophets anciently have spoken. While this instruction prepared the Elders to administer in word and doctrine, it did not supply the teachings necessary to govern their private, or temporal, lives; it did not say whether they should be merchants, farmers, mechanics, or money-changers. The Prophet began to instruct them how to live, that they might be better prepared to perform the great work they were called to accomplish.” (In Smith and Sjodahl, Commentary, p. 567.)"],["div",{"id":"p351","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p351"},"A “school in Zion” was organized in Independence, Missouri, in August 1833 with Parley P. Pratt as its instructor (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p1"},"Notes and Commentary on D&C 97:3–5"],"), and Brigham Young patterned a school of elders after these early schools when the Church moved to Utah."],["div",{"id":"p352","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p352"},"In the later verses of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88"},"Doctrine and Covenants 88"],", wrote Smith and Sjodahl, “rules are given for the conduct of the School of the Prophets. This school was to be established for the benefit of all who were called to the ministry of the Church (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.127"},"v. 127"],"). Note the order and etiquette to be observed in everything pertaining to the school. It was to be a house of God and to be respected as such.” (Commentary, p. 567.) Though the rules of order and conduct in these verses were given specifically for the School of the Prophets, many have universal application."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.121"},"D&C 88:121"],". “Cease From All Your Light Speeches … and Light-mindedness”"],["div",{"id":"p353","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p353"},"“Joyful",["span.emphasis","laughter"],"meets with divine approval, and when properly engaged in, it is wholesome and edifying. Incident to the normal experiences of mortality, there is ‘A time to weep, and a time to laugh.’ (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.4"},"Eccles. 3:4"],".) …"],["div",{"id":"p354","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p354"},"“Our Lord’s ministers, however, are commanded: ‘Cast away your idle thoughts and your",["span.emphasis","excess"],"of laughter far from you.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.69"},"D. & C. 88:69"],".) Their main concerns should be centered around ‘the solemnities of eternity’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.34"},"D. & C. 43:34"],"), with laughter being reserved for occasional needed diversion. Laughter on the sabbath day is expressly curtailed (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.15"},"D. & C. 59:15"],"), and while worshiping and studying in the school of the prophets, the elders were commanded to abstain ‘from all laughter’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.121"},"D. & C. 88:121"],".) This same abstinence should prevail in sacrament meetings and in all solemn assemblies.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 432.)"],["div",{"id":"p355","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p355"},"Though laughter at the appropriate time is not sin, it must be governed. President Brigham Young said: “I like to be pleased myself; I like to be filled with joy, but if I cannot be filled with joy and gladness that is full of meat and marrow, or, in other words, full of meaning and sense, I would rather retain my gravity."],["div",{"id":"p356","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p356"},"“There is but one step between life and death, between faithfulness and apostasy, between the sublime and the ridiculous. …"],["div",{"id":"p357","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p357"},"“Never give way to vain laughter.” (In",["span.emphasis","Journal of Discourses,"],"9:290.)"],["div",{"id":"p358","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p358"},"President Joseph F. Smith taught: “The Lord has called upon us to be a sober-minded people, not given to much laughter, frivolity and light-mindedness, but to consider thoughtfully and thoroughly the things of his kingdom that we may be prepared in all things to understand the glorious truths of the gospel, and be prepared for blessings to come. …"],["div",{"id":"p359","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p359"},"“… I believe that it is necessary for the Saints to have amusement, but it must be of the proper kind. I do not believe the Lord intends and desires that we should pull a long face and look sanctimonious and hypocritical. I think he expects us to be happy and of a cheerful countenance, but he does not expect of us the indulgence in boisterous and unseemly conduct and the seeking after the vain and foolish things which amuse and entertain the world. He has commanded us to the contrary for our own good and eternal welfare.” (In Conference Report, Oct. 1916, p. 70.)"],["div",{"id":"p360","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p360"},"The Prophet Joseph Smith said: “The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out. Thy mind, O man! if thou wilt lead a soul unto salvation, must stretch as high as the utmost heavens, and search unto and contemplate the darkest abyss, and the broad expanse of eternity—thou must commune with God. How much more dignified and noble are the thoughts of God, than the vain imaginations of the human heart! None but fools will trifle with the souls of men."],["div",{"id":"p361","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p361"},"“How vain and trifling have been our spirits, our conferences, our councils, our meetings, our private as well as public conversations—too low, too mean, too vulgar, too condescending for the dignified characters of the called and chosen of God, according to the purposes of his will, from before the foundation of the world!” (",["span.emphasis","Teachings,"],"p. 137.)"],["div",{"id":"p362","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p362"},"The Prophet instructed the elders to “walk before the Lord in soberness and righteousness,” and “do away with lightmindedness” (",["span.emphasis","Teachings,"],"p. 326)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124-126"},"D&C 88:124–26"],". Some General Rules of Physical and Spiritual Health"],["div",{"id":"p363","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p363"},"“All the instructions in this paragraph are notable. They might be included in the Word of Wisdom. Idleness is condemned: Cleanliness is inculcated. Fault-finding is classed as wrong. And this rule is laid down, ‘Cease to sleep longer than is needful’; retire early; arise early; ‘that your bodies and your minds may be invigorated.’ This splendid rule is too often violated. Electric lights and late theaters have transformed night into day and deprived the people of some of their natural sleep, and at the same time of a portion of their physical and mental vigor."],["div",{"id":"p364","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p364"},"“Note the closing injunctions, Clothe yourselves with charity ‘as with a mantle;’ not as a scanty piece of clothing, but as a generous covering; for charity is ‘the bond of perfectness and peace.’ Charity—which means brotherly affection—makes for perfection and peace. Pray always. Prayer is necessary, if we shall remain faithful till the coming of the Lord.” (Smith and Sjodahl, Commentary, p. 565.)"]]]]],"refs":null}
