{"id":99,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":99,"title":"Section 87 War in the Last Days","subtitle":"","short_title":"Section 87","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.head8"},[".titleNumber","Section 87"],["h1","War in the Last Days"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p213"},"The Prophet Joseph Smith wrote that the “appearances of troubles among the nations became more visible this season than they had previously been since the Church began her journey out of the wilderness. The ravages of the cholera were frightful in almost all the large cities on the globe. The plague broke out in India, while the United States, amid all her pomp and greatness, was threatened with immediate dissolution. The people of South Carolina, in convention assembled (in November), passed ordinances, declaring their state a free and independent nation; and appointed Thursday, the 31st day of January, 1833, as a day of humiliation and prayer, to implore Almighty God to vouchsafe His blessings, and restore liberty and happiness within their borders.” It was the intent of South Carolina, following the day of prayer and humiliation, to sever ties with the United States on the first day of February; however, “President Jackson issued his proclamation against this rebellion, called out a force sufficient to quell it, and implored the blessings of God to assist the nation to extricate itself from the horrors of the approaching and solemn crisis."],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p214"},"“On Christmas day [1832],” the Prophet Joseph recorded, “I received the following revelation and prophecy on war [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87"},"D&C 87"],"].” (",["span.emphasis","History of the Church,"],"1:301.)"],["div",{"id":"p215","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p215"},"Conflict did seem possible in the political turbulence of the early 1830s, as President Joseph Fielding Smith noted: “Scoffers have said it was nothing remarkable for Joseph Smith in 1832, to predict the outbreak of the Civil War and that others who did not claim to be inspired with prophetic vision had done the same. It has been said that Daniel Webster and William Lloyd Garrison in 1831 had predicted the dissolution of the Union. It is well known that senators and congressmen from the South had maintained that their section of the country had a right to withdraw from the Union, for it was a confederacy, and in 1832, war clouds were to be seen on the horizon. It was because of this fact that the Lord made known to Joseph Smith this revelation stating that wars would shortly come to pass, beginning with the rebellion of South Carolina, which would eventually terminate in war being poured out upon all nations and in the death and misery of many souls. It may have been an easy thing in 1832, or even 1831, for someone to predict that there would come a division of the Northern States and the Southern States, for even then there were rumblings, and South Carolina had shown the spirit of rebellion. It was not, however, within the power of man to predict in the detail which the Lord revealed to Joseph Smith, what was shortly to come to pass as an outgrowth of the Civil War and the pouring out of war upon all nations.” (",["span.emphasis","Church History and Modern Revelation,"],"1:358–59.)"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p216"},"In April 1843, when the threat of secession was not so immediate, the Prophet again stated: “I prophesy, in the name of the Lord God, that the commencement of the difficulties which will cause much bloodshed previous to the coming of the Son of Man will be in South Carolina. It may probably arise through the slave question. This a voice declared to me while I was praying earnestly on the subject, December 25th, 1832.” (",["span.emphasis","History of the Church,"],"5:324.)"],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.f14"},[".caption","Fort Sumter, South Carolina, where the U.S. Civil War began"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.1"},"D&C 87:1"],". What Is the Significance of South Carolina in This Prophecy?"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p218"},"“At that time [1832] there was considerable commotion in the United States. The tariff question was one of great issue. The State of New York, before its acceptance of the Federal Constitution, surrounded itself with protective tariffs, and this policy was gradually approved by other Northern States. The Southern States, on the other hand, regarded free trade as best serving their interests, as their products were limited to a few articles of raw material, which they exported, while they imported practically all the manufactured commodities they needed. In 1824, Congress enacted a protective-tariff bill. A few years later, a stricter measure was adopted against Great Britain, in retaliation for efforts to exclude American trade from the British West Indies. This met with vigorous opposition in the South, especially in South Carolina. In this State, in 1832, a convention of the citizens declared that the tariff acts of 1828 and 1832 were not binding within their territory, and fixed February 1st, 1833, as the date after which they would be considered abrogated, unless Congress should, before then, remove the difficulty. Many Northerners were in favor of carrying the laws of the Union into effect by means of arms, at that time, and a bill empowering the President to use force was introduced in Congress. It was during this political agitation that the Prophet Joseph made the condition of his Country the subject of prayer and received this Revelation (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.12-13"},"Sec. 130:12, 13"],")."],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p219"},"“While all of these differences existing between the North and the South had a tendency to drive the people apart, yet it was the question of slavery, and the contention over the expansion of new territory and the creation of new states and whether or not slavery should be permitted in such new territory, that became the crux which brought upon the people the great Civil War. …"],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p220"},"“South Carolina took the initiative. From a mere human point of view this appeared improbable. The probability was that the Northern States, conscious of their numerical and financial strength, would throw down the gauntlet. A bill was before Congress authorizing President Andrew Jackson to use force in defense of the Union. But, notwithstanding this, the North did not begin the war. South Carolina took the first step, by recalling her representatives in the United States Senate, November 10, 1860. This was followed by an ordinance of secession, passed by the State Legislature on the 17th of November, the same year. And on the 12th of April, 1861, the first shot of the war was fired by General Beauregard against Fort Sumter, and thus the conflict was begun by South Carolina, as foretold by the Prophet, and not by any of the Northern States.” (Commentary, pp. 533–35.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.1"},"D&C 87:1"],". “The Wars That Will Shortly Come to Pass … Will Eventually Terminate in the Death and Misery of Many Souls”"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p221"},"The war that started with the rebellion of South Carolina marked the beginning of the era of war that will last until the Savior returns to establish peace. In the American Civil War, “the personal valour and the enormous casualties—both in absolute numbers and in percentage of numbers engaged—have not yet ceased to astound scholars and military historians everywhere. Based on the three-year standard of enlistment, some 1,556,000 soldiers served in the Federal armies, which suffered a total of 634,703 casualties (359,528 dead and 275,175 wounded). There were probably some 800,000 men serving in the Confederate forces, which sustained approximately 483,000 casualties (about 258,000 deaths and perhaps 225,000 wounded)."],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p222"},"“The cost in treasure was, of course, staggering for the embattled sections. Both governments, after strenuous attempts to finance the prosecution of the war by increasing taxes and floating loans, were obliged to resort to the printing press to make fiat money. While separate Confederate figures are lacking, the war finally cost the United States over $15,000,000,000. In sum, although the Union was preserved and restored, the cost in physical and moral suffering was incalculable, and some spiritual wounds caused by [this] holocaust still have not yet been healed.” (Warren W. Hassler Jr., in",["span.emphasis","New Encyclopaedia Britannica"],"[1978], s.v. “Civil War, U.S.”)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.2"},"D&C 87:2"],". Has War Been Poured Out on All Nations?"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p223"},"In 1958 Elder Joseph L. Wirthlin noted:"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p224"},"“The Prophet Joseph gave us this marvelous revelation in 1832. The Civil War came in 1861; the war between Denmark and Prussia in 1864; Italy and Austria in 1865 and 1866; Austria and Prussia in 1866; Russia and Turkey in 1877; China and Japan in 1894 and 1895; Spanish-American in 1898; Japan and Russia in 1904 and 1905; World War I in 1914–1918; then the next war was a comparatively small one, Ethiopia and Italy, when the people in that land of Ethiopia were taken over and controlled by Italy. I am grateful to the Lord that they now have their freedom. Then, the World War just passed [World War II] and, of course, the Korean War. [Since 1958 there have been, among numerous other wars, the Vietnam War in Southeast Asia, the war in Angola, the Six-Day and Yom Kippur wars in the Holy Land, and the Persian Gulf War.]"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p225"},"“These nations of Russia, China, Korea, Syria, Israel, Egypt, Arabia, Lebanon—all of these nations are now in an attitude of war of some kind. Just what the results are going to be, I do not know. Of course, from the revelations we can and do know that some day there will be one great war in a certain area, that area possibly may be in and around some of these countries I have mentioned, probably around Israel.” (In Conference Report, Oct. 1958, p. 33.)"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p226"},"Elder Joseph Fielding Smith, in a lecture given in 1942, explained: “We hear a great deal and we see a great deal in the prints today about this great second world war. I think in a previous talk I said I did not call it the second world war. This is the first world war. It is only a part, a continuation of the war of 1914 to 1918, and even that was not the beginning. I have been asked a great many times if I thought this present war was the great last war before the coming of Christ, and I have said yes; but I do not mean when I say this that we will not have another spell, another armistice, when they may lay down their arms for a season only to get ready to take them up again, although I hope that will not be the case. I think the great world war commenced in April, 1861. At any rate, that was the beginning of the end. …"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p227"},"“Based upon what the Lord says in this Section 87 of the Doctrine & Covenants—the Section on war which I read—I place the time of the beginning of the end at the rebellion of South Carolina. I say I place it there. I beg your pardon. The Lord places it there because it says beginning at this place these things would take place.” (",["span.emphasis","Signs of the Times,"],"pp. 138, 149.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.3"},"D&C 87:3"],". Southern States Will Call on Great Britain"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p228"},"Elder James E. Talmage said: “While no open alliance between the Southern States and the English government was effected, British influence gave indirect assistance and substantial encouragement to the South, and this in such a way as to produce serious international complications. Vessels were built and equipped at British ports in the interests of the Confederacy; and the results of this violation of the laws of neutrality cost Great Britain fifteen and a half millions of dollars, which sum was awarded the United States at the Geneva arbitration in settlement of the Alabama claims. The Confederacy appointed commissioners to Great Britain and France; these appointees were forcibly taken by United States officers from the British steamer on which they had embarked. This act, which the United States government had to admit as overt, threatened for a time to precipitate a war between this nation and Great Britain.” (",["span.emphasis","Articles of Faith,"],"pp. 25–26.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.3"},"D&C 87:3"],". Who Was to Call on Other Nations for Help?"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p229"},"“Still another prediction is made in this verse, although probably some readers miss it because the language is somewhat involved. We have already seen that ‘the Southern States will call on other nations, even [“including” as I interpret it] the nation of Great Britain, as it is called.’ Immediately following these words we read: ‘and",["span.emphasis","they"],"shall also call upon other nations, in order to defend themselves against other nations.’ What is the antecedent of",["span.emphasis","they"],"? It cannot be the Southern States, because the Confederacy was fighting the Northern States only and was not defending itself against ‘other nations.’ Furthermore, the verse has already made the point that the Southern States would call (for help) on other nations. To me the antecedent of",["span.emphasis","they"],"is Great Britain and the other nations upon which the Confederacy would call for help, namely, France, Holland, and Belgium. The plain meaning of the words to me last quoted (‘and they shall also,’ etc.) is that even as the Southern States would call for help on other nations, so in turn would Great Britain, France, Holland, and Belgium eventually call for help in other conflicts to follow, in order to defend themselves. Many of us have lived to see the letter and spirit of this prophecy fulfilled in the two World Wars we have passed through. ‘And then,’ continues the Lord, ‘war shall be poured out upon all nations.’ That is to say, when Great Britain and the other nations mentioned call for help, world war would result. This has already taken place.” (Sperry,",["span.emphasis","Compendium,"],"pp. 419–20.)"],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p230"},"President Joseph Fielding Smith noted that “following the Civil War the nations, in their great alarm because of the new methods of warfare which were being developed and their fear of other nations, entered into alliances and secret agreements in order to protect themselves from other nations. At the outbreak of the World War, these alliances had reached proportions never before known, and during the war other alliances were made until nearly every nation on the earth had taken sides with the Triple Alliance or the Triple Entente. It was during the period of the World War, 1914–1918, Great Britain made her appeal to the nations to come to the defense of the standard of Democracy. Her pleadings were heard round the world.” (",["span.emphasis","Church History and Modern Revelation,"],"1:361.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.4-5"},"D&C 87:4–5"],". Who Are the “Slaves” Who Shall Rise Up against Their Masters?"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p231"},"This prophecy begins with reference to the U.S. Civil War, which was fought over the issue of slavery. Many have therefore assumed that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.4"},"Doctrine and Covenants 87:4"],"refers to slaves who fled the South and fought in the Union armies against their former masters. Elder Joseph L. Wirthlin suggested a further fulfillment: “I believe, brethren and sisters, that it was intended that this referred to slaves all over the world.” Elder Wirthlin mentioned specifically the inhabitants of the former Soviet Union and its satellites and other parts of the world “where the rights and the privilege to worship God and to come to a knowledge that Jesus Christ is his Son is denied them” (in Conference Report, Oct. 1958, p. 32)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.5"},"D&C 87:5"],". Who Are the “Remnants Who Are Left of the Land”?"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p232"},"The word",["span.emphasis","remnant"],"is often used in the scriptures to refer to a segment of the house of Israel (see Topical Guide,",["a.scriptureRef",{"href":"/scriptures/tg/remnant"},"\"remnant,\" 419"],"). Because the Savior made specific promises about the remnants of the Nephites and Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.10,16"},"3 Nephi 20:10, 16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.2,4"},"21:2, 4"],"), many have assumed that this verse refers to the Lamanite peoples who would at some point arise and “vex the Gentiles” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.5"},"D&C 87:5"],")."],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p233"},"President Joseph Fielding Smith wrote: “The history of this American continent … gives evidence that the Lamanites have risen up in their anger and vexed the Gentiles. This warfare may not be over. It has been the fault of people in the United States to think that this prophetic saying has reference to the Indians in the United States, but we must remember that there are millions of the ‘remnant’ in Mexico, Central and South America. It was during our Civil War that the Indians in Mexico rose up and gained their freedom from the tyranny which Napoleon endeavored to inflict upon them contrary to the prediction of Jacob in the Book of Mormon, that there should be no kings among the Gentiles on this land. The independence of Mexico and other nations to the south has been accomplished by the uprising of the ‘remnant’ upon the land. However, let us not think that this prophecy has completely been fulfilled.” (",["span.emphasis","Church History and Modern Revelation,"],"1:363.)"],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p234"},"In other places the word",["span.emphasis","remnant"],"is used generally of all Israel (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.33"},"1 Nephi 13:33"],"), in some places it refers to the Jews (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/37.31-32"},"Isaiah 37:31–32"],"), and in some cases it refers specifically to the Latter-day Saints (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.2"},"D&C 52:2"],".) So it is possible that the remnants mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.5"},"Doctrine and Covenants 87:5"],"could include people of the house of Israel other than the Lamanites."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.6"},"D&C 87:6"],". Will All Nations Be Destroyed?"],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p235"},"Elder James E. Talmage taught: “Now, I do not believe in trying to explain away the words of God that predict calamity, but are nevertheless full of assurance unto the righteous, be it a righteous man or a righteous nation. We should awaken to their dread import. The Lord is dealing with the nations of the earth, and his Spirit has departed in large measure from nations that have defied him and his commandments, and as a result, they, being left largely to themselves, war with one another, and seek all means by which they can destroy one another most expeditiously. Now, the Lord is not the author of these evil things; the nations are bringing these inflictions upon themselves, and there shall be a consummation brought about as the Lord hath decreed, which shall mean an end of all nations as such, if they will not observe the law and the commandments of the Lord their God.” (In Conference Report, Oct. 1923, p. 54.)"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p236"},"In the judgments that precede the Millennium, all earthly kingdoms will come to an end and the kingdom of God will triumph and become the one political power during the thousand years of peace and righteousness (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.15"},"Revelation 11:15"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.7"},"D&C 87:7"],". How Serious Is It to Shed the Blood of the Saints?"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p237"},"Prior to the Civil War many members of the Church lost their lives at the hand of ruthless mobs. Elder George Q. Cannon wrote: “There is no sin that a nation can commit, which the Lord avenges so speedily and fearfully, as he does the shedding of innocent blood, or, in other words, the killing of his anointed and authorized servants. No nation which has been guilty of this dreadful crime has ever escaped his vengeance. The thunderbolts of his wrath have been always launched forth for the destruction of the perpetrators of such wickedness. It is a rank offence against the majesty of Heaven and the authority of the Creator, which he never suffers to pass unrebuked; for such men act in his stead, and are his representatives on the earth.” (",["span.emphasis","Millennial Star,"],"4 June 1864, pp. 361–62; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-101-the-saints-are-cast-out-from-the-land-of-their-inheritance.p1"},"Notes and Commentary on D&C 101:81–95 and on D&C 136:34–36"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.7"},"D&C 87:7"],". “The Lord of Sabaoth”"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p238"},"“‘Sabaoth’ is a Hebrew word meaning ‘hosts.’ It sometimes refers to the armies of Israel and other nations; sometimes to the priests officiating in the Sanctuary; sometimes to the people of God generally, and sometimes to the stars and planets in the sky. ‘Lord of Hosts’ is equivalent to the ‘all-sovereign,’ or ‘omnipotent’ Lord. When we pray, we should remember that He, to whom we speak, has all power in heaven and on Earth—the Lord of Hosts. The Lord has given His interpretation to this word to be: ‘The Creator of the first day, the beginning and the end.’” (Smith and Sjodahl, Commentary, p. 540.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.8"},"D&C 87:8"],". What Did the Lord Mean When He Said That We Should Stand in Holy Places?"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p239"},"This verse uses language similar to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.31-32"},"Doctrine and Covenants 45:31–32"],":"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p240"},"“For a desolating sickness shall cover the land."],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p241"},"“But my disciples shall stand in holy places, and shall not be moved.”"],["div",{"id":"p242","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p242"},"President Harold B. Lee promised that “the true servants of God, those who are doing their duty, will be protected and preserved if they will do as the Lord has counseled: ‘stand ye in holy places’” (",["span.emphasis","Stand Ye in Holy Places,"],"p. 87)."],["div",{"id":"p243","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p243"},"President Lee also wrote:"],["div",{"id":"p244","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p244"},"“The Lord has told us where these ‘holy places’ are:"],["div",{"id":"p245","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p245"},"“‘And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.68"},"D&C 45:68"],".)"],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p246"},"“Where is Zion?"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p247"},"“During the various periods of time or dispensations, and for specific reasons, the Lord’s prophets, His ‘mouthpieces,’ as it were, have designated gathering places where the Saints were to gather. After designating certain such places in our dispensation, the Lord then declared:"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p248"},"“‘Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them, and they shall be called stakes, for the curtains or the strength of Zion.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"D&C 101:21"],".) …"],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p249"},"“There are several meanings of the word",["span.emphasis","Zion"],"."],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p250"},"“It may have reference to the hill named Mount Zion, or, by extension, the land of Jerusalem. …"],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p251"},"“Zion was so called by Enoch in referring to the ‘City of Holiness’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.19"},"Moses 7:19"],") or the ‘City of Enoch’. The land of Zion has been used to refer, in some connotations, to the Western Hemisphere."],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p252"},"“But there is another most significant use of the term by which the Church of God is called Zion: It comprises, according to the Lord’s own definition, ‘the pure in heart.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],".)"],["div",{"id":"p253","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p253"},"“As one studies the Lord’s commandments and the attending promises for compliance therewith, one gets some definite ideas as to how we might ‘stand in holy places,’ as the Lord commands—how we will be preserved with protection in accordance with His holy purposes, in order that we might be numbered among the ‘pure in heart’ who constitute Zion.” (",["span.emphasis","Stand Ye in Holy Places,"],"pp. 22–23.)"],["div",{"id":"p254","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p254"},"In light of these teachings, “holy places” may have more to do with",["span.emphasis","how"],"one lives than",["span.emphasis","where"],"one lives. If we live worthy of the constant companionship of the Holy Ghost, then we stand in a holy place."],["div",{"id":"p255","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p255"},"The home is the most important institution for teaching the children of God the principles of Zion. President Lee counseled: “Teach your families in your family home evening; teach them to keep the commandments of God, for therein is our only safety in these days. If they will do that, the powers of the Almighty will descend upon them as the dews from heaven, and the Holy Ghost will be theirs. That can be our guide, and that Spirit shall guide us and direct us to His holy home.” (Lee,",["span.emphasis","Stand Ye in Holy Places,"],"p. 190; see also Joseph L. Wirthlin, in Conference Report, Oct. 1958, pp. 33–34.)"],["div",{"id":"p256","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.p256"},"A holy place is any place where a person enjoys the Spirit of God. The Lord commands that each member stand firmly in holy places and not be moved (falter or fall away into forbidden paths) until the Lord comes to claim His own. We should each obey this command so that we can “abide the day” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],")."],[".",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-87-war-in-the-last-days.f15"},[".caption","The home is the most important institution for teaching children the principles of Zion."]]]]]],"refs":null}
