{"id":6,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":6,"title":"Choosing Not to Gossip","subtitle":"By Brett Schacterle","short_title":"Choosing Not to Gossip","uri":"/new-era/2013/08/choosing-not-to-gossip","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/choosing-not-to-gossip"},[".heading",{"id":"head1","uri":"/new-era/2013/08/choosing-not-to-gossip.head1"},[".title","Choosing Not to",["span.dominant","Gossip"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/choosing-not-to-gossip.p2"},"By Brett Schacterle"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/08/choosing-not-to-gossip.p3"},"Brett Schacterle lives in Washington, USA."]]],[".bodyBlock",[".figure",{"id":"f21","uri":"/new-era/2013/08/choosing-not-to-gossip.f21"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug12-young-man-with-hand-over-mouth.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/new-era/2013/08/choosing-not-to-gossip.p4"},"Illustration by John Kachik"]]],["p.para",{"id":"p5","uri":"/new-era/2013/08/choosing-not-to-gossip.p5"},"During my sophomore year in high school, I volunteered as part of the technical crew to produce my high school’s annual musical. The experience became one of my favorite memories of the year, because it was fun and I learned so much doing it. I also loved working with the people I met."],["p.para",{"id":"p6","uri":"/new-era/2013/08/choosing-not-to-gossip.p6"},"But the most important thing I learned was not something I had expected."],["p.para",{"id":"p7","uri":"/new-era/2013/08/choosing-not-to-gossip.p7"},"In order for the tech crew to communicate quietly with each other, we used radio headsets. We also used them to tell jokes, have conversations, even to sing to each other to entertain ourselves during the long rehearsals."],["p.para",{"id":"p8","uri":"/new-era/2013/08/choosing-not-to-gossip.p8"},"But the first time we used the headsets wasn’t actually so comfortable for me. At first I was having a blast. Then some people started gossiping about the actors rehearsing onstage. I tried to ignore the snide comments and rude remarks, but as the conversation developed, the gossip grew crueler and more offensive."],["p.para",{"id":"p9","uri":"/new-era/2013/08/choosing-not-to-gossip.p9"},"I felt sick hearing some of the comments, but I was afraid to stand up against my new friends. I wish I had, because as I tolerated their jokes, I was eventually tempted to laugh and make my own comments. I began to rationalize why it would have been fine. Nobody but the tech crew would have heard me, and I wanted to fit in with the people around me."],["p.para",{"id":"p10","uri":"/new-era/2013/08/choosing-not-to-gossip.p10"},"As hard as it was, I knew that backbiting about those onstage wasn’t right, and I chose not to gossip."],["p.para",{"id":"p11","uri":"/new-era/2013/08/choosing-not-to-gossip.p11"},"After the rehearsal we learned that everything we had said over the headsets had been broadcast backstage. All 60 or so of the cast members had heard us talking. Some were angry, upset, or embarrassed. No one was impressed."],["p.para",{"id":"p12","uri":"/new-era/2013/08/choosing-not-to-gossip.p12"},"Later, while I was talking with one of my friends about what had happened, she said, “Everyone knows you’d never say anything like that.” Her comment shocked me, and I realized the significance of the choice I had made. If I had chosen to join in with the gossip, what would that have said about me? What would that have said about the Church?"],["p.para",{"id":"p13","uri":"/new-era/2013/08/choosing-not-to-gossip.p13"},"I’m grateful for the choice I made in that dark, little theater, even when I thought others wouldn’t know, because it has opened blessings of friendship, peace, and confidence that I would have lost had I chosen to gossip."]]]]],"refs":null}
