{"id":1,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":1,"title":"Four Words to Guide You","subtitle":"By President Thomas S. Monson","short_title":"Four Words to Guide You","uri":"/new-era/2013/08/four-words-to-guide-you","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/four-words-to-guide-you"},[".heading",{"id":"head1","uri":"/new-era/2013/08/four-words-to-guide-you.head1"},[".title","Four Words to",["span.dominant","Guide You"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/four-words-to-guide-you.p2"},"By President Thomas S. Monson"]],[".event",["p.para",{"id":"p3","uri":"/new-era/2013/08/four-words-to-guide-you.p3"},"From a Brigham Young University devotional address given on January 16, 1973."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],[".kicker","God will guide you in your determination to serve Him and keep His commandments as you",["span.dominant","listen,"],"as you",["span.dominant","learn,"],"as you",["span.dominant","labor,"],"and as you",["span.dominant","love."]]],[".bodyBlock",["p.para",{"id":"p5","uri":"/new-era/2013/08/four-words-to-guide-you.p5"},"I made a few resolutions I’d like to share with you, hoping that you too will join in making the same choices. First,",["span.emphasis","I will listen."],"Second,",["span.emphasis","I will learn."],"Third,",["span.emphasis","I will labor."],"And fourth,",["span.emphasis","I will love."],"These four words can well determine our destiny."],[".figure",{"id":"f2","uri":"/new-era/2013/08/four-words-to-guide-you.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug02-young-man-listening.jpg"}],[".credit",["p.para",{"id":"p6","uri":"/new-era/2013/08/four-words-to-guide-you.p6"},"Photo illustrations by Leslie Nilsson"]]],[".topic",{"id":"t1","uri":"/new-era/2013/08/four-words-to-guide-you.t1"},[".title","Listen"],["p.para",{"id":"p8","uri":"/new-era/2013/08/four-words-to-guide-you.p8"},"I would hope that you would listen to your mother and listen to your father, each of whom is upon his or her knees each morning and each evening, praying for you, asking our Heavenly Father to watch over you and to guide you in your choices, to be cautious, as it were, in your conduct. I believe that when we recognize our parents and the fact that they are concerned for you and for me, then we honor them, and the words echoing from Mount Sinai have a personal meaning: “Honour thy father and thy mother” (",["a",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],")."],["p.para",{"id":"p9","uri":"/new-era/2013/08/four-words-to-guide-you.p9"},"I trust that we will listen to the words of the prophets. I hope also that we will listen to the whisperings of the Holy Spirit. I promise you that if we have an ear attuned to the Holy Spirit, if there is a desire for righteousness within our heart, and our conduct reflects that desire, we shall be guided by that Holy Spirit."],["p.para",{"id":"p10","uri":"/new-era/2013/08/four-words-to-guide-you.p10"},"I hope that I shall ever listen for the whisperings of that Holy Spirit, that during each day of the year you and I may have the opportunity to respond to these promptings and the directional influence of our Heavenly Father. Therefore, I promise to",["span.emphasis","listen."]]],[".topic",{"id":"t2","uri":"/new-era/2013/08/four-words-to-guide-you.t2"},[".title","Learn"],["p.para",{"id":"p12","uri":"/new-era/2013/08/four-words-to-guide-you.p12"},"Number two,",["span.emphasis","I will learn."],"It isn’t enough simply to listen if we don’t learn. I make a pledge that I will learn more from the scriptures and, hopefully, that you too will have that privilege. Wouldn’t it be marvelous if we could take into our hearts that counsel from the Lord, “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith” (",["a",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],"). Let us learn from the standard works, but let us also learn from the lives of the Church leaders and the lives of those who are closest to us."],["p.para",{"id":"p13","uri":"/new-era/2013/08/four-words-to-guide-you.p13"},"For example, I believe that I can learn patience by better studying the life of our Lord and Savior. Can you imagine the disappointment which He must have felt, knowing that He had the keys to eternal life, knowing that He had the way for you and for me to gain entrance into the celestial kingdom of God, as He took His gospel to those people in the meridian of time and saw them reject Him and reject His message? Yet He demonstrated patience. He accepted His responsibility in life, even to the cross, the Garden of Gethsemane preceding it. I would hope to learn patience from the Lord."],["p.para",{"id":"p14","uri":"/new-era/2013/08/four-words-to-guide-you.p14"},"I would urge that you join me with a pledge,",["span.emphasis","I will learn."]],[".figure",{"id":"f3","uri":"/new-era/2013/08/four-words-to-guide-you.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug04-young-woman-reading.jpg"}]]],[".topic",{"id":"t3","uri":"/new-era/2013/08/four-words-to-guide-you.t3"},[".title","Labor"],["p.para",{"id":"p16","uri":"/new-era/2013/08/four-words-to-guide-you.p16"},"Then, number three,",["span.emphasis","I will labor."],"It’s not enough to wish, it’s not enough to dream, it’s not enough to promise. We must do. The Lord said, “He that thrusteth in his sickle",["span.emphasis","with his might"],"… layeth up in store that he perisheth not” (",["a",{"href":"/scriptures/dc-testament/dc/4.4"},"D&C 4:4"],"; emphasis added). And Nephi declared, “I will go and do the things which the Lord hath commanded” (",["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"). It was James who summed up this lesson: “Be ye doers of the word, and not hearers only, deceiving your own selves” (",["a",{"href":"/scriptures/nt/james/1.22"},"James 1:22"],")."],["p.para",{"id":"p17","uri":"/new-era/2013/08/four-words-to-guide-you.p17"},"One summer years ago, for example, I had a weekend free. Yet the Spirit prompted me to fulfill a responsibility. I boarded a plane for California. As I sat down, the seat next to me was empty. However, there occupied that seat eventually a most beautiful young lady. I noted that she was reading a book. As one is wont to do, I glanced at the title. It was by a member of the Quorum of the Twelve Apostles. I said to her, “Oh, you must be a Mormon.”"],["p.para",{"id":"p18","uri":"/new-era/2013/08/four-words-to-guide-you.p18"},"She responded, “Oh, no. Why would you ask?”"],["p.para",{"id":"p19","uri":"/new-era/2013/08/four-words-to-guide-you.p19"},"I replied: “Well, you’re reading a book written by a very prominent member of The Church of Jesus Christ of Latter-day Saints.”"],["p.para",{"id":"p20","uri":"/new-era/2013/08/four-words-to-guide-you.p20"},"She said, “Is that right? A friend gave this to me, but I don’t know much about it. However, it has aroused my curiosity.”"],["p.para",{"id":"p21","uri":"/new-era/2013/08/four-words-to-guide-you.p21"},"Then I wondered. Should I be forward and say more about the Church? And the words of Peter came: “Be ready always” (",["a",{"href":"/scriptures/nt/1-pet/3.15"},"1 Peter 3:15"],"). And I decided that this was the time when I should bear my testimony. It was my privilege to answer her questions relative to the Church—intelligent questions that came from a heart that was seeking the truth. I asked if I might have the opportunity to have missionaries call upon her. I asked if she would like to attend our branch of single adults in San Francisco. Her answers were affirmative. Upon returning home, I wrote to the stake president and passed along to him this information. Can you imagine my delight when I later received a call from the stake president, in which he said that she had become the newest member of the Church. I was overjoyed."],["p.para",{"id":"p22","uri":"/new-era/2013/08/four-words-to-guide-you.p22"},"I realize that I have a responsibility to",["span.emphasis","labor."]]],[".topic",{"id":"t4","uri":"/new-era/2013/08/four-words-to-guide-you.t4"},[".title","Love"],["p.para",{"id":"p24","uri":"/new-era/2013/08/four-words-to-guide-you.p24"},"And then that final pledge:",["span.emphasis","I will love."],"Do you remember the answer which the Savior gave to the inquiring lawyer who asked, “Master, which is the great commandment in the law?”"],["p.para",{"id":"p25","uri":"/new-era/2013/08/four-words-to-guide-you.p25"},"And He replied, “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself” (",["a",{"href":"/scriptures/nt/matt/22.36-39"},"Matthew 22:36–39"],")."],["p.para",{"id":"p26","uri":"/new-era/2013/08/four-words-to-guide-you.p26"},"It was the English playwright William Shakespeare who wrote, “They do not love that do not show their love.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"How might you and I demonstrate our love for God and love for our fellowmen? Through obedience to God’s commands and the counsel of His servants. We have the privilege to obey the law of tithing, to obey the code of morality, to obey in each facet of our lives the word of our Heavenly Father."],["p.para",{"id":"p27","uri":"/new-era/2013/08/four-words-to-guide-you.p27"},"Our Heavenly Father can appreciate our love for Him by how well we serve Him and how well we serve our fellowmen."]],[".topic",{"id":"t5","uri":"/new-era/2013/08/four-words-to-guide-you.t5"},[".title","The Choice Is Yours"],["p.para",{"id":"p29","uri":"/new-era/2013/08/four-words-to-guide-you.p29"},"Four pledges:",["span.emphasis","I will listen, I will learn, I will labor, I will love."],"As we fulfill these pledges, we can have the guidance of our Heavenly Father and experience true joy in our own lives."],["p.para",{"id":"p30","uri":"/new-era/2013/08/four-words-to-guide-you.p30"},"The choice is yours, and the choice is mine, remembering that our choices, our decisions, determine our destiny. God will guide you in your determination to serve Him and keep His commandments",["span.emphasis","as you listen, as you learn, as you labor,"],"and",["span.emphasis","as you love."]]]],[".notes",["h3","Note"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/08/four-words-to-guide-you.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"William Shakespeare,",["span.emphasis","The Two Gentlemen of Verona,"],"ed. William George Clarke and William Aldis Wright, The Great Books of the Western World (1952), act 1, scene 2, line 31."]]}
