{"id":24,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":24,"title":"Instant Messages","subtitle":"","short_title":"Instant Messages","uri":"/new-era/2013/08/instant-messages","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/instant-messages"},[".heading",{"id":"head1","uri":"/new-era/2013/08/instant-messages.head1"},[".seriesTitle","Instant Messages"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.head1"},[".title","Melodies and Missionary Work"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p2"},"Megan B., Ohio, USA"]]],[".bodyBlock",[".figure",{"id":"f100","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.f100"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug46-young-woman-at-piano.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p3"},"Illustration by G. Bjorn Thorkelson"]]],["p.para",{"id":"p4","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p4"},"“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (",["a",{"href":"/scriptures/nt/matt/5.16"},"Matthew 5:16"],"). This is the first scripture mastery verse I learned in my first year of seminary. After I memorized it, I tried to follow its teaching. I never knew who was watching me, but I wanted to set a good example for them. As I became good friends with my piano teacher, I learned that we can shine as bright as a candle and stand out in a group."],["p.para",{"id":"p5","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p5"},"I’d begun practicing piano in kindergarten. After I finished sixth grade, my family moved to a different state, so I had to find a new music teacher. A friend at church suggested I take lessons from her instructor, Susan. At the time, Susan was teaching about 80 lessons a week and her schedule was very full. But she agreed to teach me and squeezed my piano lesson in right after school."],["p.para",{"id":"p6","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p6"},"At each lesson, the first song I would practice would be a hymn. As I played, Susan sang the words and would often ask me questions about the scriptural meaning of the piece. This served as a great missionary opportunity. Susan and I had fun as we played duets and learned more about each other. I found out that she worked as the music director at her Catholic church. She always showed a great love for God, and I am glad we had such a strong relationship."],["p.para",{"id":"p7","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p7"},"One day, Susan sent out invitations for a recital. At my lesson, she told me it would be our last performance. To her dismay, she had to close down her piano studio because our economic times hurt Susan financially and she knew she couldn’t pay the rent for her studio and keep her two other jobs going."],["p.para",{"id":"p8","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p8"},"The night of the recital arrived and was filled with splendid talent and beautiful music. Before each student performed, Susan shared something unique about the person or information about the song he or she would play. As she stood before the audience to introduce me, she began to tear up. “I know that God sends certain people into our lives for a reason,” she began. She said she could see something bright and different about me. As she spoke about our friendship, I felt the Spirit strongly, and I could tell she felt it too. Then I played a duet with Susan for the finale of the recital."],["p.para",{"id":"p9","uri":"/new-era/2013/08/instant-messages/melodies-and-missionary-work.p9"},"The impact and importance of my lessons stretched far beyond improving my piano talent. There was a reason Susan chose to teach me even though she already had an overflowing list of students waiting for an open lesson. I know that because I tried to set a good example for Susan, she is now more familiar with the Church and its teachings. She has not given up her own religion to change faiths, but she knows about the restored gospel. I’m glad I could share my light with her."]],[".heading",{"id":"head1","uri":"/new-era/2013/08/instant-messages/a-prayer-for-my-uncles-family.head1"},[".title","A Prayer for My Uncle’s Family"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/08/instant-messages/a-prayer-for-my-uncles-family.p2"},"Andrew P., Missouri, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/08/instant-messages/a-prayer-for-my-uncles-family.p3"},"One night before bed I was thinking about what to pray for when I felt prompted to pray for my uncle’s family. I prayed that they would feel the Spirit. Two days later I learned that my uncle had lost his job and that his family would have to move."],["p.para",{"id":"p4","uri":"/new-era/2013/08/instant-messages/a-prayer-for-my-uncles-family.p4"},"It was then I realized that what I had prayed for was a prompting from the Holy Ghost, and I felt grateful that I had listened to the still small voice. In a situation where I could not do much else to help, I felt good knowing my prayers could help. Sometimes instances like this may seem insignificant, but I know that seeking personal revelation, listening to promptings, and following them—even small ones—can increase our faith and strengthen others."]],[".heading",{"id":"head1","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.head1"},[".title","Personal Progress and Goats"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p2"},"Katie B., New York, USA"]]],[".bodyBlock",[".figure",{"id":"f101","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.f101"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug47-two-goats.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p3"},"Photograph courtesy of Katie B."]]],["p.para",{"id":"p4","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p4"},"One day my family visited a barn to play with some baby goats. When we arrived, we found out there was a newborn goat whose mother could not take care of it. The owner of the goats needed someone to nurse the baby goat back to health. I jumped at the opportunity, and we decided it would be my Knowledge value project for Personal Progress (see",["a",{"href":"http://personalprogress.lds.org"},"PersonalProgress.lds.org"],")."],["p.para",{"id":"p5","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p5"},"When we picked up the goat the next day, we learned that triplets had been born the night before and were very weak. I volunteered to care for one of them. So there I was with a",["span.emphasis","Personal Progress"],"booklet, two baby goats, goat-milk formula, and little experience."],["p.para",{"id":"p6","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p6"},"First I did my research. I found out that baby goats love to climb, run, and snuggle in dark corners. They need to be fed every four to six hours, and you have to teach them how to drink from a bottle. Next, I laid down blankets and bedding in a pen and set up a box for the goats to sleep in. I also set up a ramp and stand for them to play on. Throughout the project, every night I woke up in the middle of the night to feed them, I cleaned a lot, and I struggled to feed the animals with a bottle, but overall I had lots of fun."],["p.para",{"id":"p7","uri":"/new-era/2013/08/instant-messages/personal-progress-and-goats.p7"},"This Personal Progress project increased my knowledge and helped me grow. I learned many new skills, such as being patient, keeping a schedule, caring for an animal, converting measurements, and keeping a journal. I love Personal Progress."]]]]]],"refs":null}
