{"id":9,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":9,"title":"Operation Happiness","subtitle":"By Kaitlyn Hedges","short_title":"Operation Happiness","uri":"/new-era/2013/08/operation-happiness","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/operation-happiness"},[".heading",{"id":"head1","uri":"/new-era/2013/08/operation-happiness.head1"},[".title","Operation Happiness"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/operation-happiness.p2"},"By Kaitlyn Hedges"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/08/operation-happiness.p3"},"Kaitlyn Hedges lives in Utah, USA."]]],[".bodyBlock",[".figure",{"id":"f36","uri":"/new-era/2013/08/operation-happiness.f36"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug16-young-woman-with-sock-monkeys.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/new-era/2013/08/operation-happiness.p4"},"Photograph by R. Val Johnson"]]],["p.para",{"id":"p5","uri":"/new-era/2013/08/operation-happiness.p5"},"Until her junior year of high school, Brittany R. of New Mexico, USA, seemed to have the life of a typical teenager—playing in the high school band, surviving classes, and planning life after graduation. But things didn’t work out the way she imagined."],["p.para",{"id":"p6","uri":"/new-era/2013/08/operation-happiness.p6"},"During her junior year of high school, Brittany came down with flu-like symptoms that—after many hospital stays and tests—eventually led doctors to diagnose her with a rare disease that paralyzed her digestive tract. Eating normal food was no longer an option. Ever since, she’s had to stay in the hospital for months at a time for various surgeries and procedures, and now she eats through specially prepared tubes she keeps in a backpack."],["p.para",{"id":"p7","uri":"/new-era/2013/08/operation-happiness.p7"},"Brittany has chosen to reach outward instead of focusing on her problems. “The more that you [focus] on yourself, the more likely you are to fall into a rut and feel sorry for yourself,” Brittany says. “Reaching out to others, you really forget your own problems.” She adds, “I’m able to see the joy on the faces of those I’m helping, along with the confirmation of the Spirit letting me know that what I’m doing is good.”"],[".figure",{"id":"f37","uri":"/new-era/2013/08/operation-happiness.f37"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug17-young-woman-loading-backpack.jpg"}],[".caption",["p","Each morning Brittany loads her backpack with medications and nourishment that flow through tubes from the backpack into her body. It’s the only way she can eat."]],[".credit",["p.para",{"id":"p9","uri":"/new-era/2013/08/operation-happiness.p9"},"Photograph courtesy of Church Publishing Services"]]],[".topic",{"id":"t1","uri":"/new-era/2013/08/operation-happiness.t1"},[".title","Deciding to Focus Outward"],["p.para",{"id":"p11","uri":"/new-era/2013/08/operation-happiness.p11"},"While her high school years were disrupted by hospital stays and feeding tubes, Brittany found a way to help other patients in similar situations. She had read in",["a",{"href":"/scriptures/dc-testament/dc/60.13"},"Doctrine and Covenants 60:13"],"about not hiding our talents, and she decided to act. “I have a lot that I do, and I like to share it with others and bring smiles to their faces,” Brittany says. “I’ve been given so much. I love to help other people have a good life too.” She used her talents to draw cartoons, compile a coloring book, and make sock monkeys for other patients—all in an effort to make them smile in the midst of adversity."]],[".topic",{"id":"t2","uri":"/new-era/2013/08/operation-happiness.t2"},[".title","Operation Draw"],["p.para",{"id":"p13","uri":"/new-era/2013/08/operation-happiness.p13"},"It all started when, during one of her hospital stays, Brittany began drawing funny, chaotic cartoon scenes and posting them on her door. One scene featured a carnival with roller coasters, bumper cars, a person stuck in a fake cannon, and even someone getting buried by an out-of-control cotton-candy machine. Another showed different events in the hospital, including a patient escaping in a wheelchair."],["p.para",{"id":"p14","uri":"/new-era/2013/08/operation-happiness.p14"},"Children especially loved her drawings, and all sorts of people would stop at her door to smile and laugh. Brittany ended up making copies of these drawings so the hospital could put them up on the walls. She’d found that something she did for fun could provide a way to bless others."]],[".figure",{"id":"f38","uri":"/new-era/2013/08/operation-happiness.f38"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug18-line-drawing-of-woman-and-security-guard.jpg"}],[".caption",["p","Images she drew for her coloring book."]],[".credit",["p.para",{"id":"p16","uri":"/new-era/2013/08/operation-happiness.p16"},"Illustration by Brittany R."]]],[".topic",{"id":"t3","uri":"/new-era/2013/08/operation-happiness.t3"},[".title","Operation Coloring Book"],["p.para",{"id":"p18","uri":"/new-era/2013/08/operation-happiness.p18"},"Another way to spread happiness with her talents began to develop after she had a conversation with one of her friends in the hospital. She and a fellow patient laughed at their thoughts of “how you know you’ve been in the hospital too long.” These quips soon turned into a coloring book Brittany drew called",["span.emphasis","Life Is Full of Color."],"Each page has one of Brittany’s drawings and a humorous blurb, like, “You know you’ve been in the hospital too long when you can work your own IV pump” or “… when your room at the hospital is more decorated than your room at home.” The coloring book was published and is now being given to children in the hospital. Brittany hopes it helps them know they’re not alone in their trials."]],[".figure",{"id":"f39","uri":"/new-era/2013/08/operation-happiness.f39"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug18-young-women-making-sock-monkeys.jpg"}],[".caption",["p","Brittany teaches some friends how to make sock monkeys."]],[".credit",["p.para",{"id":"p20","uri":"/new-era/2013/08/operation-happiness.p20"},"Photograph courtesy of Church Publishing Services"]]],[".topic",{"id":"t4","uri":"/new-era/2013/08/operation-happiness.t4"},[".title","Operation Sock Monkey"],["p.para",{"id":"p22","uri":"/new-era/2013/08/operation-happiness.p22"},"The best-known of Brittany’s creative service may be a sock monkey project she started—a project one of her friends has now dubbed “The Secret Ninja Monkey Operation.” Why sock monkeys, you might ask?"],["p.para",{"id":"p23","uri":"/new-era/2013/08/operation-happiness.p23"},"Well, the project started as just a fun activity to do with a pair of knee socks. As Brittany worked on the first sock monkey, however, she thought of friends who were going through surgeries. She decided to make sock monkeys for those experiencing hard times, including patients who are frequently in the hospital. “Really, my sock monkeys are for anyone who needs a pick-me-up,” she says."],["p.para",{"id":"p24","uri":"/new-era/2013/08/operation-happiness.p24"},"She even customizes some of the sock monkeys with medical equipment so that patients uncomfortable about getting new tubes or surgeries will have “a buddy with them who has the same thing.” She and her friends have sent over 400 sock monkey “buddies” to patients all over the world."]],[".topic",{"id":"t5","uri":"/new-era/2013/08/operation-happiness.t5"},[".title","Lifting and Being Lifted"],["p.para",{"id":"p26","uri":"/new-era/2013/08/operation-happiness.p26"},"The service Brittany has given has not led to a cure for her sickness, but it has improved her life. “I don’t like having this condition,” Brittany says, “but emotionally I like to look outward and not focus so much on myself but more on how I can use this to strengthen others. At times I do have a woe-is-me day. That would almost always happen at some point in time, but emotionally I have been able to keep positive and happy and optimistic.” Sock monkeys and drawings help her and those she serves stay positive enough to avoid negative emotional ruts."],["p.para",{"id":"p27","uri":"/new-era/2013/08/operation-happiness.p27"},"Brittany has helped the patients around her see they are loved and not alone in their struggles, and because of the gospel she knows she is not alone either. “I’ve seen miracles happen,” Brittany says. “I’ve learned that Heavenly Father and Christ will lift me up—help me rise to the challenge—as long as I reach out for Them. Their hands are always there for me.”"],["p.para",{"id":"p28","uri":"/new-era/2013/08/operation-happiness.p28"},"And her hands, in turn, are there for others."]]],[".resources",[".moreInfo",[".title","Watch a Video"],["p.para",{"id":"p30","uri":"/new-era/2013/08/operation-happiness.p30"},"See more about Brittany’s journey in the short video “God Will Lift Us Up” at",["a",{"href":"http://lds.org/go/83Lift"},"lds.org/go/83Lift"],"."]],[".sideQuote",{"id":"f41","uri":"/new-era/2013/08/operation-happiness.f41"},[".title","Determining Your Life’s Story"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p32","uri":"/new-era/2013/08/operation-happiness.p32"},"“It is your reaction to adversity, not the adversity itself, that determines how your life’s story will develop.”"],[".citationInfo",["p.para",{"id":"p33","uri":"/new-era/2013/08/operation-happiness.p33"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “Your Happily Ever After,”",["span.emphasis","Ensign,"],"May 2010, 126."]]],[".moreInfo",[".title","Adding It Up"],["p.para",{"id":"p35","uri":"/new-era/2013/08/operation-happiness.p35"},"Coloring book pages drawn: 33"],["p.para",{"id":"p36","uri":"/new-era/2013/08/operation-happiness.p36"},"Sock monkeys made: 400+"],["p.para",{"id":"p37","uri":"/new-era/2013/08/operation-happiness.p37"},"Hospital stays completed: 12 over the last 4 years"],["p.para",{"id":"p38","uri":"/new-era/2013/08/operation-happiness.p38"},"Total time spent in the hospital: About 2 years"],["p.para",{"id":"p39","uri":"/new-era/2013/08/operation-happiness.p39"},"Others helped and uplifted: Countless"]]]]]],"refs":null}
