{"id":14,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":14,"title":"The Field-Goal Principle","subtitle":"By Richard M. Romney","short_title":"The Field-Goal Principle","uri":"/new-era/2013/08/the-field-goal-principle","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/the-field-goal-principle"},[".heading",{"id":"head1","uri":"/new-era/2013/08/the-field-goal-principle.head1"},[".title","The Field-Goal Principle"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/the-field-goal-principle.p2"},"By Richard M. Romney"],["p.para",{"id":"p3","uri":"/new-era/2013/08/the-field-goal-principle.p3"},"Church Magazines"]],[".kicker","There are good reasons why the Lord commands us to do some things over and over again."]],[".bodyBlock",[".figure",{"id":"f55","uri":"/new-era/2013/08/the-field-goal-principle.f55"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug27-young-man-kicking-football.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/08/the-field-goal-principle.p5"},"Photo illustration by Weston Colton"]]],["p.para",{"id":"p6","uri":"/new-era/2013/08/the-field-goal-principle.p6"},"At 15, I wanted more than just about anything to play football. There were just a few problems: I was small and slow and had played football only occasionally with the kids in my neighborhood."],["p.para",{"id":"p7","uri":"/new-era/2013/08/the-field-goal-principle.p7"},"But I found that there was one thing I could do well by practicing over and over again—I became a kicker. All summer long I practiced kicking extra points and field goals, sometimes 200 in a day. By the end of the summer I was consistent, and I did become my school’s designated field-goal kicker."],["p.para",{"id":"p8","uri":"/new-era/2013/08/the-field-goal-principle.p8"},"I’ve seen the principle of “practice makes perfect” applied by basketball players who seem to shoot free throws nonstop until they rarely miss and by actors who recite lines until they can deliver them with emotion and intensity that comes only from practice, practice, practice. I’ve watched ballet dancers perform flawlessly, roofers nail shingles with greater accuracy than a machine, concert pianists never miss a key, and chefs expertly blend ingredients—because they have done the simple things over and over again until they can do them with precision."],["p.para",{"id":"p9","uri":"/new-era/2013/08/the-field-goal-principle.p9"},"One day when I was tired and wondering if I really had the energy to kneel and pray, it dawned on me that there are good reasons why the Lord commands us to do certain things over and over again, such as praying and reading our scriptures. When we pray repeatedly—not repetitiously, but with real intent—our prayers become more and more natural, more and more meaningful. We gain confidence in calling upon our Heavenly Father."],["p.para",{"id":"p10","uri":"/new-era/2013/08/the-field-goal-principle.p10"},"The same is true of scripture study. The more often we read, the more readily the scriptures stay in our hearts and minds. Then when we need answers, the more quickly we can recall the words of the Lord."],["p.para",{"id":"p11","uri":"/new-era/2013/08/the-field-goal-principle.p11"},"It’s the same with so many gospel activities—writing in a journal, doing family history and taking names to the temple, fasting, paying tithes and offerings, giving meaningful service, attending meetings—the list goes on and on. The Lord knows that consistent effort, though repetitive, makes a difference. And He commands us to do certain essential things consistently so that they become part of our lives and we become ready to act as disciples of Christ “at all times and in all things, and in all places” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"), all because we’ve been practicing along the way."],["p.para",{"id":"p12","uri":"/new-era/2013/08/the-field-goal-principle.p12"},"Whether you call it the field-goal, free-throw, actor, ballet-dancer, roofer, concert-pianist, chef, or even daily prayer or scripture-study principle, it takes consistent practice to see the results. But over time you’ll discover that practice makes perfect."]],[".resources",[".moreInfo",[".title","A Work in Progress"],["p.para",{"id":"p14","uri":"/new-era/2013/08/the-field-goal-principle.p14"},"One basketball player, Tyler Haws, made 143 free throws in a row! See how he did it at",["a",{"href":"http://lds.org/go/83Ball"},"lds.org/go/83Ball"],"."]]]]]],"refs":null}
