{"id":17,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":17,"title":"Waiting for an Answer","subtitle":"Name Withheld","short_title":"Waiting for an Answer","uri":"/new-era/2013/08/waiting-for-an-answer","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/waiting-for-an-answer"},[".heading",{"id":"head1","uri":"/new-era/2013/08/waiting-for-an-answer.head1"},[".title","Waiting for an Answer"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/waiting-for-an-answer.p2"},"Name Withheld"]]],[".bodyBlock",[".figure",{"id":"f72","uri":"/new-era/2013/08/waiting-for-an-answer.f72"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug33-young-woman-praying-and-picture-of-savior.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/08/waiting-for-an-answer.p3"},"Illustration by Allen Garns; detail of",["span.emphasis","Christ and the Rich Young Ruler"],"by Heinrich Hofmann, courtesy of C. Harrison Conroy Co. Inc."]]],["p.para",{"id":"p4","uri":"/new-era/2013/08/waiting-for-an-answer.p4"},"I didn’t have a happy childhood. My father is very against the Church, and my parents have made my Church participation difficult. Plus, because of things my parents told me, I believed I was ugly and dumb. My feelings of self-worth were reduced to nothing."],["p.para",{"id":"p5","uri":"/new-era/2013/08/waiting-for-an-answer.p5"},"One night, things at home were worse than ever before. I went to my bedroom, and out of stress and exhaustion, I fell to my knees to pray."],["p.para",{"id":"p6","uri":"/new-era/2013/08/waiting-for-an-answer.p6"},"Until that moment, I don’t think I’d ever prayed seriously. I began, “My dear Heavenly Father, I need Thy help so much. Please send me someone whom I can talk to and trust. At times like these, I long for someone on earth to hold me, listen to me, and try to help me.”"],["p.para",{"id":"p7","uri":"/new-era/2013/08/waiting-for-an-answer.p7"},"I prayed with similar pleadings for more than a week. I watched and listened, hoping that Heavenly Father would send me someone I could talk to in person. Nothing happened."],["p.para",{"id":"p8","uri":"/new-era/2013/08/waiting-for-an-answer.p8"},"Things at home became worse, but I prayed daily. I heard testimonies of prayers answered immediately and others answered within weeks. But the comfort I wanted came in a way I hadn’t expected, and my prayer to have someone on earth help me didn’t come for",["span.emphasis","two years."],"So instead of just praying, I started seriously studying the scriptures, fasting, and reading my patriarchal blessing often."],["p.para",{"id":"p9","uri":"/new-era/2013/08/waiting-for-an-answer.p9"},"I started to feel something. I could tell I was growing spiritually. During those two very painful years, I got to know my Heavenly Father and my Savior. Because of those two years of praying and waiting, I gained a relationship with Them that is so powerful and strong that I wouldn’t trade it for anything. Even though the answer hadn’t come the way I thought it would, through the Savior’s grace and Atonement, I was able to find peace."],["p.para",{"id":"p10","uri":"/new-era/2013/08/waiting-for-an-answer.p10"},"As I look back on those two years, I realize that Heavenly Father and the Savior know me better than I’ll ever know myself. They know what’s best for me. Two years after my first prayer, Heavenly Father sent people to help me. But by waiting, I was also blessed with endurance, strength, and a testimony that keeps growing stronger every day."]],[".resources",[".moreInfo",[".title","Finding Comfort"],["p.para",{"id":"p12","uri":"/new-era/2013/08/waiting-for-an-answer.p12"},"For more on learning how the Savior can help you find peace, see Elder Quentin L. Cook’s conference talk “Personal Peace: The Reward of Righteousness” at",["a",{"href":"http://lds.org/go/83Peace"},"lds.org/go/83Peace"],"."]]]]]],"refs":null}
