{"id":11,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":11,"title":"Work, Service, and Spiritual Self-Reliance","subtitle":"By Elder Per G. Malm","short_title":"Work, Service, and Spiritual Self-Reliance","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance"},[".heading",{"id":"head1","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.head1"},[".title","Work, Service, and Spiritual Self-Reliance"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p2"},"By Elder Per G. Malm"],["p.para",{"id":"p3","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/per-g-malm.jpg"}],[".kicker","The blessings of hard work and service go beyond just temporal help."]],[".bodyBlock",[".topic",{"id":"t1","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.t1"},[".title","Bricklaying at 16"],["p.para",{"id":"p6","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p6"},"Learning how to work hard is essential while in your youth. Hard physical work is a part of life. I learned that lesson early when I was called on a special Church-service mission to help build meetinghouses. I was only 16 years old and had just graduated from my school. I was assigned to the bricklaying crew. It was hard work, but I loved it."],["p.para",{"id":"p7","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p7"},"We were put in groups and traveled from Sweden, where I lived, to several other countries close by. At each location we would make arrangements to stay with a member from the local ward. I was struck by the willingness of good, solid Church members to open their homes and contribute whatever they could. Even if their own finances were not in abundance, they desired to serve."],[".figure",{"id":"f46","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.f46"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug20-handyman-with-blue-people.jpg"}],[".credit",["p.para",{"id":"p8","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p8"},"Illustration by Bryan Beach"]]],["p.para",{"id":"p9","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p9"},"Most of the young men called to these Church-service missions were older, but in my case I was 16. I later served a proselyting mission when I was 19. When my brother and I received the callings, my father came to us and said, “Even though it may be a temporary interruption of your continued studies, I want to have sons who learn early to serve in the Church. Gaining that experience will be a foundation for the way you can approach life.” Today, answering the call to serve a proselyting mission is a priority for young men."],["p.para",{"id":"p10","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p10"},"When I received the call to serve this mission, I was a little bit nervous, but I did not hesitate to accept it. I had been taught from a young age to say yes when asked to serve in any capacity for the Lord’s work. So, more than nervousness, I felt excitement. It had been a great experience to help build meetinghouses for the Church."]],[".topic",{"id":"t2","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.t2"},[".title","Gaining Testimony and Self-Reliance"],["p.para",{"id":"p12","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p12"},"I know that it is through serving others that we can gain a love for and testimony of the gospel. During the time that I was away from my family as a young man, I learned that I needed to take responsibility for my life—not only physically but also spiritually. I also learned how to really listen to and follow the promptings of the Spirit."],["p.para",{"id":"p13","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p13"},"But those feelings and abilities didn’t come only during my time as a Church-service missionary. My testimony and my desire to serve started before that. As a youth I was shy, and I even had challenges speaking because of my insecurity. But gradually, as I involved myself in service, I was strengthened—step by step. I was given opportunities to learn, serve, and grow through callings and assignments in our branch. I became anxiously engaged (see",["a",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). I learned that in life, where you start is not where you will end up; the starting point is the beginning of a life of change."],[".figure",{"id":"f47","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.f47"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug21-blue-missionary.jpg"}],[".credit",["p.para",{"id":"p14","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p14"},"Illustration by Bryan Beach"]]]],[".topic",{"id":"t3","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.t3"},[".title","A Promise to Help Us"],["p.para",{"id":"p16","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p16"},"The key to making that change is to always remember who we are. We are sons and daughters of Heavenly Father. Each of us was born with a promise: when we make and remain true to covenants and do our best with our circumstances, talents, and abilities, then we shall return to our Heavenly Father with honor. That is part of our eternal perspective, and we need to remember that we are not alone. Heavenly Father will give us the power and ability to face our challenges."],["p.para",{"id":"p17","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p17"},"It was through the experiences I had while serving early in life that I began to establish my own confidence in the Lord.",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"Doctrine and Covenants 121:45"],"encourages us to let our “confidence wax strong in the presence of God.” When you are involved in the service of the Lord, you will feel of His Spirit, you will feel of His love, and you will come to understand that, even though this life is a test, you are not alone. When you live righteously and you serve, you will be given help and powers beyond your own."]]],[".resources",[".moreInfo",[".title","More Online"],["p.para",{"id":"p19","uri":"/new-era/2013/08/work-service-and-spiritual-self-reliance.p19"},"For Mormonads, stories, and other articles on this topic, visit",["a",{"href":"http://lds.org/go/83Work"},"lds.org/go/83Work"],"."]]]]]],"refs":null}
