{"id":4,"parent_id":2,"book_id":22643,"content_id":1,"language_id":1,"display_order":4,"title":"Activities for Learning Together","subtitle":"","short_title":"Activities for Learning Together","uri":"/youth/learn/learning-teaching-ideas/apyw/learn-together","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/learning-teaching-ideas/apyw/learn-together"},[".bodyBlock",[".heading",["h1","Activities for Learning Together"]],[".topic",["p.para","The following activities can help youth:"],["ul.bullet-list",["li",["b",["i","Search"]],"the scriptures and words of the prophets and consider their meaning."],["li",["b",["i","See examples"]],"of the doctrine you are discussing."],["li",["b",["i","Share"]],"their thoughts and feelings about the doctrine with others."]],["p.para","The youth can participate in these activities individually, in small groups, or as a class or quorum. Remember that the best ideas will come to you as you consider the needs of the youth you teach."],["h2","Search the scriptures and words of the prophets and consider their meaning"],["h3","Look for answers to questions"],["p.para","Invite the youth to look for answers to your questions or questions they have about the doctrine and discuss what they find."],["h3","Look for words and phrases"],["p.para","Invite the youth to find words, phrases, and examples that help them understand the doctrine."],["h3","Summarize in a few words"],["p.para","Ask the youth to summarize a scripture or message from a prophet in a few words."],["h3","Make a list"],["p.para","Ask the youth to make a list of key points they learn about the doctrine from the scriptures or words of the prophets. Invite them to share what they find."],["h3","Matching verses"],["p.para","Give the youth some scripture references and brief statements that summarize what each scripture passage teaches. Ask them to read the scriptures and match each one with its summary statement."],["h3","Match a picture"],["p.para","Ask the youth to match pictures to scriptures passages. Invite them to share insights they gain from the passages and the pictures."],["h3","Fill in the blanks"],["p.para","Write a statement with missing words on the board. Invite the youth to look for words or phrases from the scriptures that could complete the statement."],["h3","Compare examples"],["p.para","Invite the youth to read two or more stories or passages from the scriptures and compare what they teach about the doctrine."],["h3","Draw a picture"],["p.para","Invite youth to draw a picture of what they read in the scriptures and words of the prophets."],["h3","Find a scripture"],["p.para","Invite the youth to find a scripture passage about the doctrine and share what it means."],["h3","Linking related scriptures"],["p.para","Help the youth make a list of scriptures related to the doctrine, read them, and write the references in the margins of their scriptures."],["h3","Find and sing hymns"],["p.para","Invite the youth to find hymns about the doctrine and sing them together."],["h2","See examples of the doctrines and principles you are teaching"],["h3","Interview others"],["p.para","Ask the youth to interview others about their experiences with the doctrine."],["h3","See examples in the scriptures"],["p.para","Invite the youth to read or hear about individuals in the scriptures who lived the doctrine."],["h3","See examples of other Latter-day Saints"],["p.para","Invite the youth to read or hear about other Latter-day Saints who live the doctrine."],["h3","Share examples"],["p.para","Share your own examples of people who live the doctrine, and ask the youth to share their examples."],["h3","Discuss a story"],["p.para","Invite the youth to describe how a story (from the scriptures or words of the prophets) exemplifies the doctrine."],["h3","Visualize"],["p.para","Ask the youth to visualize someone living the doctrine."],["h3","Role-play"],["p.para","Invite the youth to role-play or imagine a situation that illustrates the doctrine."],["h3","Watch media"],["p.para","Invite the youth to view Church-produced media (such as DVDs or video clips from LDS.org)."],["h3","Hear a panel discussion"],["p.para","Invite approved guests to answer questions or discuss a topic with the youth."],["h3","Listen to a guest speaker"],["p.para","Invite an approved guest speaker to discuss the doctrine."],["h2","Share their thoughts and feelings about the doctrines with others"],["h3","Prepare a talk"],["p.para","Ask the youth to prepare to give a talk about the doctrine."],["h3","Teach the lesson"],["p.para","Invite a member of the class or quorum to teach part of the lesson."],["h3","Teach another class"],["p.para","Ask the youth to prepare a brief lesson about the doctrine and teach it to another class (as approved by the bishop)."],["h3","Teach someone"],["p.para","Help the youth think of ideas about how they could teach the doctrine to someone else."],["h3","Testify of the doctrine"],["p.para","Invite class or quorum members to share their testimonies of the doctrine."],["h3","Write about the doctrine"],["p.para","Ask class members to write what they have learned or their thoughts and feelings about the doctrine."],["h3","Explain what it means"],["p.para","Ask the youth what the doctrine means to them."],["h3","Discuss questions"],["p.para","Invite the youth to discuss questions about the meaning and importance of the doctrine."],["h3","Ask questions"],["p.para","Ask the youth to think about the doctrine and ask questions about it. Answer them together."],["h3","Explain a picture or object"],["p.para","Invite the youth to explain how a picture or object illustrates the doctrine."],["h3","Draw a picture"],["p.para","Ask the youth to draw a picture or diagram or create a poster that illustrates the doctrine."],["h3","Share a Personal Progress or Duty to God experience"],["p.para","Invite the youth to share or teach something they have done in Duty to God and Personal Progress related to the doctrine."]]]]]],"refs":null}
