{"id":68,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":68,"title":"Journals","subtitle":"","short_title":"Journals","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals","content":[["div",{"id":"head18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.head18"},["h1","Journals"],[".intro","Every person should keep a journal and every person",["span.emphasis","can"],"keep a journal.",["br"],"—President Spencer W. Kimball"]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p4"},"A journal is a continuing record of meaningful experiences that affect our lives. Through his prophets, the Lord has commanded each of us to keep a journal. As we record our activities and feelings, we can more clearly see the Lord’s influence in our lives."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Why Keep a Journal?"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p7"},"Help each family member understand how a journal can bless his life by relating an experience from your journal, by inviting a grandparent or other family member who keeps a journal to share an experience, or by reading the following entries."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p8"},["span.emphasis","Journal Entry One."],"“My mother had a serious heart condition. She was told if she ever had a baby, she would probably die. But mother felt strongly she should have a baby. When I was only nine weeks old, my mother died. She loved me enough to willingly give her life for me. Those who knew mother best found it painful to talk about her, so I never learned much about her. When I was seventeen, my father gave me one of my dearest possessions. It was a journal my mother had written. She had kept it each day for one short year of her life. I had in my hands one year of my mother’s life! She had been a school teacher in Wyoming that year, and through her own words she became for me a real person at last. She cried, she struggled, she laughed, she grumbled, she learned of her heart condition, she met and fell in love with my father, and I shared it all with her! That record, that precious, loved record—it seemed to me at that time that it was all I had of her.” (See “For Your Remembrance: A Presentation on Record Keeping” [audiovisual presentation, 1975 MIA June Conference].)"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p9"},["span.emphasis","Journal Entry Two"],"(from a child’s journal). “Uncle Bart conducted Grandpa’s funeral. He read some words Grandpa had written to his grandchildren. Grandpa said he knew the Church is very true. I love Grandpa very much. I know he is living with Heavenly Father. Grandpa is very busy and happy. I know I will live with him someday.”"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p10"},"The Savior chastised those who failed to record spiritual events (see Spencer W. Kimball, “The Angels May Quote from It,”",["span.emphasis","New Era,"],"Oct. 1975, p. 5)."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p11"},"Each family member should understand that he or she has a responsibility to keep a journal. President Spencer W. Kimball said:"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p12"},"“Those who keep a personal journal are more likely to keep the Lord in remembrance in their daily lives” (“President Kimball Speaks Out on Personal Journals,”",["span.emphasis","New Era,"],"Dec. 1980, p. 27)."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p13"},"To help family members understand why the Lord and his prophets have asked us to keep records, read and discuss",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],"."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p14"},"Allow family members to express their feelings about some special personal experience that will be of value to them and their children. Distribute papers and pens, and suggest they write it down as a possible journal entry. During the week you might remind family members to think of what things they should write about in their journals."]],[".topic",["h3","Lesson 2: How Do I Begin a Journal?"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p16"},"Help each family member obtain or make a journal. This may be a special purchased journal, a three-ring binder with paper, or a spiral notebook. Journals may be personalized by decorating the cover or putting photographs in them. Let each family member personalize his journal in his own way."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p17"},"Ask each family member to set aside a certain time each week, each day, or every other day to write in his journal. Or, set aside time as a family to write in journals. Sundays or early weekday mornings may be good times."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p18"},"Suggest that family members begin by writing a brief description of themselves—including age, grade, physical traits, and feelings about beginning a journal."]],[".topic",["h3","Lesson 3: What Should I Write?"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p20"},"Share ideas about what should be included in a personal journal. Encourage discussion by asking questions like these: What would you like to remember about yourself? What has the Lord done for you? What would you like to tell your children or grandchildren about yourself?"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p21"},"Discuss the following suggestion by President Spencer W. Kimball:"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p22"},"“Your journal should contain your true self rather than a picture of you when you are ‘made up’ for a public performance. … The truth should be told, but we should not emphasize the negative.” (“The Angels,”",["span.emphasis","New Era,"],"Oct. 1975, p. 5.)"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p23"},"To help family members understand how to write in their journals, read the following from the journal of Elder Parley P. Pratt, one of the Council of the Twelve in the early days of this dispensation:"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p24"},"“When I first entered the dungeon there were some twenty men, mostly heads of families, who had been torn from their families in those awful times, and thrust into prison. It was not only crowded to suffocation, without a chair, stool, bench, bed, furniture or window light, but just then completely filled with smoke from a fire which was lighted in a stove without a pipe, or any conductor for the smoke to pass out, except at the crevices between the timbers, where the winter storm was passing in. When my guard conducted me to the door of this miserable cell it grated on its huge hinges and opened like the pit yawning to receive me; a volume of thick smoke issued forth and seemed to forbid my entrance; but urged … by bayonets and loaded pistols in the hands of savage beings, I endeavored to enter.” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"5th ed. [Salt Lake City: Deseret Book Co., 1961], pp. 233–34.)"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p25"},"Discuss what makes this entry seem vivid and real (details, descriptions using the senses and feelings)."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p26"},"Encourage family members to faithfully record their experiences and feelings in their journals."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p29"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.6-13"},"3 Nephi 23:6–13"],"(Jesus saw and added to the records of the Nephites.)"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p30"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.7"},"Doctrine and Covenants 128:7"],"(Records are kept in heaven.)"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p31"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40"},"Moses 1:40"],"(Moses was commanded to write the Lord’s words.)"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p32"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.5"},"Moses 6:5"],"(Book of remembrance was kept by Adam’s descendants.)"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p33"},"See also “Record Keeping” in the Topical Guide."]],[".topic",["h3","Song"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/journals.p35"},"“The Golden Plates,”",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","86"],"."]]]]],"refs":null}
