{"id":69,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":69,"title":"Learning","subtitle":"","short_title":"Learning","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning","content":[["div",{"id":"head19","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.head19"},["h1","Learning"],[".intro","Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18"},"Doctrine and Covenants 130:18"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p4"},"Our purpose on earth is to gain the knowledge and experience that will prepare us for godhood. Great joy comes as we learn to discern good from evil and gain mastery over ourselves and the earth. In this way, we can gain a deep appreciation for the beauties and intricacies of creation."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Learning Is Important"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p7"},"Discuss the following ideas to show the importance of gaining knowledge:"],["div",{"id":"f71","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.f71"},["ol.number",["li",["span.label","1."],[".para","Perfect knowledge is one of God’s attributes (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],")."]],["li",["span.label","2."],[".para","The commandment to study and learn is repeated many times in the Doctrine and Covenants (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"130:18–19"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],")."]],["li",["span.label","3."],[".para","Peter said knowledge was necessary to become like Heavenly Father (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.5-9"},"2 Peter 1:5–9"],")."]]]],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p11"},"Discuss how learning can help us become more like our Father in Heaven."]],[".topic",["h3","Lesson 2: Priorities in Learning"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p13"},"Teach family members that the greatest joy and growth come from learning and obeying gospel truths."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p14"},"Have two children get under separate blankets, each with a flashlight. Ask one child to find his way to another room or to another place in the room. The only person he can ask for help is the child under the other blanket. Point out that this is what it is like to go through life without the help of Heavenly Father and the gospel to guide us. This is what Jesus meant when he referred to “blind leaders of the blind” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.14"},"Matthew 15:14"],"). Contrast the darkness of finding our own way with the security of being led by someone who sees and understands. Let someone in the light guide the child under the blanket to the goal. When we walk in the light, we learn faster and avoid many painful mistakes."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p15"},"Teach that the principles God reveals never change, but what man discovers is subject to constant change. Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],". Discuss why it is important to learn and obey gospel truths and then place all other knowledge in that framework. Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.9"},"Mosiah 4:9"],". Discuss what could happen if a scientist suddenly had God’s power without God’s love and wisdom."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p16"},"You may wish to share an experience where you learned to trust the gospel truths when they conflicted with the teachings of men. Bear testimony that holding fast to gospel principles heightens our power to learn, our ability to discern the value of what we learn, and our appreciation of those truths."]],[".topic",["h3","Lesson 3: Learn to Enjoy Learning"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p18"},"Help family members enjoy learning by teaching the power of careful observation. No other single skill has produced more scientific discoveries than this one. Use one or more of the following activities:"],["div",{"id":"f72","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.f72"},["ol.number",["li",["span.label","1."],[".para","Take your children on a nature walk or to a farm or zoo. Or go bird-watching. Ask them to observe closely. How are two leaves, plants, or trees alike? How are they different? How are two animals or birds alike? Different? Encourage family members to sharpen every sense, noting differences in what they see, hear, feel, and smell. Challenge older children to discover why differences are important. For example, what can a giraffe do that a horse can’t? What can a duck do that a sparrow can’t?"]],["li",["span.label","2."],[".para","Have each member of the family mark off one square foot of ground. Have a contest to see who can find the most insects, rocks, leaves, and so forth in that small area."]],["li",["span.label","3."],[".para","Select a book from the library that explains the parts of insects or flowers. During a family home evening, have family members observe flowers or insects under a microscope or magnifying glass. Make a game of seeing how many parts each family member can identify. Tell why each part is important and how it functions."]]]],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p22"},"Conclude the activity by inviting family members to share their feelings of delight and reverence for God’s creations. Encourage them to develop observation skills in every aspect of their lives."]],[".topic",["h3","Lesson 4: Sharing What We Know"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p24"},"Plan one or more family home evenings where children can demonstrate something they have learned from their studies. They might act out a historical event, describe a character from a novel, recite a poem, perform and explain a scientific experiment, or describe a famous person or place they are studying. Praise each family member for his contribution and accomplishments."]],[".topic",["h3","Lesson 5: The Classics"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p26"},"Note: This activity may require more than one evening to complete."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p27"},"As a family choose one of the world’s masterpieces of art, music, or literature to learn about. Then do the following:"],["div",{"id":"f73","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.f73"},["ol.number",["li",["span.label","1."],[".para","Find out about the life of the writer, composer or artist, and report on it in family home evening. Note the creator’s years of preparation."]],["li",["span.label","2."],[".para","Study the work itself. What patterns can you find? Are melodies, colors, textures, or messages repeated? See if you can discover why the work is considered a masterpiece. Study what others have written about the work. Memorize lines from the play, story, or poem. Act out parts of the play. Learn to play or sing the musical themes. If possible, find an inexpensive print of the painting and display it in your home. Try to draw a picture like the one you’re studying."]],["li",["span.label","3."],[".para","If possible, attend a concert, performance, or showing of the work you are studying. Make the experience as creative and rewarding as possible."]]]],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p31"},"Prepare a special treat to eat after studying the work. Share your excitement about what you are learning as a family."]],[".topic",["h3","Lesson 6: Learning Despite Handicaps"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p33"},"The following experience can be used as the basis for a discussion about learning and handicaps:"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p34"},"Helvi Temiseva, a Finnish girl, was struck with polio at age eight. She read many books at home and kept up with her studies. At age eleven, she suffered a severe attack of rheumatoid arthritis that stiffened the joints of her already crippled body. Helvi struggled through long months of illness and operations to keep up in school."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p35"},"At age twenty-one, Helvi joined the Church and realized that she was a daughter of God with limitless potential. With a thirst for knowledge, Helvi continued studying and became a translator. Her work brought her to Utah, where she tried to enroll in college. But since she had never graduated from high school, she had to return to Finland for two years to finish her education. She finally passed the rigorous graduation examinations, doing well in all thirteen subjects."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p36"},"At BYU she studied English, Hebrew, Greek, and religion, and went on to earn a master’s degree in linguistics. With the help of many friends, Helvi proved that even someone with a severe handicap could experience the joy of learning. “Who would expect an almost totally helpless arthritic to graduate from high school without the aid of teachers, to attend college, to speak several languages, to travel across oceans and continents, and to earn a living as a professional translator?” (Adapted from Paul C. Richards, “Helvi Temiseva—Victor in a Wheelchair,”",["span.emphasis","New Era,"],"Oct. 1973, p. 27.)"]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p39"},["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],"(Search the scriptures.)"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p40"},["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"(The Holy Ghost will teach all things.)"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p41"},["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.11-14"},"1 Corinthians 2:11–14"],"(The natural man cannot understand the things of God.)"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p42"},["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"(Scriptures are for our profit and learning.)"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p43"},["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.42"},"2 Nephi 9:42"],"(Do not be puffed up because of learning.)"],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p44"},["a.scriptureRef",{"href":"/scriptures/bofm/alma/26.21-22"},"Alma 26:21–22"],"(The righteous will learn the mysteries of God.)"],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p45"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"Doctrine and Covenants 19:23"],"(Learn of God and have peace.)"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p46"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"Doctrine and Covenants 90:15"],"(Study and learn.)"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p47"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"Doctrine and Covenants 130:18–19"],"(What we learn here helps us in the hereafter.)"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p48"},"See also “Learn, Learning” in the Topical Guide."]],[".topic",["h3","Hymns"],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p50"},"“Truth Reflects upon Our Senses,”",["span.emphasis","Hymns,"],["span.crossRef","no. 273"],"."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/lesson-ideas/learning.p51"},"“Oh Say, What Is Truth?”",["span.emphasis","Hymns,"],["span.crossRef","no. 272"],"."]]]]],"refs":null}
