{"id":70,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":70,"title":"Listening","subtitle":"","short_title":"Listening","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening","content":[["div",{"id":"head20","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.head20"},["h1","Listening"],[".intro","He that hath ears to hear, let him hear.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.15"},"Matthew 11:15"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p4"},"Listening with love involves trying to understand what a person is feeling, as well as what he is saying. With constant practice, we can learn how to listen with love, thus improving family relationships."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: The Importance of Listening"],["ul.bullet",["li",["span.label","•"],[".para","Why is every person worth listening to?"]]],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p8"},"Read the following scriptures:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"Doctrine and Covenants 18:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.4"},"Mosiah 27:4"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24-25"},"Doctrine and Covenants 38:24–25"],"."],["ul.bullet",["li",["span.label","•"],[".para","How does listening to another person show love and respect for him? (It lets him know that we want to know what he thinks—that we value his opinion.)"]]],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p10"},"Help your family realize the need to listen to one another by doing the following: Have a family member come forward, stand directly in front of you, and tell something that happened to him that day. As he begins to talk, put your hands over your ears. If he stops talking, say, “Keep talking; I’m listening.” Then hum or walk away from him as he continues to talk."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p11"},"Discuss the feelings of both individuals in this situation. Point out that hearing is not the same as listening. Then discuss how people can tell when they are listening to one another. Have family members list the signs of real listening. Let them tell how they felt when someone really listened to them."]],[".topic",["h3","Lesson 2: Learning to Listen"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p13"},"Use one or more of the following activities to help your family learn to listen:"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p14"},"To help family members realize that real listening means understanding a person’s feelings, as well as his words, do the “I Feel” pantomime: Have each family member pantomime a particular feeling—happiness, sadness, anger, shyness, and so forth. Then have the other family members guess the feeling being pantomimed. Explain that looking at the speaker helps us understand his feelings through facial expressions, hand gestures, or other nonverbal means. Encourage family members to use their eyes as well as their ears this week to listen to each other."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p15"},"Explain that you are going to read a verse from the Bible and then ask questions about it. Read",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.1"},"Mark 4:1"],"aloud to the family, making sure they know the pronoun",["span.emphasis","he"],"refers to Jesus. Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","Where was Jesus teaching?"]],["li",["span.label","•"],[".para","Had he taught there before? How do you know from this verse?"]],["li",["span.label","•"],[".para","Were there few or many people there?"]],["li",["span.label","•"],[".para","What use did he make of a ship while he taught?"]],["li",["span.label","•"],[".para","Where were the people?"]]],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p21"},"If necessary, reread the verse, encouraging family members to listen more carefully for details."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p22"},"Read the following:"],["div",{"id":"f77","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.f77"},["ol.number",["li",["span.label","“1."],[".para","Listen to your child … with all of you. Rather than thinking of what to tell him, listen to what he is telling you. Listen patiently to the end, until he has emptied his heart. Encourage him, looking directly into his eyes, with ‘I see,’ ‘Um-hum,’ ‘Is that right?’ ‘And then what?’ Listen, and savor the joy of having this child."]],["li",["span.label","“2."],[".para","Listen to your spouse … with all of you. Not while pondering a business problem or tonight’s dinner or what is wrong. Look into his/her face, see the beauty there, cherish the expression, the eyes, the mouth; feel the care, the concerns. Listen with understanding and love. Listen."]],["li",["span.label","“3."],[".para","Listen to your parents … with all of you. Listen to their direction, their counsel, their remembrances and reflections. Listen to the wonder of their age, and respect and honor them. Listen to them. It is your sweetest gift."]],["li",["span.label","“4."],[".para","Listen to a friend … with all of you. Listen to his worries and his frustrations, to his thoughts and joys. Feel with him, ache with him, be excited with him. Be the receptacle for his pent-up emotions. Just listen.” (Winnifred C. Jardine, “Listen with All of You,”",["span.emphasis","Ensign,"],"Feb. 1974, p. 51.)"]]]],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p27"},"Discuss what it means to “listen with all of you.” Ask a family member to tell of a personal experience that has special meaning to him. Ask the rest of the family to practice listening with all of themselves—their ears, their minds, their hearts."],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p28"},"Record the voices of your children and play them back to allow them to listen to their own voices."]],[".topic",["h3","Lesson 3: Learning to Understand One Another"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p30"},"Several exercises can help your family members become more effective listeners. (See",["span.emphasis","Family Home Evening Manual: Love Makes Our House a Home"],"[1974], pp. 163–69 or",["span.emphasis","Family Home Evening Manual: Delight in the Law of the Lord"],"[1982], pp. 44–45, if they are available.)"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p31"},"Exercise One—Parroting—listening to hear exact words: Divide into pairs. Have one person make a statement, and have the partner repeat what he said. Example—Johnny: Ice cream is my favorite dessert; Sarah: Ice cream is your favorite dessert."],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p32"},"Practice parroting for several minutes. Then ask if family members listened well enough to catch every word their partner said."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p33"},"Exercise Two—Paraphrasing—restating the message in different words: Example—Marie: At first the party looked like a bore, but it turned out to be a lot of fun. Jacob: So you really didn’t think you would have a good time at the party, but afterwards you were glad you went. Right?"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p34"},"Again, divide into pairs and take turns paraphrasing."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p35"},"Exercise Three: Explain that when we listen to someone, we would not usually parrot or paraphrase everything that person says. But these two exercises can make us more aware of what others say. Now the family is ready to practice listening with love and understanding. In pairs, have one person make a statement on something he has strong feelings about. The second person tries to understand how the first person feels about what he said. Do this several times."]],[".topic",["h3","Lesson 4: Listening with the Heart"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p37"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/james/1.19"},"James 1:19"],". Explain that, when someone is upset or feeling other strong emotions, he is often unable to listen to counsel. At times like this, we need to be especially understanding. For example, imagine that mother has had a terrible day. Everything has been going wrong. If her husband listens to her problems sympathetically and says something like “It has been a tough day for you, hasn’t it?” her negative emotions may disappear. But if he says, “For Pete’s sake, can’t you see that you need to get better organized?” or, “When will you learn to handle the kids without getting so upset?” her problem and her bad feelings will probably increase. Have each person recall a time he was upset and needed a listening ear. Discuss what responses he might have needed at that time."]],[".topic",["h3","Lesson 5: Listening in Church Meetings"],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p39"},"Help family members understand what it means to listen by the Spirit by reading",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3-6"},"3 Nephi 11:3–6"],". Note that the Saints heard the voice twice without understanding it. Then, the third time, they “open[ed] their ears to hear it” and finally heard and understood. We, too, must open our ears and listen by the Spirit to hear what the Lord has for us in Church."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p40"},"Tell this experience:"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p41"},"Brother Green was having trouble listening to an inexperienced counselor in the bishopric speak. The counselor read slowly and haltingly. But, as Brother Green prayed for help to listen by the Spirit, he heard an answer to a gospel question that he had never understood before. He knew the Lord had blessed him for listening with his heart. (See John A. Green, “A Lesson from My Conscience,”",["span.emphasis","Ensign,"],"Apr. 1981, p. 43.)"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p42"},"Assign family members to listen closely during the next sacrament meeting and write a sentence or two telling what each speaker was trying to say. Compare results at the next family home evening."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p45"},["a.scriptureRef",{"href":"/scriptures/ot/prov/1.5"},"Proverbs 1:5"],"(A wise man will hear, and will increase learning.)"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p46"},["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"1 Nephi 19:24"],"(Hear the words of the prophet.)"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p47"},["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.31"},"2 Nephi 9:31"],"(Woe to the deaf who will not hear the things of God.)"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p48"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"Doctrine and Covenants 1:14"],"(Those who will not listen will be cut off.)"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p49"},"See also “Communication” in the Topical Guide."]],[".topic",["h3","Song and Hymn"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p51"},"“Come, Listen to a Prophet’s Voice,”",["span.emphasis","Hymns,"],["span.crossRef","no. 21"],"."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p52"},"“The Still Small Voice,”",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","106"],"."]],[".topic",["h3","Other"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/lesson-ideas/listening.p54"},"“Family Communication,” on the",["span.emphasis","Family Home Evening Video Supplement"],"(53276)."]]]]],"refs":null}
