{"id":72,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":72,"title":"Marriage","subtitle":"","short_title":"Marriage","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage","content":[["div",{"id":"head22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.head22"},["h1","Marriage"],[".intro","Marriage is ordained of God.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"Doctrine and Covenants 49:15"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p4"},"Marriage is designed of the Lord to allow men and women to create strong, happy homes for themselves and their posterity. All young people should plan and prepare for eternal marriage early in life so they can enjoy the blessings of this sacred covenant."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Deciding Who and Where to Marry"],["ul.bullet",["li",["span.label","•"],[".para","What happens to the surface of a still pond when you cast a pebble into it? (It ripples.)"]]],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p8"},"Point out to family members that many of the decisions they make in their lives will have an effect similar to the effect of the pebble on the water. The effects of these decisions will continue on and on, touching other people’s lives besides their own."],["ul.bullet",["li",["span.label","•"],[".para","What are some of these decisions? After discussion, read the following quotation:"]]],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p10"},"“Probably the most consequential event in your lives takes place when you are united in marriage. It will have a far reaching effect upon your future. Like the ripples caused by a pebble cast upon a placid pool, the decision you make in regard to where, with whom, and by whom this event will take place will affect not only you, but the lives of many others, especially your children.” (ElRay L. Christiansen, in Conference Report, Apr. 1974, p. 34; see also",["span.emphasis","Ensign,"],"May 1974, p. 25.)"],["ul.bullet",["li",["span.label","•"],[".para","Why is temple marriage so important?"]],["li",["span.label","•"],[".para","How will it affect your life now and in the future?"]]],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p13"},"Discuss how deciding early in your life that you want a temple marriage could help you make many correct decisions in the future."]],[".topic",["h3","Lesson 2: Blessings of Eternal Marriage"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p15"},"To help family members understand the blessings of eternal marriage, have them compare temple marriage and civil marriage."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p16"},"To do this, you could write questions like the following on a chalkboard or on wordstrips. You could have two columns under the questions, one labeled “Temple Marriage” and one labeled “Civil Marriage.” Have the family answer each question for both a temple and a civil marriage and put their answers in the appropriate column."],["ul.bullet",["li",["span.label","•"],[".para","What preparation is needed?"]],["li",["span.label","•"],[".para","Where will this marriage take place?"]],["li",["span.label","•"],[".para","Who performs the ceremony?"]],["li",["span.label","•"],[".para","How long will the marriage last?"]],["li",["span.label","•"],[".para","What will the people married in this way be doing throughout eternity?"]],["li",["span.label","•"],[".para","What will happen to the family after this life?"]]],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p23"},"Compare the answers on each side of the chart."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p24"},"Discuss the meaning of the statement, “Temple marriages make better marriages.”"]],[".topic",["h3","Lesson 3: Preparing for Eternal Marriage"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p26"},"To help family members understand that they must obey the specified law before they can receive any blessing, point out an important accomplishment of a family member such as graduation from school or college, a special award in Scouting, or ability to play a musical instrument. Ask the family member the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Why did you want this accomplishment?"]],["li",["span.label","•"],[".para","What plans did you make to get it?"]],["li",["span.label","•"],[".para","What did you do to get it?"]]],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p30"},"Display a picture of a temple and a sealing room. Discuss how obtaining the blessings of eternal marriage is similar in principle to obtaining anything worthwhile. We must desire it and plan and work for it. Emphasize that eternal marriage is far more precious and worth working for than almost anything else we do in life. Read the following statement of President Spencer W. Kimball on the doctrine of eternal marriage:"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p31"},"“Marriage by civil officers or local leaders is ‘til death do you part,’ and terminates with death. Only celestial marriage extends beyond the grave. …"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p32"},"“There is no bias nor prejudice in this doctrine. It is a matter of following a certain program to reach a definite goal. If you fail in following a program, you fail in attaining the goal. Even in college work, if you never registered properly, never attended your classes, never did the things which are required by the college, you would never receive your degree. Certainly you cannot expect the eternal program to be less exacting.” (“The Importance of Celestial Marriage,”",["span.emphasis","Ensign,"],"Oct. 1979, pp. 4–5.)"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p33"},"Discuss specific ways in which family members could prepare for an eternal marriage. (Do the things that will make them worthy to receive a temple recommend—pay tithing, support Church leaders, keep the Word of Wisdom.)"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p34"},"You could summarize these points under two headings on a chart: “What I Will Do,” and “What I Won’t Do.” You could post this chart in a prominent place."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p35"},"Each family member may want to have a picture of a temple in his room with the words “I want to be married in the temple” printed beside the picture."]],[".topic",["h3","Lesson 4: Visiting a Temple"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p37"},"If possible, your family could visit the grounds of a nearby temple, and family members could share their testimonies about and goals for temple marriage. Each member may want to make a personal commitment there and record it in his journal."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p38"},"If the parents have not yet been sealed, they may wish to set goals along with their children."]],[".topic",["h3","Lesson 5: Intelligent Dating"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p40"},"Discuss with your family some reasons for dating, and make a list of the reasons. They may include learning to get along with others, becoming better acquainted with other young people, spending leisure time in a fun way, learning about the person you might be considering marrying, and finding someone to marry."],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p41"},"Explain that Church leaders have told us that young people should wait until they are sixteen years of age to start dating. However, many young people are not ready or do not have the opportunity to date until some years later. This should not cause unnecessary worry or concern to parents or young people. Sooner or later, most everyone will have the opportunity to date."],["ul.bullet",["li",["span.label","•"],[".para","Which of the reasons for dating that you have listed would apply to young people between the ages of sixteen and nineteen?"]],["li",["span.label","•"],[".para","Which reasons would apply to those over nineteen?"]]],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p44"},"Discuss what kinds of activities would best help people in each age group to accomplish their reasons for dating."],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p45"},"Point out that it has been said that you marry those you date. Since every member of the Church should be planning on a temple marriage, have your family decide on their own dating standards. These standards may include ideas such as dating only members of the Church, dressing modestly, never necking, and staying active in the Church. After your family has decided on the standards they wish to maintain, have family members write them in their journals or some other permanent place where they can be referred to often."]],[".topic",["h3","Lesson 6: Preparing to Become an Eternal Companion"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p47"},"Explain that being married in the temple does not guarantee that a couple will have a happy life together. A happy marriage requires preparation before the ceremony and work and commitment afterwards."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p48"},"Discuss with your family some of the responsibilities that come to a man and to a woman when they are married."],["ul.bullet",["li",["span.label","•"],[".para","How could you prepare yourself before marriage for these responsibilities?"]]],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p50"},"Think about and list some of the personal characteristics a person should bring to marriage, such as unconditional love, unselfishness, willingness to work, ability to take responsibility and be dependable, willingness to sacrifice. Discuss each of these characteristics and some reasons why they are necessary to a happy marriage."],["ul.bullet",["li",["span.label","•"],[".para","What could you do before marriage to develop these characteristics?"]]],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p52"},"Suggest to your family that each person choose a specific characteristic to work on. For example, in order to develop an attitude of sacrifice which allows you to be more concerned for another’s happiness than for your own, perhaps you could try to put certain needs of a family member or friend before your own. This will help you to better understand the kind of sacrifice that is necessary in an eternal marriage."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p55"},["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matthew 16:19"],"(Binding on earth and in heaven.)"],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p56"},["a.scriptureRef",{"href":"/scriptures/nt/titus/2.4"},"Titus 2:4"],"(Teach young women to love their husbands.)"],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p57"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22"},"Doctrine and Covenants 42:22"],"(Thou shalt love thy wife.)"],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p58"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"Doctrine and Covenants 49:15"],"(Marriage is ordained of God.)"],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p59"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.14-21"},"Doctrine and Covenants 132:14–21"],"(Importance of the marriage covenant.)"],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p60"},"See also “Marriage” in the Topical Guide."]],[".topic",["h3","Songs and Hymns"],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p62"},"“Families Can Be Together Forever,”",["span.emphasis","Hymns,"],["span.crossRef","no. 300"],";",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","188"],"."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p63"},"“I Love to See the Temple,”",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","95"],"."],["div",{"id":"p64","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p64"},"“Love at Home,”",["span.emphasis","Hymns,"],["span.crossRef","no. 294"],"."]],[".topic",["h3","Other"],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p66"},["span.emphasis","Gospel Principles,"],"“Eternal Marriage,”",["span.crossRef","chapter 38"],"."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/lesson-ideas/marriage.p67"},"“Johnny Lingo,” on the videocassette",["span.emphasis","The Worth of Souls"],"(53147)."]]]]],"refs":null}
