{"id":78,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":78,"title":"Profanity","subtitle":"","short_title":"Profanity","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity","content":[["div",{"id":"head28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.head28"},["h1","Profanity"],[".intro","Thou shalt not take the name of the Lord thy God in vain.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p4"},"Profanity is the disrespectful use of the names of Deity, or the use of offensive or indecent language. Profanity separates us from our Heavenly Father while clean, reverent language brings us closer to him."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Proper Use of the Lord’s Name"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p7"},"Relate and discuss with your family the following story:"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p8"},"“[Spencer W. Kimball] was put under total anaesthesia and operated on, then wheeled on a table back toward his room. Still drugged, Spencer sensed his table stop by an elevator and heard the orderly, angry at something, profaning the Lord’s name. Half-conscious, he pleaded with labored sounds: ‘Please don’t say that. I love Him more than anything in this world. Please.’ An absolute silence. Then the orderly answered softly: ‘I shouldn’t have said that. I’m sorry.’” (Edward L. Kimball and Andrew E. Kimball, Jr.,",["span.emphasis","Spencer W. Kimball"],"[Salt Lake City: Bookcraft, 1977], p. 264.)"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p9"},"Have someone read aloud what the Lord has commanded in",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],"."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to take the Lord’s name in vain?"]]],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p11"},"To help answer this question, read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.60-64"},"Doctrine and Covenants 63:60–64"],". Be sure your family members understand that we only use the names of Deity in a worshipful, respectful way."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p12"},"Remind your family that as they learn to love Heavenly Father and Jesus in the way that President Kimball does, they will not be tempted to use the names of Deity in a disrespectful way."]],[".topic",["h3","Lesson 2: Swear Not At All"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p14"},"Show your family a dictionary. Talk about all the good words that are available to use when we speak. Point out that even though we have so many good words to select from, we sometimes choose words which are not good—words which have vulgar and impure meanings. Using these kinds of words is called swearing."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p15"},"Read what Jesus said about swearing in the first part of",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.34"},"Matthew 5:34"],", “But I say unto you, Swear not at all.”"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p16"},"Then read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.18"},"Matthew 15:18"],"where Jesus explained why we should not use vulgar language."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p17"},"Show a picture of a garbage can, and tell your family that you want them to throw away any vulgar words they may be inclined to use. You may wish to have a variety of words written on slips of paper—some good and some bad (those that any member of your family may be having a problem with). Have family members take turns drawing a word and deciding if it is a good word or a “garbage can” word."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p18"},"Discuss what family standards you want to establish for words you will and will not use. You may want to make a poster using the garbage can and one of the scriptures used in the lesson to remind the family of these standards."]],[".topic",["h3","Lesson 3: Eliminating Profanity"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p20"},"Relate and discuss the following story by Elder A. Theodore Tuttle:"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p21"},"“‘When I was growing up in our town my friend and I used to hear lots of the boys swearing and taking the name of the Lord in vain. This offended us. Our parents had taught us not to swear. We knew that we should not take the name of the Lord in vain. One day as we were talking about this, my friend and I promised each other—we made a covenant—that we would never take the name of the Lord in vain. During the intervening years, each of us kept the vow which we had made."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p22"},"“‘A few years later, … I moved away from our home town to a farm in another valley. It was there that I met head on with trouble. We were hauling hay one hot summer day and had taken a break for lunch. After we unhitched the horses, my father sent me down to the well with a gallon jug to bring back some cool water. I mounted one of our work horses and loped down to the well. After filling the jug I put my finger through the handle, threw the jug over the back of the horse, and tried to jump up on its back. But before I could get completely on the horse, he wheeled around and started off on a trot back to the hayrack, jogging me on his back. There I was, half on and half off, bouncing along on the bony withers of that horse. My finger was so twisted it was about to break with the weight of that jug of water. I tried to jerk on the reins to stop the horse with the other hand, but he would not stop."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p23"},"“‘… With everything going all wrong I got so angry that I swore at the horse and took the name of the Lord in vain. At the very moment I did this, I realized what I had done. A great wave of guilt swept over me because I had broken my covenant with my friend. But worse, I knew that I had offended the Lord, and I had failed to be true to the standard I knew. As I finally managed to fall off the horse, I kneeled immediately—right there in the stubble of the field—and asked the Lord to forgive me. I vowed again, this time with repentant fervor, that I would never again break the pledge which my friend and I had made about swearing.’” (In Conference Report, Oct. 1965, pp. 30–31; or",["span.emphasis","Improvement Era,"],"Dec. 1965, p. 1117.)"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p24"},"Decide on some ways in which family members can improve the language they use and ways in which they can lovingly encourage others to eliminate profanity, for example:"],["div",{"id":"f100","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.f100"},["ol.number",["li",["span.label","1."],[".para","Promise to repent immediately of profanity. If anyone forgets and uses profanity, he will apologize immediately to anyone who heard him and ask the Lord’s forgiveness and help in overcoming the problem."]],["li",["span.label","2."],[".para","Decide that offensive or obscene words will be considered “garbage can” words. Post a picture of a garbage can in your house to remind family members that they must mentally dispose of such words."]],["li",["span.label","3."],[".para","Make it a practice to refuse to listen to or laugh at dirty stories. Forget the stories, and do not repeat them to others."]],["li",["span.label","4."],[".para","Promise to pay someone a sum of money for each profane word you speak."]],["li",["span.label","5."],[".para","If a family member is having a serious problem with profanity, have him fast, pray, and, when appropriate, ask for a priesthood blessing to help him make his language pure and acceptable to the Lord."]],["li",["span.label","6."],[".para","Little children sometimes use bad words without knowing their meaning. When this occurs, the parent or older brother or sister who hears the words should kindly explain to the child that we do not use those words in our family."]]]]],[".topic",["h3","Lesson 4: Choosing Good Language"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p32"},"Have family members read aloud the following case studies and discuss which ones show the use of respectful, wholesome language or ways of avoiding profanity."],["div",{"id":"f101","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.f101"},["ol.number",["li",["span.label","1."],[".para","The man said the name of the Lord in a loud, angry voice when he saw that his tire was flat."]],["li",["span.label","2."],[".para","The priest read the sacrament prayer in a reverent voice."]],["li",["span.label","3."],[".para","Though the bump on her knee hurt very much, Jill didn’t say any angry words."]],["li",["span.label","4."],[".para","Lyle turns off the television when he notices that the performers are using profanity."]],["li",["span.label","5."],[".para","Clyde knows that he should not use profanity, so he uses it only at work."]],["li",["span.label","6."],[".para","Alice feels uncomfortable every time she hears her friends swear, but she says nothing because she doesn’t want to hurt their feelings. She uses profanity occasionally so that her friends won’t think she is being self-righteous."]]]],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p39"},"Encourage your family always to use good, wholesome language and to avoid situations in which they are exposed to profanity."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p42"},["a.scriptureRef",{"href":"/scriptures/ot/lev/19.12"},"Leviticus 19:12"],"(Thou shalt not profane the name of God.)"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p43"},["a.scriptureRef",{"href":"/scriptures/nt/matt/12.36"},"Matthew 12:36"],"(We will be judged by every idle word.)"],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p44"},["a.scriptureRef",{"href":"/scriptures/nt/matt/15.11"},"Matthew 15:11"],"(A man is defiled by what comes out of his mouth.)"],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p45"},["a.scriptureRef",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],"(Let no corrupt communication proceed out of your mouth.)"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p46"},["a.scriptureRef",{"href":"/scriptures/nt/col/3.8"},"Colossians 3:8"],"(Put off filthy communication out of your mouth.)"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p47"},["a.scriptureRef",{"href":"/scriptures/nt/james/1.26"},"James 1:26"],"(If any man bridleth not his tongue.)"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p48"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],"(No unclean thing can dwell with God.)"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p49"},"See also “Profanity” in the Topical Guide."]],[".topic",["h3","Hymn"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/lesson-ideas/profanity.p51"},"“More Holiness Give Me,”",["span.emphasis","Hymns,"],["span.crossRef","no. 131"],"."]]]]],"refs":null}
