{"id":67,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":67,"title":"Sense of Humor","subtitle":"","short_title":"Sense of Humor","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor","content":[["div",{"id":"head17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.head17"},["h1","Sense of Humor"],[".intro","A merry heart doeth good like a medicine.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p4"},"Good humor truly is medicine to the soul. Humor can ease tension, relieve uncomfortable or embarrassing situations, change attitudes, generate love and understanding, and add sparkle to life. A properly developed sense of humor is sensitive to others’ feelings and is flavored with kindness and understanding."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Humor Helps Us Face Problems"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p7"},"Discuss the following examples:"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p8"},"In January of 1847 the Saints endured severe trials at Winter Quarters. They had been brutally forced from their homes and were suffering from cold, starvation, and the loss of loved ones. In the midst of their sorrow came a revelation to help prepare them for their journey west. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.28-29"},"Doctrine and Covenants 136:28–29"],". Explain that the Lord wants us to feel joy even during hardships and trials."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p9"},"Describe how a pressure cooker works. (The sealed pot builds up a tremendous amount of steam inside it in order to speed up the cooking process. As a safety measure, however, it releases excess steam through a safety valve, which keeps the cooker from exploding.) Point out that pressures and problems can build up in all of us until we feel like exploding in anger or tears. One safety valve the Lord has given us is a sense of humor. Discuss how humor can release frustrations and put problems in a different light. Tell the following experience or share one of your own:"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p10"},"A family had worked and saved for a long time for a family vacation at a beautiful seaside resort. After they had arrived, three of the children became very ill with chicken pox, making it impossible to sightsee, spend time at nearby beaches, or return home on schedule. The family spent most of the vacation in a hotel room, missing many places they had hoped to see. Instead of letting this ruin their vacation, they saw the humor in their plight. The boys decided they were probably the only children there with a lumpy sunburn. Another child joked that he was awfully young to have such a terrible case of acne. They also discovered that they could learn many interesting things about the place from their hotel window."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p11"},"Discuss how this family might have been miserable without a sense of humor to relieve the pressure of their experience."],["ul.bullet",["li",["span.label","•"],[".para","How did",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],"apply in this situation? As a family, try to find humor in a problem you are facing now. Encourage family members to help one another see the humor in future problems."]]]],[".topic",["h3","Lesson 2: An Appropriate Sense of Humor"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p14"},"Help family members understand that humor must be appropriate to fulfill its proper purpose."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p15"},"Read the following from Elder Richard L. Evans: “There is both dignified and undignified humor. There is raucous, loud-mouthed humor, uncouth humor. There is evil, offensive humor. And there is high-minded, delightful humor.” (",["span.emphasis","Richard Evans’ Quote Book"],"[Salt Lake City: Publishers Press, 1971], p. 221.) Discuss this and determine what your family considers appropriate humor. Stress that humor that degrades, embarrasses, or is based on sarcasm or indecent situations is inappropriate. We should never make fun of another’s physical infirmities or handicaps, ethnic or racial differences, the sanctity of the body, or sacred things."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p16"},"Help family members understand that even people in important positions in the Church see humor in serious matters without making light of spiritual things. Explain that we, too, can be lighthearted without being light-minded or silly. Tell the following experience:"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p17"},"“On one occasion, President [Spencer W.] Kimball spoke for the First Presidency in giving a certain difficult assignment to Elder [Neal A.] Maxwell and Elder James E. Faust. Elder Maxwell responded, ‘President Kimball—surely you can find better men than the two of us for such a challenging task.’ With a gentle smile, President Kimball replied, ‘Well, while we’re looking for two better men, would you two mind going ahead with the job?’” (Bruce C. Hafen, “Elder Neal A. Maxwell: An Understanding Heart,”",["span.emphasis","Ensign,"],"Feb. 1982, p. 13)."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p18"},"Give each family member a sheet of paper divided into two columns with the following headings:"],["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Appropriate Humor"]],["td",{"colspan":"1","rowspan":"1"},[".para","Inappropriate Humor"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p21"},"During the coming week have them evaluate humor they observe at work, school, on television, and among family members. Have them generally describe what they observe in either the appropriate or inappropriate column. The following week, discuss their observations, evaluating the effect the humor had on those involved. Challenge each family member to strive to use only appropriate humor."]],[".topic",["h3","Lesson 3: Humor Can Create Happy Family Memories"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p23"},"Plan a “The Funniest Thing That Ever Happened to Me” party. Make an invitation or poster decorated with a smiling face or cartoons cut from magazines or newspapers. Instruct family members to be prepared to tell about the funniest thing that ever happened to them. Make it an evening of fun by sharing the experiences, singing activity and nonsense songs, and playing a game or two if desired."]],[".topic",["h3","Lesson 4: Humor Can Ease Embarrassing Situations"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p25"},"Tell the following: Entertainer Will Rogers’ lariat once fell around his legs as he performed before a large audience. Instead of being embarrassed, he said, “A rope isn’t so bad to be tangled up in if it isn’t around your neck!” (Spencer Johnson,",["span.emphasis","The Value of Humor:"],"The Story of Will Rogers [San Diego, California: Value Communication, Inc., 1977], p. 41.) Discuss how this embarrassing situation was eased because Will Rogers was able to recognize the humor in the situation and laugh at himself. Will Rogers said on another occasion: “When people see the funny side of what they are doing they aren’t afraid to make a mistake. They think more clearly and they like themselves a lot better.” (",["span.emphasis","The Value of Humor,"],"p. 45.)"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p26"},"Discuss experiences you and other family members have had where humor eased an embarrassing situation."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p27"},"Role-play some possible embarrassing situations, and let family members practice responses that find humor in the situations. For example: At a party someone points out that you have on one brown shoe and one black shoe. Possible response: “I have another pair at home just like them.”"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p28"},"Discuss",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],"and tell how being able to laugh at yourself can ease embarrassment. The family could make a poster to remind them of this."]],[".topic",["h3","Lesson 5: Record Humorous Experiences"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p30"},"Read a humorous experience from your journal or someone else’s. Discuss how remembering this experience has brought you happiness and helped you understand yourself or the other person better. Encourage family members to record humorous experiences in their journals."],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p31"},"You might obtain a special journal or notebook and start a family humor book to record the family’s humorous experiences for all to enjoy. Young children could draw pictures or cartoons to illustrate. Invite family members to record past humorous experiences they feel should be remembered. Leave the journal where it can be written in and read from often. Occasionally, you may read from it during family home evening."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p34"},["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"(Men are that they might have joy.)"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p35"},"See also “Laughter” in the Topical Guide."]],[".topic",["h3","Song"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/sense-of-humor.p37"},"“Smiles,”",["span.emphasis","Children’s Songbook"],", p. 267."]]]]],"refs":null}
