{"id":87,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":87,"title":"Word of Wisdom","subtitle":"","short_title":"Word of Wisdom","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom","content":[["div",{"id":"head37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.head37"},["h1","Word of Wisdom"],[".intro","All saints who remember to keep and do these sayings … shall find wisdom … and shall run and not be weary.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-20"},"Doctrine and Covenants 89:18–20"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p4"},"One of the greatest gifts from our Heavenly Father is the physical body each of us has. He has given us a law of health to help us care for the body, because it is a temple to house the spirit. Great blessings are promised if we obey this law."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Why Is It Important to Take Good Care of Your Body?"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p7"},"If you have small children, you can play “Simon Says” for a few minutes or sing “Hinges” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","277"],") to illustrate how many things our bodies can do."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p8"},"Have the family sit in a circle and play the following game. Each person, in turn, tells of one thing his body can do. For example: “I can",["span.emphasis","blink my eyes"],"like an owl,” or “I can",["span.emphasis","swim"],"like a",["span.emphasis","fish,"],"” or “I can",["span.emphasis","eat"],"like a",["span.emphasis","horse."],"” Go around the circle; if a person cannot think of a statement in ten seconds, he is out of the game and must leave the circle. Continue taking turns until only one person remains."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p9"},"Discuss what an amazing creation our body is. Point out the fact that we were created in the image of God and that we have the potential to someday do all the things he can do."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p10"},"Have someone find the following scriptures and read them aloud. Discuss what the Lord is saying in each one of them:"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p11"},["a.scriptureRef",{"href":"/scriptures/ot/deut/14.3"},"Deuteronomy 14:3"],"(Be careful of what you eat.)"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p12"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"Doctrine and Covenants 88:124"],"(Allow your body enough rest.)"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p13"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.7-9"},"Doctrine and Covenants 89:7–9"],"(Don’t take harmful substances into your body.)"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p14"},"Ask why the Lord has said these things to us. To help answer this question, have a family member read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],". Discuss as a family how important it is to take care of these temples that house our spirits. Sing “The Lord Gave Me a Temple” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","153"],")."]],[".topic",["h3","Lesson 2: What Does the Lord Really Say in the Word of Wisdom?"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p16"},"As a family, study the Word of Wisdom in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.title"},"Doctrine and Covenants 89"],". Write the following questions and references on one side of cards, and draw a large question mark on the opposite side. Have each family member draw a card and answer the question by referring to the verses indicated:"],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord give us this law of health? (See verses 1–4.)"]],["li",["span.label","•"],[".para","What should we avoid putting into our bodies? (See verses 5–9; see also the “Note” below.)"]],["li",["span.label","•"],[".para","What has the Lord made for the use of man? (See verses 10–11, 14, 16–17.)"]],["li",["span.label","•"],[".para","When should we use animals and birds for food? (See verses 12–15.)"]],["li",["span.label","•"],[".para","Who will run and not be weary? (See verses 18–21.)"]]],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p22"},"Note: The Word of Wisdom warns against the use of tobacco, wine and strong drinks (alcohol), and hot drinks (which the prophets have interpreted as tea and coffee). More recently, President Spencer W. Kimball warned that drugs can also be harmful (see Conference Report, Apr. 1974, p. 8; or",["span.emphasis","Ensign,"],"May 1974, p. 7)."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p23"},"Have each family member tell what he might do to better live the Word of Wisdom. Challenge each family member to implement the suggestion during the coming week and report on progress at the next family home evening."]],[".topic",["h3","Lesson 3: How Can Keeping the Word of Wisdom Bless Our Lives?"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p25"},"Relate the story of Daniel, Shadrach, Meshach, and Abed-nego found in",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.title"},"Daniel 1"],". Tell how these young men were blessed by keeping the Lord’s law of health."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p26"},"Have family members compare",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.17-20"},"Daniel 1:17–20"],"with",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-19"},"Doctrine and Covenants 89:18–19"],". Explain that these men were blessed both spiritually and physically by their adherence to the Lord’s law of health. Emphasize that we can obtain these same blessings if we follow the Lord’s advice."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p27"},"Relate the following story:"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p28"},"Creed Haymond, a Mormon boy, was representing his Pennsylvania college in an annual athletic meet involving 1,700 men. The night before the big event, Creed’s coach said, “Creed, I’m having the boys take a little sherry wine tonight. I want you to have a little.”"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p29"},"“I can’t do it, Coach.”"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p30"},"“But, Creed, I’m not trying to get you to drink. I know what you Mormons believe. I’m giving you this as a tonic.”"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p31"},"“It wouldn’t do me any good. … I can’t take it.”"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p32"},"The coach continued trying to coax Creed into taking some of the wine, but Creed refused."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p33"},"Supposing, Creed thought, he made a poor showing tomorrow; what could he say to the coach? He was to go against the fastest man in the world. Nothing less than his best would do. His teammates were doing as they were told. They believed in their coach. What right had he to disobey? Only one right, one reason, this teaching he had been following and believing all his life, the Word of Wisdom! He knelt down and earnestly, very earnestly, asked the Lord to give him a testimony as to the source of this revelation which he had believed and obeyed literally. Then he went to bed and slept the sound slumber of healthy youth."],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p34"},"The next morning, all the boys on the team except Creed were sick."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p35"},"“Maybe it’s the tonic you gave them,” Creed volunteered."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p36"},"“Maybe so,” the coach answered."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p37"},"As the events got underway, it became plain that something was wrong with Creed’s team. One after another, their entrants fell far below their own records. The 100-yard dash was announced: it and the 220-yard dash were Creed Haymond’s races."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p38"},"The pistol shot—and every man sprang forward into the air and touched earth at a run—that is, all except Creed Haymond. The earth gave way because of a hole made by a previous runner and he came down on his knees. In a flash he was up and running. Creed swept in a whirlwind past the leader to victory."],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p39"},"Through some mistake in arrangement, the finals of the 220 came immediately after the semifinals. He had already run three races and was panting for breath."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p40"},"The starter ordered the breathless men to their marks and raised his pistol. This time Creed literally shot from his marks. Later, Creed’s coach laid his hand on his shoulder and said, “You just ran those 220 yards in the fastest time ever run by any human being.” (See “I Can’t Do It, Coach,” in Leon R. Hartshorn, comp.,",["span.emphasis","Inspiring Stories for Young Latter-day Saints"],"[Salt Lake City: Deseret Book Co., 1975], pp. 123–28.)"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p41"},"Discuss with your family the blessings that Creed Haymond received because he kept the Word of Wisdom."],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p42"},"Have your family list the promises made to those who keep the Word of Wisdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],"). Discuss how these promises can bless our lives."]],[".topic",["h3","Lesson 4: How to Gain Strength to Say No"],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p44"},"Tell the following story from the life of Spencer W. Kimball and discuss how deciding in advance can help us withstand temptation."],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p45"},"“I made up my mind while still a little boy that I would never break the Word of Wisdom. … I wanted to … please my Heavenly Father. And so I made up my mind firmly and solidly that I would never touch those harmful things. …"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p46"},"“I remember once in later years … that I went to Nice, France, to [an] international convention. As a part of that celebration there was a sumptuous banquet … , and the large building was set for an elegant meal. … I noted that at every place there were seven goblets. …"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p47"},"“As the meal got underway, an army of waiters … poured the wine and liquor. Seven glass goblets were filled at every plate. The drinks were colorful. I was a long way from home. … The evil one seemed to whisper to me, ‘This is your chance. You are thousands of miles from home. There is no one here to watch you. No one will ever know if you drink the contents of those goblets. This is your chance!’ And then a sweeter spirit seemed to whisper, ‘You have a covenant with yourself; you promised yourself you would never do it; and with your Heavenly Father you made a covenant. …’ Suffice it to say that when I got up from the table an hour later, the seven goblets were still full of colorful material that had been poured into them but never touched.” (In Conference Report, Apr. 1974, pp. 127–28; or",["span.emphasis","Ensign,"],"May 1974, pp. 88–89.)"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p48"},"Put words such as the following on small pieces of paper:"],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Tea"]],["td",{"colspan":"1","rowspan":"1"},[".para","Coffee"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Alcohol"]],["td",{"colspan":"1","rowspan":"1"},[".para","Tobacco"]]],["tr",["td",{"colspan":"2","rowspan":"1"},[".para","Harmful Drugs"]]]]],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p54"},"Make enough so that each family member can draw at least one from a sack or bowl. Have everyone draw a slip and role-play how he or she would respond to peer-group pressure to indulge in that item. Encourage all family members to suggest additional ways of responding to people who try to pressure others to break the Word of Wisdom."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p55"},"Encourage each family member to commit or recommit himself to keep the Word of Wisdom. Some may find it helpful to put the commitment on paper; others may prefer to make it silently to the Lord in prayer. Emphasize that having once made the decision and commitment, it is not necessary to redecide it later. Suggest that such a commitment will offer protection and comfort when faced with these temptations."]],[".topic",["h3","Lesson 5: Withstanding Advertising Pressure to Break the Word of Wisdom"],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p57"},"Show your family a baited mousetrap, set and ready to spring closed. Then have a child use a stick to touch the bait and spring the trap. Ask what the mouse would do if it understood how the trap worked and that touching the bait was sure to bring disaster."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p58"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"Doctrine and Covenants 89:4"],"and",["a.scriptureRef",{"href":"/scriptures/ot/jer/5.26"},"Jeremiah 5:26"],". Explain these scriptures to small children as necessary. Discuss how advertisements are like the trap—they attempt to persuade us to use products that are harmful to us."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p59"},"Help your children identify the “bait” by giving the children each a magazine or newspaper. Have them cut out the advertisements that are urging us to break the Word of Wisdom. Have the children explain how these ads are like the baited trap."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p60"},"You may wish to help your small children recognize and avoid these attractive traps by suggesting that they say aloud “It’s a trap!” whenever they see these ads in magazines, on billboards, or on television. Throw all of the cut-out ads into the garbage can."],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p61"},"You may also want to alert your teenagers to the frequency of subtle pressure from television shows that make drinking and smoking look attractive: have them count the instances of drinking and smoking during the typical half-hour or hour television show."]],[".topic",["h3","Lesson 6: Special Helps in Overcoming Problems"],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p63"},"If a member of your family has a Word of Wisdom problem, consider some of the following ideas, which other families have found helpful."],["div",{"id":"f128","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.f128"},["ol.number",["li",["span.label","1."],[".para","We first tried to put our own lives in order, and as our son saw our example, he decided he wanted to change."]],["li",["span.label","2."],[".para","We approached our daughter with increased unconditional love to let her know that we loved her in spite of the problem. She decided to move home again, and in that atmosphere she is finding the strength to change."]],["li",["span.label","3."],[".para","We fasted and prayed often for our brother. When he learned that we had added his name to the prayer roll at the temple, he knew that we really cared. He is trying to change his life and habits."]]]],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p67"},"If you have a Word of Wisdom problem that you would like to master, but feel that you cannot win the battle over your body and mind, you may want to consider the counsel of Elder Theodore M. Burton:"],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p68"},"“The spirit within us is more powerful than the body, and we",["span.emphasis","can"],"use that spirit to commit ourselves to righteous actions. We can control the body and its bodily appetites. It is fallacious to say that we were created with propensities and appetites we cannot control. It is simply not true that people are born with such powerful appetites and passions that they are powerless to control them. God would not be a righteous God if man were created with drives he could not control.” (In Conference Report, Apr. 1981, p. 39; or",["span.emphasis","Ensign,"],"May 1981, p. 30.)"]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p71"},["a.scriptureRef",{"href":"/scriptures/ot/ex/20.9-10"},"Exodus 20:9–10"],"(Rest bodies on the Sabbath.)"],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p72"},["a.scriptureRef",{"href":"/scriptures/ot/prov/23.20-21"},"Proverbs 23:20–21"],"(Do not be a drunkard or a glutton.)"],["div",{"id":"p73","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p73"},["a.scriptureRef",{"href":"/scriptures/ot/dan/1.4-21"},"Daniel 1:4–21"],"(Daniel and his brethren proved the wisdom of eating good food.)"],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p74"},["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],"(Our bodies are temples of God.)"],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p75"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.4"},"Doctrine and Covenants 10:4"],"(Do not labor more than you have strength.)"],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p76"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.16-20"},"Doctrine and Covenants 59:16–20"],"(Use food with judgment, not in excess.)"],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p77"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"Doctrine and Covenants 88:124"],"(Do not sleep longer than is needful.)"],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p78"},"See also “Word of Wisdom” in the Topical Guide."]],[".topic",["h3","Hymns"],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p80"},"“In Our Lovely Deseret,”",["span.emphasis","Hymns,"],["span.crossRef","no. 307"],"."],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p81"},"“How Gentle God’s Commands,”",["span.emphasis","Hymns,"],["span.crossRef","no. 125"],"."]],[".topic",["h3","Other"],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p83"},["span.emphasis","Gospel Principles,"],"“The Lord’s Law of Health,”",["span.crossRef","chapter 29"],"."],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/lesson-ideas/word-of-wisdom.p84"},"“Uncle Ben,” on the videocassette",["span.emphasis","The Worth of Souls"],"(53147)."]]]]],"refs":null}
