{"id":131,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":131,"title":"Lesson 100: Alma 43–44","subtitle":"","short_title":"Lesson 100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100"},[".heading",{"id":"head40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.head40"},[".titleNumber","Lesson 100"],["h1","Alma 43–44"]],[".bodyBlock",[".topic",{"id":"t284","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t284"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p4"},"As Alma and his sons continued to preach the gospel, the Zoramites joined with the Lamanite armies to attack the Nephites. Captain Moroni demonstrated faith and wisdom in leading the Nephites to defend themselves against the Lamanite army. Even though they were outnumbered, the Nephite soldiers’ preparation and faith in Jesus Christ gave them the advantage in battle. When the Lamanites faced certain defeat, they made a covenant of peace and departed out of the land for a season."]],[".topic",{"id":"t285","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t285"},["h2","Suggestions for Teaching"],[".topic",{"id":"t286","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t286"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43"},"Alma 43"]],["h4","Captain Moroni’s preparations and strategies help frustrate the designs of the Lamanite army"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p8"},"Invite students to write in notebooks or scripture study journals a list of plans, goals, and desires for their future. As they write, remind them to think about spiritual goals and desires such as serving a mission, being sealed in the temple, and raising a family. Before class, you may want to write such a list of goals and desires for your own future. You might share some of your plans and desires as examples to help students begin writing."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p9"},"After students make their lists, invite them to identify the desires and goals they feel Satan would not want them to accomplish. Invite a few students to share goals they have identified. Ask them to explain why Satan would not want them to accomplish those goals. You might also ask them why they feel strongly about accomplishing those goals. Suggest that a study of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43"},"Alma 43–44"],"can help us see how we can accomplish our righteous goals despite the destructive efforts of the adversary."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p10"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.1-4"},"Alma 43:1–4"],"by explaining that despite Alma’s efforts to bring the Zoramites back into the Church, many of them joined the Lamanites and prepared to attack the Nephites. They were also joined by Amalekites, who, like the Zoramites, had once been Nephites but had strayed from the truth."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.5-8"},"Alma 43:5–8"],"aloud. Ask the class to follow along, looking for the plans, or “designs,” of the Lamanite leader, Zerahemnah."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p12"},"Explain that as we study the accounts of physical battles in the Book of Mormon, we can liken them to spiritual battles we face."],["ul.bullet",["li",["span.label","•"],["p","How might Zerahemnah’s designs against the Nephites be like the designs Satan has against us?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.9-12"},"Alma 43:9–12"],"aloud. Ask the class to identify the designs of the Nephites."],["ul.bullet",["li",["span.label","•"],["p","What were the designs of the Nephites?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p16"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.16-19"},"Alma 43:16–19"],"silently. Invite them to look for what Moroni, the chief captain of the Nephites, did to prepare the people to defend their land and families."],["ul.bullet",["li",["span.label","•"],["p","What specific things did the Nephites do to prepare for the Lamanites’ attack?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p18"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.20-22"},"Alma 43:20–22"],"aloud, and ask the class to look for the Lamanites’ reaction to the Nephites’ preparations."],["ul.bullet",["li",["span.label","•"],["p","Why did the Lamanites withdraw their attack even though they outnumbered the Nephites?"]],["li",["span.label","•"],["p","What can we learn from this event about defending ourselves against Satan’s designs?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p21"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.23-24"},"Alma 43:23–24"],"silently to find out what Moroni did when he was not sure how his enemy planned to attack next."],["ul.bullet",["li",["span.label","•"],["p","Why did Moroni send messengers to talk with Alma?"]],["li",["span.label","•"],["p","What can Moroni’s example teach us about how we can be prepared spiritually against the adversary? (Help students identify the following principle:",["b","If we seek and follow prophetic counsel, we will be better able to defend ourselves against the adversary."],")"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p24"},"Briefly summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.25-43"},"Alma 43:25–43"],"by relating that Moroni acted on the knowledge he received from the prophet. He divided his army into two parts. Some soldiers stayed in the city of Jershon to protect the people of Ammon. The rest of the army marched to the land of Manti. Moroni sent spies to find out where the Lamanites were, and he had the other soldiers hide along the path the Lamanites would take. As the Lamanites approached, Nephite soldiers encircled them. When the Lamanites saw they were surrounded, they fought ferociously. Many Nephites died, but the Lamanites suffered even more casualties."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p25"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.43-54"},"Alma 43:43–54"],". Ask the class to look for the difference between the Lamanites’ motivation and source of strength and the Nephites’ motivation and source of strength."],["ul.bullet",["li",["span.label","•"],["p","What did you notice about the Lamanites’ reasons for fighting? What did you notice about the Nephites’ reasons for fighting? How did the Nephites’ source of strength differ from the Lamanites’ source of strength? (As needed, point out that while the Lamanites fought out of hatred and anger, the Nephites were inspired by a better cause [see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.45-47"},"Alma 43:45–47"],"]. They cried to the Lord for help, and He strengthened them [see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.49-50"},"Alma 43:49–50"],"].)"]],["li",["span.label","•"],["p","What can we learn from the examples of Moroni and his army to help us in our battles against the adversary?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p28"},"Invite students to write their answers to this question. Then ask them to share what they have written. They may mention some of the following principles:"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p29"},["b","As we pray for help in accomplishing our righteous plans and desires, God will help us accomplish them."]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p30"},["b","We are inspired by a better cause than those who oppose the truth."]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p31"},["b","The Lord will help us fulfill our duty to defend our families, our liberty, and our religion."]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p32"},"Invite students to tell about times when they have experienced the Lord’s help in accomplishing righteous goals. Consider sharing experiences of your own. Testify of the Lord’s ability to help us accomplish righteous designs. Invite students to make righteous goals a continual part of their prayers."]],[".topic",{"id":"t287","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t287"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44"},"Alma 44"]],["h4","Captain Moroni commands the Lamanites to make a covenant of peace"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p35"},"Invite a young man who is willing to read aloud to come to the front of the room with his scriptures. Remind the class that when Captain Moroni saw the terror of the Lamanites, he commanded his men to stop fighting (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.54"},"Alma 43:54"],"). Have the young man read Moroni’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.1-6"},"Alma 44:1–6"],". Ask the class to listen for Moroni’s explanation of the Nephites’ victory."],["ul.bullet",["li",["span.label","•"],["p","What did Moroni want Zerahemnah to understand about the Nephites’ source of strength in battle? What did he offer to the Lamanites? (He said that the Nephites would not harm them any more if they would give up their weapons and enter into a covenant of peace.)"]],["li",["span.label","•"],["p","What truths can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.4-6"},"Alma 44:4–6"],"that can help us in our spiritual battles? (Students may share several principles, some of which have already been covered in this lesson. Make sure they include the following truth:",["b","The Lord will strengthen and preserve us according to our faith in Him."],"You might want to suggest that students mark words in these verses that teach this truth.)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p38"},"Invite a student to read aloud the following counsel to the youth of the Church, from President Boyd K. Packer of the Quorum of the Twelve Apostles. You may want to provide a copy for each student."],[".img-left",{"id":"f491","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.f491"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-packer.jpg"}]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p39"},"“Youth today are being raised in enemy territory with a declining standard of morality. But as a servant of the Lord, I promise that you will be protected and shielded from the attacks of the adversary",["span.emphasis","if"],"you will heed the promptings that come from the Holy Spirit."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p40"},"“Dress modestly; talk reverently; listen to uplifting music. Avoid all immorality and personally degrading practices. Take hold of your life and order yourself to be valiant. Because we depend so much on you, you will be remarkably blessed. You are never far from the sight of your loving Heavenly Father” (“Counsel to Youth,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 18)."],["ul.bullet",["li",["span.label","•"],["p","In President Packer’s words, what stands out to you? Why?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p42"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.7-10"},"Alma 44:7–10"],"by explaining that Zerahemnah declared that he and his people did not believe that the Nephites had been strengthened by God. He offered to have the Lamanites give up their weapons, but he refused to make a covenant of peace. Invite the student who read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.1-6"},"Alma 44:1–6"],"to read aloud Moroni’s response to Zerahemnah, which is found in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.11"},"Alma 44:11"],". Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think it was so important to Moroni to have the Lamanites make a covenant of peace?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p44"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.12-20"},"Alma 44:12–20"],"by explaining that while many of the Lamanites made a covenant of peace, Zerahemnah rallied the rest of his men to contend with Moroni’s army. As the Nephites began to slay them, Zerahemnah saw their imminent destruction and promised to enter into a covenant of peace."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p45"},"Testify of the Lord’s protecting hand in the lives of those who are faithful to Him. Encourage students to fight valiantly for their righteous goals and desires and to trust in God’s promise to “support, and keep, and preserve us, so long as we are faithful unto him” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.4"},"Alma 44:4"],")."]]]],[".resources",[".box-decor",{"id":"f494","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.f494"},["h2","Commentary and Background Information"],[".topic",{"id":"t288","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t288"},["h3","Alma 43:3. The war we are fighting started in our premortal life"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p48"},"President Gordon B. Hinckley spoke of the reality of the war we have been engaged in since before the world began:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p49"},"“There is [a] war that has gone on since before the world was created and which is likely to continue for a long time yet to come. …"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p50"},"“That war … is the war between truth and error, between agency and compulsion, between the followers of Christ and those who have denied Him. His enemies have used every stratagem in that conflict. …"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p51"},"“… It is as it was in the beginning. … The victims who fall are as precious as those who have fallen in the past. It is an ongoing battle. …"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p52"},"“The war goes on. … It is waged in our own lives, day in and day out, in our homes, in our work, in our school associations; it is waged over questions of love and respect, of loyalty and fidelity, of obedience and integrity. We are all involved in it. … We are winning, and the future never looked brighter” (“The War We Are Winning,”",["span.emphasis","Ensign,"],"Nov. 1986, 42, 44–45)."]],[".topic",{"id":"t289","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t289"},["h3","Alma 43:9, 45. Protect and strengthen the family"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p54"},"Sister Virginia U. Jensen of the Relief Society general presidency referred to a warning in the proclamation on the family “that the disintegration of the family will bring upon individuals, communities, and nations the calamities foretold by ancient and modern prophets” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 129). Sister Jensen observed: “Brothers and sisters, we are in the midst of that reality at this very moment. It is the duty of all of us to protect and strengthen the family” (“Come, Listen to a Prophet’s Voice,”",["span.emphasis","Ensign,"],"Nov. 1998, 13–14)."]]],[".box-decor",{"id":"f495","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.f495"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t290","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t290"},["h3","Alma 44. Video presentation"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p57"},"To show students the interchange between Zerahemnah and Captain Moroni recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/44"},"Alma 44"],", consider playing the video presentation “Firm in the Faith of Christ,” which is found on",["span.emphasis","Book of Mormon DVD Presentations 1–19"],"(54011) and LDS.org. You may want to pause the video after Moroni finishes his initial speech. Then ask the bulleted questions in the lesson that help students see that",["b","the Lord will strengthen and preserve us according to our faith in Him."],"Then restart the video."]],[".topic",{"id":"t291","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.t291"},["h3","Alma 43:45–47. Our duty to defend our families, our liberty, and our religion"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p59"},"Read the following account by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p60"},"“When I was 18 years old, I was inducted into the military. While I had no reason to wonder about it before, I became very concerned if it was right for me to go to war. In time, I found my answer in the Book of Mormon: [quoting",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.45-47"},"Alma 43:45–47"],"]."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p61"},"“Knowing this, I could serve willingly and with honor” (“The Book of Mormon: Another Testament of Jesus Christ—Plain and Precious Things,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 7–8)."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p62"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.45-47"},"Alma 43:45–47"],"silently. Invite them to think about why these verses might have been so helpful to President Packer at this time in his life."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p63"},"Write on the board:",["span.emphasis","The Lord will help us fulfill our duty to …"]],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p64"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.46-47"},"Alma 43:46–47"],"and complete the sentence you have written on the board. (Make sure students understand that",["b","the Lord will help us fulfill our duty to defend our families, our liberty, and our religion."],")"],["ul.bullet",["li",["span.label","•"],["p","In what ways do you have a duty to protect family members? How can you do that now, when you are in your youth?"]]],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p66"},"To provide an illustration of our duty to defend the family, read the following statement by Elder M. Russell Ballard of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p67"},"“Let me say again that the family is the main target of evil’s attack and must therefore be the main point of our protection and defense. As I said once before, when you stop and think about it from a diabolically tactical point of view, fighting the family makes sense to Satan. … When evil wants to strike out and disrupt the essence of God’s work, it attacks the family. It does so by attempting to disregard the law of chastity, to confuse gender, to desensitize violence, to make crude and blasphemous language the norm, and to make immoral and deviant behavior seem like the rule rather than the exception” (“Let Our Voices Be Heard,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2003, 18)."],["ul.bullet",["li",["span.label","•"],["p","What can young people do to protect their families from the types of influences that Elder Ballard described?"]]],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-100.p69"},"Invite students to share efforts they have made to defend their family members or friends spiritually. You might also invite students to write a paragraph in their scripture study journals about how they plan to defend their families and friends against attacks of Satan. Testify that the Lord will help them be successful as they fulfill this duty."]]]]]]],"refs":null}
