{"id":110,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":110,"title":"Lesson 82: Alma 18","subtitle":"","short_title":"Lesson 82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82"},[".heading",{"id":"head19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.head19"},[".titleNumber","Lesson 82"],["h1","Alma 18"]],[".bodyBlock",[".topic",{"id":"t129","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.t129"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p4"},"King Lamoni was astonished at the power Ammon had demonstrated in defending the king’s flocks. He even came to believe that Ammon was the Great Spirit. Ammon perceived the thoughts of the king by the power of the Holy Ghost, and Ammon began to teach him the gospel. King Lamoni believed what Ammon taught, recognized the need for a Savior, cried unto the Lord for mercy, and was overcome by the Spirit."]],[".topic",{"id":"t130","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.t130"},["h2","Suggestions for Teaching"],[".topic",{"id":"t131","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.t131"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.1-11"},"Alma 18:1–11"]],["h4","King Lamoni is impressed by Ammon’s faithfulness"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p8"},"A quick review of the account at the end of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17"],"will help students see the context of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],". It will also help them understand the messages in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],". To review",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17"],", ask students whether the following statements are true or false. You may want to have them write their answers."],[".figure",["ol.number",["li",["span.label","1."],["p.para","Because King Lamoni was pleased with Ammon, he offered one of his daughters to be Ammon’s wife. (True. See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.24"},"Alma 17:24"],".)"]],["li",["span.label","2."],["p.para","Ammon said that he wanted to be the king’s servant. (True. See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.25"},"Alma 17:25"],".)"]],["li",["span.label","3."],["p.para","Ammon feared for his life when a group of Lamanites scattered the flocks of the king. (False. See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.28-30"},"Alma 17:28–30"],".)"]],["li",["span.label","4."],["p.para","With great power, Ammon fought off the Lamanites and cut off the arms of those who raised their clubs against him. (True. See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.37-38"},"Alma 17:37–38"],".)"]]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p13"},"After conducting this exercise, ensure that students know the correct answers."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p14"},"Ask students if they have ever been scared or felt inadequate or if they have ever felt that an assignment or duty was too difficult for them to accomplish. Tell them that in today’s lesson, they will learn principles that will help them in such situations."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p15"},"Divide the class in half. Assign one half to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.1-4"},"Alma 18:1–4"],"and the other half to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.8-11"},"Alma 18:8–11"],". As they read, have them consider how Ammon’s faithfulness prepared the way for him to teach Lamoni and his people. When they have had enough time to read, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What ideas did the king and his servants have about Ammon’s identity?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.2,4"},"Alma 18:2, 4"],", what did Lamoni think Ammon’s purpose was in coming? (To punish the people because of their murders and to prevent Lamoni from slaying more of his servants.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.10"},"Alma 18:10"],", what impressed Lamoni besides the power Ammon demonstrated in defending the flocks? (You may want to encourage students to mark the words",["span.emphasis","faithfulness"],"and",["span.emphasis","faithful."],")"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p19"},"Write the following incomplete statement on the board:",["span.emphasis","As we serve others faithfully, …"]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p20"},"Ask students to consider how they might complete this sentence as they continue their study of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],"."]],[".topic",{"id":"t132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.t132"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.12-43"},"Alma 18:12–43"]],["h4","As Ammon teaches the plan of redemption, Lamoni recognizes his need for the Savior"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p23"},"To help students understand the power of Ammon’s teachings and the great change that King Lamoni began to experience, present",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.12-35"},"Alma 18:12–35"],"as a readers’ theater. Select four students and assign a part to each one. Have one serve as the narrator, and have the other three read the words of Ammon, King Lamoni, and one of the king’s servants. Consider helping students prepare by assigning their parts in advance, perhaps the day before class or just before class begins."],[".sidebar box-decor box-right",{"id":"f191","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.f191"},["h3","Prepare students in advance for readers’ theaters"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p25"},"In a reader’s theater, participants do not act out their parts. However, they should be prepared to read their parts in a clear, meaningful way. Make sure they understand their roles and have enough time to study their parts. You may want to make assignments in advance so they can become familiar with the account and practice reading their parts."]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p26"},"Have the four students read their parts in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.12-15"},"Alma 18:12–15"],". Ask the class to follow along in their scriptures, looking for the effect Ammon’s service had on Lamoni. After",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.15"},"verse 15"],"is read, pause the readers’ theater and ask students to report what they have found."],["ul.bullet",["li",["span.label","•"],["p","Why do you think Lamoni was silent before Ammon? (If needed, help students remember that Lamoni had become fearful because of the murders he had committed and that he was worried that Ammon was the Great Spirit and had come to punish him.)"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p28"},"Continue with the readers’ theater by inviting the participants to read their parts in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.16-21"},"Alma 18:16–21"],". Encourage the class to look for evidence that the power of God was with Ammon."],["ul.bullet",["li",["span.label","•"],["p","How did the Spirit of God help Ammon in this situation?"]],["li",["span.label","•"],["p","What did Lamoni want to know from Ammon?"]],["li",["span.label","•"],["p","At this point in the account, what did Lamoni know about Ammon? (He knew that Ammon worked with unusual power and could perceive other people’s thoughts.)"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p32"},"Refer students to the incomplete statement you wrote on the board:",["span.emphasis","As we serve others faithfully, …"]],["ul.bullet",["li",["span.label","•"],["p","Based on what we have learned today from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–18"],", how would you complete this sentence? (Students may respond in different ways. To summarize their responses, complete the statement on the board as follows:",["span.emphasis",["b","As we serve others faithfully, we can help them prepare to receive the truths of the gospel."]],")"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p34"},"Invite the participants to read their parts in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.22-32"},"Alma 18:22–32"],". Ask the class to follow along, looking for specific truths Ammon taught Lamoni. You may want to suggest that students mark these truths in their scriptures. Then ask them to report on the truths they have identified. Write their responses on the board."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p35"},"Invite the participants to read their parts in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.33-35"},"Alma 18:33–35"],". Ask the class to look for how Ammon explained his ability to know the king’s thoughts and his ability to defend the king’s flocks. After the participants in the readers’ theater have finished reading, thank them for their help. Invite students to report their findings. To help students see how God blessed Ammon to be able to serve Lamoni and his people, ask:"],["ul.bullet",["li",["span.label","•"],["p","What are some things Ammon was able to do that were beyond his natural ability?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p37"},"Point out that when Ammon was serving King Lamoni, he was also serving Heavenly Father and Jesus Christ. Write the following on the board:",["span.emphasis","As we serve Heavenly Father and Jesus Christ faithfully, …"]],["ul.bullet",["li",["span.label","•"],["p","Based on what you have learned from Ammon’s example, how would you complete this statement? (Students may respond in different ways. To summarize their responses, complete the statement on the board as follows:",["span.emphasis",["b","As we serve Heavenly Father and Jesus Christ faithfully, our ability to do Their work increases."]],")"]],["li",["span.label","•"],["p","How might this principle apply to someone who feels afraid or inadequate or who feels that an assignment or duty is too difficult?"]],["li",["span.label","•"],["p","When have you felt that Heavenly Father and Jesus Christ have helped you do Their work? (You may want to tell about how Heavenly Father and Jesus Christ have increased your abilities in Their service. Or you might share an example from someone else’s life.)"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p41"},"To help students apply this principle, write the following questions on the board. Ask students to write their answers to one of these questions."],[".chalkboard",{"id":"f197","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.f197"},["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p42"},"How might this principle help you in your current and future responsibilities?"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p43"},"How can you be more faithful so that you might feel the Lord increase your ability to do His work?"]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p44"},"Explain that Ammon’s approach to teaching Lamoni in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.36-39"},"Alma 18:36–39"],"is a pattern used by missionaries today. He taught about the plan of redemption, including the Creation, the Fall of Adam and Eve, and the Atonement of Jesus Christ. Ask students to ponder the following question:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is important to teach about the Creation and the Fall when we teach about the Atonement of Jesus Christ?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p46"},"Invite a student to read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p47"},"“Before we can comprehend the Atonement of Christ, … we must first understand the Fall of Adam. And before we can understand the Fall of Adam, we must first understand the Creation. These three crucial components of the plan of salvation relate to each other. …"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p48"},"“… Eternal life, made possible by the Atonement, is the supreme purpose of the Creation” (“The Atonement,”",["span.emphasis","Ensign,"],"Nov. 1996, 33, 35)."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p49"},"If these three doctrines are not already on the board, add them to the list you wrote during the readers’ theater. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.36-39"},"Alma 18:36–39"],"aloud. Ask the class to follow along, looking for elements of the Creation, the Fall, and the Atonement in Ammon’s teachings to Lamoni. Have them report what they find."],["ul.bullet",["li",["span.label","•"],["p","How might learning the doctrines of the Creation, the Fall, and the Atonement have helped Lamoni recognize his need for a Savior?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p51"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.40-43"},"Alma 18:40–43"],"silently and identify what Lamoni prayed for in response to Ammon’s teaching. You may want to encourage students to mark Lamoni’s plea."],["ul.bullet",["li",["span.label","•"],["p","What did Lamoni’s prayer show that he understood about himself and his people? (He understood that they had sinned and needed forgiveness.)"]],["li",["span.label","•"],["p","What can we learn from Lamoni about what happens when we understand that we need the Savior? (As students respond to this question, help them identify the following principle:",["b","As we understand our need for the Savior, we will desire to repent."],"You may want to invite students to write this principle in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.40-41"},"Alma 18:40–41"],". Point out that while our individual experiences with repentance may vary, we can all follow King Lamoni’s example as we sincerely ask for God’s mercy.)"]]],["p.preamble","Invite students to write their answers to the following question:"],["ul.bullet",["li",["span.label","•"],["p","What can you do that will help you remember your need for the Savior?"]]]]]],[".resources",[".box-decor",{"id":"f202","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.f202"},["h2","Commentary and Background Information"],[".topic",{"id":"t133","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.t133"},["h3","Alma 18:36–39. Teaching the plan of salvation"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p58"},"When Ammon taught Lamoni, “he began at the creation of the world,” and then he taught “concerning the fall of man” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.36"},"Alma 18:36"],"). Finally, he “expounded unto them [the king and his servants] the plan of redemption,” particularly “concerning the coming of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.39"},"Alma 18:39"],"). Likewise, Aaron taught these doctrines to Lamoni’s father (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.12-14"},"Alma 22:12–14"],")."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p59"},"Elder Bruce R. McConkie of the Quorum of the Twelve Apostles called these foundational doctrines—the Creation, the Fall, and the Atonement—the “three pillars of eternity” and the “greatest events that have ever occurred in all eternity.” He explained:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p60"},"“If we can gain an understanding of them, then the whole eternal scheme of things will fall into place, and we will be in a position to work out our salvation. …"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p61"},"“… These three are the foundations upon which all things rest. Without any one of them all things would lose their purpose and meaning, and the plans and designs of Deity would come to naught” (“The Three Pillars of Eternity” [Brigham Young University devotional address, Feb. 17, 1981], 1,",["a.urlRef",{"href":"http://speeches.byu.edu"},["span.language","speeches.byu.edu"]],")."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p62"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles explained how each component of the plan is essential:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p63"},"“The plan required the Creation, and that in turn required both the Fall and the Atonement. These are the three fundamental components of the plan. The creation of a paradisiacal planet came from God. Mortality and death came into the world through the Fall of Adam. Immortality and the possibility of eternal life were provided by the Atonement of Jesus Christ. The Creation, the Fall, and the Atonement were planned long before the actual work of the Creation began” (“The Creation,”",["span.emphasis","Ensign,"],"May 2000, 84)."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-82.p64"},"In addition to teaching the same doctrines, Ammon and Aaron used a similar approach in their teaching. They taught with simplicity, in a way their hearers could understand (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.24-30"},"Alma 18:24–30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.7-11"},"22:7–11"],"). They taught from the scriptures (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.36-39"},"Alma 18:36–39"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.12-14"},"22:12–14"],"). Their teachings led others to pray (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.40-41"},"Alma 18:40–41"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.15-18"},"22:15–18"],")."]]]]]]],"refs":null}
