{"id":111,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":111,"title":"Lesson 83: Alma 19–20","subtitle":"","short_title":"Lesson 83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83"},[".heading",{"id":"head20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.head20"},[".titleNumber","Lesson 83"],["h1","Alma 19–20"]],[".bodyBlock",[".topic",{"id":"t134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t134"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p4"},"King Lamoni experienced a change of heart, leading to the conversion of his wife and many of his people. Ammon and King Lamoni then traveled to Middoni to deliver Ammon’s imprisoned brethren. On the way, they met Lamoni’s father, king over all the land. The king was astonished by the words of Lamoni and Ammon, by Ammon’s strength, and by Ammon’s love for Lamoni. His heart was softened, and he assured them that Ammon’s brethren would be released from prison. He expressed a desire to learn about the words he had heard from his son and Ammon."]],[".topic",{"id":"t135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t135"},["h2","Suggestions for Teaching"],[".topic",{"id":"t136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t136"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19"},"Alma 19"]],["h4","King Lamoni and many of his people repent and are baptized"],["p.preamble","Ask students:"],["ul.bullet",["li",["span.label","•"],["p","When you drop a rock into a pool of water, what happens to the water?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p10"},"As students describe the effect of a rock dropped into water, draw the following diagram on the board, leaving off the words."],[".image",{"id":"f204","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.f204"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_083_01-ripple.gif"}]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p17"},"Write the following on the board:"],[".chalkboard",{"id":"f205","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.f205"},["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p18"},"By sharing our testimonies and setting righteous examples, we can …"]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p19"},"Invite students to remember this statement throughout the lesson and consider how they might complete it."],["ul.bullet",["li",["span.label","•"],["p","How can a person’s actions be like the rock that was dropped into the water? (Help students see that, like ripples that expand from the splash of a rock, other people can be influenced by our actions.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p21"},"Write",["span.emphasis","Ammon"],"in the first ring in the diagram."],["ul.bullet",["li",["span.label","•"],["p","Who did Ammon first teach? (If students need help answering this question, you may want to suggest that they review the chapter summary for",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],". Write",["span.emphasis","King Lamoni"],"on the second ring in the diagram.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p23"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.40-43"},"Alma 18:40–43"],"and 19:1–5 by explaining that when King Lamoni listened to Ammon, he recognized his own sinfulness and his need for the Savior. He cried to the Lord for mercy and then fell to the earth. Believing that he was dead, his servants carried him to his wife and laid him on a bed. Two days and two nights later, the servants were about to take his body to the sepulchre when the queen said that she wanted to talk with Ammon. She did not think that Lamoni was dead, and she wanted Ammon to go to him."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p24"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.6"},"Alma 19:6"],"silently, looking for a phrase that they feel describes Lamoni’s experience especially well. Call on a few students to read the phrases they have selected. Ask them why they selected those particular phrases."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p25"},"On the diagram, write",["span.emphasis","the queen"],"on the next ring. Have students search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.7-11"},"Alma 19:7–11"],"to see how this experience influenced the queen."],["ul.bullet",["li",["span.label","•"],["p","What can we learn about the queen from these verses? (Answers may include that she loved her husband, that she trusted Ammon, and that she had great faith.)"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p27"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.12-14"},"Alma 19:12–14"],"aloud. Invite the other students to follow along, giving special attention to Lamoni’s expression of faith."],["ul.bullet",["li",["span.label","•"],["p","What truths had Lamoni learned during the previous two days?"]],["li",["span.label","•"],["p","Lamoni, the queen, and Ammon were “overpowered by the Spirit” and “overpowered with joy.” When have you felt the influence of the Spirit in a powerful way? When have you felt great joy?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p30"},"Write",["span.emphasis","Lamoni’s servants"],"on the next ring in the diagram. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.15-16"},"Alma 19:15–16"],"aloud. Ask the class to look for evidence that these servants were turning to God."],["ul.bullet",["li",["span.label","•"],["p","What words and phrases show that the servants were turning to God?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p32"},"Write",["span.emphasis","Abish"],"on the next ring. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.17"},"Alma 19:17"],"aloud. Invite the class to look for how Abish was influenced by these events."],["ul.bullet",["li",["span.label","•"],["p","What did Abish do? What did she hope would happen because of her actions?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p34"},"Consider giving students the opportunity to summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.18-28"},"Alma 19:18–28"],". Give them time to read these verses silently. Then ask for a volunteer to tell the story in his or her own words. Allow other students to help. As needed, help them include the following information: After hearing the news from Abish, the people gathered in the king’s house. When they saw Ammon, the king, the queen, and the servants unconscious, great contention arose among them. One man tried to kill Ammon but fell dead in the attempt. Some claimed that Ammon was the Great Spirit, and others said he was a monster. When Abish saw all the contention that had resulted from her bringing the people together, she was very sad."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p35"},"Have students consider what they might do in Abish’s situation. Then ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.29"},"Alma 19:29"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Abish’s action show the strength of her testimony? How did the queen demonstrate that she had received a testimony?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p37"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.30-36"},"Alma 19:30–36"],"aloud. Ask students to follow along and to consider the effect Ammon’s testimony and example had on others."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p38"},"Write",["span.emphasis","many other Lamanites"],"on the last ring in the diagram."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p39"},"Ask students to complete the statement you wrote on the board at the beginning of class. One principle they might express is that",["b","by sharing our testimonies and setting righteous examples, we can help others turn to the Lord."]],["ul.bullet",["li",["span.label","•"],["p","When has someone’s example or testimony influenced you for good?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p41"},"Invite students to ponder how their testimonies and examples can influence their family members, friends, and community. Ask them to write an answer to the following question in notebooks or scripture study journals:"],["ul.bullet",["li",["span.label","•"],["p","What can you do today that might have a good influence on people around you?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p43"},"Encourage students to allow their testimonies and righteous examples to influence others, like a rock makes ripples in a pond. Tell students that in an upcoming lesson (lesson 85), you might ask them to report on their efforts."]],[".topic",{"id":"t137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t137"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20"},"Alma 20"]],["h4","King Lamoni’s father desires to learn about the gospel and begins to experience a change of heart"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p46"},"Invite students to think of a time when they felt they were treated poorly or unfairly."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p47"},"Explain that Ammon and Lamoni faced a situation in which they were treated poorly. Point out that we can learn important lessons from their responses to the way they were treated."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p48"},"To help students become familiar with the account in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20"},"Alma 20"],", summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.1-7"},"Alma 20:1–7"],"as follows: Lamoni wanted to take Ammon to meet his father, who was the king over all the land. The Lord revealed to Ammon that Ammon should not go because Lamoni’s father would try to kill him. The Lord also revealed that Ammon’s brother Aaron and two companions were in prison in the land of Middoni. Ammon wanted to free his brethren. Hearing that Ammon had learned these things by revelation, Lamoni went to help Ammon free his brothers."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p49"},"Before class, copy the following chart on the board or on a handout for each student:"],[".image",{"id":"f215","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.f215"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_083_handout.gif"}]],[".chalkboard",{"id":"f216","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.f216"},["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.8-13"},"Alma 20:8–13"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","What feelings would you have if you were in Ammon’s position and someone accused you of being a liar and a robber?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","2.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.14-16"},"Alma 20:14–16"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","What lessons can we learn from Lamoni’s response to his father?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","3.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.17-25"},"Alma 20:17–25"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","When Lamoni’s father saw that Ammon could kill him, what did he offer Ammon? What did Ammon ask instead?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","4.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.26-27"},"Alma 20:26–27"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","How did Ammon’s love for Lamoni influence Lamoni’s father? In what ways did the words of Ammon and Lamoni influence Lamoni’s father?"]]]]]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p58"},"Assign students to work in pairs. In these partnerships, have them read the verses listed in rows 1–2 and discuss the answers to the accompanying questions. Encourage them to be prepared to share their answers with the entire class."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p59"},"After students have discussed rows 1–2 in pairs, ask a few of them to report what they have learned. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","What principles can we learn from these verses? (Students may share several answers, but help them identify the following principle:",["b","We can bear our testimonies by word and example even when others try to persuade us to do what is wrong."],"You may want to suggest that they write this principle next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.15"},"Alma 20:15"],".)"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p61"},"Invite the partnerships to study the verses listed in rows 3–4 and discuss the accompanying questions. Ask them to report what they have found. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","What principles can we learn from these verses? (Though students may share a variety of principles, be sure the following is clear:",["b","As we show love and teach truth, we can help others soften their hearts and become receptive to the gospel."],"You may want to encourage students to write this principle next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.26-27"},"Alma 20:26–27"],".)"]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p63"},"Invite students to share experiences they have had that demonstrate the truth of one of the principles they have identified in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20"},"Alma 20"],". You may also want to share an experience of your own."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p64"},"Conclude by encouraging students to seek the guidance of the Spirit about how they might apply these two principles in their lives."]]]],[".resources",[".box-decor",{"id":"f219","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.f219"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t138"},["h3","Alma 19:36. “All people who will repent and believe on his name”"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p67"},"Ask students if they have ever decided not to share the gospel with someone because they did not think that person would listen or accept the gospel. Point out that we might make such a judgment based on a person’s appearance or behavior. Then remind students that the sons of Mosiah went to preach among the Lamanites. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.14"},"Alma 17:14"],"aloud. Ask the class to look for words describing the Lamanites."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p68"},"Explain that Mormon taught an important principle after sharing the account of the conversion of King Lamoni and his people. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.36"},"Alma 19:36"],"aloud. Ask the class to look for the principle Mormon teaches about the Lord in this verse."],["ul.bullet",["li",["span.label","•"],["p","In this verse, what principle does Mormon teach about the Lord? (You may want to encourage students to mark the following principle in their scriptures:",["b","“His arm is extended to all people who will repent and believe on his name.”"],")"]]],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p70"},"Invite a student to read the following account, which illustrates this principle:"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p71"},"“A while ago my bishop and priests quorum adviser challenged our quorum to give away two copies of the Book of Mormon within a year. I took the challenge to heart and always had a Book of Mormon on me (in the car, in my backpack, etc.). Several people accepted copies, but nobody really showed any further interest."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p72"},"“Then one day in June, I was filling up my car with gasoline after work and saw a coworker buying cigarettes. Because of his smoking and his rough personality, I never thought about sharing the gospel with him. He came over to talk to me, and we talked about music and movies. When I explained that I don’t watch movies with vulgarity, violence, or immorality, the topic changed to religion. I grabbed the Book of Mormon from the backseat of my car, wrote my testimony inside the cover, and gave it to him."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p73"},"“The next time I worked with him, I asked if he had read any of it. He said, ‘Jeff, I read the introduction, and I know it’s true. I want to know more and be baptized.’"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p74"},"“That really shocked me. I gave the missionaries his address so that they could teach him, and I took him to church with me. He loved it. He set a date for his baptism."],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p75"},"“Before his baptism, he told me that he had been offered a really good job, but he had to act immediately. It was in Alaska, and he was leaving in two days. So we found the address of the meetinghouse in town, and then he left."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p76"},"“Over the next few months we kept in touch, but he made no progress toward baptism. Then one day he called and told me he had contacted the missionaries and was going to be baptized that Saturday."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p77"},"“Now he holds the Aaronic Priesthood and has blessed the sacrament several times."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p78"},"“This goes to show that you never know who will accept the gospel, so share it with everyone, and God will provide a way” (Jeffrey Olson, “Invite All to Come unto Christ: You Never Know,”",["span.emphasis","New Era,"],"Sept 2011, AP14)."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p79"},"Encourage students to look for opportunities to invite others to come unto Christ."]],[".topic",{"id":"t139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.t139"},["h3","Alma 19:31–36. Helping others turn to the Lord"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-83.p81"},"To help students see how",["b","our testimonies and righteous examples can help others turn to the Lord,"],"show the video titled “Inviting All to Come unto Christ: Sharing the Gospel,” found at",["a.urlRef",{"href":"http://lds.org/youth/video/inviting-all-to-come-unto-christ-sharing-the-gospel"},["span.language","lds.org/youth/video/inviting-all-to-come-unto-christ-sharing-the-gospel"]],". As students watch the video, encourage them to think about how they might share their testimonies and set righteous examples for family members and friends. This video shows how 20 young men either joined the Church or returned to Church activity because one young man shared his testimony."]]]]]]],"refs":null}
