{"id":103,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":103,"title":"Lesson 76: Alma 11","subtitle":"","short_title":"Lesson 76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76"},[".heading",{"id":"head12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.head12"},[".titleNumber","Lesson 76"],["h1","Alma 11"]],[".bodyBlock",[".topic",{"id":"t80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t80"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p4"},"As Alma and Amulek continued to teach the people of Ammonihah, a lawyer named Zeezrom offered Amulek money to deny the existence of God. Zeezrom also tried to twist Amulek’s words and discredit his teachings about Jesus Christ. As Amulek defended himself against Zeezrom’s attempts to snare him, he testified that salvation from sin comes only through Jesus Christ. Amulek also testified that all mankind will be resurrected and will be brought to “be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit” on the Day of Judgment (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.44"},"Alma 11:44"],")."]],[".sidebar box-decor box-right",{"id":"f109","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.f109"},["h3","Invite the Holy Ghost"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p6"},"Encourage students to invite the influence of the Holy Ghost while they study the scriptures together. Some actions that invite the Spirit are sincere prayer, teaching from the scriptures, bearing testimony, expressing love for God and others, and sharing spiritual experiences. On occasion, you may feel prompted to help students recognize the influence of the Holy Ghost during lessons."]],[".topic",{"id":"t81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t81"},["h2","Suggestions for Teaching"],[".topic",{"id":"t82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t82"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.1-25"},"Alma 11:1–25"]],["h4","Amulek rejects Zeezrom’s temptation to deny the existence of God"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p10"},"Ask students to think of something they possess that is so valuable to them that they would never sell it. Invite a few students to tell what they thought of and why those things are so valuable to them."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p11"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11"],"continues the account of Alma and Amulek teaching the people of Ammonihah. As Amulek taught, he was confronted by a lawyer named Zeezrom, who offered money in exchange for something that was very valuable to Amulek."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p12"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.21-22"},"Alma 11:21–22"],"to discover how much money Zeezrom offered Amulek, and for what reason. Have students report what they learn."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p13"},"Point out that Mormon’s explanation of the Nephite monetary system in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.4-19"},"Alma 11:4–19"],"helps us understand the size of Zeezrom’s bribe. Help students understand that an",["span.emphasis","onti"],"was a piece of silver with the greatest value (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.6,11-13"},"Alma 11:6, 11–13"],"). One onti was equal to approximately one week’s wages for a judge (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.3,11-13"},"Alma 11:3, 11–13"],"), which means that six onties was equal to about six weeks of wages for a judge."],["ul.bullet",["li",["span.label","•"],["p","Why might Zeezrom’s offer have been enticing to some people?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p15"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.23-25"},"Alma 11:23–25"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What does Amulek’s response indicate about him?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.25"},"Alma 11:25"],", what did Zeezrom plan to do if Amulek accepted his offer? How is this similar to what Satan does when people give in to his temptations?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p18"},"To help students identify how Amulek was able to resist Zeezrom’s offer, write the following on the board:",["span.emphasis","I shall … nothing which is contrary to the Spirit of the Lord."]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.22"},"Alma 11:22"],". Ask the class to look for the word Amulek used to complete this statement."],["ul.bullet",["li",["span.label","•"],["p","What other words could we put in the blank that might help us rely on the Holy Ghost to resist temptation? (“Do,” “think,” or “look at.”)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p21"},"Ask students to state a principle based on",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.22"},"Alma 11:22"],"that can help them remember how they can overcome temptation. While students’ answers may vary, they should reflect the following principle:",["b","When we rely on the Holy Ghost, we can overcome temptation."],"(You might want to suggest that students write this principle in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.22"},"Alma 11:22"],".)"],["ul.bullet",["li",["span.label","•"],["p","How do you think being sensitive to the promptings of the Holy Ghost can help us overcome temptation?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p23"},"Read the following counsel from President Boyd K. Packer of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f114","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.f114"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-packer.jpg"}]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p24"},"“If you are slipping into things that you should not slip into or if you are associating with people who are pulling you away in the wrong direction, that is the time to assert your independence, your agency. Listen to the voice of the Spirit, and you will not be led astray."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p25"},"“… As a servant of the Lord, I promise that you will be protected and shielded from the attacks of the adversary",["span.emphasis","if"],"you will heed the promptings that come from the Holy Spirit” (“Counsel to Youth,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 18)."],["p.preamble","To help students understand and feel the importance of following the promptings of the Holy Spirit, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What are some situations in which youth might be tempted to act contrary to their testimonies?"]],["li",["span.label","•"],["p","What do you do to rely on the Holy Ghost? How does that help you?"]],["li",["span.label","•"],["p","When has the Holy Ghost helped you to overcome temptation?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p30"},"Encourage students to apply what they have learned by remembering Amulek’s example the next time they are tempted to compromise their beliefs. Testify that as they live worthy of the companionship of the Holy Ghost, they can experience greater confidence to stand for truth and overcome temptation."],[".sidebar box-decor box-right",{"id":"f116","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.f116"},["h3","Encourage learner application"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p32"},"If knowledge of a gospel principle is learned but not applied, the learning is not complete. Application takes place when a person accepts a truth in his or her heart and mind and then acts according to that truth. Encourage students to act upon spiritual promptings they receive to apply the gospel truths they learn."]]],[".topic",{"id":"t83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t83"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.26-40"},"Alma 11:26–40"]],["h4","Amulek testifies of the Son of God and overcomes Zeezrom’s attempts to discredit his word"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p35"},"Ask students if anyone has ever tried to question or oppose their beliefs through argument or deception. Invite one or two students to share their experiences."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p36"},"Explain that after Zeezrom failed to get Amulek to deny the existence of God, he changed his tactics and began to attack Amulek’s faith in Jesus Christ."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p37"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.26-35"},"Alma 11:26–35"],". Ask the class to look for the way Zeezrom tried to twist Amulek’s words. Ask students to report what they have found. Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.36-37"},"Alma 11:36–37"],"aloud. Ask the class to note how Amulek corrects the falsehood Zeezrom taught. Invite students to look at",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.34a"},"footnote 34",["span.emphasis","a."]],"(You might want to suggest that students mark footnote 34",["span.emphasis","a"],"in their scriptures.) Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.10-11"},"Helaman 5:10–11"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Why is it impossible to be saved in our sins? What is the difference between being saved in our sins and being saved from our sins?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p39"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.40"},"Alma 11:40"],"aloud. Explain that this verse contains a principle that we must follow in order to be saved from our sins. Write the following principle on the board:",["b",["span.emphasis","When we believe in Jesus Christ, we can be redeemed from our sins."]]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to believe in Jesus Christ?"]],["li",["span.label","•"],["p","Why do we need to believe in Jesus Christ to be saved from our sins?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p42"},"To help students understand how faith in Jesus Christ leads to redemption through repentance, read the following statement by President Dieter F. Uchtdorf of the First Presidency:"],[".img-left",{"id":"f119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.f119"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-uchtdorf.jpg"}]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p43"},"“We need a strong faith in Christ to be able to repent. Our faith has to include a ‘correct idea of [God’s] character, perfections, and attributes’ (",["span.emphasis","Lectures on Faith"],"[1985], 38). If we believe that God knows all things, is loving, and is merciful, we will be able to put our trust in Him for our salvation without wavering. Faith in Christ will change our thoughts, beliefs, and behaviors that are not in harmony with God’s will” (“Point of Safe Return,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 100)."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p44"},"Arrange students in pairs. Ask each pair to take turns explaining to each other how they would answer if a younger person asked them questions like the following. (You might want to write these questions on the board.)"],["ul.bullet",["li",["span.label","•"],["p","Why do I need to believe in Jesus Christ in order to repent and be saved from my sins?"]],["li",["span.label","•"],["p","How has having faith in Jesus Christ helped you to repent?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p47"},"Testify that by having faith in Jesus Christ, we can repent, be saved from our sins, and receive eternal life."]],[".topic",{"id":"t84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t84"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.41-46"},"Alma 11:41–46"]],["h4","Amulek teaches about the resurrection and judgment of all mankind"],["p.preamble","To help students consider why it is important to know that we will eventually be resurrected and judged, ask:"],["ul.bullet",["li",["span.label","•"],["p","How might someone live their life differently if they believed there was no life after death?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p52"},"Write the words",["span.emphasis","Resurrection"],"and",["span.emphasis","Judgment"],"on the board. Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.41-45"},"Alma 11:41–45"],"silently, looking for as much information as they can about resurrection and judgment. As students report what they find, write their responses on the board. Be sure that one of the statements on the board conveys the truth that all people who live on the earth will eventually be resurrected. Point out the simple definition of resurrection in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.45"},"Alma 11:45"],": “They can die no more; their spirits uniting with their bodies, never to be divided.” (You might want to encourage students to mark this statement.) After students have reported what they have learned, you might want to suggest that they write the following truth at the top of the page in their scriptures:",["b","Through the Atonement of Jesus Christ, all will be resurrected and judged according to their works."]],["ul.bullet",["li",["span.label","•"],["p","Which of the truths on the board motivate you to prepare to meet God?"]],["li",["span.label","•"],["p","Why do truths about the resurrection bring peace and hope to the righteous?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p55"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.46"},"Alma 11:46"],"silently, looking for the effect Amulek’s teachings had on Zeezrom."],["ul.bullet",["li",["span.label","•"],["p","Why do you think someone might react this way to Amulek’s teaching?"]],["li",["span.label","•"],["p","Which of the teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.41-45"},"Alma 11:41–45"],"do you think might have troubled Zeezrom? Why?"]]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p58"},"Testify that because of the Atonement of Jesus Christ,",["span.emphasis","all"],"people will be resurrected and stand before God “to be judged according to their works” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.44"},"Alma 11:44"],"). Give students time to ponder what they have learned today and how it relates to them. Then have them write answers to the following questions in notebooks or scripture study journals. (You might want to write these questions on the board.)"],["ul.bullet",["li",["span.label","•"],["p","How do you feel when you think about being resurrected and judged?"]],["li",["span.label","•"],["p","What do you need to do to prepare to stand before God?"]],["li",["span.label","•"],["p","How does your belief that you will be resurrected and judged affect the way you choose to live each day?"]]]]]],[".resources",[".box-decor",{"id":"f125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.f125"},["h2","Commentary and Background Information"],[".topic",{"id":"t85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t85"},["h3","Alma 11:28. Is there more than one God?"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p64"},"The Latter-day Saint doctrine of the Godhead (that the Father, the Son, and the Holy Ghost are three separate Personages who are perfectly unified in purpose and doctrine) has come under attack in the modern Christian world. Christians who trace their conception of God to fourth- and fifth-century creeds that declare the doctrine of the Trinity (that the Father, the Son, and the Holy Ghost are not separate beings) often question members of the Church about our unique conception of God. The question raised with its given answer in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.28-33"},"Alma 11:28–33"],"has also left many questioning the doctrine of the Godhead as outlined in the restored Church. Roy W. Doxey, assistant in the office of the Council of the Twelve and dean emeritus of Religious Instruction, Brigham Young University, explained a possible reason for Amulek’s answer that there is but one God:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p65"},"“",["span.emphasis","Is there more than one God?"],"The question is often raised in response to Alma chapter 11, where Zeezrom, a critic, is contending with the missionary Amulek. …"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p66"},"“In order to understand Amulek’s statement [that there is but one true and living God], we must look at the full context. Throughout most of their history, many Israelites (forefathers of the Nephites) were eager to accept the numerous pagan gods of the Egyptians and Canaanites. Although the Book of Mormon is silent about the specific apostate notions held by the people in Zeezrom’s city of Ammonihah, it is clear that some apostate Nephites of Alma’s time were idolatrous—as some of their Israelite fathers had been. When Alma, Amulek’s missionary companion, was chief judge as well as high priest over the Church, he helped to establish a strong and faithful body of church members. Nevertheless, ‘those who did not belong to their church did indulge themselves in sorceries, and in idolatry.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.32"},"Alma 1:32"],".) Apostasy was such a problem that Alma later gave up the judgment seat, ‘that he himself might go forth among his people, or among the people of Nephi, that he might preach the word of God unto them.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],".)"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p67"},"“As a missionary, Alma found that many of the people were steeped in idolatry. He discovered, for example, that the people in the city of Zoram ‘were perverting the ways of the Lord, and that Zoram, who was their leader, was leading the hearts of the people to bow down to dumb idols.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.1"},"Alma 31:1"],".)"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p68"},"“This is the context, then, of the discussion Alma and Amulek had with Zeezrom. Seen in this light, Amulek’s answer is completely understandable and, of course, correct: There is only one ‘true and living God’—who shares none of his godhood with the hosts of false gods invented by man” (“I Have a Question,”",["span.emphasis","Ensign,"],"Aug. 1985, 11)."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p69"},"Elder Jeffrey R. Holland explained how and why the Latter-day Saint belief in the Godhead differs from traditional Christianity’s belief in the Trinity:"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p70"},"“Our first and foremost article of faith in The Church of Jesus Christ of Latter-day Saints is ‘We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost’ [",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],"]. We believe these three divine persons constituting a single Godhead are united in purpose, in manner, in testimony, in mission. We believe Them to be filled with the same godly sense of mercy and love, justice and grace, patience, forgiveness, and redemption. I think it is accurate to say we believe They are one in every significant and eternal aspect imaginable",["span.emphasis","except"],"believing Them to be three persons combined in one substance, a Trinitarian notion never set forth in the scriptures because it is not true. …"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p71"},"“In the year",["span.small","A.D."],"325 the Roman emperor Constantine convened the Council of Nicaea to address—among other things—the growing issue of God’s alleged ‘trinity in unity.’ What emerged from the heated contentions of churchmen, philosophers, and ecclesiastical dignitaries came to be known (after another 125 years and three more major councils) [Constantinople,",["span.small","A.D."],"381; Ephesus,",["span.small","A.D."],"431; Chalcedon,",["span.small","A.D."],"451] as the Nicene Creed, with later reformulations such as the Athanasian Creed. These various evolutions and iterations of creeds—and others to come over the centuries—declared the Father, Son, and Holy Ghost to be abstract, absolute, transcendent, immanent, consubstantial, coeternal, and unknowable, without body, parts, or passions and dwelling outside space and time. In such creeds all three members are separate persons, but they are a single being, the oft-noted ‘mystery of the trinity.’ They are three distinct persons, yet not three Gods but one. All three persons are incomprehensible, yet it is one God who is incomprehensible."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p72"},"“We agree with our critics on at least that point—that such a formulation for divinity is truly incomprehensible. …"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p73"},"“We declare it is self-evident from the scriptures that the Father, the Son, and the Holy Ghost are separate persons, three divine beings, noting such unequivocal illustrations as the Savior’s great Intercessory Prayer … , His baptism at the hands of John, the experience on the Mount of Transfiguration, and the martyrdom of Stephen—to name just four” (“The Only True God and Jesus Christ Whom He Hath Sent,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 40–41)."]],[".topic",{"id":"t86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.t86"},["h3","Alma 11:38–39. How is Jesus Christ the Eternal Father?"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-76.p75"},"If students need help understanding how Jesus Christ can be both the Son of God and the Eternal Father, you might teach or review the supplemental teaching idea for",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.1-9"},"Mosiah 15:1–9"],"in lesson 60."]]]]]]],"refs":null}
