{"id":112,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":112,"title":"Lesson 84: Alma 21–22","subtitle":"","short_title":"Lesson 84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84"},[".heading",{"id":"head21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.head21"},[".titleNumber","Lesson 84"],["h1","Alma 21–22"]],[".bodyBlock",[".topic",{"id":"t140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t140"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p4"},"Ammon’s brother Aaron taught the Amalekites, but they rejected his message about the Atonement of Jesus Christ. Then he preached in Middoni, where he and some of his companions were eventually imprisoned. They remained faithful during their time of adversity, and they continued their mission to share the gospel after Ammon and King Lamoni secured their release. After Lamoni’s father was prepared through the example of Ammon, he learned from Aaron about how to be “born of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.15"},"Alma 22:15"],"). Lamoni’s father learned that by repenting of his sins he could come to know God and eventually receive eternal life."]],[".sidebar box-decor box-right",{"id":"f221","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.f221"},["h3","Help students apply doctrines and principles"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p6"},"Prayerfully determine how to help students identify and apply the doctrine and principles in a lesson according to their individual circumstances."]],[".topic",{"id":"t141","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t141"},["h2","Suggestions for Teaching"],[".topic",{"id":"t142","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t142"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21"},"Alma 21"]],["h4","Aaron and his brethren preach the gospel despite trials and imprisonment"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p10"},"Ask students if they have ever felt that they were doing their best to keep the commandments and yet faced challenges or felt discouraged. Invite them to mention some situations in which people might feel this way."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p11"},"Explain that while Ammon had success in teaching King Lamoni and his people, Aaron and his companions encountered tremendous adversity in a different part of the land. As students study the example of Aaron and his companions, encourage them to look for lessons that can help them when they face challenges or feel discouraged."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p12"},"Write the following references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.1-4"},"Alma 21:1–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.5-8"},"Alma 21:5–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.9-11"},"Alma 21:9–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.12-15"},"Alma 21:12–15"],";"],"and",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.29-30"},"Alma 20:29–30"],"."],"Divide the class into five groups. Assign each group one of the passages written on the board. Ask students to prepare to give a brief summary of their assigned passages and to describe any hardships Aaron and his companions endured. After a few minutes, invite students from each group to share what they have found."],["ul.bullet",["li",["span.label","•"],["p","How did Aaron and his brethren endure their trials? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.29"},"Alma 20:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.9,12,15"},"21:9, 12, 15"],".)"]],["li",["span.label","•"],["p","One of the trials Aaron faced was opposition from the Amalekites as he taught them (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.5-10"},"Alma 21:5–10"],"). What can we do if someone wants to argue with us about religion or challenge our beliefs?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p15"},"Remind students of the question at the beginning of this lesson. Aaron and his brethren worked hard to do as the Lord directed them, but they still faced difficulties. Ask students to silently consider how they might feel if they had experienced what Aaron and his companions experienced. What might they want to do after suffering and being imprisoned for the gospel’s sake far from home? You might ask them if they would want to go home."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p16"},"Write on the board the following principle:",["span.emphasis",["b","If we faithfully persist through trials, the Lord will help us do His work."]],"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.16-17"},"Alma 21:16–17"],"aloud. Ask the rest of the class to follow along, identifying how the Lord helped Aaron and his brethren do His work. Invite students to report what they have identified."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p17"},"To help students apply the principle written on the board, ask them what kinds of work God has for them to do now and what challenges they might face in trying to accomplish this work. (You may want to point out that in addition to missionary work, students can participate in God’s work by attending Church meetings, fulfilling callings and assignments, serving others, strengthening their testimonies, and becoming more Christlike.)"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p18"},"Invite students to share how they have come to know that the principle you have written on the board is true. You may want to share your testimony about how the Lord helps us accomplish His work when we faithfully persist through trials. Ask students for examples of times in the future when they think they might need to persist through trials as they do the Lord’s work."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p19"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21.18-23"},"Alma 21:18–23"],"by explaining that after helping secure the release of Aaron and his brethren from prison, Ammon and Lamoni returned to the land of Ishmael, where they continued to preach the gospel. Lamoni granted religious liberty to his people."]],[".topic",{"id":"t143","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t143"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22"},"Alma 22"]],["h4","Aaron teaches the gospel to Lamoni’s father, who believes and is born of God"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p22"},"Write the following questions on the board:"],[".chalkboard",{"id":"f223","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.f223"},["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p23"},"Why do you want to receive eternal life?"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p24"},"What would you be willing to give up in order to receive eternal life?"]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p25"},"Explain that “eternal life, or exaltation, is to inherit a place in the highest degree of the celestial kingdom, where we will live in God’s presence and continue as families (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],"). … This gift is made possible through the Atonement of Jesus Christ” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 52). Briefly tell students why you want to receive eternal life. As you do so, you may want to display a photograph of your family and a picture of the Savior. Then ask students to ponder the questions on the board as they study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22"},"Alma 22"],"together."],["p.preamble","Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.1"},"Alma 22:1"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What do you remember about Lamoni’s father from the previous lesson? (You may want to invite a student to summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20"},"Alma 20"],".)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/20.27"},"Alma 20:27"],", what had Lamoni’s father asked Ammon to do? (Teach him.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p29"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.2-3"},"Alma 22:2–3"],"by explaining that even though Lamoni’s father had wanted to see Ammon and be taught by him, he was still eager to learn when Aaron came to him instead."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p30"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.5-6"},"Alma 22:5–6"],"aloud. Ask the class to follow along, looking for what King Lamoni’s father wanted to know. Ask them to report what they find."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p31"},"Divide the class into small groups. Invite the groups to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.7-14"},"Alma 22:7–14"],"together and make a list of doctrines that Aaron taught to Lamoni’s father. (For example, they might mention that he taught about the Creation, the Fall, and the Atonement.) After the groups have compiled their lists, ask a student to share with the class the list of doctrines that his or her group created. You may want to ask the student to write the list on the board. Then invite other students to write any additional doctrines their groups listed."],["ul.bullet",["li",["span.label","•"],["p","How do these doctrines answer the king’s question in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.6"},"Alma 22:6"],"?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p33"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.15"},"Alma 22:15"],"silently, looking for what the father of King Lamoni was willing to give up in order to receive joy and eternal life."],["ul.bullet",["li",["span.label","•"],["p","What thoughts do you have as you consider what the king was willing to give up?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p35"},"Point out that although the king was willing to give up all his possessions, Aaron taught him of a greater sacrifice that he needed to make. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.16"},"Alma 22:16"],"aloud. Ask the class to listen for what Aaron said the king needed to do."],["ul.bullet",["li",["span.label","•"],["p","What did Aaron say that the king needed to do? (Repent of his sins and pray to God with faith.)"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p37"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.17-18"},"Alma 22:17–18"],"aloud. Ask the class to follow along, looking for the king’s response to Aaron’s instructions."],["ul.bullet",["li",["span.label","•"],["p","How did the king demonstrate his desire to receive eternal life?"]],["li",["span.label","•"],["p","What do you think it means to “give away” our sins? Why do you think it is necessary to repent of",["span.emphasis","all"],"of our sins, not only",["span.emphasis","some"],"of them? (Help students understand that it takes time for a person to repent of all his or her sins.)"]],["li",["span.label","•"],["p","What can we learn from King Lamoni’s father about preparing for eternal life? (While students may use different words, make sure they understand the following truth:",["b","We must be willing to forsake all our sins in order to prepare for eternal life."],"You may want to suggest that students mark the phrase “I will give away all my sins to know thee” in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.18"},"Alma 22:18"],".)"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p41"},"Ask a student to read aloud the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f229","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.f229"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-oaks.jpg"}]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p42"},"“The gospel of Jesus Christ challenges us to change. ‘Repent’ is its most frequent message, and repenting means giving up all of our practices—personal, family, ethnic, and national—that are contrary to the commandments of God. The purpose of the gospel is to transform common creatures into celestial citizens, and that requires change” (“Repentance and Change,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2003, 37)."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p43"},"Point out that some people wonder if they can truly repent and change. Others question whether the Lord will forgive them. To help students who may have these concerns, read the following statement by Sister Elaine S. Dalton, Young Women general president:"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p44"},"“Do you have something in your life that you need to change? You can do this. You can repent because of the Savior’s infinite atoning sacrifice. He made it possible for you and me to change, to become pure and clean again, and to become like Him. And He has promised that when we do, He will remember our sins and mistakes no more” (“Now Is the Time to Arise and Shine!”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2012, 124)."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p45"},"Explain that as we exercise faith and repent of our sins, we qualify to receive priesthood ordinances and covenants that help us prepare for eternal life."],["p.preamble","Invite students to write in notebooks or scripture study journals their answers to the following question. (You may want to write the question on the board or read it slowly so students can write it.)"],["ul.bullet",["li",["span.label","•"],["p","From what you have learned about what is required to receive eternal life, what do you feel the Lord would ask you to do today so you can draw closer to Him?"]]],["p.preamble","When students have had enough time to ponder and write, ask:"],["ul.bullet",["li",["span.label","•"],["p","What evidence do you see that the king had been converted unto the Lord? (Remind students that the king had changed from wanting to kill his own son to being willing to forsake his entire kingdom and all of his sins in order to be born of God.)"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p50"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.19-21"},"Alma 22:19–21"],"by explaining that after the king was overcome by the Spirit, his servants ran and told the queen all that had happened. She was angry and commanded the servants to kill Aaron and his brethren. Afraid of the power of the Nephite missionaries, the servants refused. The queen was also afraid but was determined to have the Nephites killed. She commanded the servants to go and bring the people to kill Aaron and his companions."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p51"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.22-26"},"Alma 22:22–26"],"silently, looking for actions that Aaron and the king took so that the queen and others might also become converted and experience joy. Conclude by sharing your testimony of repentance and of the blessing of being changed through the Atonement of Jesus Christ."]],[".figure",{"id":"f232","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.f232"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p53"},"Young people can learn to use the scriptures to teach gospel truths. Divide students into pairs, and invite each partnership to prepare a one- to two-minute presentation in which they teach a basic doctrine that you assign them. Ask them to use at least one scripture mastery passage in teaching the doctrine. Also ask them to consider using explanations, examples, experiences, and testimony in their teaching. Both students in each partnership should participate in the presentations. After sufficient time for preparation, ask two or three of the partnerships to teach the class. Consider asking other partnerships to make their presentations during upcoming devotionals or after a shorter lesson."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p54"},["span.emphasis","Note:"],"If you do not have time for this activity as part of this lesson, you may use it on another day. For other review activities, see the appendix at the end of this manual."]]]],[".resources",[".box-decor",{"id":"f233","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.f233"},["h2","Commentary and Background Information"],[".topic",{"id":"t144","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t144"},["h3","Alma 21:16–17. “They brought many to the knowledge of the truth”"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p57"},"Aaron and his companions endured many hardships before they were able to help others turn to the Lord. President Thomas S. Monson taught:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p58"},"“To reach, to teach, to touch the precious souls whom our Father has prepared for His message is a monumental task. Success is rarely simple. Generally it is preceded by tears, trials, trust, and testimony” (“Tears, Trials, Trust, Testimony,”",["span.emphasis","Ensign,"],"May 1987, 43)."]],[".topic",{"id":"t145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t145"},["h3","Alma 22:18. “I will give away all my sins to know thee”"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p60"},"Like Lamoni’s father, we must be willing to sacrifice all things to be born of God. In the",["span.emphasis","Lectures on Faith,"],"we learn the importance of sacrifice in our eternal progression:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p61"},"“Let us here observe, that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life” (",["span.emphasis","Lectures on Faith"],"[1985], 69)."]],[".topic",{"id":"t146","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.t146"},["h3","Alma 22:18. “He was struck as if he were dead”"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-84.p63"},"The king “was struck as if he were dead” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.18"},"Alma 22:18"],") when he received a manifestation of the Spirit that was so powerful that it caused him to lose physical strength. He had an experience similar to that of his son Lamoni, who had appeared to be dead but who had actually experienced “the light of the glory of God” to such a degree that it “had overcome his natural frame, and he was carried away in God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.6"},"Alma 19:6"],")."]]]]]]],"refs":null}
