{"id":98,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":98,"title":"Lesson 72: Alma 5:37–62","subtitle":"","short_title":"Lesson 72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.head7"},[".titleNumber","Lesson 72"],["h1","Alma 5:37–62"]],[".bodyBlock",[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t42"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p4"},"As Alma continued preaching in Zarahemla, he warned the people that the decision to follow or reject his words held serious consequences. Alma also compared Jesus Christ to a good shepherd who called after them and desired to bring them back to his fold. He encouraged the people to repent and avoid the unclean things of the world so they could inherit the kingdom of heaven."]],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t43"},["h2","Suggestions for Teaching"],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37-42,53-62"},"Alma 5:37–42, 53–62"]],["h4","Alma warns the wicked and invites all to hearken to the voice of the Good Shepherd"],[".img-left",{"id":"f45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.f45"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_072_01-christ.jpg"}]],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p8"},"Display the picture Jesus Carrying a Lost Lamb (",["span.emphasis","Gospel Art Book"],"[2009], no. 64)."],["ul.bullet",["li",["span.label","•"],["p","In what ways is the Savior the Good Shepherd?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p10"},"After a few students have answered, read the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p11"},"“In Jesus’ time, the Palestinian shepherd was noted for his protection of his sheep. Unlike modern sheepherders, the shepherd always walked ahead of his flock. He led them. The shepherd knew each of the sheep and usually had a name for each. The sheep knew his voice and trusted him and would not follow a stranger. Thus, when called, the sheep would come to him. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14,16"},"John 10:14, 16"],".) …"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p12"},"“Jesus used this common illustration of his day to declare that He was the Good Shepherd, the True Shepherd. Because of His love for His brothers and sisters, He would willingly and voluntarily lay down His life for them” (“A Call to the Priesthood: ‘Feed My Sheep,’”",["span.emphasis","Ensign,"],"May 1983, 43; see also John R. Lasater, “Shepherds of Israel,”",["span.emphasis","Ensign,"],"May 1988, 74–75)."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p13"},"Help students remember the context of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5"],"by explaining that Alma went to preach to the people of Zarahemla, who were like “sheep having no shepherd” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37"},"Alma 5:37"],"). Ask students to recall the challenges the people of Zarahemla faced and what Alma encouraged them to do. You might briefly review several key verses from the previous lesson, such as",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14-20"},"Alma 5:14–20"],", to help students remember some of this background. Ensure that students understand that the people of Zarahemla were in an awful situation because of their wickedness (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.3"},"Alma 7:3"],")."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p14"},"Invite two or three students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37-42"},"Alma 5:37–42"],". Ask the class to look for ways a person can tell whether he or she is one of the Savior’s sheep. After students share what they have found, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How are people like sheep in need of a shepherd?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37-38"},"Alma 5:37–38"],", how does the Good Shepherd show His love and concern for the sheep? (He continues to call after them in His own name.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.41"},"Alma 5:41"],", how can we tell if we are hearkening to the voice of the Good Shepherd?"]],["li",["span.label","•"],["p","What are some works that might indicate that a person is following the Good Shepherd?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p19"},"After students have responded, ask a student to read the following statement by President Ezra Taft Benson, who described men and women who are committed to following Jesus Christ. (You might want to prepare a copy of this statement for each student.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p20"},"“When you choose to follow Christ, you choose to be changed. …"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p21"},"“Men [and women] changed for Christ will be captained by Christ. …"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p22"},"“Their will is swallowed up in His will. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],".)"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p23"},"“They do always those things that please the Lord. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/8.29"},"John 8:29"],".)"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p24"},"“Not only would they die for the Lord, but more important they want to live for Him."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p25"},"“Enter their homes, and the pictures on their walls, the books on their shelves, the music in the air, their words and acts reveal them as Christians."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p26"},"“They stand as witnesses of God at all times, and in all things, and in all places. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],".)"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p27"},"“They have Christ on their minds, as they look unto Him in every thought. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.36"},"D&C 6:36"],".)"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p28"},"“They have Christ in their hearts as their affections are placed on Him forever. (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.36"},"Alma 37:36"],".)"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p29"},"“Almost every week they partake of the sacrament and witness anew to their Eternal Father that they are willing to take upon them the name of His Son, always remember Him, and keep His commandments. (See",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moro. 4:3"],".)” (“Born of God,”",["span.emphasis","Ensign,"],"Nov. 1985, 5, 6–7)."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p30"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.53-56"},"Alma 5:53–56"],"silently, searching for attitudes and actions that make it difficult for someone to hearken to the voice of the Savior. After a few minutes, invite a few students to write their findings on the board. Have them write their answers so they fill up as much of the board as possible. Ask them to add any other attitudes or actions they have seen around them that make it difficult to hearken to the voice of the Savior. (Students’ answers might include laying aside [ignoring] God’s teachings, pride, vanity, setting our hearts upon riches and worldly things, thinking we are better than others, persecuting the righteous, or turning our backs on the poor and needy. You may want to draw students’ attention to Alma’s repeated use of the word",["span.emphasis","persist,"],"emphasizing that the people of Zarahemla persisted in these sinful behaviors and attitudes.)"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p31"},"Create some space to write in the middle of the board by erasing a portion of the students’ answers. In that space, write",["span.emphasis","follow the voice of the Good Shepherd."]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p32"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.57"},"Alma 5:57"],"aloud. Ask the class to identify phrases that teach how we should respond to evil influences. (“Come ye out from the wicked,” “be ye separate,” and “touch not their unclean things.”) You may want to suggest that students mark these phrases in their scriptures. Point out that these phrases emphasize the need to avoid anything that would corrupt or contaminate us spiritually. To help students discuss how they can tune out distractions, avoid evil influences, and follow the voice of the Good Shepherd, ask questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","What can a Latter-day Saint youth do to stay separate from the wicked? (To reinforce students’ answers, consider sharing a positive example you have seen in one of the students in your class. You might also invite students to share good examples they have seen in each other.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.56-57"},"Alma 5:56–57"],", what are the consequences of persisting in wickedness? (",["b","If we persist in wickedness, we will be unable to hear the voice of the Good Shepherd and we cannot be numbered among the righteous."],")"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p35"},"If there is time, give students a few minutes to ponder the following question. You may want to have them answer the question in notebooks or scripture study journals."],["ul.bullet",["li",["span.label","•"],["p","What would the Lord have you do to better accept His invitation to come unto Him? (You might suggest that the answer could be something they feel a need to do better, or it could be something they need to stop doing.)"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p37"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.58-62"},"Alma 5:58–62"],"silently, looking for blessings promised to those who gather with the Lord and His people. (You may want to suggest that students mark these blessings in their scriptures.)"],["ul.bullet",["li",["span.label","•"],["p","How would you summarize the Lord’s promises to those who hearken to His voice? (Though students may suggest different principles, make sure they understand that",["b","if we follow the voice of the Lord [the Good Shepherd], we will be gathered into His kingdom."],"You might want to write this principle on the board.)"]],["li",["span.label","•"],["p","What habits have you developed that help you to hearken to the voice of the Good Shepherd?"]],["li",["span.label","•"],["p","How have these habits helped you ignore some of the evil influences listed on the board?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p41"},"Testify that as we hearken to the Savior’s words, we will be among the righteous who are gathered into the Lord’s kingdom."]],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.43-52"},"Alma 5:43–52"]],["h4","Alma fulfills his responsibility to preach repentance"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p44"},"Ask students to list the five physical senses (sight, sound, touch, smell, and taste). Consider bringing some objects that will allow students to use these senses."],["ul.bullet",["li",["span.label","•"],["p","What is something you have learned from each of your five senses?"]],["li",["span.label","•"],["p","Is there a way to know or learn something without using your five senses?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p47"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.44-48"},"Alma 5:44–48"],". Ask the class to look for what Alma said he knew and how he said he knew it."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.48"},"Alma 5:48"],", what did Alma know?"]],["li",["span.label","•"],["p","What did Alma say was the source of his testimony?"]],["li",["span.label","•"],["p","What had Alma done in order to receive this witness from the Holy Ghost?"]],["li",["span.label","•"],["p","How can prayer and fasting help us gain or strengthen a testimony of the gospel?"]],["li",["span.label","•"],["p","When have you felt that your testimony has been strengthened through prayer or fasting?"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p53"},"Testify that",["b","we can know for ourselves, through the Holy Ghost, that Jesus Christ is the Redeemer of mankind."],"To emphasize the importance of seeking and obtaining a personal testimony that Jesus Christ is the Redeemer of mankind, read the following statement by Elder M. Russell Ballard of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.f53"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-ballard.jpg"}]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p54"},"“Individual, personal testimony of gospel truth, particularly the divine life and mission of the Lord Jesus Christ, is essential to our eternal life. … In other words, life eternal is predicated upon our own individual, personal knowledge of our Father in Heaven and His Holy Son. Simply knowing about them is not enough. We must have personal, spiritual experiences to anchor us. These come through seeking them in the same intense, single-minded way that a hungry person seeks food” (“Feasting at the Lord’s Table,”",["span.emphasis","Ensign,"],"May 1996, 80)."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p55"},"Give students time to write their answers to the following question. Also encourage them to write down what they will do to gain or strengthen their testimonies of Jesus Christ. Encourage them to accomplish their goals, even if it takes “many days” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.46"},"Alma 5:46"],")."],["ul.bullet",["li",["span.label","•"],["p","When have you felt the Holy Ghost witness to you that Jesus Christ is the Redeemer of the world?"]]],[".sidebar box-decor box-right",{"id":"f55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.f55"},["h3","Encourage application"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p58"},"President Thomas S. Monson said, “The aim [of gospel teaching] is to inspire the individual to think about, feel about, and then do something about living gospel principles” (in Conference Report, Oct. 1970, 107). As you teach gospel principles to students, invite them to follow the promptings of the Holy Ghost in selecting ways they can improve their conduct and strengthen their faith in Jesus Christ."]],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p59"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.49-52"},"Alma 5:49–52"],"silently, looking for what Alma told the people they needed to do to prepare to inherit the kingdom of heaven."],["ul.bullet",["li",["span.label","•"],["p","Why is repentance essential to entering into the kingdom of God?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p61"},"To help students apply Alma’s teachings about preparing to enter God’s kingdom, ask a student to read the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p62"},"“What if the day of His coming were tomorrow? If we knew that we would meet the Lord tomorrow—through our premature death or through His unexpected coming—what would we do today? What confessions would we make? What practices would we discontinue? What accounts would we settle? What forgivenesses would we extend? What testimonies would we bear?"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p63"},"“If we would do those things then, why not now? Why not seek peace while peace can be obtained?” (“Preparation for the Second Coming,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 9)."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p64"},"Conclude by giving students time to ponder what they would need to change in their lives to be prepared to meet the Savior and enter into His kingdom. Invite them to write their thoughts and feelings so they can reread their thoughts later and be reminded to follow through on the promptings they receive."]]]],[".resources",[".box-decor",{"id":"f57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.f57"},["h2","Commentary and Background Information"],[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t46"},["h3","Alma 5:46–47. “The spirit of revelation”"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p67"},"Alma had seen an angel, but he testified in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.46-47"},"Alma 5:46–47"],"that his testimony of the redeeming mission of Jesus Christ was strengthened through the Holy Ghost, after much fasting and prayer. President Heber J. Grant said, “Many men say: ‘If I could only see an angel, if I could only hear an angel proclaim something, that would cause me to be faithful all the days of my life!’ It had no effect upon these men [Laman and Lemuel] that were not serving the Lord, and it would have no effect today” (in Conference Report, Apr. 1924, 159)."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p68"},"President Joseph Fielding Smith explained why the witness of the Holy Ghost can be more powerful than a visitation from an angel:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p69"},"“Christ … declared that the manifestations we might have … from a visitation of an angel, a tangible resurrected being, would not leave the impression … which we receive through a manifestation of the Holy Ghost. Personal visitations might become dim as time goes on, but this guidance of the Holy Ghost is renewed and continued, day after day, year after year, if we live to be worthy of it” (",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. [1954–56], 1:44)."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p70"},"The following statement from",["span.emphasis","True to the Faith"],"explains how true conversion comes about:"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p71"},"“Conversion is a process, not an event. You become converted as a result of your righteous efforts to follow the Savior. These efforts include exercising faith in Jesus Christ, repenting of sin, being baptized, receiving the gift of the Holy Ghost, and enduring to the end in faith."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p72"},"“Although conversion is miraculous and life changing, it is a quiet miracle. Angelic visitations and other spectacular occurrences do not bring conversion. Even Alma, who saw an angel, became converted only after he ‘fasted and prayed many days’ for a witness of the truth (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.46"},"Alma 5:46"],"). And Paul, who saw the resurrected Savior, taught that ‘no man can say that Jesus is the Lord, but by the Holy Ghost’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.3"},"1 Corinthians 12:3"],")” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 41)."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.t47"},["h3","Alma 5:57. “Come ye out from the wicked, and be ye separate”"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p74"},"Elder David R. Stone of the Seventy discussed how techniques used in the construction of the Manhattan New York Temple provide an example of how to remove oneself from the influence of the world:"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p75"},"“Too many of the people of the world have come to resemble the Babylon of old by walking in their own ways and following a god ‘whose image is in the likeness of the world’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],"]."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p76"},"“One of the greatest challenges we will face is to be able to live in that world but somehow not be of that world. We have to create Zion in the midst of Babylon. …"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p77"},"“My involvement with the building of the Manhattan temple gave me the opportunity to be in the temple quite often prior to the dedication. It was wonderful to sit in the celestial room and be there in perfect silence, without a single sound to be heard coming from the busy New York streets outside. How was it possible that the temple could be so reverently silent when the hustle and bustle of the metropolis was just a few yards away?"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p78"},"“The answer was in the construction of the temple. The temple was built within the walls of an existing building, and the inner walls of the temple were connected to the outer walls at only a very few junction points. That is how the temple (Zion) limited the effects of Babylon, or the world outside."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p79"},"“There may be a lesson here for us. We can create the real Zion among us by limiting the extent to which Babylon will influence our lives. …"],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p80"},"“Wherever we are, whatever city we may live in, we can build our own Zion by the principles of the celestial kingdom and ever seek to become the pure in heart. …"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-72.p81"},"“We do not need to become as puppets in the hands of the culture of the place and time. We can be courageous and can walk in the Lord’s paths and follow His footsteps” (“Zion in the Midst of Babylon,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 90–93)."]]]]]]],"refs":null}
