{"id":133,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":133,"title":"Lesson 101: Alma 45–48","subtitle":"","short_title":"Lesson 101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101"},[".heading",{"id":"head42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.head42"},[".titleNumber","Lesson 101"],["h1","Alma 45–48"]],[".bodyBlock",[".topic",{"id":"t302","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t302"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p4"},"After Alma gave final instructions to his son Helaman, he departed from the people of Nephi and was never heard from again. Helaman became a significant spiritual leader and Captain Moroni became an important military leader during a difficult time for the Nephites. Amalickiah, the leader of a group of Nephite dissenters, set in motion a cunning plan to gain power over the Nephites. Captain Moroni helped the Nephites fortify themselves against the attacks of their enemies so they could maintain their liberty and freedom of worship."]],[".topic",{"id":"t303","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t303"},["h2","Suggestions for Teaching"],[".topic",{"id":"t304","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t304"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45"]],["h4","Helaman believes the words of Alma and begins his ministry"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p8"},"Invite students to think about an interview they have had with a parent or priesthood leader."],["ul.bullet",["li",["span.label","•"],["p","What sort of questions do parents and priesthood leaders usually ask in interviews?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p10"},"After a short discussion, explain that before Alma gave his son Helaman charge of the sacred records and departed out of the land (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.18-19"},"Alma 45:18–19"],"), he asked Helaman a series of questions. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.2-8"},"Alma 45:2–8"],"silently, looking for the questions Alma asked and the answers Helaman gave."],["ul.bullet",["li",["span.label","•"],["p","The Nephites were at war with the Lamanites when Alma and Helaman had this conversation. How do you think Helaman’s faith may have helped him during the war and throughout his ministry?"]],["li",["span.label","•"],["p","When have you received strength from your faith in Jesus Christ and the words of the prophets and from your commitment to keeping the commandments?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p13"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.9-19"},"Alma 45:9–19"],"by telling students that after Alma prophesied about the eventual destruction of the Nephite nation, he departed out of the land and was never heard from again. Before he left, he gave a final prophecy. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.16"},"Alma 45:16"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What truths can we learn from this prophecy? (Students may state several principles, but make sure they demonstrate understanding that",["b","the Lord cannot look upon sin with the least degree of allowance."],")"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p15"},"Explain that Helaman began his ministry by appointing priests and teachers over the Church throughout the land. Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.23-24"},"Alma 45:23–24"],", looking for how the people responded to these Church leaders."],["ul.bullet",["li",["span.label","•"],["p","How did the people respond to their Church leaders? Why did some people refuse to listen to the leaders of the Church?"]]]],[".topic",{"id":"t305","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t305"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46"},"Alma 46"]],["h4","Captain Moroni rallies the righteous to defend their rights and their religion"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p19"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.1-3"},"Alma 46:1–3"],"by explaining that those who would not heed the leaders of the Church were led by a man named Amalickiah. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.4-5"},"Alma 46:4–5"],"silently, looking for what Amalickiah and his followers desired. Invite students to explain what they discover."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p20"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.6-7"},"Alma 46:6–7"],"silently, looking for the results of Amalickiah’s influence on those who followed him."],["ul.bullet",["li",["span.label","•"],["p","What happened as a result of Amalickiah’s influence?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p22"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.8-10"},"Alma 46:8–10"],"silently, looking for the lessons Mormon wanted us to learn from Amalickiah’s actions. You might point out that several of these lessons are introduced by the words “thus we see” or “we see.” (You may want to suggest that students mark these lessons in their scriptures.) Students may discover the following lessons:"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p23"},"Many people are quick to forget the Lord and to do iniquity."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p24"},"One wicked man can bring to pass much wickedness."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p25"},"To contrast Amalickiah with Captain Moroni, ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.11-18"},"Alma 46:11–18"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.11-13,17"},"Alma 48:11–13, 17"],"silently. Invite half of the class to search for what Moroni desired. Invite the other half of the class to look for words and phrases that describe what Moroni was like. (Help students see the difference between Moroni’s righteous motives and Amalickiah’s wicked motives. Moroni supported the cause of liberty and righteousness, while Amalickiah hungered for power and sought to bring the Nephites into bondage.)"],["ul.bullet",["li",["span.label","•"],["p","Based on what you read, how would you describe Captain Moroni? What principles can we learn from these verses? (Students may suggest several different principles, including the truth that",["b","one righteous man can bring to pass much righteousness."],")"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.11-18"},"Alma 46:11–18"],", what did Moroni pray for? (For the blessings of freedom and liberty to remain with the Nephites and for the “cause of the Christians” to be favored by God.)"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p28"},"Moroni prayed about the “cause of the Christians.” According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.12"},"Alma 46:12"],", what three ideals did Moroni feel that Christians should defend and uphold? (Help students see that",["b","it is our duty to defend families, our religion, and our freedom."],"See also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.45-48"},"Alma 43:45–48"],".)"],["ul.bullet",["li",["span.label","•"],["p","What challenges exist against families, Christians, and freedom today? What are some appropriate ways we can defend our families, our religion, and our liberties?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p30"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.18-22"},"Alma 46:18–22"],"silently, looking for what Moroni asked his people to do. (You might suggest that students mark the word",["span.emphasis","covenant"],"in these verses.)"],["ul.bullet",["li",["span.label","•"],["p","What did the people covenant to do? (Maintain their rights and their religion; not forsake the Lord; not transgress the commandments of God; and not be ashamed to take upon themselves the name of Christ.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.22"},"Alma 46:22"],", what did the people do as a token of the covenant they made? (They rent, or tore, their clothing and cast the pieces at Moroni’s feet.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p33"},"Hold up a piece of cloth, and tear it in half. You may want to explain that by rending, or tearing, their clothing, the people were demonstrating their commitment to the covenant they had made."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.21-22"},"Alma 46:21–22"],", what did the people say should happen if they broke their covenant?"]],["li",["span.label","•"],["p","How does this help you understand the serious nature of the covenants we make with God?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p36"},"Remind students that Moroni and his people were facing enemies who wanted to destroy them."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.18"},"Alma 46:18"],", what did Moroni say could bring his people to destruction?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p38"},"Write the following on the board:",["span.emphasis","If we keep our covenants, God will …"]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p39"},"Invite students share how they might complete the statement based on what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.18-22"},"Alma 46:18–22"],". Also ask them to give an example of how they know the statement is true. Responses may vary. Summarize the responses by completing the phrase on the board as follows:",["span.emphasis",["b","If we keep our covenants, God will bless us."]],"Encourage students to look for evidence that supports this principle as they study the remaining chapters in Alma. You may want to tell about a time when the Lord blessed you for honoring your covenants."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p40"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.29-41"},"Alma 46:29–41"],". Explain that Amalickiah and his followers realized they were outnumbered, so they went to the land of Nephi, seeking to join the Lamanites. Moroni’s army stopped most of Amalickiah’s group from reaching the land of Nephi. Many of Amalickiah’s followers entered into a covenant to support freedom. The few who would not enter into the covenant were put to death. Amalickiah and a small number of his men escaped and joined the Lamanites."]],[".topic",{"id":"t306","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t306"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47"},"Alma 47"]],["h4","By fraud, Amalickiah becomes king of the Lamanites"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p43"},"Ask students how they would feel if they were in a competitive game or other contest and had in their possession a book that contained a list of what their opponent intended to do to win the competition. Tell students that by likening",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47"},"Alma 47"],"to ourselves, we can learn some important lessons about Satan’s tactics for trying to defeat us."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p44"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47.1-6"},"Alma 47:1–6"],"by telling students that Amalickiah did not give up his goal to gain power over the Nephites. He devised a cunning plan to dethrone the king of the Lamanites and become their king so he could eventually lead the Lamanites to battle against the Nephites. When Amalickiah joined the Lamanites, he gained the favor of their king, who gave him command over a portion of the Lamanite army. The king ordered Amalickiah and his army to pursue a disobedient faction of the Lamanite army, led by a man named Lehonti. Amalickiah was ordered to compel Lehonti’s army to take up arms against the Nephites, but Amalickiah had different plans."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p45"},"Invite students to study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47.7-19"},"Alma 47:7–19"],"as if they were Lehonti and as if Amalickiah were Satan. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47.7-10"},"Alma 47:7–10"],"silently, looking for where Lehonti went to defend his army and what Amalickiah tried to get Lehonti to do."],["ul.bullet",["li",["span.label","•"],["p","Where did Lehonti gather his army in preparation for battle? What advantage does an army have if it is on higher ground than its enemy?"]],["li",["span.label","•"],["p","What did Amalickiah want Lehonti to do? What are some tactics Satan uses to get us to come down from higher ground? (Possible answers include tempting us to lower our standards and enticing us to go places where we are not safe spiritually.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p48"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47.11-19"},"Alma 47:11–19"],". Ask the class to follow along, considering how Amalickiah’s tactics might be likened unto the tactics Satan uses to destroy us."],["ul.bullet",["li",["span.label","•"],["p","In what ways were Amalickiah’s tactics similar to the tactics Satan uses to destroy us? (Possible answers include that Satan is persistent, deceptive, cunning, and ruthless.)"]],["li",["span.label","•"],["p","What are some examples of ways Satan seeks to poison us “by degrees”?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p51"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47.20-36"},"Alma 47:20–36"],"by explaining that Amalickiah continued to deceive and murder until he became the king of the Lamanites. Emphasize that Amalickiah’s intentions and tactics were much like Satan’s intentions and tactics toward us. Write the following principle on the board:",["b",["span.emphasis","Satan seeks to destroy us, and he entices us by degrees to lower our standards."]]]],[".topic",{"id":"t307","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t307"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48"},"Alma 48"]],["h4","Captain Moroni inspires the Nephites to be prepared and faithful"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p54"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.7-10"},"Alma 48:7–10"],"silently, looking for what Moroni was doing while Amalickiah was seeking power among the Lamanites."],["ul.bullet",["li",["span.label","•"],["p","What was Moroni doing while Amalickiah was seeking power among the Lamanites?"]],["li",["span.label","•"],["p","What did Moroni do to strengthen his people and their cities against future attacks? Which specific locations did Moroni pay special attention to?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p57"},"Give students time to ponder areas of weakness in their lives and what they could do to strengthen those areas. Ask them to write their thoughts."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.10"},"Alma 48:10"],", why did Moroni work so hard to fortify his people against the attacks of their enemies? (Emphasize that Moroni wanted to help preserve the Nephites’ freedom to practice their religion.)"]],["li",["span.label","•"],["p","What are some examples of things that modern-day Church leaders teach to help us fortify our areas of spiritual weakness?"]],["li",["span.label","•"],["p","Why do Church leaders work so hard to fortify us spiritually?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p61"},"Assure students that",["b","as we follow the counsel of the Lord’s servants, we will be fortified against temptation."]],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p62"},"Encourage students to watch carefully in the remaining chapters of Alma for principles about the value of keeping covenants and the importance of fortifying ourselves to resist Satan."]]]],[".resources",[".box-decor",{"id":"f520","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.f520"},["h2","Commentary and Background Information"],[".topic",{"id":"t308","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t308"},["h3","Alma 46:21–22. The seriousness of covenants"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p65"},"Elder Paul E. Koelliker of the Seventy testified of the significance of entering into covenants:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p66"},"“Giving careful attention to covenant making is critical to our eternal salvation. Covenants are agreements we make with our Heavenly Father in which we commit our hearts, minds, and behavior to keeping the commandments defined by the Lord. As we are faithful in keeping our agreement, He covenants, or promises, to bless us, ultimately with all that He has” (“Gospel Covenants Bring Promised Blessings,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 94)."]],[".topic",{"id":"t309","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t309"},["h3","Alma 48:19. “No less serviceable”"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p68"},"President Howard W. Hunter explained what Mormon meant when he wrote that Helaman was “no less serviceable unto the people than was Moroni”:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p69"},"“Even though Helaman was not as noticeable or conspicuous as Moroni, he was as serviceable; that is, he was as helpful or useful as Moroni. …"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p70"},"“Not all of us are going to be like Moroni, catching the acclaim of our colleagues all day every day. Most of us will be quiet, relatively unknown folks who come and go and do our work without fanfare. To those of you who may find that lonely or frightening or just unspectacular, I say, you are ‘no less serviceable’ than the most spectacular of your associates. You, too, are part of God’s army."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p71"},"“Consider, for example, the profound service a mother or father gives in the quiet anonymity of a worthy Latter-day Saint home. Think of the Gospel Doctrine teachers and Primary choristers and Scoutmasters and Relief Society visiting teachers who serve and bless millions but whose names will never be publicly applauded or featured in the nation’s media."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p72"},"“Tens of thousands of unseen people make possible our opportunities and happiness every day. As the scriptures state, they are ‘no less serviceable’ than those whose lives are on the front pages of newspapers."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p73"},"“The limelight of history and contemporary attention so often focuses on the",["span.emphasis","one"],"rather than on the",["span.emphasis","many"],"” (“No Less Serviceable,”",["span.emphasis","Ensign,"],"Apr. 1992, 64)."]]],[".box-decor",{"id":"f521","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.f521"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t310","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t310"},["h3","Alma 47:1–19. Don’t leave higher ground"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p76"},"Explain that one way Satan may try to entice us to lower our standards is in the way we discuss the gospel with friends and acquaintances. More and more is being written positively and negatively about the Church, online and in print. People who are honestly seeking the truth will naturally ask questions or even initiate discussions about the gospel. However, others intend only to argue for the sake of argument or to undermine faith."],["ul.bullet",["li",["span.label","•"],["p","Have you ever had an experience in which someone in person or online found out you were a member of the Church and then tried to entice you into an argument?"]]],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p78"},"After students share their experiences, read the following statement by Elder Robert D. Hales of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p79"},"“Some may try to provoke us and engage us in argument. In the Book of Mormon, we read about Lehonti and his men camped upon a mount. The traitorous Amalickiah urged Lehonti to ‘come down’ and meet him in the valley. But when Lehonti left the high ground, he was poisoned ‘by degrees’ until he died, and his army fell into Amalickiah’s hands (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/47"},"Alma 47"],"). By arguments and accusations, some people bait us to leave the high ground. The high ground is where the light is. It’s where we see the first light of morning and the last light in the evening. It is the safe ground. It is true and where knowledge is. Sometimes others want us to come down off the high ground and join them in a theological scrum in the mud. These few contentious individuals are set on picking religious fights, online or in person. We are always better staying on the higher ground of mutual respect and love” (“Christian Courage: The Price of Discipleship,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 74)."]],[".topic",{"id":"t311","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.t311"},["h3","Alma 48:11–20. Captain Moroni and Helaman"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p81"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.17"},"Alma 48:17"],"silently. Ask them to talk with another member of the class about someone they know who could be described using the words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.17"},"Alma 48:17"],". Encourage them to talk about some of the qualities that make this person like Moroni."],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-101.p82"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.18-20"},"Alma 48:18–20"],"aloud. You may want to explain that “no less serviceable” means that although someone might not get a lot of attention for their service (as Moroni did), their labors to build and strengthen others are significant and acceptable to God. Invite a few students to talk about someone in their lives who might be described as “no less serviceable.”"]]]]]]],"refs":null}
