{"id":94,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":94,"title":"Lesson 69: Alma 1–2","subtitle":"","short_title":"Lesson 69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.head3"},[".titleNumber","Lesson 69"],["h1","Alma 1–2"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p4"},"Shortly after Alma became chief judge, a man named Nehor established himself as a preacher among the people. He spoke out against the Church and its doctrines, and he convinced many to believe him and give him money. When Nehor killed Gideon, who was a faithful member of the Church, he was brought before Alma. Finding Nehor guilty of priestcraft and of trying to enforce priestcraft by the sword, Alma sentenced Nehor to death. The Church prospered, led by diligent and humble priests, but priestcraft continued. Amlici, a cunning man after the order of Nehor, gathered support among many people and tried unsuccessfully to become king of the Nephites. He and his followers revolted, came against the Nephites to battle, and eventually combined their forces with a Lamanite army. Strengthened by the Lord, the Nephites suffered many losses but overcame the attacks of these armies."]],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f1"},["h3","Using Church manuals and adapting lessons"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p6"},"Church manuals are carefully prepared to ensure that the doctrines of the Church are kept pure. Carefully consider the teaching suggestions in this manual, which will help you be true to the intent of the prophets who recorded the scriptures. However, you may adapt the lessons according to the needs and circumstances of your students."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1"]],["h4","Despite the spread of priestcraft and persecution, many stand fast in the faith"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p10"},"Write",["span.emphasis","popular"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What are some dangers of seeking popularity? What are some dangers of following people just because they are popular?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p12"},"Explain that a man named Nehor became popular with some people in Zarahemla. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.2-6"},"Alma 1:2–6"],"silently, looking for what Nehor taught and how the people responded to it. After students report what they have found, consider asking questions like the following:"],["ul.bullet",["li",["span.label","•"],["p","Why is Nehor’s teaching in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.4"},"Alma 1:4"],"dangerous? (If students struggle to answer this question, point out that Nehor taught that “all men [will] have eternal life,” regardless of what they do. This teaching ignores the need for repentance, ordinances, and keeping God’s commandments. See also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.15"},"Alma 15:15"],".)"]],["li",["span.label","•"],["p","What consequences could come to a person who believes this doctrine?"]],["li",["span.label","•"],["p","How did Nehor’s success affect him? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.6"},"Alma 1:6"],".)"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p16"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.7-15"},"Alma 1:7–15"],"by explaining that one day Nehor was going to preach to a group of his followers when he met Gideon, who had helped deliver the people of Limhi from bondage and who was currently serving as a teacher in the Church. Nehor “began to contend with [Gideon] sharply, that he might lead away the people of the church; but [Gideon] withstood him, admonishing him with the words of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.7"},"Alma 1:7"],"). Nehor, in a fit of anger, drew his sword and killed Gideon. The people of the Church took Nehor to Alma, who was the chief judge, to be judged for his crimes. Alma sentenced Nehor to die, and Nehor “suffered an ignominious death” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.15"},"Alma 1:15"],"). You may need to explain that",["span.emphasis","ignominious"],"means disgraceful, shameful, or dishonorable."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p17"},"Invite students to search the first few lines of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.12"},"Alma 1:12"],"for the word Alma used to describe what Nehor had introduced to this people for the first time. Invite students to look at footnote 12",["span.emphasis","a."],"Have them turn to the first reference listed:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],". Ask them to read this verse silently."],["ul.bullet",["li",["span.label","•"],["p","In your own words, what is priestcraft? What do you think it means for people to “set themselves up for a light unto the world”? Why is this dangerous?"]],["li",["span.label","•"],["p","How was Nehor’s preaching an example of priestcraft?"]],["li",["span.label","•"],["p","According to Alma, what would happen to the people if priestcraft were enforced among them?"]],["li",["span.label","•"],["p","Why do you think it is tempting for people to teach so that others will praise them?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p22"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.16"},"Alma 1:16"],"aloud. Ask the class to identify how and why priestcraft continued to spread, even after the death of Nehor. After students report what they have found, ask:"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.16"},"Alma 1:16"],", what are the goals of people who practice priestcraft? (They do it “for the sake of riches and honor”—in other words, to gain money and popularity.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p24"},"Explain that priestcraft and its effects plagued the Nephites for many years (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2"},"Alma 2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.15"},"15:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.28"},"24:28"],"). Point out that in our day, we need to beware of priestcraft, within the Church as well as outside the Church. We should not allow ourselves to be deceived by people who practice priestcraft. We should also guard against the attitudes and actions of priestcraft in our own efforts to teach the gospel."],["ul.bullet",["li",["span.label","•"],["p","What opportunities do you have to teach the gospel? (Help students see that they have many opportunities to teach the gospel. They teach one another as they participate in seminary and in their quorums and classes. They can teach their families in family home evenings. The young men serve as home teachers. Young men and young women may be asked to speak in sacrament meeting. They can share the gospel with others now, and they may be preparing to serve as full-time missionaries.)"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p26"},"Invite a student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p27"},"“Anything you or I do as instructors that knowingly and intentionally draws attention to self—in the messages we present, in the methods we use, or in our personal demeanor—is a form of priestcraft that inhibits the teaching effectiveness of the Holy Ghost” (“Seek Learning by Faith,”",["span.emphasis","Ensign,"],"Sept. 2007, 66–67)."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p28"},"Emphasize that if we knowingly draw attention to ourselves in our efforts to teach the gospel, we will inhibit the teaching effectiveness of the Holy Ghost."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p29"},"Read the following list of motivations people may have when they teach. Invite students to discuss which motivations could be examples of priestcraft and why."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p30"},"To lead others to the Savior."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p31"},"To show how funny they are."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p32"},"To help others to feel the Spirit."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p33"},"To show off their intelligence."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p34"},"To help others apply gospel truths in their lives."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p35"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.26-27"},"Alma 1:26–27"],"aloud. Ask the class to identify ways the priests of God acted differently from Nehor."],["ul.bullet",["li",["span.label","•"],["p","How can the example of the Nephite priests help us avoid priestcraft?"]],["li",["span.label","•"],["p","How did these priests show their commitment to God?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p38"},"Explain that priestcraft led to contention and persecution among the Nephites. To help students prepare to study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.19-33"},"Alma 1:19–33"],", ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","When have you seen people tease, mock, or persecute those who keep the commandments of God?"]],["li",["span.label","•"],["p","Have you ever felt teased, mocked, or persecuted for keeping the commandments? If so, how did you respond?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p41"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.19-20"},"Alma 1:19–20"],"silently, looking for examples of members of the Church being persecuted. After students report what they find, write the following questions on the board and invite students to copy them in notebooks or scripture study journals. Give them time to read the scripture passages silently and answer the questions on their own."],[".chalkboard",{"id":"f10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f10"},["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p42"},"According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.21-24"},"Alma 1:21–24"],", how did some members respond to persecution? What were the consequences for their actions?"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p43"},"According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.25-31"},"Alma 1:25–31"],", how did other members of the Church live despite the persecution? What blessings did they receive?"]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p44"},"When students have had enough time to study these passages, ask them what we can learn from the passages. Students might identify some or all of the following principles:"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p45"},["b","Even when people around us are being disobedient, we can be steadfast and immovable in keeping the commandments."]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p46"},["b","When we live the gospel, we can have peace in our lives, even if we are persecuted."]],["ul.bullet",["li",["span.label","•"],["p","When have you seen that these principles are true?"]]]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2"},"Alma 2"]],["h4","Amlici and others rebel and eventually join with the Lamanites to battle the Nephites"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p50"},"Explain that about four years after Nehor’s death, the Nephites faced another wicked man who was able to gain popular support. Divide students into pairs. In each pair, have one student read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.1-7"},"Alma 2:1–7"],"while the other reads",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.8-18"},"Alma 2:8–18"],". Instruct the students to prepare headlines for news articles based on their assigned verses, describing what the righteous people did to stand up against wickedness. After four or five minutes, invite students to share their headlines with their partners. You may want to ask a few students to share their headlines with the class."],["p.preamble","Ask the following questions to be sure students understand the verses they have studied:"],["ul.bullet",["li",["span.label","•"],["p","What did Amlici want to do?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.18"},"Alma 2:18"],", why were the Nephites able to stop Amlici’s attempt to become king? (“The Lord did strengthen the hand of the Nephites.” You may want to encourage students to mark this statement in their scriptures.)"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p54"},"Ask the class to list examples of wickedness that youth face today. They might mention temptations, and they might also mention trials they face because of others’ wickedness. As they continue studying",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2"},"Alma 2"],", invite them to ponder ways they can receive the Lord’s help to overcome the temptations and challenges they face."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p55"},"Explain that the Nephite warriors defeated many of the Amlicites, but they were astonished to see that the remaining Amlicites joined with an army of Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.19-25"},"Alma 2:19–25"],"). Before the Nephite armies could return to the city of Zarahemla, the combined army attacked them. Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.27"},"Alma 2:27"],"for a phrase indicating the size of the combined army of Lamanites and Amlicites."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p56"},"Invite students to pause for a moment and imagine what they would think and how they would feel if they were part of the Nephite army. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.28-31,36"},"Alma 2:28–31, 36"],"aloud, and ask the class to look for the way the battle ended. After students report what they have found, you may want to suggest that they mark the words",["span.emphasis","strengthen"],"and",["span.emphasis","strengthened"],"in these verses."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2.28"},"Alma 2:28"],", why did the Lord strengthen the Nephites? (Students may share different responses to this question. Help them identify the following principle:",["b","When we call upon God to help us stand against wickedness, He will strengthen us."],")"]],["li",["span.label","•"],["p","Why do you think it is important to receive strength from God to stand against wickedness rather than having wicked influences removed completely from our lives?"]],["li",["span.label","•"],["p","How can you follow Alma’s example when you stand against wickedness?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p60"},"Invite students to write answers to one of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How has the Lord strengthened you as you have faced wickedness?"]],["li",["span.label","•"],["p","What is one way you can stand against wickedness now?"]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p63"},"When students have had time to write, invite a few of them to share their answers. You may want to share your answers as well. Encourage students to follow the Nephites’ example—to pray for the Lord’s help and to be worthy to be strengthened by God in their efforts. Conclude by testifying that God will strengthen us as we stand against wickedness."]]]],[".resources",[".box-decor",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f15"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t11"},["h3","Alma 1:3–4. Courage to choose the right"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p66"},"Nehor used flattery to attract followers, and he used false doctrine to attack the Church of God. His teachings were popular because they excused sin in the name of religion. He encouraged wickedness, saying that “in the end, all men should have eternal life,” regardless of their behavior (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.4"},"Alma 1:4"],")."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p67"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles urged us to have the courage to reject modern-day Nehors and their messages:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p68"},"“Nehor’s words appealed to the people, but his doctrine, while popular to many, was incorrect. As we face the many decisions in life, the easy and popular messages of the world will not usually be the right ones to choose, and it will take much courage to choose the right” (“Choose the Right,”",["span.emphasis","Ensign,"],"Nov. 1993, 67)."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t12"},["h3","Alma 1:17–18. Capital punishment"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p70"},"As students read about Alma sentencing Nehor to death, they might have questions about the Church’s view of capital punishment. The following statements may help you answer their questions."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p71"},"To Noah, the Lord revealed that “whoso sheddeth man’s blood, by man shall his blood be shed” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.6"},"Genesis 9:6"],")."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p72"},"In 1889 the First Presidency and the Quorum of the Twelve Apostles published an official declaration on capital punishment:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p73"},"“We solemnly make the following declarations, viz.:"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p74"},"“That this Church views the shedding of human blood with the utmost abhorrence. That we regard the killing of human beings, except in conformity with the civil law, as a capital crime which should be punished by shedding the blood of the criminal, after a public trial before a legally constituted court of the land. …"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p75"},"“… Offenders against life and property [should] be delivered up to and tried by the laws of the land” (“Official Declaration,”",["span.emphasis","Millennial Star,"],"Jan. 20, 1890, 33–34)."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p76"},"The Church has recently published the following official statement on capital punishment: “The Church of Jesus Christ of Latter-day Saints regards the question of whether and in what circumstances the state should impose capital punishment as a matter to be decided solely by the prescribed processes of civil law. We neither promote nor oppose capital punishment” (",["a.urlRef",{"href":"http://newsroom.lds.org/official-statement/capital-punishment"},["span.language","newsroom.lds.org/official-statement/capital-punishment"]],"; accessed July 23, 2012)."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t13"},["h3","Alma 1:19–20, 25. Enduring persecution"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p78"},"President Harold B. Lee said that we should stand for the right despite persecution:"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p79"},"“To be persecuted for righteousness sake in a great cause where truth and virtue and honor are at stake is god-like. … The great harm that may come from persecution is not from the persecution itself but from the possible effect it may have upon the persecuted who may thereby be deterred in their zeal for the righteousness of their cause. Much of that persecution comes from lack of understanding, for men are prone to oppose that which they do not comprehend. Some of it comes from men intent upon evil. But from whatever cause, persecution seems to be so universal against those engaged in a righteous cause. …"],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p80"},"“… If you stand firmly for the right despite the jeers of the crowd or even physical violence, you shall be crowned with the blessedness of eternal joy. Who knows but that again in our day some of the saints or even apostles, as in former days, may be required to give their lives in defense of the truth? If that time should come, God grant they would not fail!” (",["span.emphasis","Decisions for Successful Living"],"[1973], 61–62)."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p81"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles taught that persecution can motivate us to be more courageous:"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p82"},"“Difficult days are ahead. Rarely in the future will it be easy or popular to be a faithful Latter-day Saint. Each of us will be tested. The Apostle Paul warned that in the latter days, those who diligently follow the Lord ‘shall suffer persecution’ [",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.12"},"2 Timothy 3:12"],"]. That very persecution can either crush you into silent weakness or motivate you to be more exemplary and courageous in your daily lives” (“Face the Future with Faith,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 35–36)."]]],[".box-decor",{"id":"f16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f16"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.t14"},["h3","Alma 1. Contrasting priesthood and priestcraft"],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.p85"},"As students discuss",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1"],", copy the following chart on the board to contrast characteristics of those who practice priestcraft with characteristics of those who exercise the priesthood worthily. You might consider having students complete this chart themselves as they discover the information in the scriptures. (Note that while all the verses listed in the chart refer to those who practiced priestcraft or to those who exercise the priesthood, some of the verses also refer to larger groups. For example,",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.19-20"},"Alma 1:19–20"],"mentions those among this people who “did not belong to the church of God.”",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.20,25-27,30"},"Alma 1:20, 25–27, 30"],"refer to the faithful members of the Church among this people.)"],[".chalkboard",{"id":"f17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-69.f17"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Those who practice priestcraft"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Those who exercise the priesthood"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.3"},"Alma 1:3"],"—Seek popularity"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.6"},"Alma 1:6"],"—Wear costly apparel"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.16"},"Alma 1:16"],"—Teach false doctrines to gain riches and honor"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.19-20"},"Alma 1:19–20"],"—Persecute the righteous"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.20"},"Alma 1:20"],"—Live with humility and share the gospel without seeking personal gain"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.26"},"Alma 1:26"],"—View others as equal to themselves"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.27"},"Alma 1:27"],"—Do not wear costly apparel but dress neatly"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.30"},"Alma 1:30"],"—Treat all people kindly and compassionately"]]]]]]]]]]]],"refs":null}
