{"id":109,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":109,"title":"Lesson 81: Alma 17","subtitle":"","short_title":"Lesson 81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81"},[".heading",{"id":"head18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.head18"},[".titleNumber","Lesson 81"],["h1","Alma 17"]],[".bodyBlock",[".topic",{"id":"t124","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.t124"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p4"},"In preparation to preach the gospel to the Lamanites, the sons of Mosiah sought the Lord’s guidance by fasting and praying. The Lord comforted them and promised that they would be instruments in His hands “unto the salvation of many souls” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.11"},"Alma 17:11"],"). Earlier He had promised them, through a revelation to their father, that He would “deliver [them] out of the hands of the Lamanites” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.7"},"Mosiah 28:7"],"). Strengthened by the Lord’s promises and trusting that they would someday meet again, they separated to share the gospel in different areas. Ammon went to the land of Ishmael, where he prepared to teach the people by serving their king."]],[".topic",{"id":"t125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.t125"},["h2","Suggestions for Teaching"],[".topic",{"id":"t126","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.t126"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.1-16"},"Alma 17:1–16"]],["h4","The sons of Mosiah search the scriptures, pray, and fast so they can know the word of God and teach with power"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p8"},"Before class, write the following incomplete statement on the board:",["span.emphasis","“The single most important thing you can do to prepare for a call to serve [a mission] is to …”"],"(You will refer to this a little later in the lesson.)"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p9"},"Ask students if they have been present when relatives or friends have come home from missions after serving faithfully. Invite a few students to describe the Christlike characteristics of these missionaries when they returned."],["ul.bullet",["li",["span.label","•"],["p","What positive changes did you see in them after their missions? What do you think caused these changes?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p11"},"Explain that after preaching the gospel for 14 years in the land of Nephi, the sons of Mosiah were returning to Zarahemla when they were reunited with Alma. If students need a brief review of the story of Alma and the sons of Mosiah, ask:"],[".sidebar box-decor box-right",{"id":"f178","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.f178"},["h3","Context review"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p13"},"A review of contextual information can add depth to students’ understanding of an event or teaching in the scriptures. When you help students review such material, give them specific references to help them find the information they need."]],["ul.bullet",["li",["span.label","•"],["p","What was the relationship between Alma and the sons of Mosiah? (If students need help answering this question, consider asking them to read the chapter summary for",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],".)"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p15"},"Explain that while Alma had been preaching repentance and establishing the Church among the Nephites in the land of Zarahemla and other lands, the sons of Mosiah had been preaching the gospel to the Lamanites in the land of Nephi. (You may want to refer to the Book of Mormon bookmark as part of this explanation.) The names of the sons of Mosiah were Ammon, Aaron, Omner, and Himni (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.34"},"Mosiah 27:34"],").",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–26"],"recounts some of their missionary experiences."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p16"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.1-2"},"Alma 17:1–2"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Alma feel when he saw his friends again? Why do you think he felt this way?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p18"},"Direct students’ attention to the incomplete statement you wrote on the board before class. Invite students to suggest ways to complete the statement. Then share with them how Elder David A. Bednar of the Quorum of the Twelve Apostles completed the statement: “The single most important thing you can do to prepare for a call to serve [a mission] is to",["span.emphasis","become"],"a missionary long before you",["span.emphasis","go"],"on a mission” (“Becoming a Missionary,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 45). Complete the statement on the board."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p19"},"Point out that one way we can know how to become a missionary is to learn about the service of faithful missionaries in the scriptures. Invite the class to silently read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-4"},"Alma 17:2–4"],", looking for reasons the sons of Mosiah had success in bringing people to the knowledge of the truth."],["ul.bullet",["li",["span.label","•"],["p","What did the sons of Mosiah do that helped them become successful missionaries? (Answers might include that they “searched the scriptures diligently,” prayed, and fasted.)"]],["li",["span.label","•"],["p","What blessings did they receive because of their study, fasting, and prayer? (As students answer this question, help them identify the following principle:",["b","As we search the scriptures, pray, and fast, we can receive the Holy Ghost and teach with power."],")"]]],[".img-left",{"id":"f182","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.f182"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p22"},"Ask a student to read the following statement by Elder Bednar, emphasizing what we can do to become missionaries:"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p23"},"“You can increase in your desire to serve God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3"},"D&C 4:3"],"), and you can begin to think as missionaries think, to read what missionaries read, to pray as missionaries pray, and to feel what missionaries feel. You can avoid the worldly influences that cause the Holy Ghost to withdraw, and you can grow in confidence in recognizing and responding to spiritual promptings. Line upon line and precept upon precept, here a little and there a little, you can gradually become the missionary you hope to be and the missionary the Savior expects. …"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p24"},"“The preparation I am describing is not oriented only toward your missionary service as a 19- or 20- or 21-year-old. … You are preparing for a lifetime of missionary work. … We are missionaries always” (“Becoming a Missionary,” 46)."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p25"},"To help students apply the principles taught by Elder Bednar and in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-4"},"Alma 17:2–4"],", ask them to write in notebooks or scripture study journals about what they will do to become missionaries before they are called to serve."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p26"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.9"},"Alma 17:9"],"silently, identifying what the sons of Mosiah and their companions prayed for. After students report what they have found, ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.10-12"},"Alma 17:10–12"],", looking for the Lord’s answer to their prayers."],["ul.bullet",["li",["span.label","•"],["p","Why do you think their hearts “took courage” when they received the Lord’s answer to their prayers?"]],["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.11"},"Alma 17:11"],"contains the Lord’s promise that He would make these missionaries instruments in His hands. What does this mean to you? In what ways can we be instruments in the Lord’s hands?"]],["li",["span.label","•"],["p","The Lord instructed these missionaries to “show forth good examples” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.11"},"Alma 17:11"],"). Why do you think setting a good example was an important part of their missionary work? (As students share their answers, help them identify the following principle:",["b","When we set a good example, the Lord can make us instruments in His hands."],"You may want to write this truth on the board.)"]],["li",["span.label","•"],["p","What are some things people can learn about the gospel as they see our good examples?"]],["li",["span.label","•"],["p","When have the good examples of others helped you?"],["p","Testify of the importance of setting a good example, and encourage students to be good examples to those around them. If you can think of specific times when you have seen students set good examples, you may want to commend the students for what they have done. However, do not share general or vague compliments, which may seem insincere."]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p33"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.13-16"},"Alma 17:13–16"],"silently, thinking about the difficulty of teaching the Lamanites at that time."],["ul.bullet",["li",["span.label","•"],["p","Why were the sons of Mosiah willing to suffer afflictions and go among the Lamanites? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.16"},"Alma 17:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.1-3"},"Mosiah 28:1–3"],".)"]]]],[".topic",{"id":"t127","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.t127"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.17-39"},"Alma 17:17–39"]],["h4","Ammon becomes a servant to King Lamoni and preserves the king’s flocks"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p37"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.18-20"},"Alma 17:18–20"],"by explaining that before these missionaries separated to preach the gospel in different areas, Ammon taught them and blessed them. Then he went to a land called Ishmael. When he entered that land, he was captured and taken before the king. Ask two students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.21-25"},"Alma 17:21–25"],"."],["ul.bullet",["li",["span.label","•"],["p","What do you think is significant about Ammon telling the king “I will be thy servant”? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.25"},"Alma 17:25"],")."]],["li",["span.label","•"],["p","When have you seen service lead to opportunities to share the gospel?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p40"},"Briefly summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.26-27"},"Alma 17:26–27"],"by explaining that while Ammon was watching the king’s flocks, a group of Lamanites scattered the flocks."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p41"},"Divide the class into groups of three students each. Write the following scripture references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.28-32"},"Alma 17:28–32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.33-35"},"Alma 17:33–35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.36-39"},"Alma 17:36–39"],"."],"Ask the students in each group to divide these passages among themselves. Have students read their assigned passages silently, looking for answers to the following questions. (You may want to write these questions on the board.)"],["ul.bullet",["li",["span.label","•"],["p","What happened in your portion of the story?"]],["li",["span.label","•"],["p","How might this have helped prepare the people to receive the gospel?"]],["li",["span.label","•"],["p","What characteristics did Ammon demonstrate?"]]],["p.preamble","Give the groups time to discuss their answers. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","What can we learn from this account? (Students may share different responses. For example, they might say that",["b","through service, we can help others prepare to accept the gospel"],"or that",["b","when we are in the Lord’s service, we can have courage and be of good cheer."],"You may want to encourage students to write these principles in their scriptures.)"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p47"},"Invite students to write in their scripture study journals about what they can do to set good examples of gospel living. For young women, this goal can help them complete an additional value experience in Personal Progress under “Good Works.” For priests, this goal can help them learn and fulfill their duties as listed in the Duty to God booklet under “Priesthood Duties” and “Invite All to Come unto Christ.”"]]]],[".resources",[".box-decor",{"id":"f188","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.f188"},["h2","Commentary and Background Information"],[".topic",{"id":"t128","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.t128"},["h3","Alma 17. Full-time missionary service by young men and young women"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p50"},"President Thomas S. Monson gave the following counsel to young men and young women regarding the responsibility to serve a full-time mission:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p51"},"“To young men of the Aaronic Priesthood and to you young men who are becoming elders: I repeat what prophets have long taught—that every worthy, able young man should prepare to serve a mission. Missionary service is a priesthood duty—an obligation the Lord expects of us who have been given so very much. Young men, I admonish you to prepare for service as a missionary. Keep yourselves clean and pure and worthy to represent the Lord. Maintain your health and strength. Study the scriptures. Where such is available, participate in seminary or institute. Familiarize yourself with the missionary handbook",["span.emphasis","Preach My Gospel."]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-81.p52"},"“A word to you young sisters: while you do not have the same priesthood responsibility as do the young men to serve as full-time missionaries, you also make a valuable contribution as missionaries, and we welcome your service” (“As We Meet Together Again,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 5–6)."]]]]]]],"refs":null}
