{"id":123,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":123,"title":"Lesson 93: Alma 36","subtitle":"","short_title":"Lesson 93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93"},[".heading",{"id":"head32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.head32"},[".titleNumber","Lesson 93"],["h1","Alma 36"]],[".bodyBlock",[".topic",{"id":"t217","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t217"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p4"},"After his mission to the Zoramites, Alma counseled each of his sons individually. His counsel to his son Helaman is found in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37"},"37"],". Alma testified to Helaman that God would deliver those who put their trust in Him. To illustrate this truth, Alma described his experience years earlier when he was delivered from the pain of his sins through the Atonement of Jesus Christ. He also told of his efforts to bring others to Christ and experience the joy of repentance for themselves."],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p5"},["span.emphasis","Note:"],"Lesson 94 provides an opportunity for three students to teach. If you have not already done so, you may want to select three students now and give them copies of the designated portions of lesson 94 so they can prepare. Encourage them to study the lesson material prayerfully and to seek the guidance of the Holy Ghost so they will know how to adapt the lesson to the needs of their classmates."]],[".sidebar box-decor box-right",{"id":"f377","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.f377"},["h3","Encourage students to pray for guidance when completing assignments"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p7"},"When you give students assignments, such as teaching a portion of a lesson, encourage them to pray for guidance as they complete their assignments. Your encouragement will increase their confidence that they can receive enlightenment through the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.14-15"},"D&C 6:14–15"],")."]],[".topic",{"id":"t218","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t218"},["h2","Suggestions for Teaching"],[".topic",{"id":"t219","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t219"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.1-5"},"Alma 36:1–5"]],["h4","Alma teaches Helaman about God’s power to deliver"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p11"},"Ask students to think about the positive ways in which the testimony or a particular teaching of their parents has influenced them. Invite one or two students to share their thoughts with the class."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p12"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"chapters 36–42 in the book of Alma"],"contain counsel from Alma to his sons.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Chapters 36–37"],"are addressed to Helaman,",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38"},"chapter 38"],"is addressed to Shiblon, and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"chapters 39–42"],"are addressed to Corianton."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p13"},"Encourage students to imagine themselves in Helaman’s position as he listened to his father’s testimony in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.1-5"},"Alma 36:1–5"],". Have students read these verses silently, looking for what impresses them about Alma’s testimony."],["ul.bullet",["li",["span.label","•"],["p","In these verses, what impresses you most? Why?"]]]],[".topic",{"id":"t220","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t220"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.6-22"},"Alma 36:6–22"]],["h4","Alma describes his rebellion and explains how he received forgiveness"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p17"},"Explain that as further testimony of God’s power to deliver those who put their trust in Him, Alma shared his experience of being delivered from the pain of his sins. Ask students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.6-9"},"Alma 36:6–9"],"and summarize what happened to Alma as he and the sons of Mosiah went about seeking to destroy the Church."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p18"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.10"},"Alma 36:10"],"aloud. Ask the class to identify how long Alma suffered for his sins. Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.11-17"},"Alma 36:11–17"],"we receive a much more detailed account of what Alma experienced during the three days and three nights of his suffering than we do in other accounts of his conversion (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38"},"Alma 38"],"). Assign students to work in pairs. Invite the partnerships to study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.11-17"},"Alma 36:11–17"],", looking for Alma’s expressions of fear or pain. You may want to suggest that students mark what they discover. Have students report the words and phrases they find. (You may want to write them on the board.) You may want to ask the following questions to deepen students’ understanding of the words and phrases they report."],["ul.bullet",["li",["span.label","•"],["p","What do you think that phrase (or word) means? What caused Alma to feel that way?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p20"},"To help students better understand the words",["span.emphasis","racked, harrowed,"],"and",["span.emphasis","torment,"],"read the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p21"},"“",["span.emphasis","Racked"],"means ‘tortured.’ Anciently a rack was a framework on which the victim was laid with each ankle and wrist tied to a spindle which could then be turned to cause unbearable pain."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p22"},"“A harrow is a frame with spikes through it. When pulled across the ground, it rips and tears into the soil. The scriptures frequently speak of souls and minds being ‘harrowed up’ with guilt."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p23"},"“",["span.emphasis","Torment"],"means ‘to twist,’ a means of torture so painful that even the innocent would confess” (“The Touch of the Master’s Hand,”",["span.emphasis","Ensign,"],"May 2001, 23)."],["ul.bullet",["li",["span.label","•"],["p","What can Alma’s experience teach us about the effects of sin? (Help students identify the following truth:",["b","Sin leads to great pain, suffering, and regret."],")"]],["li",["span.label","•"],["p","Does it appear that Alma experienced pain and regret for his sins immediately after committing them? Why do you think it is important to realize that we may not feel the effects of our sins immediately?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p26"},"Ask students to ponder experiences in which they have felt pain or regret for their sins. Then read the following statement by President Packer:"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p27"},"“Every one of us has at least tasted the pain of conscience which follows our mistakes. …"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p28"},"“If you are burdened with depressing feelings of guilt or disappointment, of failure or shame, there is a cure” (“The Touch of the Master’s Hand,” 22)."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p29"},"Point out that while Alma was feeling intense pain and remorse for his sins, he remembered the cure for his pain."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.17"},"Alma 36:17"],", what did he remember?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p31"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.18"},"Alma 36:18"],"aloud. Invite the class to look for what Alma did to act on his father’s teachings. To help students better understand these verses, ask a student to read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f382","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.f382"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-holland.jpg"}]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p32"},"“Alma had been touched by the teaching of his father, but it is particularly important that the prophecy he remembered was one regarding ‘the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.17"},"Alma 36:17"],".) That is the name and that is the message that every person must hear. … Whatever other prayers we offer, whatever other needs we have, all somehow depends on that plea: ‘O Jesus, thou Son of God, have mercy on me.’ He is prepared to provide that mercy. He paid with his very life in order to give it” (",["span.emphasis","However Long and Hard the Road"],"[1985], 85)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is important for us not only to learn about Jesus Christ but also to ask for the blessings of His Atonement?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p34"},"Encourage students to silently consider whether they have prayed to receive the blessings of the Atonement of Jesus Christ, including the blessing of forgiveness."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p35"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.19-22"},"Alma 36:19–22"],"silently, looking for words and phrases that describe how Alma’s feelings changed after he prayed for mercy."],["ul.bullet",["li",["span.label","•"],["p","What words or phrases did you find that describe how Alma’s feelings changed?"]]],["p.preamble","Ask the following question about each of the words and phrases students have found:"],["ul.bullet",["li",["span.label","•"],["p","What does that phrase (or word) teach you about the power of the Savior’s Atonement? (As students respond, help them see that not only was Alma’s pain removed, but he was also filled with joy.)"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p39"},"Write the following incomplete statement on the board:",["span.emphasis","If we exercise faith in Jesus Christ and His Atonement, then He will …"]],["ul.bullet",["li",["span.label","•"],["p","From Alma’s experience, what can we learn about what the Lord does for us as we sincerely repent? (Students may share different principles, but be sure they express that",["b","if we exercise faith in Jesus Christ and His Atonement, then He will deliver us from the pain of our sins and fill us with joy."],"You may want to complete the statement on the board.)"]],["li",["span.label","•"],["p","What can we do to exercise faith in Jesus Christ so that we can be delivered from the feelings of pain or remorse caused by our sins?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p42"},"Read aloud the following situation, and ask students to consider how they would respond:"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p43"},"A friend who has been reading the Book of Mormon expresses concern about Alma’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.19"},"Alma 36:19"],". Your friend asks you, “If I can remember my sins and still feel sorry for them, does it mean I haven’t been forgiven?”"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p44"},"Ask students to explain how Alma’s experiences relate to this situation. After students have responded, read the following statement by President Dieter F. Uchtdorf of the First Presidency:"],[".img-left",{"id":"f387","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.f387"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-uchtdorf.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p45"},"“Satan will try to make us believe that our sins are not forgiven because",["span.emphasis","we"],"can remember them. Satan is a liar; he tries to blur our vision and lead us away from the path of repentance and forgiveness. God did not promise that",["span.emphasis","we"],"would not remember our sins. Remembering will help us avoid making the same mistakes again. But if we stay true and faithful, the memory of our sins will be softened over time. This will be part of the needed healing and sanctification process. Alma testified that after he cried out to Jesus for mercy, he could still remember his sins, but the memory of his sins no longer distressed and tortured him, because he knew he had been forgiven (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.17-19"},"Alma 36:17–19"],")."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p46"},"“It is our responsibility to avoid anything that would bring back old sinful memories. When we continue to have a ‘broken heart and a contrite spirit’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.19"},"3 Nephi 12:19"],"), we may trust that God will ‘remember [our sins] no more’” (“Point of Safe Return,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 101)."],["ul.bullet",["li",["span.label","•"],["p","Based on President Uchtdorf’s statement, how would you explain what it means to be “harrowed up by the memory of [our] sins no more”? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.19"},"Alma 36:19"],")."]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p48"},"Testify that if we exercise faith in Jesus Christ and His Atonement, He will deliver us from the pain of our sins and fill us with joy. Encourage students to think of how they might apply what they have learned from Alma’s experience. Time permitting, have the class sing “Where Can I Turn for Peace?” (",["span.emphasis","Hymns,"],"no. 129)."]],[".topic",{"id":"t221","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t221"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.23-30"},"Alma 36:23–30"]],["h4","Alma explains why he labors continually to bring others to repentance"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p51"},"To help students understand why Alma labored to bring others to repentance, consider using the following activity. (If it is not possible to provide treats for your class, you could instead describe the activity.)"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p52"},"Display a treat (such as a cookie or piece of candy) and ask if anyone in the class enjoys this kind of treat. Take a bite, and express how delicious it is. Tell the class that the treat is so good that you would like to share it with the whole class. Display more of the same treat, and ask if anyone else would like to taste it. Share the treat with everyone who would like some."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p53"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.23-24"},"Alma 36:23–24"],"aloud. Ask the class to follow along, looking for how the tasting activity relates to Alma’s experience following his conversion."],["ul.bullet",["li",["span.label","•"],["p","How were Alma’s actions similar to the tasting activity? What did Alma want other people to taste?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p55"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.25-26"},"Alma 36:25–26"],"aloud. Ask the class to identify how Alma’s efforts to teach the gospel influenced him and others."],["ul.bullet",["li",["span.label","•"],["p","How did Alma’s teaching influence him and others?"]],["li",["span.label","•"],["p","What principles can we learn from these verses? (Students may use different words, but make sure they express that",["b","we can receive great joy as we seek to bring others to Christ."],")"]]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p58"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.27-30"},"Alma 36:27–30"],"by explaining that Alma again testified to Helaman that the Lord would deliver those who put their trust in Him. Testify of the joy we can experience as we exercise faith in Jesus Christ and as we encourage others to do so as well. To help students apply what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],", invite them to complete one of the activities below. (You may want to write these on the board.)"],[".figure",["ol.number",["li",["span.label","1."],["p.para","Consider whether you have felt the Savior deliver you from sin and fill you with joy. In your scripture study journal, explain what you will do so you can receive these blessings."]],["li",["span.label","2."],["p.para","Think of someone (such as a friend, sibling, or ward member) who might benefit from your testimony of the Savior. Write a letter to this person and include your testimony of how Jesus Christ is able to deliver us from the pain of sin and fill us with joy."]]]]]]],[".resources",[".box-decor",{"id":"f392","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.f392"},["h2","Commentary and Background Information"],[".topic",{"id":"t222","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t222"},["h3","Alma 36:12. “My soul was … racked with all my sins”"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p63"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles taught that some degree of suffering for our sins is an important aspect of repentance:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p64"},"“Justice requires that the",["span.emphasis","unrepentant"],"transgressor suffer for his own sins [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],"]. …"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p65"},"“… What about",["span.emphasis","repentant"],"transgressors? Are they punished? Must they suffer? …"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p66"},"“… The person who repents does not need to suffer ‘even as’ the Savior suffered for that sin. Sinners who are repenting will experience some suffering, but, because of their repentance and because of the Atonement, they will not experience the full ‘exquisite’ extent of eternal torment the Savior suffered for that sin."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p67"},"“President Spencer W. Kimball, who gave such comprehensive teachings on repentance and forgiveness, said that personal suffering ‘is a very important part of repentance. One has not begun to repent until he has suffered intensely for his sins’ (",["span.emphasis","Teachings of Spencer W. Kimball,"],"p. 88)."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p68"},"“‘If a person hasn’t suffered, he hasn’t repented. … He has got to go through a change in his system whereby he suffers and then forgiveness is a possibility’ (",["span.emphasis","Teachings of Spencer W. Kimball,"],"p. 99). …"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p69"},"“All of our experience confirms the fact that we must endure personal suffering in the process of repentance—and for serious transgressions that suffering can be severe and prolonged. I believe that every one of us who is truly honest with himself or herself recognizes the truth of this principle. We have felt it in our own lives, and we have seen it in the lives of others."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p70"},"“We should also observe that our personal suffering for sin is private, not public. Often only the sinner and the Lord and the Lord’s servant know what is happening. In contrast to the public nature of the punishment inflicted by the laws of man, the suffering that leads to mercy under the laws of God is intensely personal” (“Sins, Crimes, and Atonement” [address to CES religious educators, Feb. 7, 1992], 4–6,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."]],[".topic",{"id":"t223","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.t223"},["h3","Alma 36. Chiasmus"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.p72"},"Chiasmus (sometimes called inverted parallelism) is a literary device that was commonly used anciently in Semitic and Greek poetry as well as the literature of other cultures. In chiasmus, words or ideas are arranged in a certain order and then repeated in reverse order. This repetition emphasizes important ideas and words. The writer’s main idea is often located at the center of the chiasmus. In the chart below, notice that the central message of the chiasmus in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],"focuses on a time in Alma’s life when he turned to Jesus Christ for relief."],[".image",{"id":"f393","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-93.f393"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_093_01-chiasmus.gif"}]]]]]]]],"refs":null}
