{"id":97,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":97,"title":"Lesson 71: Alma 5:1–36","subtitle":"","short_title":"Lesson 71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.head6"},[".titleNumber","Lesson 71"],["h1","Alma 5:1–36"]],[".bodyBlock",[".topic",{"id":"t36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t36"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p4"},"When the Church was threatened by internal contention and wickedness (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.9-11"},"Alma 4:9–11"],"), Alma gave up the judgment seat so he could focus his efforts on strengthening the Church. He embarked on a mission to reclaim the people of Nephi by “bearing down in pure testimony against them” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],"). Alma began his mission by reminding the people of Zarahemla that the Lord had delivered their ancestors from physical and spiritual bondage. He encouraged them to prepare for the final day of judgment by believing in the word of God and evaluating the spiritual condition of their hearts."]],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t37"},["h2","Suggestions for Teaching"],[".topic",{"id":"t38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t38"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.1-14"},"Alma 5:1–14"]],["h4","Alma recounts the conversion of his father and those who followed him"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p8"},"Write the word",["span.emphasis","change"],"on the board. Ask students to share examples of ways people might change their appearance or their behavior. Invite them to explain what might lead to or bring about some of these changes in people."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p9"},"Remind students that Alma was concerned about the wickedness that had begun to grow among the Nephites. He could see that if they did not change, they would forfeit the promised blessings of the covenants they had made. He gave up the judgment seat and devoted himself to ministering to the people and calling them to repentance. He began by teaching the people of Zarahemla."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p10"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.3-6"},"Alma 5:3–6"],". Ask the class to follow along, looking for events Alma emphasized as he began to teach the people."],["ul.bullet",["li",["span.label","•"],["p","How might it have helped Alma’s people to hear the account of the bondage, deliverance, and conversion of Alma’s father and those who followed him?"]],["li",["span.label","•"],["p","Look at",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.7"},"Alma 5:7"],". According to this verse, what kind of change had occurred in the lives of Alma’s father and his people?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p13"},"On the board, add the words",["span.emphasis","of heart"],"after",["span.emphasis","change,"],"so it reads",["span.emphasis","change of heart."]],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to experience a “change of heart”? (To help students answer this question, you might tell them that Elder Gerald N. Lund of the Seventy taught that in the scriptures, the word",["span.emphasis","heart"],"often refers to the “real, inward person” [“Understanding Scriptural Symbols,”",["span.emphasis","Ensign,"],"Oct. 1986, 25].)"]],["li",["span.label","•"],["p","What is the difference between a change of heart and the kinds of change we discussed at the beginning of the lesson?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p16"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.7-9,14"},"Alma 5:7–9, 14"],", Alma used a variety of phrases that describe what a change of heart is like. Add to the phrase on the board so it reads,",["span.emphasis","A change of heart is like"],"…"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p17"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.7-9,14"},"Alma 5:7–9, 14"],"silently, looking for Alma’s descriptions of what a change of heart is like. Invite them to report what they have found. As students report, add phrases to the board. (Your list might look like the following:",["span.emphasis","A change of heart is like … waking out of a deep sleep; being filled with light; being freed from chains; having your soul expand; singing about redeeming love; being born of God; receiving the Lord’s image in your countenance."],")"],["ul.bullet",["li",["span.label","•"],["p","How is a change of heart like the descriptions listed on the board?"]],["li",["span.label","•"],["p","How might a change of heart be seen in a person’s actions? How is a change of heart sometimes noticeable in a person’s countenance? (You may want to ask students to describe the appearance or demeanor of someone they know who they feel has “received [the Lord’s] image in [his or her] countenance.”)"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p20"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.10"},"Alma 5:10"],"aloud, and ask the class identify three questions Alma asked the people. (You might want to suggest that students mark these questions.) Reading these questions will help students identify in the subsequent verses the factors that led Alma and his people to experience a mighty change of heart."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p21"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.11-13"},"Alma 5:11–13"],"aloud, and ask the class to identify what brought about the mighty change of heart in Alma’s father and his followers. (Their belief in the word of God and, by extension, their faith and trust in God. You might also want to point out the influence of the word of God mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.5,7"},"Alma 5:5, 7"],".)"],["ul.bullet",["li",["span.label","•"],["p","What connection do you see between believing in the word of God and experiencing a change of heart? (Help students identify the following principle:",["b","When we believe in the word of God and exercise faith in Jesus Christ, we can experience a mighty change of heart."],"Emphasize that the word of God as preached by Abinadi and Alma focused on the redemption that comes through Jesus Christ [see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.4-9"},"Mosiah 16:4–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.1-2"},"18:1–2"],"].)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p23"},"Explain that another way to express that someone has had a mighty change of heart is to say that they have been born again. Help students understand that being “born of God” or “born again” refers to the change that a person experiences when they accept Jesus Christ and begin a new life as His disciple. To help students understand that experiencing a mighty change of heart, or being born again, is most often a gradual process, read the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p24"},"“You may ask, Why doesn’t this mighty change happen more quickly with me? … For most of us, the changes are more gradual and occur over time. Being born again … is more a process than an event. And engaging in that process is the central purpose of mortality” (“Born Again,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2008, 78)."],["ul.bullet",["li",["span.label","•"],["p","When have you felt a change in your heart as you have strived to live according to the word of God?"]],["li",["span.label","•"],["p","How would you describe the feelings and actions that accompany a change of heart?"]],["li",["span.label","•"],["p","How has your heart changed as you have studied the Book of Mormon in seminary this year?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p28"},"Allow a few minutes for students to write in notebooks or scripture study journals about one or two things they will do to more earnestly live according to the word of God."]],[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t39"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.15-36"},"Alma 5:15–36"]],["h4","Alma teaches that a mighty change of heart is required to enter the kingdom of heaven"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p31"},"Provide each student with a handout containing the following chart, or display the chart on the board for students to copy."],[".image",{"id":"f40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.f40"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_071_handout.gif"}]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p44"},"Explain that a cardiogram is a chart that doctors sometimes use to evaluate or monitor the functioning of our physical hearts. It helps them identify problems or conditions that need treatment."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p45"},"Tell students that after Alma taught that the word of God had led his father and others to experience a mighty change of heart, he asked the people questions that would help them evaluate the condition of their own hearts. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],"silently, looking for three questions that Alma asked the people. (You may want to suggest that students mark these questions.)"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p46"},"Explain that Alma asked several more questions to help his people consider the condition of their hearts. Invite students to spend a few minutes studying and pondering the scripture passages listed at the top of the spiritual cardiogram. Encourage them to mark the boxes in the chart that best describe how they feel they are doing in regard to the questions in each passage. (Note that some verses have more than one question.) Because of the personal nature of this activity, students should not be asked to share their answers with the class."],[".sidebar box-decor box-right",{"id":"f41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.f41"},["h3","Give students time to ponder"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p48"},"Providing students time to ponder during class is one way to help them learn by the Spirit. During this time, avoid interjecting additional questions, instructions, or conversation that would distract them."]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p49"},"When students have completed their cardiograms, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.29-31"},"Alma 5:29–31"],"silently, looking for a few more questions Alma asked to help his people evaluate their hearts. (You may want to suggest that students reword the questions slightly to apply them to themselves: “Am I stripped of envy?” “Do I make a mock of others?” “Do I persecute others?”)"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p50"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.17-18,20-25"},"Alma 5:17–18, 20–25"],". Ask the class to look for reasons why our hearts must be changed in preparation for the day of judgment. Ask the following questions to help students understand that",["b","by experiencing a change of heart, we prepare ourselves to receive a place in the kingdom of heaven:"]],["ul.bullet",["li",["span.label","•"],["p","What words and phrases did Alma use that describe the condition you would like to be in when you stand before God to be judged? (As students answer this question, you may want to direct their attention to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.16,19"},"Alma 5:16, 19"],".)"]],["li",["span.label","•"],["p","How will experiencing a change of heart now help prepare you to receive a place in the kingdom of heaven?"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p53"},"Write the following questions on the board. (You might want to write them on the board before class begins.)"],[".chalkboard",{"id":"f43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.f43"},["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p54"},"What is the Lord inviting us to do?"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p55"},"What are the consequences of accepting or rejecting this invitation?"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p56"},"What do these verses teach about the Savior?"]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p57"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.33-36"},"Alma 5:33–36"],"aloud while the rest of the class looks for answers to the questions on the board. Invite students to share the answers they have found."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p58"},"Conclude by giving students a few minutes to write. Ask them to choose a verse or phrase from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.1-36"},"Alma 5:1–36"],". Invite them to write about what that verse or phrase means to them and how they can do what it suggests as they seek to have their hearts changed through the Atonement of Jesus Christ. Testify that if we continually experience a change of heart and bring forth works of righteousness, we will be prepared to enter God’s kingdom."]]]],[".resources",[".box-decor",{"id":"f44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.f44"},["h2","Commentary and Background Information"],[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t40"},["h3","Alma 5:14, 26. “Have ye experienced this mighty change in your hearts?”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p61"},"President Ezra Taft Benson explained that experiencing “a mighty change of heart” is most often an incremental process:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p62"},"“Becoming Christlike is a lifetime pursuit and very often involves growth and change that is slow, almost imperceptible. The scriptures record remarkable accounts of men whose lives changed dramatically, in an instant, as it were: Alma the Younger, Paul on the road to Damascus, Enos praying far into the night, King Lamoni. Such astonishing examples of the power to change even those steeped in sin give confidence that the Atonement can reach even those deepest in despair."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p63"},"“But we must be cautious as we discuss these remarkable examples. Though they are real and powerful, they are the exception more than the rule. For every Paul, for every Enos, and for every King Lamoni, there are hundreds and thousands of people who find the process of repentance much more subtle, much more imperceptible. Day by day they move closer to the Lord, little realizing they are building a godlike life. They live quiet lives of goodness, service, and commitment. They are like the Lamanites, who the Lord said ‘were baptized with fire and with the Holy Ghost,",["span.emphasis","and they knew it not"],"’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Ne. 9:20"],"; italics added)” (“A Mighty Change of Heart,”",["span.emphasis","Ensign,"],"Oct. 1989, 5)."]],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.t41"},["h3","Alma 5:21–24, 27. “There can no man be saved except his garments are washed white”"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p65"},"President Boyd K. Packer of the Quorum of the Twelve Apostles told how he came to understand the importance of being spiritually clean:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p66"},"“More than 50 years ago during World War II, I had an experience. Our bomber crew had been trained at Langley Field, Virginia, to use the latest invention—radar. We were ordered to the West Coast and then on to the Pacific."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p67"},"“We were transported on a freight train with boxcars fitted with narrow bedsprings that could be pulled down from the wall at night. There were no dining cars. Instead, camp kitchens were set up in boxcars with dirt floors."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p68"},"“We were dressed in light-colored summer uniforms. The baggage car got sidetracked, so we had no change of clothing during the six-day trip. It was very hot crossing Texas and Arizona. Smoke and cinders from the engine made it very uncomfortable. There was no way to bathe or wash our uniforms. We rolled into Los Angeles one morning—a grubby-looking outfit—and were told to return to the train that evening."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p69"},"“We thought first of food. The 10 of us in our crew pooled our money and headed for the best restaurant we could find."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p70"},"“It was crowded, and so we joined a long line waiting to be seated. I was first, just behind some well-dressed women. Even without turning around, the stately woman in front of me soon became aware that we were there."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p71"},"“She turned and looked at us. Then she turned and looked me over from head to toe. There I stood in that sweaty, dirty, sooty, wrinkled uniform. She said in a tone of disgust, ‘My, what untidy men!’ All eyes turned to us."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p72"},"“No doubt she wished we were not there; I shared her wish. I felt as dirty as I was, uncomfortable, and ashamed."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p73"},"“Later, when I began a serious study of the scriptures, I noticed references to being spiritually clean. One verse says, ‘Ye would be more miserable to dwell with a holy and just God, under a consciousness of your filthiness before him, than ye would to dwell with the damned souls in hell.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.4"},"Mormon 9:4"],".]"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-71.p74"},"“I could understand that. I remembered how I felt that day in Los Angeles. I reasoned that to be spiritually unclean would bring shame and humiliation immeasurably more intense than I felt then. I found references—there are at least eight of them—which say that no unclean thing can enter the presence of God [see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.21"},"1 Nephi 10:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.34"},"15:34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.21"},"Alma 7:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.37"},"11:37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.26"},"40:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19"},"3 Nephi 27:19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.9"},"D&C 94:9"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],"]. While I realized those references had little to do with dirty clothes or soiled hands, I decided I wanted to stay spiritually clean” (“Washed Clean,”",["span.emphasis","Ensign,"],"May 1997, 9)."]]]]]]],"refs":null}
