{"id":116,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":116,"title":"Lesson 87: Alma 27–29","subtitle":"","short_title":"Lesson 87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87"},[".heading",{"id":"head25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.head25"},[".titleNumber","Lesson 87"],["h1","Alma 27–29"]],[".bodyBlock",[".topic",{"id":"t167","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t167"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p4"},"When the Lamanites were unsuccessful in their attacks on the Nephites, they turned their anger toward the Anti-Nephi-Lehies. Because of the covenant the Anti-Nephi-Lehies had made to never again shed the blood of others, they refused to take up arms to defend themselves. Ammon led the Anti-Nephi-Lehies to Zarahemla, where they received protection from the Nephites and became known as the people of Ammon. As the Nephites defended the people of Ammon against the Lamanites, thousands of Nephites and Lamanites perished in battle. Despite the sorrow the Nephites felt for the deaths of their loved ones, many of them found hope and joy in the Lord’s promise that the righteous would be “raised to dwell at the right hand of God, in a state of never-ending happiness” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.12"},"Alma 28:12"],")."]],[".topic",{"id":"t168","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t168"},["h2","Suggestions for Teaching"],[".topic",{"id":"t169","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t169"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27"},"Alma 27"]],["h4","Ammon leads the people of Anti-Nephi-Lehi to safety among the Nephites"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p8"},"Ask students to raise their hands if they have ever had someone make a promise to them and then break that promise. Then ask them to raise their hands if they have had someone make a promise and then keep it."],["ul.bullet",["li",["span.label","•"],["p","How do you feel toward people who keep their promises? Why?"]],["li",["span.label","•"],["p","How do you think the Lord feels about those who keep their promises to Him?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p11"},"Introduce",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27"},"Alma 27"],"by explaining that after the Lamanites unsuccessfully tried to destroy the Nephites, they attacked the Anti-Nephi-Lehies, the Lamanites who had been converted through the service of Ammon and his brothers. Ask students to recall what the Anti-Nephi-Lehies did to show the Lord they would keep their covenant to never again “use weapons … for the shedding of man’s blood” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.18"},"Alma 24:18"],"). (They buried their weapons of war.) To find out how determined the Anti-Nephi-Lehies were to keep their promise, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.2-3"},"Alma 27:2–3"],"aloud. (You might also suggest that students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.18-19"},"Alma 24:18–19"],"and write this reference in the margin next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.3"},"Alma 27:3"],".)"],["ul.bullet",["li",["span.label","•"],["p","If you were one of the Anti-Nephi-Lehies, how difficult might it be for you to keep your covenant and not go to battle to defend yourself and your loved ones?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p13"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.4-10"},"Alma 27:4–10"],"silently, looking for what Ammon proposed to do to protect the Anti-Nephi-Lehies and help them keep their covenants. Ask a student to summarize this passage."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.11-12"},"Alma 27:11–12"],"aloud, and ask the class look for the instruction Ammon received from the Lord. Explain that the Anti-Nephi-Lehies followed Ammon to Zarahemla (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.13-15"},"Alma 27:13–15"],"). (You may also want to summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.16-19"},"Alma 27:16–19"],", pointing out that it was under these circumstances that Ammon and the other sons of Mosiah reunited with Alma, as recounted in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.1-4"},"Alma 17:1–4"],".)"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p15"},"Explain that the chief judge of the Nephites asked the people if they would allow the Anti-Nephi-Lehies to live among them. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.22-24"},"Alma 27:22–24"],"silently, looking for the Nephites’ response to the chief judge’s proclamation."],["ul.bullet",["li",["span.label","•"],["p","How did the Nephites say they would help the Anti-Nephi-Lehies?"]],["li",["span.label","•"],["p","Why do you think the Nephites were willing to protect their former enemies?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p18"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.26"},"Alma 27:26"],"silently to discover what the Nephites began to call the Anti-Nephi-Lehies."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p19"},"Ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.27-30"},"Alma 27:27–30"],". Have the class follow along, looking for what the people of Ammon became known for. Invite students to report what they find."],["ul.bullet",["li",["span.label","•"],["p","What impresses you about the people of Ammon? Why?"]],["li",["span.label","•"],["p","What does",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.27-30"},"Alma 27:27–30"],"teach about the relationship between being converted to the Lord and keeping covenants? (Students may use different words, but they should demonstrate that they understand the following truth:",["b","When we are fully converted to the Lord, we keep the covenants we have made with Him."],"You might want to write this principle on the board.)"]],["li",["span.label","•"],["p","Who in your life has been an example of this principle?"]]]],[".topic",{"id":"t170","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t170"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28"},"Alma 28"]],["h4","The Nephites defeat the Lamanites in a great battle"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p25"},"Point out that even though many of the Nephites were faithful, they still faced difficult trials."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p26"},"Explain that President Thomas S. Monson shared the following account of an experience he had in his youth. After hearing that his friend Arthur Patton had died in World War II, young Thomas Monson went to visit Arthur’s mother, who was not a member of the Church. He later recalled:"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p27"},"“A light went out in the life of Mrs. Patton. She groped in utter darkness and deep despair."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p28"},"“With a prayer in my heart, I approached the familiar walkway to the Patton home, wondering what words of comfort could come from the lips of a mere boy."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p29"},"“The door opened, and Mrs. Patton embraced me as she would her own son. Home became a chapel as a grief-stricken mother and a less-than-adequate boy knelt in prayer."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p30"},"“Arising from our knees, Mrs. Patton gazed into my eyes and spoke: ‘Tommy, I belong to no church, but you do. Tell me, will Arthur live again?’” (“Mrs. Patton—the Story Continues,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 22)."],["ul.bullet",["li",["span.label","•"],["p","How would you respond to Mrs. Patton’s question?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p32"},"Read President Monson’s response:"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p33"},"“To the best of my ability, I testified to her that Arthur would indeed live again” (“Mrs. Patton—the Story Continues,” 22)."],["ul.bullet",["li",["span.label","•"],["p","How does knowledge of the plan of salvation change the perspective of those whose loved ones have died?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p35"},"Ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.1-3"},"Alma 28:1–3"],". Ask the class to look for the price the Nephites paid to help the people of Ammon keep their covenant. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.4-6"},"Alma 28:4–6"],"silently, looking for how so much death affected the Nephites. Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.11-12"},"Alma 28:11–12"],"for reasons why some people might experience fear when loved ones die, while others might feel hope."],["ul.bullet",["li",["span.label","•"],["p","Why might some people experience fear when loved ones die?"]],["li",["span.label","•"],["p","Why are some people able to feel hope when loved ones die? (Students may use different words, but they should express that",["b","when we have faith in Jesus Christ and the promises of the Lord, we can have hope and joy in times of death."],")"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p38"},"Write the following incomplete sentence on the board:",["span.emphasis","And thus we see …"]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p39"},"Ask students how they would complete the sentence based upon what they have studied in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28"},"Alma 28"],"."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p40"},"After students have had time to respond, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.13-14"},"Alma 28:13–14"],". Have students compare their responses with the principles taught in these verses. (You might want to suggest that students mark the phrase “and thus we see” each time it appears in these verses. Explain that Mormon often used this phrase to introduce important lessons we can learn from the accounts in the Book of Mormon.)"],[".sidebar box-decor box-right",{"id":"f273","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.f273"},["h3","Help students recognize principles taught in the scriptures"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p42"},"In some cases, gospel principles taught in the scriptures are preceded by the phrase “and thus we see.” For example, in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.13-14"},"Alma 28:13–14"],", Mormon uses “and thus we see” to draw our attention to principles we can learn from the experiences of Ammon and the Anti-Nephi-Lehies. Teach students that as they study and ponder the scriptures, they can find principles on their own by asking themselves, “What do these verses teach me?”"]],["ul.bullet",["li",["span.label","•"],["p","What have you read in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27"},"Alma 27–28"],"that supports Mormon’s “and thus we see” statements?"]],["li",["span.label","•"],["p","When have you seen someone face his or her own death or the death of a loved one with hope because of faith in Jesus Christ?"]],["li",["span.label","•"],["p","How would you explain the resurrection to help someone have hope in the face of his or her own death or the death of a loved one?"]]]],[".topic",{"id":"t171","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t171"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29"},"Alma 29"]],["h4","Alma glories in bringing souls unto God"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p48"},"Tell students that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29"},"Alma 29"],"contains Alma’s expression of his desire to be an instrument in the hands of the Lord. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.1-3"},"Alma 29:1–3"],"aloud. Have the class look for what Alma would have done if he could have had the “wish of [his] heart.” (He would have “[cried] repentance unto every people.”)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.2"},"Alma 29:2"],", why did Alma desire this?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p50"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.4-5"},"Alma 29:4–5"],"silently, looking for what the Lord grants to those who have righteous desires. (If students need help answering this question, you might point out the phrase “I know that he granteth unto men according to their desire.” Explain that",["b","if we desire righteous things, the Lord will bless us according to those desires."],"Point out that if all our righteous desires are not fulfilled in this life, they will be fulfilled in the eternities.)"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p51"},"Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.10,14,16"},"Alma 29:10, 14, 16"],"individually, looking for the blessing Alma received as he helped others come unto Christ. Ask students to share what they find."],["ul.bullet",["li",["span.label","•"],["p","What word did Alma use to describe how he felt about helping others come unto Christ? (You might want to suggest that students mark each use of the word",["span.emphasis","joy"],"in these verses.)"]],["li",["span.label","•"],["p","What principle can we learn from Alma’s experience of helping others repent and come unto Jesus Christ? (Students may use different words, but they should show that they understand the following principle:",["b","We will experience joy as we help others repent and come unto Jesus Christ."],")"]],["li",["span.label","•"],["p","When have you felt the joy that comes from helping others come unto Christ?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p55"},"Encourage students to look for opportunities to help others come unto Jesus Christ. Consider sharing a joyful missionary experience of your own."]]]],[".resources",[".box-decor",{"id":"f277","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.f277"},["h2","Commentary and Background Information"],[".topic",{"id":"t172","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t172"},["h3","Alma 28:11–12. Finding peace when death occurs"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p58"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles spoke about how our actions in this life can bring us peace when death occurs:"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p59"},"“Brothers and sisters, we live to die and we die to live—in another realm. If we are well prepared, death brings no terror. From an eternal perspective, death is premature only for those who are not prepared to meet God."],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p60"},"“Now is the time to prepare. Then, when death comes, we can move toward the celestial glory that Heavenly Father has prepared for His faithful children. Meanwhile, for sorrowing loved ones left behind … the sting of death is soothed by a steadfast faith in Christ, a perfect brightness of hope, a love of God and of all men, and a deep desire to serve them” (“Now Is the Time to Prepare,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 18)."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p61"},"Elder Wilford W. Andersen of the Seventy related how some friends dealt with the death of their father:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p62"},"“Recently a dear friend of mine passed away from cancer. He and his family are people of great faith. It was inspiring to see how their faith carried them through this very difficult time. They were filled with an inner peace that sustained and strengthened them. With their permission I would like to read from a family member’s letter written just days before her father passed away:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p63"},"“‘The last few days have been especially difficult. … Last night as we gathered at Dad’s bedside, the Spirit of the Lord was palpable and truly acted as a comforter to us. We are at peace. … It has been the hardest thing any of us has ever experienced, but we feel peace in the knowledge that … our Father in Heaven has promised that we will live together as a family again. After the doctor told Dad in the hospital that there was nothing left to be done, he looked at all of us with perfect faith and boldly asked, “Does anybody in this room have a problem with the plan of salvation?” We … are grateful for a father and mother who have taught us to have perfect trust in the plan’” (“The Rock of Our Redeemer,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 17–18)."]]],[".box-decor",{"id":"f278","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.f278"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t173","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t173"},["h3","Alma 27:30. “A highly favored people of the Lord”"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p66"},"Write the following principle on the board:",["span.emphasis","As we are faithful to our covenants, we become highly favored by the Lord."]],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p67"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.30"},"Alma 27:30"],"aloud. Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to be a “highly favored people of the Lord”?"]],["li",["span.label","•"],["p","Why were these people highly favored of the Lord? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.27"},"Alma 27:27"],".)"]]]],[".topic",{"id":"t174","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t174"},["h3","Alma 28:11–12. Mourning the death of righteous loved ones"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p71"},"As you teach",["a.scriptureRef",{"href":"/scriptures/bofm/alma/28.11-12"},"Alma 28:11–12"],", be sensitive to the needs of students who have mourned the deaths of loved ones. If you feel it would be helpful for students, you may want to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.44-46"},"Doctrine and Covenants 42:44–46"],"with them to help them understand the joy experienced by faithful people who die."]],[".topic",{"id":"t175","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t175"},["h3","Alma 29:4–5. God will grant our desires, whether they be good or evil"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p73"},"Ask students to make a short list of the things they desire most. (Encourage them to list spiritual desires as well as temporal desires.)"],["ul.bullet",["li",["span.label","•"],["p","When we really desire something, how does our desire influence our actions?"]],["li",["span.label","•"],["p","What are you doing today to help you eventually achieve your desires?"]]],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p76"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.4-5"},"Alma 29:4–5"],"and compare these verses to the following statements. (You might want to write these statements on the board before class begins.)"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p77"},"“Desires dictate our priorities, priorities shape our choices, and choices determine our actions. The desires we act on determine our changing, our achieving, and our becoming” (Dallin H. Oaks, “Desire,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 42)."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p78"},"“What we insistently desire, over time, is what we will eventually become and what we will receive in eternity. … Only by educating and training our desires can they become our allies instead of our enemies!” (Neal A. Maxwell, “According to the Desire of [Our] Hearts,”",["span.emphasis","Ensign,"],"Nov. 1996, 21–22)."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to educate and train our desires? How do we do that?"]]],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.p80"},"Invite students to consider whether their life today is a reflection of what they truly desire."]],[".topic",{"id":"t176","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.t176"},["h3","Alma 29:10, 13–16. The joy of sharing the gospel"],[".figure",["p.preamble","To help students feel more comfortable helping others come unto Jesus Christ, divide them into pairs and invite them to practice sharing the gospel in the following situations. (Consider giving each pair a handout that lists these situations.)"],["ol.number",[".image",{"id":"f283","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-87.f283"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_087_handout.gif"}]],["li",["span.label","1."],["p.para","You notice that a close friend has not been happy lately. Teach him or her about the Book of Mormon. Help him or her understand that reading it and living by its teachings brings happiness."]],["li",["span.label","2."],["p.para","Your friend, who is a member of the Church, has been having difficulty living the Word of Wisdom. Share with him or her how living the Word of Wisdom has helped you come closer to the Lord."]],["li",["span.label","3."],["p.para","A friend asks you about your religious beliefs. After you explain your belief in Heavenly Father and Jesus Christ, your friend says, “I have always thought there might be a God, but I have never been as certain about it as you are.” Help your friend understand how he or she can know for himself or herself about what you have taught."]]]]]]]]]],"refs":null}
