{"id":127,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":127,"title":"Lesson 96: Alma 39","subtitle":"","short_title":"Lesson 96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96"},[".heading",{"id":"head36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.head36"},[".titleNumber","Lesson 96"],["h1","Alma 39"]],[".bodyBlock",[".topic",{"id":"t247","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t247"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p4"},"Alma reproved his wayward son Corianton, who had forsaken the ministry and committed sexual sin. Alma taught him the seriousness of his actions and expressed disappointment that Corianton was guilty of such a serious sin. Alma commanded his son to stop going after the lusts of his eyes and to repent. (Alma’s counsel to Corianton on other subjects continues in chapters 40–42.)"]],[".topic",{"id":"t248","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t248"},["h2","Suggestions for Teaching"],[".topic",{"id":"t249","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t249"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.1-8"},"Alma 39:1–8"]],["h4","Alma explains to his son Corianton the seriousness of sexual sin"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p8"},"Write the following question on the board:",["span.emphasis","Why are some sins more serious than others?"]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p9"},"Invite students to silently consider answers to this question. Suggest that Alma’s counsel recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],"can help us understand the serious nature of certain sins."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p10"},"Invite students to look at the note just above the heading for chapter 39. Ask them to identify who is speaking in this chapter and to whom he is speaking (Alma is speaking to his son Corianton). Explain that Corianton had accompanied his brother Shiblon and Alma to preach the gospel among the Zoramites, but he had fallen into sin. Point out that understanding what Corianton did wrong will help students better understand Alma’s counsel to him in this chapter and the next three chapters."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.1-5"},"Alma 39:1–5"],"aloud. Ask the class to look for what Corianton did that was wrong. (You may need to explain that the word",["span.emphasis","harlot"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.3"},"verse 3"],"refers to an immoral woman or prostitute.)"],["ul.bullet",["li",["span.label","•"],["p","What did Corianton do that was wrong? Which of his sins was most serious? (Sexual immorality.)"]],["li",["span.label","•"],["p","Among the Zoramites, Corianton had boasted of his strength and wisdom (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.2"},"Alma 39:2"],"). In what ways can a prideful attitude lead to serious sins such as sexual immorality? What are some modern-day examples of prideful attitudes leading people to commit sexual sin? (As students discuss these questions, point out that when people are boastful, they often overestimate their own strength, including their ability to resist temptation. Some modern-day examples of this are early dating and dating one person exclusively.)"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p14"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.5"},"Alma 39:5"],"silently, looking for how Alma explained the seriousness of sexual sin. (It may be helpful to explain that the word",["span.emphasis","abomination"],"refers to something that is sinful, wicked, or awful.)"],["ul.bullet",["li",["span.label","•"],["p","How does the Lord feel about sexual sin? (As students answer, help them identify the truth that",["b","sexual sin is an abomination in the sight of the Lord."],")"]],["li",["span.label","•"],["p","Why do you think fornication and adultery are placed next to murder in seriousness?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p17"},"To help students understand the Lord’s standards and promises associated with sexual purity, invite them to read silently the first two paragraphs of the section titled “Sexual Purity” in",["span.emphasis","For the Strength of Youth."],"Ask them to look for answers to the following question as they read. (You may want to write the question on the board. You may also want to suggest that students mark in the booklet the answers they find.)"],["ul.bullet",["li",["span.label","•"],["p","What are the benefits of remaining sexually pure?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p19"},"After students have had time to read and to report the answers they found, ask them to read the rest of the “Sexual Purity” section silently, looking for answers to the following question:"],["ul.bullet",["li",["span.label","•"],["p","What standards has the Lord set for us to remain sexually pure?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p21"},"Invite students to ponder what message they feel the Lord would have them learn from what they just read. Testify of the seriousness of sexual sin and of the blessings that come from being sexually pure."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p22"},"Point out that by counseling his son about a sensitive issue, Alma was fulfilling his duty as a parent. Ask students to consider how they might respond to counsel from their parents or Church leaders concerning sexual purity. Invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.7-8"},"Alma 39:7–8"],"silently, looking for Alma’s purpose in teaching Corianton the seriousness of sexual sin."],["ul.bullet",["li",["span.label","•"],["p","What was Alma’s reason for teaching Corianton the seriousness of his sin? (To help Corianton repent so that he would not have to stand guilty before God.)"]],["li",["span.label","•"],["p","How should we respond when someone invites us to repent?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p25"},"To help students understand why parents, like Alma, would invite their children to repent, read the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f424","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.f424"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p26"},"“The invitation to repent is an expression of love. … If we do not invite others to change or if we do not demand repentance of ourselves, we fail in a fundamental duty we owe to one another and to ourselves. A permissive parent, an indulgent friend, a fearful Church leader are in reality more concerned about themselves than the welfare and happiness of those they could help. Yes, the call to repentance is at times regarded as intolerant or offensive and may even be resented, but guided by the Spirit, it is in reality an act of genuine caring” (“The Divine Gift of Repentance,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 39)."]],[".topic",{"id":"t250","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t250"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9-19"},"Alma 39:9–19"]],["h4","Alma encourages Corianton to repent"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p29"},"To introduce the counsel Alma gave his son about how to repent and turn to the Lord, write the following on the board:",["span.emphasis","Repentance includes …"]],[".sidebar box-decor box-right",{"id":"f425","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.f425"},["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p30"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"]],"is a scripture mastery passage. Refer to the teaching idea at the end of the lesson to help students with their mastery of this passage."]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p31"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9-13"},"Alma 39:9–13"],". Pause between each verse to ask students the following questions:"],[".topic",{"id":"t251","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t251"},["h4",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to “forsake your sins”? (To stop committing them.)"]],["li",["span.label","•"],["p","What do the phrases “go no more after the lusts of your eyes” and “cross yourself in all these things” have to do with forsaking sin? (It may be helpful to explain that in our day the phrase “lusts of your eyes” could refer to images and entertainment that are pornographic in any way. To emphasize the danger of pornography, consider asking students to read the counsel on this subject on page 12 of",["span.emphasis","For the Strength of Youth."],"You might also explain that the phrase “cross yourself” means to exercise self-control or self-mastery; see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9b"},"footnote 9",["span.emphasis","b"]],".)"]],["li",["span.label","•"],["p","What are some ways young Latter-day Saints can exercise self-control in matters of sexual purity and avoid going after the lusts of their eyes? (To help students discuss this question in more detail, you may want to describe some situations that are relevant to your students’ culture and circumstances. For example, you might say something like the following: A Latter-day Saint young woman has decided to “cross herself,” but then a young man she admires invites her to an inappropriate party. How should she respond?)"]]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p36"},"Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"is a scripture mastery passage. You may want to suggest that students mark this passage in their scriptures so they will be able to locate it easily."],[".topic",{"id":"t252","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t252"},["h4",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.10"},"Alma 39:10"]],["ul.bullet",["li",["span.label","•"],["p","In what ways can seeking spiritual nourishment—possibly from parents, Church leaders, siblings, or trusted friends—help us to repent?"]]]],[".topic",{"id":"t253","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t253"},["h4",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to “suffer not yourself to be led away”? (You may need to explain that the word",["span.emphasis","suffer"],"means to allow.)"]],["li",["span.label","•"],["p","What are some “vain or foolish” things that you see people being led away by today?"]]]],[".topic",{"id":"t254","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t254"},["h4",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.12"},"Alma 39:12"]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to refrain from iniquity? (To avoid sin.)"]]]],[".topic",{"id":"t255","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t255"},["h4",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.13"},"Alma 39:13"]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p45"},"Explain that repentance means “a turning of the heart and will to God” (see Bible Dictionary, “Repentance”). In the scriptures, the phrase “turn to the Lord” usually denotes repentance."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “turn to the Lord with all your mind, might, and strength”?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p47"},"Remind students that during the mission to the Zoramites, Corianton’s conduct had led some people not to believe Alma’s words (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"],")."],["ul.bullet",["li",["span.label","•"],["p","When our sins affect others, what must we do as a part of our repentance? (Acknowledge or confess our faults to those we have hurt and seek to repair the hurt.)"]]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p49"},"Write the following truth on the board:",["b",["span.emphasis","Repentance includes acknowledging and forsaking our sins and turning to the Lord with all our mind, might, and strength."]],"You may want to suggest that students write this statement in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.13"},"Alma 39:13"],". Invite students to write in notebooks or scripture study journals about what they feel the Lord would want them to do to turn their hearts and wills to Him more fully."],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p50"},"To emphasize the Savior’s role in the repentance process, ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.15-16,19"},"Alma 39:15–16, 19"],"aloud. Ask the class to look for a phrase that is repeated three times in these verses. (The phrase is “glad tidings,” which you may want to explain means “good news.”)"],["ul.bullet",["li",["span.label","•"],["p","What “glad tidings” did Alma teach his son? (Among the answers the students give should be the truth that",["b","Jesus Christ came to take away the sins of the world."],"You may want to write this on the board.)"]],["li",["span.label","•"],["p","Why was the coming of Jesus Christ good news for Corianton? (As students answer this question, you may want to tell them that Corianton later repented of his sins and returned to being a missionary [see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.30"},"Alma 49:30"],"].)"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p53"},"Consider sharing with the class how the message of Jesus Christ’s Atonement has been “glad tidings” for you or those you know. Add your testimony concerning the principles the class has discussed from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],". Encourage students to follow the promptings they may have received during the lesson to safeguard their purity and turn to the Lord through repentance."]],[".figure",{"id":"f433","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.f433"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p55"},"Divide the class into groups of four or five. Give each group a six-sided die and a pencil. (If dice are not available, consider adapting the activity by placing six small pieces of paper, each with one of the numbers from 1 to 6 written on it, in an envelope or other container.) Each student will also need a blank piece of paper. Have each group of students sit closely around a table or in a circle. Invite them to open their scriptures to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p56"},"Explain that the object of the activity is to be the first person in the group to write out",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"in its entirety. However, because there is only one pencil per group, only one person in the group can write at a time. A person qualifies to use the pencil by rolling a 1 on the die."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p57"},"Have the members of each group take turns rolling the die (or taking a piece of paper and then returning it). When a person rolls (or selects) a 1, he or she takes the pencil and begins writing, saying aloud each of the words while writing them. Meanwhile, the others in the group take turns rolling the die to qualify to use the pencil. When another student in the group rolls a 1, that person takes the pencil from the previous writer and begins writing the verse on his or her paper while saying the words. The previous writer joins the rest of the group in rolling the die. When students qualify for the pencil and have already written a portion of the verse on their papers, they must read aloud the portion they have written before writing more of the verse. (This provides the repetition that will help students to memorize the verse.) The activity concludes when a student from each of the groups writes",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.9"},"Alma 39:9"],"in its entirety."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p58"},"Ask the class to repeat the verse in unison after the activity."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p59"},["span.emphasis","Note:"],"Because of the nature and length of this lesson, you may want to use this activity on another day, when you have extra time."]]]],[".resources",[".box-decor",{"id":"f434","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.f434"},["h2","Commentary and Background Information"],[".topic",{"id":"t256","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t256"},["h3","Alma 39:3. Consequences of sexual sin"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p62"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles spoke of the seriousness and the consequences of sexual sin:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p63"},"“By assigning such seriousness to a physical appetite so universally bestowed, what is God trying to tell us about its place in His plan for all men and women? I submit to you He is doing precisely that—commenting about the very plan of life itself. Clearly among His greatest concerns regarding mortality are how one gets into this world and how one gets out of it. He has set very strict limits in these matters. …"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p64"},"“",["span.emphasis","The body is an essential part of the soul."],"This distinctive and very important Latter-day Saint doctrine underscores why sexual sin is so serious. We declare that one who uses the God-given body of another without divine sanction abuses the very soul of that individual, abuses the central purpose and processes of life, ‘the very key’ to life, as President Boyd K. Packer once called it [see",["span.emphasis","Ensign,"],"July 1972, 113]. In exploiting the body of another—which means exploiting his or her soul—one desecrates the Atonement of Christ, which saved that soul and which makes possible the gift of eternal life. And when one mocks the Son of Righteousness, one steps into a realm of heat hotter and holier than the noonday sun. You cannot do so and not be burned."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p65"},"“Please, never say: ‘Who does it hurt? Why not a little freedom? I can transgress now and repent later.’ Please don’t be so foolish and so cruel. You cannot with impunity ‘crucify Christ afresh.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.6"},"Hebrews 6:6"],".] ‘Flee fornication,’ Paul cries [see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.18"},"1 Corinthians 6:18"],"], and flee",["span.emphasis","‘anything like unto it,’"],"the Doctrine and Covenants adds [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.6"},"D&C 59:6"],"; emphasis added]. Why? Well, for one reason because of the incalculable suffering in both body and spirit endured by the Savior of the world so that we",["span.emphasis","could"],"flee [see especially",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.15-20"},"D&C 19:15–20"],"]. We owe Him something for that. Indeed, we owe Him everything for that. ‘Ye are not your own,’ Paul says. ‘Ye [have been] bought with a price: therefore",["span.emphasis","glorify God in your body, and in your spirit, which are God’s."],"’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.19-20"},"1 Corinthians 6:19–20"],"; emphasis added; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.13-18"},"vv. 13–18"],".] In sexual transgression the soul is at stake—the body and the spirit. …"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p66"},"“",["span.emphasis","In matters of human intimacy, you must wait!"],"You must wait until you can give everything, and you cannot give everything until you are legally and lawfully married. To give illicitly that which is not yours to give (remember, ‘you are not your own’) and to give only part of that which cannot be followed with the gift of your whole self is emotional Russian roulette. If you persist in pursuing physical satisfaction without the sanction of heaven, you run the terrible risk of such spiritual, psychic damage that you may undermine",["span.emphasis","both"],"your longing for physical intimacy",["span.emphasis","and"],"your ability to give wholehearted devotion to a later, truer love. You may come to that truer moment of ordained love, of real union, only to discover to your horror that what you should have saved you have spent, and that only God’s grace can recover the piecemeal dissipation of the virtue you so casually gave away. On your wedding day the very best gift you can give your eternal companion is your very best self—clean and pure and worthy of such purity in return” (“Personal Purity,”",["span.emphasis","Ensign,"],"Nov. 1998, 76–77)."]],[".topic",{"id":"t257","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t257"},["h3","Alma 39:6. What is the unpardonable sin?"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p68"},"The Prophet Joseph Smith gave further knowledge about the unpardonable sin:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p69"},"“All sins shall be forgiven, except the sin against the Holy Ghost; for Jesus will save all except the sons of perdition. What must a man do to commit the unpardonable sin? He must receive the Holy Ghost, have the heavens opened unto him, and know God, and then sin against him. After a man has sinned against the Holy Ghost, there is no repentance for him. He has got to say that the sun does not shine while he sees it; he has got to deny Jesus Christ when the heavens have been opened unto him, and to deny the plan of salvation with his eyes open to the truth of it; and from that time he begins to be an enemy. This is the case with many apostates of the Church of Jesus Christ of Latter-day Saints” (in",["span.emphasis","History of the Church,"],"6:314)."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p70"},"An individual who receives a witness of the Holy Ghost and then falls away or becomes less active in the Church is not guilty of the unpardonable sin."]],[".topic",{"id":"t258","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t258"},["h3","Alma 39:13. Repentance: to “turn back toward God”"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p72"},"Elder Neil L. Andersen of the Quorum of the Twelve Apostles described repentance as a turning or returning to God:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p73"},"“When we sin, we turn away from God. When we repent, we turn back toward God."],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p74"},"“The invitation to repent is rarely a voice of chastisement but rather a loving appeal to turn around and to ‘re-turn’ toward God” (“Repent … That I May Heal You,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2009, 40)."]],[".topic",{"id":"t259","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.t259"},["h3","Alma 39:15. Jesus Christ will take away the sins of the world"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p76"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles explained how we gain access to the blessings of the Atonement:"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p77"},"“Only repentance leads to the sunlit uplands of a better life. And, of course, only through repentance do we gain access to the atoning grace of Jesus Christ and salvation. Repentance is a divine gift, and there should be a smile on our faces when we speak of it. It points us to freedom, confidence, and peace. Rather than interrupting the celebration, the gift of repentance is the cause for true celebration."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p78"},"“Repentance exists as an option only because of the Atonement of Jesus Christ. It is His infinite sacrifice that ‘bringeth about means unto men that they may have faith unto repentance’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15"},"Alma 34:15"],"). Repentance is the necessary condition, and the grace of Christ is the power by which ‘mercy can satisfy the demands of justice’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.16"},"Alma 34:16"],"). …"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-96.p79"},"“… Repentance requires a seriousness of purpose and a willingness to persevere, even through pain. Attempts to create a list of specific steps of repentance may be helpful to some, but it may also lead to a mechanical, check-off-the-boxes approach with no real feeling or change. True repentance is not superficial. The Lord gives two overarching requirements: ‘By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.43"},"D&C 58:43"],")” (“The Divine Gift of Repentance,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 38, 40)."]]]]]]],"refs":null}
