{"id":134,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":134,"title":"Lesson 102: Alma 49–51","subtitle":"","short_title":"Lesson 102","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102"},[".heading",{"id":"head43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.head43"},[".titleNumber","Lesson 102"],["h1","Alma 49–51"]],[".bodyBlock",[".topic",{"id":"t312","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.t312"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p4"},"Moroni’s defensive preparations were vital in protecting the Nephites against their enemies. The Nephites were successful in defending themselves against the Lamanites until rebellion and wickedness among their own people began to weaken them. Morianton and the king-men sought division and stirred up contention among the people. Moroni tried to eliminate division and contention and establish peace."]],[".topic",{"id":"t313","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.t313"},["h2","Suggestions for Teaching"],[".topic",{"id":"t314","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.t314"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49"},"Alma 49"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.1-24"},"50:1–24"]],["h4","The Nephites build fortifications, prosper, and preserve their liberties"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p8"},"Read the following scenario to your class and ask the accompanying questions (or create your own scenario and set of questions):"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p9"},"A young man was feeling tired but didn’t want to go to bed, so he began to search the Internet. He found himself tempted to visit sites that contained pornographic images."],["ul.bullet",["li",["span.label","•"],["p","What preparations might this young man have made to avoid this temptation?"]],["li",["span.label","•"],["p","What could he do to avoid the temptation in the future?"]]],[".sidebar box-decor box-right",{"id":"f524","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.f524"},["h3","Adapting scenarios"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p13"},"You are in the best position to understand the culture and the personalities of the students in your class, as well as the temptations they face. Choose scenarios that will allow students to reflect upon situations similar to their own. This will provide an opportunity for the Spirit to prompt students according to their needs. As you seek Heavenly Father’s direction, He will help you adapt the scenarios in the manual to more closely fit the lives of your students."]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p14"},"Explain to students that as they study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49"},"Alma 49–51"],", they can look for how the preparations Captain Moroni made against the Lamanites can be compared to preparations we should make against Satan’s temptations today."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p15"},"Explain that while Amalickiah was stirring up a Lamanite army to go to battle, Captain Moroni was fortifying the cities of the Nephites. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.1,6-7"},"Alma 49:1, 6–7"],"silently. Ask them to consider how Captain Moroni’s preparations to withstand the Lamanites can be likened to our need to prepare for Satan’s attacks on us. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.2-4"},"Alma 49:2–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.1-6"},"50:1–6"],"silently, looking for how the Nephites prepared for future Lamanite attacks."],["ul.bullet",["li",["span.label","•"],["p","If you had been a Lamanite soldier, how might you have felt when you saw these fortifications for the first time?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p17"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.8-12"},"Alma 49:8–12"],". Ask the class to follow along, looking for how the Lamanites responded to the Nephites’ preparations."],["ul.bullet",["li",["span.label","•"],["p","What did the Lamanites do when they saw that Ammonihah had been fortified? (They retreated.)"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p19"},"Ask a student to read aloud the following statement by President James E. Faust of the First Presidency:"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p20"},"“Satan is our greatest enemy and works night and day to destroy us. But we need not become paralyzed with fear of Satan’s power. He can have no power over us unless we permit it. He is really a coward, and if we stand firm he will retreat” (“Be Not Afraid,”",["span.emphasis","Ensign,"],"Oct. 2002, 4)."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p21"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.18-20,23"},"Alma 49:18–20, 23"],". Ask the class to follow along and consider how we might use the Nephite preparations for battle as a pattern to help us prepare for our spiritual battles against Satan."],["ul.bullet",["li",["span.label","•"],["p","Captain Moroni labored to protect the Nephites from the Lamanites. How do our leaders labor to protect and defend us against the adversary?"]],["li",["span.label","•"],["p","What can we do to build high spiritual walls against Satan’s temptations? (Answers could include meaningful daily prayer, daily scripture study, regular Church attendance, serving others, and fasting.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p24"},"Consider inviting students to respond to the following questions in notebooks or scripture study journals. (You may want to write these questions on the board before class.)"],["ul.bullet",["li",["span.label","•"],["p","How would you describe your daily efforts to strengthen your spiritual walls of protection?"]],["li",["span.label","•"],["p","Select one thing you are doing to strengthen yourself spiritually or one thing you are not doing. What could you do to increase the effectiveness of that activity to strengthen yourself against evil?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p27"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.28-30"},"Alma 49:28–30"],"aloud. Ask the class to identify who, besides Moroni, was laboring to protect the Nephites against the Lamanites. Emphasize that by helping the Nephites remain righteous, Helaman and his brethren were helping them receive the blessings and protection of the Lord."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p28"},"Give students time to study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.10-12"},"Alma 50:10–12"],". Then have them discuss the following scenarios with a classmate. (If possible, prepare a handout with the scenarios before class. If this is not possible, read the scenarios one at a time, allowing sufficient time for discussion of each one.)"],[".image",{"id":"f529","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.f529"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_102_handout.gif"}]],[".figure",["ol.number",["li",["span.label","1."],["p.para","Moroni “cut off all the strongholds of the Lamanites.” How might a young woman “cut off” a situation of gossiping when she gets together with her friends at lunch?"]],["li",["span.label","2."],["p.para","Moroni fortified a line, or border, between the Nephites and the Lamanites. How might a young man and a young woman fortify the line between keeping the law of chastity and crossing over into immorality?"]],["li",["span.label","3."],["p.para","Moroni’s armies built fortifications to secure his people against their enemies. A young man recognizes that he has been spending too much time using social media (online or through text messaging). This behavior seems to diminish his concern for his immediate family, and he neglects his responsibilities in the home. What can he do to fortify and secure his relationships with his family?"]]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p32"},"Invite a few students to summarize what they have learned from Captain Moroni’s actions about how we can defend ourselves against the attacks of the adversary. Ensure that students understand that",["b","if we prepare ourselves, we can withstand attacks (temptations) from the adversary."],"You may want to write this principle on the board."],["p.preamble","Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.1"},"Alma 50:1"],"aloud. Ask the class:"],["ul.bullet",["li",["span.label","•"],["p","Given the success of Captain Moroni’s preparations, what additional insight can we learn from this verse? (Moroni “did not stop” making preparations; he continued to strengthen his defenses, even when there appeared to be no immediate threat.)"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p35"},"To help students appreciate the need for continuous spiritual fortification, read the following statement by President Henry B. Eyring of the First Presidency:"],[".img-left",{"id":"f532","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.f532"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p36"},"“As the forces around us increase in intensity, whatever spiritual strength was once sufficient will not be enough. And whatever growth in spiritual strength we once thought was possible, greater growth will be made available to us. Both the need for spiritual strength and the opportunity to acquire it will increase at rates which we underestimate at our peril” (“Always,”",["span.emphasis","Ensign,"],"Oct. 1999, 9)."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p37"},"Write the following on the board:"],[".chalkboard",{"id":"f533","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.f533"},["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p38"},"I will prepare to withstand temptation by …"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p39"},"I will stand firm when …"]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p40"},"Invite students to complete these statements in notebooks or scripture study journals. After students have finished writing, read the following statement by President Ezra Taft Benson. (You may want to suggest that students write this statement in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.10-12"},"Alma 50:10–12"],".)"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p41"},"“It is better to prepare and prevent than it is to repair and repent” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 285)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think this statement is true? When have you seen an example of the principle this statement teaches?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p43"},"Explain that the Nephites’ preparation led to a few years of great prosperity and peace. Point out that while Amalickiah cursed God because he was defeated, the Nephites “did thank the Lord their God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.28"},"Alma 49:28"],")."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p44"},"Invite students to imagine they have a friend who lives in an area where war is rampant. He feels that it is impossible to find peace and happiness because of the chaos around him. Write the following scripture reference on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.18-23"},"Alma 50:18–23"],"."],"Invite students to read this passage and develop a response they could make to their friend. Ask a few students to share what they would say. One truth they may include in their answers is that",["b","faithfulness to God brings happiness, even amid turmoil."],"(You may want to write this principle on the board.) Help students understand that this truth applies not only to war but also to personal challenges such as financial setbacks, loss of employment, the death of a loved one, troubled relationships with family members, and natural disasters."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.18-23"},"Alma 50:18–23"],", why were the Nephites experiencing a period of happiness?"]],["li",["span.label","•"],["p","When have you felt the Lord extend His power and blessings to you for being obedient and for fortifying yourself against temptation?"]],["li",["span.label","•"],["p","When has the Lord blessed you or someone you know with prosperity, peace, and happiness in the midst of difficult times? (After students have responded, consider sharing an example from your life.)"]]]],[".topic",{"id":"t315","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.t315"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.25-40"},"Alma 50:25–40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51"},"51"]],["h4","Nephite defenses are weakened and Moroni confronts rebellion among his people"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p50"},"(",["span.emphasis","Note:"],"Given the length of the lesson thus far, you may need to briefly summarize the rest of the material. If you do so, explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.25-40"},"Alma 50:25–40"],"contains the account of Morianton’s rebellion and death and the appointment of Pahoran as chief judge.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51"},"Alma 51"],"tells about a group called king-men who tried to change the law to allow a king to rule over the Nephites. They failed in their attempt. In their anger over their failure, the king-men refused to take up arms when Amalickiah and the Lamanites came to wage war against the Nephites. According to the law, Moroni required them to take up arms or be punished. Amalickiah’s army captured many Nephite cities and slew many Nephites. As Amalickiah sought to capture the land Bountiful, he was met by Teancum and his army. Teancum slew Amalickiah and prevented the advance of the Lamanite army.)"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p51"},"Write the following statement on the board:",["span.emphasis","United we stand; divided we fall."]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p52"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.25-26"},"Alma 50:25–26"],"silently, looking for the word in each verse that describes the reason for a division among the Nephites."],["ul.bullet",["li",["span.label","•"],["p","What caused a division among the people?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p54"},"Summarize the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50"},"Alma 50"],"by explaining that Morianton and his people tried to leave the Nephites and escape into the land northward. Moroni feared that this division would lead to a loss of liberty for the Nephites. He sent an army, led by a man named Teancum, to stop Morianton’s people from leaving. Teancum’s army prevented Morianton’s people from reaching their destination, and Morianton was killed. The remainder of his people “covenant[ed] to keep the peace” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.36"},"Alma 50:36"],"). Soon after Morianton’s rebellion, a dangerous political division developed among the people of Nephi. Some of the Nephites wanted to remove Pahoran from the judgment seat and replace him with a king. The rest of the people wanted to retain their governing system of judges."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p55"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.5-6"},"Alma 51:5–6"],"for the names of these two opposing groups (king-men and freemen). Give students a moment to identify in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.8"},"Alma 51:8"],"the motives of the king-men."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p56"},"Write the following truth on the board:",["span.emphasis",["b","Division and contention destroy our peace."]]],["ul.bullet",["li",["span.label","•"],["p","How is this principle shown in the accounts of division and contention recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50"},"Alma 50"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51"},"51"],"?"]],["li",["span.label","•"],["p","What could you do in your family, among your friends, or in your community to resolve contention?"]],["li",["span.label","•"],["p","When have you seen the blessings that come from unity strengthen a family or a quorum or class?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-102.p60"},"Testify of those truths you feel impressed to emphasize. Remind students that the next few lessons will give them more opportunities to identify principles and learn lessons from the warfare between the Nephites and the Lamanites."]]]]]]],"refs":null}
