{"id":100,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":100,"title":"Lesson 74: Alma 8","subtitle":"","short_title":"Lesson 74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.head9"},[".titleNumber","Lesson 74"],["h1","Alma 8"]],[".bodyBlock",[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.t57"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p4"},"After many people accepted Alma’s message in Zarahemla, Gideon, and Melek, the people of Ammonihah rejected Alma and cast him out of their city. As Alma grieved for the wickedness of these people, the same angel that had appeared to him and the sons of Mosiah came to him again. The angel commended Alma for his faithfulness and commanded him to return to Ammonihah. Alma faithfully obeyed the Lord’s commandments, and the Lord called Amulek to assist him in his ministry. Alma and Amulek faithfully set out to teach the people of Ammonihah, filled with the Holy Ghost and power to do the Lord’s work."]],[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.t58"},["h2","Suggestions for Teaching"],[".topic",{"id":"t59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.t59"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.1-6"},"Alma 8:1–6"]],["h4","Many people in Melek accept Alma’s message and are baptized"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p8"},"Ask students to raise their hands if they have a relative or friend who has served a mission for the Church. Invite two or three students to share an experience that their relative or friend has related to them that illustrates how missionaries feel when their message is accepted. (You might also consider inviting students to tell about times when someone was receptive to their efforts to share the gospel. You may also wish to share an experience of your own.)"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p9"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.1-5"},"Alma 8:1–5"],"silently. Have them identify the three cities in which Alma had preached the gospel. Write the names of these three cities on the board. (",["span.emphasis","Zarahemla, Gideon, and Melek."],")"],["ul.bullet",["li",["span.label","•"],["p","What were the results of Alma’s preaching in these three cities? (You may want to suggest that students refer to the chapter summaries for",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6"},"Alma 6–8"],"to help them answer this question.)"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p11"},"Point out that even though the people of these cities accepted Alma’s message, his missionary service was not without challenges."]],[".topic",{"id":"t60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.t60"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.7-32"},"Alma 8:7–32"]],["h4","After Alma is rejected in Ammonihah, the Lord commands him to return"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p14"},"Ask students if their relatives or friends who have served full-time missions have ever seen people reject the message of the gospel. Consider inviting a few students to tell about how their relatives or friends have responded to such experiences."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p15"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.7-14"},"Alma 8:7–14"],". Encourage the class to think about how Alma may have felt as he tried to teach the gospel to the people of Ammonihah. As students read these verses, have them pause occasionally to answer questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","What do these verses tell us about Alma’s character? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.8-10"},"Alma 8:8–10"],".)"]],["li",["span.label","•"],["p","How might you have responded to the treatment Alma received? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.11-13"},"Alma 8:11–13"],".)"]],["li",["span.label","•"],["p","How was Alma’s reaction similar to or different from what yours might be in a similar situation? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.14"},"Alma 8:14"],". You may want to suggest that Alma’s decision to continue the Lord’s work in the city of Aaron demonstrated that he had faith in the Lord and that he was not giving up.)"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p19"},"Point out that although Alma’s prayers for the people of Ammonihah were sincere (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.10"},"Alma 8:10"],"), his requests were not immediately granted. (Some people in Ammonihah did repent later. See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.1"},"Alma 14:1"],".)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p20"},"Read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.f73"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-nelson.jpg"}]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p21"},"“I recognize that, on occasion, some of our most fervent prayers may seem to go unanswered. We wonder, ‘Why?’ I know that feeling! I know the fears and tears of such moments. But I also know that our prayers are never ignored. Our faith is never unappreciated. I know that an all-wise Heavenly Father’s perspective is much broader than is ours. While we know of our mortal problems and pain, He knows of our immortal progress and potential” (“Jesus Christ—the Master Healer,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 86)."],["ul.bullet",["li",["span.label","•"],["p","What did Elder Nelson teach that can help us have faith even when our righteous prayers are not answered immediately or in the way we hope or expect?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p23"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.14-17"},"Alma 8:14–17"],"aloud. Ask the class to follow along, looking for comforting messages in the angel’s words and for commands that might have been difficult for Alma to obey."],["ul.bullet",["li",["span.label","•"],["p","How might the angel’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.15"},"Alma 8:15"],"have been comforting to Alma? How might the angel’s words be comforting to you?"]],["li",["span.label","•"],["p","Why might it have been difficult for Alma to be obedient in this situation?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p26"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.18"},"Alma 8:18"],", looking for the word that describes the manner in which Alma responded to the Lord’s command to return to the city of Ammonihah. (You might want to suggest that students mark the word",["span.emphasis","speedily."],")"],["ul.bullet",["li",["span.label","•"],["p","What can we learn about Alma from the fact that he returned speedily to Ammonihah?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p28"},"Read the following statement by President Henry B. Eyring of the First Presidency. Ask students to listen for how we can benefit from obeying the Lord quickly:"],[".img-left",{"id":"f77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.f77"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p29"},"“However much faith to obey God we now have, we will need to strengthen it continually and keep it refreshed constantly. We can do that by deciding now to be more quick to obey and more determined to endure. Learning to start early and to be steady are the keys to spiritual preparation. …"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p30"},"“… A loving Heavenly Father and His Beloved Son have given us all the help They can to pass the test of life set before us. But we must decide to obey and then do it. We build the faith to pass the tests of obedience over time and through our daily choices. We can decide now to do quickly whatever God asks of us. And we can decide to be steady in the small tests of obedience which build the faith to carry us through the great tests, which will surely come” (“Spiritual Preparedness: Start Early and Be Steady,”",["span.emphasis","Ensign,"],"Nov. 2005, 38, 40)."],["ul.bullet",["li",["span.label","•"],["p","According to President Eyring, what happens to our faith when we choose to obey the Lord quickly?"]],["li",["span.label","•"],["p","When have you felt your faith in the Lord strengthened because of your quick and steady obedience?"]]],[".figure",["p.preamble","For each of the following situations, ask students how prompt obedience can bless them:"],["ol.number",["li",["span.label","1."],["p.para","As a young woman is leaving for school, her mother asks her to wear a more modest shirt."]],["li",["span.label","2."],["p.para","In an interview with his bishop, a new priest is challenged to earn the Duty to God Award."]],["li",["span.label","3."],["p.para","Two missionaries feel impressed during their daily planning session to visit a less-active family in which the mother is not a member of the Church."]]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p37"},"Explain that the Lord blessed Alma for his prompt obedience. Invite three students to the front of the class to do a dramatization of the encounter between Alma and Amulek in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.19-26"},"Alma 8:19–26"],". Have one student read the words of Alma, a second student the words of Amulek, and a third student the words that tell the story. Encourage students to read their parts with the emotions they think Alma and Amulek may have experienced."],[".sidebar box-decor box-right",{"id":"f80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.f80"},["h3","Dramatic readings"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p39"},"Students can gain a greater understanding of gospel principles by dramatizing accounts from the scriptures. Encourage students to make the experience interesting and enjoyable without detracting from the sacredness of events depicted in the scriptures."]],["p.preamble","After the dramatization, ask:"],["ul.bullet",["li",["span.label","•"],["p","How did the Lord bless Alma for being obedient?"]],["li",["span.label","•"],["p","How is Alma’s experience with Amulek an indication that the Lord heard and answered Alma’s prayers? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.10"},"Alma 8:10"],".)"]],["li",["span.label","•"],["p","What principles can we learn from Alma’s experience? (Students may suggest a variety of principles. One possible answer is that",["b","when we respond promptly to the word of the Lord, He helps us obey His commandments."],")"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p44"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.27-32"},"Alma 8:27–32"],"silently, searching for additional evidence that if we are faithful and diligent, the Lord will help us obey His commandments."],["ul.bullet",["li",["span.label","•"],["p","What challenges did Alma and Amulek face as they went out to teach the people? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.28-29"},"Alma 8:28–29"],". The people had become more wicked, and the Lord commanded Alma and Amulek to call them to repentance.)"]],["li",["span.label","•"],["p","How did the Lord help Alma and Amulek? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.30-31"},"Alma 8:30–31"],". They were filled with the Holy Ghost and received divine power to protect them. You might want to suggest that students mark the description of these blessings in their scriptures.)"]],["li",["span.label","•"],["p","When have you felt that the Lord has helped you when you have been faithful and diligent?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p48"},"Invite students to write the following statement by President Howard W. Hunter in notebooks or scripture study journals:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p49"},"“Surely the Lord loves, more than anything else, an unwavering determination to obey his counsel” (“Commitment to God,”",["span.emphasis","Ensign,"],"Nov. 1982, 58)."],["p.preamble","Then give them a few minutes to write an answer to the following question:"],["ul.bullet",["li",["span.label","•"],["p","What is something you will do today to show Heavenly Father that you will obey His counsel promptly and serve Him faithfully and diligently?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p52"},"Testify of the blessings we receive when we faithfully follow the Lord’s counsel. You may also want to give students an opportunity to share their testimonies of this truth."]]]],[".resources",[".box-decor",{"id":"f84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.f84"},["h2","Commentary and Background Information"],[".topic",{"id":"t61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.t61"},["h3","Alma 8:10. “Mighty prayer”"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p55"},"The phrase “mighty prayer” indicates powerful, faith-filled communication with God. Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles suggested ways we can evaluate and seek to improve the strength of our prayers:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p56"},"“May I ask you today to consider the effectiveness of your prayers? How close do you feel to your Heavenly Father? Do you feel that your prayers are answered? Do you feel that the time you spend in prayer enriches and uplifts your soul? Is there room for improvement?"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p57"},"“There are many reasons our prayers lack power. Sometimes they become routine. Our prayers become hollow when we say similar words in similar ways over and over so often that the words become more of a recitation than a communication. This is what the Savior described as ‘vain repetitions’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.7"},"Matthew 6:7"],"). Such prayers, He said, will not be heard. …"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p58"},"“Do your prayers at times sound and feel the same? Have you ever said a prayer mechanically, the words pouring forth as though cut from a machine? Do you sometimes bore yourself as you pray?"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-74.p59"},"“Prayers that do not demand much of your thought will hardly merit much attention from our Heavenly Father. When you find yourself getting into a routine with your prayers, step back and think. Meditate for a while on the things for which you really are grateful” (“Improving Our Prayers,” [Brigham Young University devotional address, Jan. 21, 2003], 2,",["a.urlRef",{"href":"http://speeches.byu.edu"},["span.language","speeches.byu.edu"]],")."]]]]]]],"refs":null}
