{"id":118,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":118,"title":"Lesson 89: Alma 31","subtitle":"","short_title":"Lesson 89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89"},[".heading",{"id":"head27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.head27"},[".titleNumber","Lesson 89"],["h1","Alma 31"]],[".bodyBlock",[".topic",{"id":"t183","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t183"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p4"},"Alma learned that a group of Nephite dissenters called the Zoramites had strayed from the truth of the gospel and fallen into false practices. Saddened by these reports of wickedness, Alma took a group of missionaries to teach the word of God to the Zoramites. Alma and his companions observed the Zoramites’ apostate worship, materialism, and pride. Alma prayed earnestly that the Lord would comfort him and his companions as they faced this challenge and that they would have success in bringing the Zoramites back to the Lord."]],[".topic",{"id":"t184","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t184"},["h2","Suggestions for Teaching"],[".topic",{"id":"t185","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t185"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.1-7"},"Alma 31:1–7"]],["h4","Alma and his companions leave Zarahemla to preach the word of God to the apostate Zoramites"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p8"},"Ask students to think about what they would do if a friend or family member began to stray from living the gospel."],["ul.bullet",["li",["span.label","•"],["p","What might you do to help this person return to the Church? How could you awaken in the person a desire to keep the commandments? To whom might you turn for help in working with your family member or friend?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p10"},"Tell students that today’s lesson highlights how Alma and several others tried to help a group of people who had strayed from the gospel. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.1-4"},"Alma 31:1–4"],"aloud. Ask the class to look for concerns that Alma and the others had about the Zoramites."],["ul.bullet",["li",["span.label","•"],["p","What were Alma’s feelings when he heard about the iniquity of the Zoramites?"]],["li",["span.label","•"],["p","Why did the Nephites begin to fear because of the Zoramites?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p13"},"Ask students to imagine that they have the opportunity to advise Alma on how to resolve his concerns about the Zoramites. Ask students what they would suggest he do. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],"aloud. Ask the class to look for what Alma knew would be the most effective way to help the Zoramites."],["ul.bullet",["li",["span.label","•"],["p","What did Alma decide to do to help the Zoramites?"]],["li",["span.label","•"],["p","In the effort to help people change, why do you think the word of God is more powerful than force or other techniques?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p16"},"Based on",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],", what can we learn about the power of the word of God in our lives? (Students may use different words, but be sure they identify the following truth:",["b","As we study the word of God, it will lead us to do what is right."],"You may want to write this truth on the board.)"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p17"},"To help students better understand the power of the word of God in helping us do what is right, share the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles. (You may want to write this statement on the board or prepare it as a handout.)"],[".image",{"id":"f302","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.f302"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_089_handout.gif"}]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p18"},"“True doctrine, understood, changes attitudes and behavior."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p19"},"“The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior. … That is why we stress so forcefully the study of the doctrines of the gospel” (“Little Children,”",["span.emphasis","Ensign,"],"Nov. 1986, 17)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p20"},"Invite students to tell about a time when they or someone they know gained a greater desire to do what is right because of the scriptures or the teachings of Church leaders."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p21"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.6-7"},"Alma 31:6–7"],"by telling students that as a result of Alma’s confidence in the power of the word of God, he and seven others went to preach to the Zoramites."]],[".topic",{"id":"t186","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t186"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.8-23"},"Alma 31:8–23"]],["h4","The Zoramites pray and worship in a false manner"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p24"},"Tell students that when Alma and his companions went among the Zoramites, they observed the people worshipping God in an astonishing manner."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p25"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.8-11"},"Alma 31:8–11"],"silently, identifying words and phrases that describe the worship of the Zoramites. Point out that footnote 10",["span.emphasis","a"],"suggests that the phrase “performances of the church” is related to ordinances as well as “prayer and supplication to God daily.”"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.10"},"verse 10"],", what were the Zoramites doing that made them vulnerable to temptation?"]],["li",["span.label","•"],["p","What can we learn from the Zoramites’ failure to “continue in prayer and supplication to God daily”? (Students’ answers may vary, but they should express that",["b","our daily efforts to pray and keep the commandments fortify us against temptation."],"You may want to write this principle on the board. You might also suggest that students write it in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.9-11"},"Alma 31:9–11"],".)"]],["li",["span.label","•"],["p","When have you seen that daily prayer can help us resist temptation?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p29"},"As part of students’ discussion of this question, read the following statement by Elder Rulon G. Craven of the Seventy:"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p30"},"“During the past years I have at times been asked by the Brethren to meet with repentant members of the Church and interview them for the restoration of their temple blessings. This has always been a spiritually moving experience to restore the blessings of those wonderful people who have repented. I have asked some of them the question, ‘What happened in your life that caused you to temporarily lose your membership in the Church?’ With tear-filled eyes they answered: ‘I didn’t obey the basic principles of the gospel: prayer, attending church regularly, serving in church and studying the gospel. I then gave in to temptations and lost the guidance of the Holy Spirit’” (“Temptation,”",["span.emphasis","Ensign,"],"May 1996, 76)."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p31"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.12-14"},"Alma 31:12–14"],"aloud. Then invite another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.15-18"},"Alma 31:15–18"],"aloud. Before the second students reads, ask the class to think about how they would respond if they heard someone pray in this manner."],["ul.bullet",["li",["span.label","•"],["p","What concerns would you have if you heard someone pray in this manner?"]],["li",["span.label","•"],["p","What are some false doctrines the Zoramites recited in their prayer?"]],["li",["span.label","•"],["p","What was the attitude of the Zoramites toward other people? (You may want to direct students’ attention to the frequency with which the words",["span.emphasis","we"],"and",["span.emphasis","us"],"appear in the Zoramites’ prayer.)"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p35"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.19-23"},"Alma 31:19–23"],"aloud. Ask the class to follow along and look for additional problems with the Zoramites’ pattern of worship. Ask students to report what they find."],["ul.bullet",["li",["span.label","•"],["p","What changes do you think the Zoramites would need to make in order for their worship to be reverent and pleasing to the Lord?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p37"},"Explain that we worship God by giving Him our love, reverence, and devotion. (You may want to list these elements of worship on the board.) We should be worshipful not only in our attitude and actions when we pray, fast, and attend Church but in our attitude and actions throughout each day. Encourage students to evaluate the focus and sincerity of their own worship."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p38"},"Ask students to identify various ways we can properly worship God. Allow enough time for them to share ideas. You may want to have a student write these on the board."],["ul.bullet",["li",["span.label","•"],["p","What attitude should we have as we worship? How can we keep that attitude throughout each day?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p40"},"To help students understand how our attitude affects our worship, invite a student to read the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f307","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.f307"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-oaks.jpg"}]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p41"},"“Worship often includes actions, but true worship always involves a particular attitude of mind."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p42"},"“The attitude of worship evokes the deepest feelings of allegiance, adoration, and awe. Worship combines love and reverence in a state of devotion that draws our spirits closer to God” (",["span.emphasis","Pure in Heart"],"[1988], 125)."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p43"},"Invite students to write in notebooks or scripture study journals a brief evaluation of their current personal pattern of worship and their attitude of worship in the following categories: daily personal prayer, daily personal scripture study, obedience to the commandments, and attending church and partaking of the sacrament weekly. Ask students to set a goal to improve their personal daily worship."],[".sidebar box-decor box-right",{"id":"f308","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.f308"},["h3","Encourage students to set goals to apply what they learn"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p45"},"President Thomas S. Monson taught the importance of inviting students to act on what they learn in the classroom: “The goal of gospel teaching … is not to ‘pour information’ into the minds of class members. …",["span.emphasis","The aim is to inspire the individual to think about, feel about, and then do something about living gospel principles."],"…"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p46"},"“I hear and I forget;"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p47"},"“I see and I remember;"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p48"},"“I do and I learn” (in Conference Report, Oct. 1970, 107–8)."]]],[".topic",{"id":"t187","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t187"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.24-38"},"Alma 31:24–38"]],["h4","Alma prays for strength and success in bringing the Zoramites back to the Lord"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p51"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.24-25"},"Alma 31:24–25"],"silently, looking for attitudes and behaviors that accompanied the Zoramites’ apostasy. Ask students to report what they find."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p52"},"Explain that when Alma saw the wickedness of the Zoramites, he prayed. Ask students to divide into pairs. Have the pairs study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.26-35"},"Alma 31:26–35"],"and discuss the following questions. (You may want to provide these questions as a handout or write them on the board before class begins.)"],["ul.bullet",["li",["span.label","•"],["p","What was the focus of the Zoramites’ prayer? (They focused on themselves.)"]],["li",["span.label","•"],["p","What was the focus of Alma’s prayer? (He focused on helping others. Even when he prayed for himself and his companions, he asked for strength to serve the Zoramites.)"]],["li",["span.label","•"],["p","What elements of Alma’s prayer would you like to incorporate into your personal prayers?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p56"},"Write the following on the board:"],[".chalkboard",{"id":"f310","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.f310"},["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p57"},"If we pray and act in faith, …"]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p58"},"Explain that after Alma prayed for help in reaching the Zoramites, he and his companions began to serve, “taking no thought for themselves” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.37"},"Alma 31:37"],"). Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.36-38"},"Alma 31:36–38"],"silently, looking for the blessings that came to Alma and his companions as they received priesthood blessings and preached the gospel. (You may want to explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.36"},"Alma 31:36"],", the phrase “clapped his hands upon them” refers to the laying on of hands. See footnote 36",["span.emphasis","b."],")"],["ul.bullet",["li",["span.label","•"],["p","What blessings came to Alma and his companions because of their prayers and actions?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p60"},"Based on what you have learned from the example of Alma and his companions, how would you complete the statement on the board? (Students may give several different answers that are true. Summarize their answers by completing the statement on the board:",["span.emphasis",["b","If we pray and act in faith, the Lord will strengthen us in our trials."]],")"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p61"},"Explain that following his prayer, Alma and his companions demonstrated their faith by going to work and trusting in the Lord to provide for them as they served Him. Invite students to follow Alma’s example of praying in faith."]]]],[".resources",[".box-decor",{"id":"f312","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.f312"},["h2","Commentary and Background Information"],[".topic",{"id":"t188","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t188"},["h3","Alma 31:22. “The selfsame prayer”"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p64"},"Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles discussed the importance of praying sincerely:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p65"},"“Do your prayers at times sound and feel the same? Have you ever said a prayer mechanically, the words pouring forth as though cut from a machine? Do you sometimes bore yourself as you pray?"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p66"},"“Will prayers that do not demand much of your thought merit much attention from our Heavenly Father? When you find yourself getting into a routine with your prayers, step back and think. Meditate for a while on the things for which you really are grateful. Look for them. They don’t have to be grand or glorious. Sometimes we should express our gratitude for the small and simple things like the scent of the rain, the taste of your favorite food, or the sound of a loved one’s voice” (“Improving Our Prayers,”",["span.emphasis","Ensign,"],"Mar. 2004, 26)."]],[".topic",{"id":"t189","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.t189"},["h3","Alma 31:26–35. Praying for others"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p68"},"Elder David A. Bednar of the Quorum of the Twelve Apostles testified of the blessings that come as we pray for others:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-89.p69"},"“Petitioning Heavenly Father for the blessings we desire in our personal lives is good and proper. However, praying earnestly for others, both those whom we love and those who despitefully use us, is also an important element of meaningful prayer. … Praying for others with all of the energy of our souls increases our capacity to hear and to heed the voice of the Lord” (“Pray Always,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 43)."]]]]]]],"refs":null}
