{"id":122,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":122,"title":"Lesson 92: Alma 34–35","subtitle":"","short_title":"Lesson 92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92"},[".heading",{"id":"head31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.head31"},[".titleNumber","Lesson 92"],["h1","Alma 34–35"]],[".bodyBlock",[".topic",{"id":"t211","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t211"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p4"},"After Alma taught the Zoramites to believe in the Son of God, Amulek declared his own testimony of Jesus Christ, providing a second witness. Amulek, Alma’s companion, emphasized that the Atonement of Jesus Christ is necessary for the salvation of all mankind and that individuals can receive all the blessings of the Atonement as they exercise faith unto repentance. Many Zoramites heeded Amulek’s invitation to repent. When the repentant Zoramites were cast out of the land by their wicked rulers and priests, the Nephites and the people of Ammon gave them food, clothing, and lands for their inheritance. As a result, the Lamanites and unrepentant Zoramites began to make preparations for war against the Nephites and the people of Ammon."]],[".sidebar box-decor box-right",{"id":"f355","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.f355"},["h3","Teach by the Spirit and testify of Jesus Christ"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p6"},"Do all you can to create an atmosphere in which students can be taught by the Holy Ghost. One of the most meaningful ways to create such an atmosphere is to focus your examples and discussions on the Savior, bear testimony of Him often, and provide opportunities for students to bear testimony of Him."]],[".topic",{"id":"t212","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t212"},["h2","Suggestions for Teaching"],[".topic",{"id":"t213","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t213"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.1-14"},"Alma 34:1–14"]],["h4","Amulek teaches the Zoramites about the Atonement of Jesus Christ"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p10"},"Write the following statements on the board before class. Ask students to write in notebooks or on pieces of paper whether they think each statement is true or false."],[".chalkboard",{"id":"f356","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.f356"},[".figure",["ol.number",["li",["span.label","1."],["p.para","When Jesus Christ atoned for the sins of mankind, He suffered only for righteous people."]],["li",["span.label","2."],["p.para","All people need the Atonement in order to be saved."]],["li",["span.label","3."],["p.para","Any person can atone or pay for the sins of another."]]]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p14"},"After students have had time to record their answers, remind them that Alma taught a group of Zoramites how to receive the word of God and exercise faith in Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32"},"Alma 32–33"],"). Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.1-7"},"Alma 34:1–7"],"by explaining that Amulek followed Alma by sharing his own testimony about the Savior. Ask students to search Amulek’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.8-9,11"},"Alma 34:8–9, 11"],"silently, identifying phrases that indicate whether each statement on the board is true or false. Then review the statements as a class. The correct answers are:"],[".figure",["ol.number",["li",["span.label","1."],["p.para","False—“He shall atone for the sins of the world” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.8"},"Alma 34:8"],")."]],["li",["span.label","2."],["p.para","True—“There must be an atonement made, or else all mankind must unavoidably perish” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.9"},"Alma 34:9"],")."]],["li",["span.label","3."],["p.para","False—“There is not any man that can sacrifice his own blood which will atone for the sins of another” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.11"},"Alma 34:11"],")."]]]],["p.preamble","After students have discussed the answer to statement 3, ask:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think Jesus Christ is the only one who could atone for the sins of the world?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p20"},"To help students answer this question, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10,14"},"Alma 34:10, 14"],"silently. Then read the following statements by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f360","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.f360"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-nelson.jpg"}]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p21"},"“His Atonement is infinite—without an end. It was also infinite in that all humankind would be saved from never-ending death. It was infinite in terms of His immense suffering. … It was infinite in scope—it was to be done once for all. And the mercy of the Atonement extends not only to an infinite number of people, but also to an infinite number of worlds created by Him. It was infinite beyond any human scale of measurement or mortal comprehension."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p22"},"“Jesus was the only one who could offer such an infinite atonement, since He was born of a mortal mother and an immortal Father. Because of that unique birthright, Jesus was an infinite Being” (“The Atonement,”",["span.emphasis","Ensign,"],"Nov. 1996, 35)."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p23"},"“According to eternal law, that atonement required a personal sacrifice by an immortal being not subject to death. Yet He must die and take up His own body again. The Savior was the only one who could accomplish this. From His mother He inherited power to die. From His Father He obtained power over death” (“Constancy amid Change,”",["span.emphasis","Ensign,"],"Nov. 1993, 34)."],["ul.bullet",["li",["span.label","•"],["p","How do Amulek’s teachings and the statements by Elder Nelson help us understand why Jesus Christ was the only one who could atone for the sins of the world?"]],["li",["span.label","•"],["p","How would you summarize what you have learned so far from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34"},"Alma 34"],"about the Atonement of Jesus Christ? (Students may suggest other truths, but ensure they understand that",["b","the infinite and eternal Atonement of Jesus Christ makes salvation possible for all mankind."],")"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p26"},"To help students further appreciate the necessity of the Atonement in Heavenly Father’s plan of salvation, consider using the following activity. You may want to adapt this activity to meet the needs and interests of the students you teach."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p27"},"Write the following phrase on the board:",["span.emphasis","Imagine life without …"]],["p.preamble","Hold up an object that many young people value (such as a cell phone) and ask:"],["ul.bullet",["li",["span.label","•"],["p","What do you imagine life would be like without this object?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p30"},"Next, hold up a bottle or glass of water (or something else that is essential to sustain life)."],["ul.bullet",["li",["span.label","•"],["p","What would life be like without water?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p32"},"After students have discussed the necessity of water, complete the statement on the board so it reads as follows:",["span.emphasis","Imagine life without the Atonement of Jesus Christ."]],["ul.bullet",["li",["span.label","•"],["p","How would life be different without the Atonement of Jesus Christ? (Give students a moment to ponder this question before asking for responses. If time permits, you may want to invite them to write answers to this question.)"]]]],[".topic",{"id":"t214","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t214"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15-41"},"Alma 34:15–41"]],["h4","Amulek teaches the Zoramites how to exercise faith unto repentance"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p36"},"Point out that although Jesus Christ performed the Atonement for all people, we do not automatically receive all of its blessings. Amulek taught what we need to do to receive all of the blessings made available through the Atonement. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15-17"},"Alma 34:15–17"],"silently and identify a phrase Amulek said four times. (“Faith unto repentance.”)"],["ul.bullet",["li",["span.label","•"],["p","What can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15-17"},"Alma 34:15–17"],"about what must we do to receive the full blessings of the Atonement? (Make sure students understand that",["b","in order to receive the full blessings of the Atonement, we must exercise faith unto repentance."],")"]],["li",["span.label","•"],["p","What do you think it means to exercise faith unto repentance?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p39"},"To help students understand what it means to exercise faith unto repentance, read the following statement by President Dieter F. Uchtdorf of the First Presidency:"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p40"},"“We need a strong faith in Christ to be able to repent. … Faith in Christ will change our thoughts, beliefs, and behaviors that are not in harmony with God’s will. … Repentance means a change of mind and heart—we stop doing things that are wrong, and we start doing things that are right” (“Point of Safe Return,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 100)."],["ul.bullet",["li",["span.label","•"],["p","Why it is important to understand that repentance requires that we not only stop doing that which is wrong, but we start doing things that are right?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.16"},"Alma 34:16"],", what results when we exercise faith unto repentance?"]],["li",["span.label","•"],["p","What happens if we do not exercise faith unto repentance? (You may want to explain that to be “exposed to the whole law of the demands of justice” means to suffer the full consequences for our sins and to forfeit the blessing of eternal life.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.17"},"Alma 34:17"],", what is one thing we can do to exercise faith unto repentance?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p45"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.17-28"},"Alma 34:17–28"],"silently. Ask them to look for what Amulek taught the Zoramites about prayer, including when to pray and what to pray for."],["ul.bullet",["li",["span.label","•"],["p","What did Amulek teach about prayer that relates to your life? Why do you think prayer is an important part of exercising faith unto repentance?"]],["li",["span.label","•"],["p","Amulek said that our prayers will avail us nothing, or be useless, if we do not help those around us (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.28"},"Alma 34:28"],"). Why do you think this is true?"]]],[".figure",["p.preamble","To help students consider additional ways we can exercise faith unto repentance, ask them to respond to the following examples:"],["ol.number",["li",["span.label","1."],["p.para","A young man has developed a habit of using inappropriate language. What are some ways he could demonstrate faith unto repentance to become free of this habit? (Answers might include praying for help, asking family members and friends for help, and participating in activities that invite the Spirit.)"]],["li",["span.label","2."],["p.para","A young woman and young man have become involved in an inappropriate relationship. They have felt the Holy Ghost prompt them to end this relationship immediately. How might following this prompting represent faith unto repentance? What other steps might they need to make to ensure they are on the path to complete repentance? (Answers may include seeking guidance from the bishop or branch president and praying for strength and forgiveness.)"]]]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to procrastinate? What are some reasons why people procrastinate?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p52"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.33"},"Alma 34:33"],"silently, looking for something Amulek warned the Zoramites not to procrastinate doing. Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32-35"},"Alma 34:32–35"],". As they read, have the class look for consequences of procrastinating our repentance. As students report what they have learned, write the following truth on the board:",["span.emphasis",["b","This life is the time for us to prepare to meet God."]]],["ul.bullet",["li",["span.label","•"],["p","How would you explain this truth to someone?"]],["li",["span.label","•"],["p","Imagine you have a friend who is knowingly disobeying some commandments but plans to repent later. What would you teach this friend based on what you have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32-35"},"Alma 34:32–35"],"?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p55"},"Explain that Amulek did not just warn of the consequences of procrastinating repentance; he also taught about the blessings of choosing to repent now. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.30-31"},"Alma 34:30–31"],"silently and identify this blessing."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.31"},"Alma 34:31"],", what assurance is given to those who repent now? (“Immediately shall the great plan of redemption be brought about unto you.”)"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p57"},"Read the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p58"},"“You need not know everything before the power of the Atonement will work for you. Have faith in Christ; it begins to work the day you ask!” (“Washed Clean,”",["span.emphasis","Ensign,"],"May 1997, 10)."],["ul.bullet",["li",["span.label","•"],["p","How does understanding this assurance help us? In what ways have you felt the Atonement begin to work for you when you have begun to rely upon it?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p60"},"Read the following statement by President Harold B. Lee. Ask students to listen for what President Lee called “the most important commandment.”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p61"},"“Now, if you have made mistakes, make today the beginning of a change of your lives. Turn from the thing that you have been doing that is wrong. The most important of all the commandments of God is that one that you are having the most difficulty keeping today. If it is one of dishonesty, if it is one of unchastity, if it is one of falsifying, not telling the truth, today is the day for you to work on that until you have been able to conquer that weakness. … Put that aright and then you start on the next one that is most difficult for you to keep” (",["span.emphasis","Teachings of Presidents of the Church: Harold B. Lee"],"[2000], 30)."],["ul.bullet",["li",["span.label","•"],["p","According to President Lee, what is the most important commandment? Why?"]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p63"},"Write the following incomplete statements on the board. Ask students to complete them in notebooks or scripture study journals."],[".chalkboard",{"id":"f374","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.f374"},["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p64"},"Today, the most important commandment for me is …"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p65"},"I will begin now to exercise faith unto repentance by …"]]],[".topic",{"id":"t215","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t215"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/35"},"Alma 35"]],["h4","Repentant Zoramites go to dwell among the righteous"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p68"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/35"},"Alma 35"],"by explaining that many Zoramites repented of their sins. They were cast out of the land by their wicked rulers and priests, and they went to live in the land of Jershon with the people of Ammon. The people of Ammon gave them lands, and the Nephites sent their armies to protect them."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p69"},"Testify that we can receive blessings of the Savior’s Atonement as soon as we exercise faith unto repentance. Encourage students to follow the example of the people of Ammon and the Nephites by showing kindness and giving support to those who are seeking to repent."]]]],[".resources",[".box-decor",{"id":"f375","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.f375"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t216","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.t216"},["h3","Alma 35. Helping those who return to the faith"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-92.p72"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/35.7-9"},"Alma 35:7–9"],"aloud. Have the class look for what Alma and the people of Ammon did for the repentant Zoramites. After students respond, explain that today there are people like the repentant Zoramites who are seeking to repent and return to full fellowship in the Church and who need support and encouragement from others."],["ul.bullet",["li",["span.label","•"],["p","How can we follow the example of Alma and the people of Ammon as we interact with those who are seeking to repent and return to full fellowship in the Church?"]],["li",["span.label","•"],["p","How might our kindness, support, and encouragement help them to remain faithful?"]]]]]]]]],"refs":null}
