{"id":46,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":46,"title":"183rd General Conference Includes New Young Women General Presidency","subtitle":"","short_title":"183rd General Conference Includes New Young Women General Presidency","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency","content":[["div",{"id":"head1","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.head1"},[".title","183rd Annual General Conference Includes Sustaining of New Young Women General Presidency"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p2"},"“Our hearts have been touched,” said President Thomas S. Monson in the closing session of the 183rd Annual General Conference on April 7, 2013, “and our testimonies of this divine work have been strengthened as we have felt the Spirit of the Lord. May we long remember what we have heard these past two days.”"],[".sidebar box-decor box-right",[".title","You Can Help"],["div",{"id":"p13","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p13"},"Both President Thomas S. Monson and Elder Russell M. Nelson of the Quorum of the Twelve Apostles encouraged members to contribute to the General Missionary Fund. As of April 4, 2013, 65,634 full-time missionaries were serving, with more than 20,000 more who had received calls."],["div",{"id":"p14","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p14"},"During the opening session of general conference, President Monson remarked, “To help maintain this missionary force, and because many of our missionaries come from modest circumstances, we invite you, as you are able, to contribute generously to the General Missionary Fund of the Church.”"],["div",{"id":"p15","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p15"},"Members can donate using a tithing donation slip and entering the amount they wish to contribute under the General Missionary Fund. Members can also donate online through",["a",{"href":"http://www.ldsphilanthropies.org"},["span.language","ldsphilanthropies.org"]],"."]],["div",{"id":"p3","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p3"},"More than 100,000 people attended the five sessions of general conference at the Conference Center in Salt Lake City, Utah, USA, on April 6 and 7. Millions worldwide watched or listened via TV, satellite, radio, and Internet broadcasts. Between live broadcasts and online video, audio, and text of the conference on LDS.org, members were able to access the conference in 95 languages."],["div",{"id":"p4","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p4"},"President Monson opened the annual conference by announcing plans to build temples in Cedar City, Utah, USA, and Rio de Janeiro, Brazil—bringing the total number of temples announced or under construction to 29. Currently, 141 temples are in operation."],["div",{"id":"p5","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p5"},"Several changes were made in Church leadership during the Saturday afternoon session. All members of the Young Women general presidency were released, and Elder Walter F. González was released as a member of the Presidency of the Seventy. Fifty-one Area Seventies were also released."],["div",{"id":"p6","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p6"},"Elder Ulisses Soares of the First Quorum of the Seventy was sustained as a member of the Presidency of the Seventy."],["div",{"id":"p7","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p7"},"Sustained as the new Young Women general presidency were Bonnie Lee Green Oscarson, president; Carol Foley McConkie, first counselor; and Neill Foote Marriott, second counselor."],["div",{"id":"p8","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p8"},"Three new members of the First Quorum of the Seventy were also sustained: Elder Edward Dube of Zimbabwe; Elder S. Gifford Nielsen of Sugar Land, Texas, USA; and Elder Arnulfo Valenzuela of Queretaro, Mexico. Five new members of the Second Quorum of the Seventy were also sustained."],["div",{"id":"p9","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p9"},"Elaine S. Dalton, former Young Women general president, served in the Young Women general presidency, either as a counselor or as president, for 11 years before her release in April."],["div",{"id":"p10","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p10"},"See a complete list of sustainings and releases on",["a.crossRef",{"href":"/liahona/2013/05/the-sustaining-of-church-officers.p1"},"page 26"],"."],["div",{"id":"p11","uri":"/liahona/2013/05/183rd-general-conference-includes-new-young-women-general-presidency.p11"},"Find biographies of the newly called leaders starting on",["a.crossRef",{"href":"/liahona/2013/05/elder-ulisses-soares.p1"},"page 139"],"."]]],"refs":null}
