{"id":54,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":54,"title":"Elder Timothy J. Dyches","subtitle":"","short_title":"Elder Timothy J. Dyches","uri":"/liahona/2013/05/elder-timothy-j-dyches","content":[["div",{"id":"head1","uri":"/liahona/2013/05/elder-timothy-j-dyches.head1"},[".title","Elder Timothy J. Dyches"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/elder-timothy-j-dyches.p3"},"One of Elder Timothy John Dyches’s favorite roles in life is to “be a witness” and testify to others, helping them come unto Christ. Whether he is serving as a missionary, interacting in his own family, or working in his profession, he happily accepts that role and responsibility and tries to help others do the same."],["div",{"id":"p4","uri":"/liahona/2013/05/elder-timothy-j-dyches.p4"},"Born in January 1951 in Murray, Utah, USA, to Milo Fredrick and Mary Katherine Dyches, he was the second of seven children. When he was a young deacon, his family moved to Elko, Nevada, where he spent time after school working at his father’s pharmacy. As they worked side by side, his father taught him the importance of hard work—something that would serve him well as a young missionary in the Germany South Mission from 1970 to 1972."],["div",{"id":"p5","uri":"/liahona/2013/05/elder-timothy-j-dyches.p5"},"“It was a tough mission, but it was a great mission for me,” he said. “I learned the value of hard work and obedience and not giving up.”"],["div",{"id":"p6","uri":"/liahona/2013/05/elder-timothy-j-dyches.p6"},"That work ethic continued after his mission in his schooling, profession, and Church assignments. Elder Dyches met his future wife, Jill Dudley, while attending Brigham Young University. They were married on April 26, 1974, in the Manti Utah Temple. They have three children."],["div",{"id":"p7","uri":"/liahona/2013/05/elder-timothy-j-dyches.p7"},"Elder Dyches earned a bachelor’s degree from Brigham Young University in university studies and went on to earn a medical degree from Washington University Medical School. He spent his professional career as an ear, nose, and throat surgeon in a private practice in Reno, Nevada."],["div",{"id":"p8","uri":"/liahona/2013/05/elder-timothy-j-dyches.p8"},"At the time of his call to the Second Quorum of the Seventy, Elder Dyches was serving in the Young Men organization as a deacons quorum adviser. He has served in many other callings, including Area Seventy, president of the Oregon Portland Mission, stake president, counselor in a stake presidency, high councilor, temple ordinance worker, Sunday School president, and ward clerk."]]],"refs":null}
