{"id":58,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":58,"title":"Elder Terence M. Vinson","subtitle":"","short_title":"Elder Terence M. Vinson","uri":"/liahona/2013/05/elder-terence-m-vinson","content":[["div",{"id":"head1","uri":"/liahona/2013/05/elder-terence-m-vinson.head1"},[".title","Elder Terence M. Vinson"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/elder-terence-m-vinson.p3"},"Elder Terence M. Vinson, newly called to the Second Quorum of the Seventy, had never heard the term",["span.emphasis","Mormon"],"before meeting Kay Anne Carden in the early 1970s in Sydney, Australia. The pair talked about religion and ultimately came to an agreement. Each Sunday, they would attend both the church of Terence’s youth and a small branch of The Church of Jesus Christ of Latter-day Saints. One group met in a large and beautiful building, the other in a small rented space that the few Latter-day Saints had been able to procure."],["div",{"id":"p4","uri":"/liahona/2013/05/elder-terence-m-vinson.p4"},"But after a while “the comparison was embarrassing,” and Terence began taking the missionary discussions. He had many questions. Then, while attending stake conference, he felt a message as clearly as if it had been spoken. “I needed to join the Church in order to progress. All the questions I had would have answers,” he said."],["div",{"id":"p5","uri":"/liahona/2013/05/elder-terence-m-vinson.p5"},"He was baptized the next week."],["div",{"id":"p6","uri":"/liahona/2013/05/elder-terence-m-vinson.p6"},"Terence Michael Vinson was born in Sydney, Australia, in March 1951 to John Laurence and May Therese A. Vinson. His father, who worked as a firefighter, sacrificed so his seven children could get an education."],["div",{"id":"p7","uri":"/liahona/2013/05/elder-terence-m-vinson.p7"},"Elder Vinson received a bachelor’s degree in mathematics and statistics from Sydney University and a teaching diploma from Sydney Teachers College. He also received a financial planning diploma from Deakin University and a master’s degree in applied finance from Macquarie University. During his career, he was a well-known math teacher, lecturer, and financial adviser and directed a financial planning and investment firm."],["div",{"id":"p8","uri":"/liahona/2013/05/elder-terence-m-vinson.p8"},"He married Kay Anne, the woman who introduced him to the gospel, on May 2, 1974, in Sydney, and the couple was sealed on August 23, 1975, in the Hamilton New Zealand Temple; they have six children. Less than three years after his baptism, Elder Vinson was called as a bishop. He has served in several stake presidencies and as a regional representative and Area Seventy."]]],"refs":null}
