{"id":61,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":61,"title":"Neill F. Marriott","subtitle":"","short_title":"Neill F. Marriott","uri":"/liahona/2013/05/neill-f-marriott","content":[["div",{"id":"head1","uri":"/liahona/2013/05/neill-f-marriott.head1"},[".title","Neill F. Marriott"],[".subtitle","Second Counselor in the Young Women General Presidency"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/neill-f-marriott.p3"},"Even before she joined the Church, Neill Foote Marriott learned as a young girl that there was a God and that He loved her."],["div",{"id":"p4","uri":"/liahona/2013/05/neill-f-marriott.p4"},"“My father was a pattern of our Heavenly Father,” said the new second counselor in the Young Women general presidency. “His love and acceptance for others was unbounded. It was a simple and natural transfer of the love and trust I had for my earthly father to trust and love my Heavenly Father.”"],["div",{"id":"p5","uri":"/liahona/2013/05/neill-f-marriott.p5"},"Born to George and Antonia Foote in October 1947 in Alexandria, Louisiana, USA, she was the only sister to six younger brothers. After graduating from Southern Methodist University in Dallas, Texas, with a degree in English literature and secondary education, she moved to Cambridge, Massachusetts, where she worked as a secretary at Harvard University. There she met David Cannon Marriott, who told her, “I have some friends I want you to meet.” He soon brought the missionaries to teach her and her roommates."],["div",{"id":"p6","uri":"/liahona/2013/05/neill-f-marriott.p6"},"As she listened to the missionaries, she said, “the lessons filled in the missing pieces of my gospel understanding.” After her baptism in May 1970, she and David remained friends; after a year they began dating and were married in June 1971 in the Salt Lake Temple."],["div",{"id":"p7","uri":"/liahona/2013/05/neill-f-marriott.p7"},"Working together with her husband, Sister Marriott stayed home with their 11 children while he pursued a career in business. They have served in many Church callings. She served with him as he presided over the São Paulo Interlagos Mission from 2002 to 2005, and she has served as an ordinance worker in the Salt Lake Temple, a stake and a ward Relief Society president, a ward Young Women president, a Gospel Doctrine teacher, and a food storage specialist."],["div",{"id":"p8","uri":"/liahona/2013/05/neill-f-marriott.p8"},"In her new assignment, Sister Marriott hopes to share the same testimony she received as a young woman. She wants young women to know that “they are loved by their Heavenly Father with the deepest, most glorious love.”"]]],"refs":null}
