{"id":48,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":48,"title":"New Online Tools Help Preserve and Share Family Photos and Memories","subtitle":"","short_title":"New Online Tools Help Preserve and Share Family Photos and Memories","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories","content":[["div",{"id":"head1","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.head1"},[".title","New Online Tools Help Preserve and Share Family Photos and Memories"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p2"},"Visitors to",["a",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],"will notice some significant changes as of April 2013. Fresh, bright colors, inviting pictures, and a host of new features offer a variety of experiences beyond research. Although the site will still be a great destination for genealogists and researchers, the new features will attract a much broader swath of visitors."],["div",{"id":"p3","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p3"},"The new features help move family history beyond research and appeal to a larger audience of novice family historians young and old. Visitors can now collaboratively build their family tree online and preserve and share family photos and stories—all free of charge."],["div",{"id":"p4","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p4"},"Family photos and stories bring ancestors to life. The real people behind the dates can teach us principles such as the value of hard work, how to deal with life’s challenges, and how choices impact our lives."],["div",{"id":"p5","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p5"},"Making it easier to record and preserve family histories helps us connect with our past and create a legacy for the future."],["div",{"id":"t1","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.t1"},[".title","New Features at FamilySearch.org"],["div",{"id":"p7","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p7"},["span.emphasis","FamilySearch Family Tree."],"For the first time on FamilySearch.org, individuals can start collaboratively building their shared family tree entirely online, beginning by adding information about themselves and then expanding to past generations."],"Family Tree key points:",["ul.bullet",["li",["span.label","•"],[".para","Find it at FamilySearch.org under the “Family Tree” tab."]],["li",["span.label","•"],[".para","The tree is prepopulated with over 900 million individual names contributed by patrons."]],["li",["span.label","•"],[".para","It’s free of charge."]],["li",["span.label","•"],[".para","It enables individuals to collaboratively build, manage, and share their family history entirely online."]],["li",["span.label","•"],[".para","Users can discover what others may have already found about their family history."]],["li",["span.label","•"],[".para","Users can readily attach photos and stories and link sources."]],["li",["span.label","•"],[".para","Users can permanently preserve their shared family tree for future generations."]],["li",["span.label","•"],[".para","The easy “grab and pull” feature allows users to move up and down their family tree with ease."]],["li",["span.label","•"],[".para","Patrons will have access to billions of free records on FamilySearch.org to help fill in the missing branches of their Family Tree."]]],["div",{"id":"p18","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p18"},["span.emphasis","Photos."],"Users can preserve favorite photos of ancestors, attach them to their profiles in the FamilySearch Family Tree, and share them through social media. Over 200,000 photos have already been contributed, preserved, and shared."],["div",{"id":"p19","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p19"},["span.emphasis","Stories."],"Users can write favorite stories about a specific ancestor in the FamilySearch Family Tree. This feature enables families to gather, share, and perpetually preserve their family stories."],["div",{"id":"p20","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p20"},["span.emphasis","Interactive Fan Chart."],"In 2012 FamilySearch tested a feature that enabled individuals to see themselves and their ancestry in the context of a colorful fan chart. This feature is now enhanced and available on FamilySearch.org."],["div",{"id":"p21","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p21"},["span.emphasis","Family Tree Wizard."],"Those new to creating their family tree will find this tool useful. In an inviting interview style, the tool asks questions about your living and deceased ancestors, then builds those connections into the family tree to get you started."],["div",{"id":"p22","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p22"},["span.emphasis","Live Help."],"Interest in family history is growing worldwide. FamilySearch has launched a global online community that provides free product help and personal research assistance by phone and web chat 24 hours a day—now in 10 languages."],["div",{"id":"p23","uri":"/liahona/2013/05/new-online-tools-help-preserve-and-share-family-photos-and-memories.p23"},["span.emphasis","Languages."],"All of the new features and services will be available in 10 languages. A collection of free how-to videos and other online resources are available for all features. Just click on the Help button for more details."]]],[".resources"]],"refs":null}
