{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":28,"title":"Obedience Brings Blessings","subtitle":"By President Thomas S. Monson","short_title":"Obedience Brings Blessings","uri":"/liahona/2013/05/obedience-brings-blessings","content":[["div",{"id":"head1","uri":"/liahona/2013/05/obedience-brings-blessings.head1"},[".title","Obedience Brings Blessings"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/05/obedience-brings-blessings.p2"},"By President Thomas S. Monson"]],[".kicker","A knowledge of truth and the answers to our greatest questions come to us as we are obedient to the commandments of God."]],[".bodyBlock",["div",{"id":"p4","uri":"/liahona/2013/05/obedience-brings-blessings.p4"},"My beloved brothers and sisters, how grateful I am to be with you this morning. I seek an interest in your faith and prayers as I respond to the privilege to address you."],["div",{"id":"p5","uri":"/liahona/2013/05/obedience-brings-blessings.p5"},"Throughout the ages, men and women have sought for knowledge and understanding concerning this mortal existence and their place and purpose in it, as well as for the way to peace and happiness. Such a search is undertaken by each of us."],["div",{"id":"p6","uri":"/liahona/2013/05/obedience-brings-blessings.p6"},"This knowledge and understanding are available to all mankind. They are contained in truths which are eternal. In",["a",{"href":"/scriptures/dc-testament/dc/1.39"},"Doctrine and Covenants section 1, verse 39"],", we read, “Behold, and lo, the Lord is God, and the Spirit beareth record, and the record is true, and the truth abideth forever and ever.”"],["div",{"id":"p7","uri":"/liahona/2013/05/obedience-brings-blessings.p7"},"The poet wrote:"],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},[".stanza",[".line","Tho the heavens depart and the earth’s fountains burst,"],[".line","Truth, the sum of existence, will weather the worst,"],[".line","Eternal, unchanged, evermore.",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["div",{"id":"p11","uri":"/liahona/2013/05/obedience-brings-blessings.p11"},"Some would ask, “Where is such truth to be found, and how are we to recognize it?” In a revelation given through the Prophet Joseph Smith at Kirtland, Ohio, in May of 1833, the Lord declared:"],["div",{"id":"p12","uri":"/liahona/2013/05/obedience-brings-blessings.p12"},"“Truth is knowledge of things as they are, and as they were, and as they are to come. …"],["div",{"id":"p13","uri":"/liahona/2013/05/obedience-brings-blessings.p13"},"“The Spirit of truth is of God. …"],["div",{"id":"p14","uri":"/liahona/2013/05/obedience-brings-blessings.p14"},"“And no man receiveth a fulness unless he keepeth his commandments."],["div",{"id":"p15","uri":"/liahona/2013/05/obedience-brings-blessings.p15"},"“He that keepeth [God’s] commandments receiveth truth and light, until he is glorified in truth and knoweth all things.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p16","uri":"/liahona/2013/05/obedience-brings-blessings.p16"},"What a glorious promise! “He that keepeth [God’s] commandments receiveth truth and light, until he is glorified in truth and knoweth all things.”"],["div",{"id":"p17","uri":"/liahona/2013/05/obedience-brings-blessings.p17"},"There is no need for you or for me, in this enlightened age when the fulness of the gospel has been restored, to sail uncharted seas or to travel unmarked roads in search of truth. A loving Heavenly Father has plotted our course and provided an unfailing guide—even",["span.emphasis","obedience."],"A knowledge of truth and the answers to our greatest questions come to us as we are obedient to the commandments of God."],["div",{"id":"p18","uri":"/liahona/2013/05/obedience-brings-blessings.p18"},"We learn obedience throughout our lives. Beginning when we are very young, those responsible for our care set forth guidelines and rules to ensure our safety. Life would be simpler for all of us if we would obey such rules completely. Many of us, however, learn through experience the wisdom of being obedient."],["span.story",["div",{"id":"p19","uri":"/liahona/2013/05/obedience-brings-blessings.p19"},"When I was growing up, each summer from early July until early September, my family stayed at our cabin at Vivian Park in Provo Canyon in Utah."],["div",{"id":"p20","uri":"/liahona/2013/05/obedience-brings-blessings.p20"},"One of my best friends during those carefree days in the canyon was Danny Larsen, whose family also owned a cabin at Vivian Park. Each day he and I roamed this boy’s paradise, fishing in the stream and the river, collecting rocks and other treasures, hiking, climbing, and simply enjoying each minute of each hour of each day."],["div",{"id":"p21","uri":"/liahona/2013/05/obedience-brings-blessings.p21"},"One morning Danny and I decided we wanted to have a campfire that evening with all our canyon friends. We just needed to clear an area in a nearby field where we could all gather. The June grass which covered the field had become dry and prickly, making the field unsuitable for our purposes. We began to pull at the tall grass, planning to clear a large, circular area. We tugged and yanked with all our might, but all we could get were small handfuls of the stubborn weeds. We knew this task would take the entire day, and already our energy and enthusiasm were waning."],["div",{"id":"p22","uri":"/liahona/2013/05/obedience-brings-blessings.p22"},"And then what I thought was the perfect solution came into my eight-year-old mind. I said to Danny, “All we need is to set these weeds on fire. We’ll just",["span.emphasis","burn"],"a circle in the weeds!” He readily agreed, and I ran to our cabin to get a few matches."],["div",{"id":"p23","uri":"/liahona/2013/05/obedience-brings-blessings.p23"},"Lest any of you think that at the tender age of eight we were permitted to use matches, I want to make it clear that both Danny and I were forbidden to use them without adult supervision. Both of us had been warned repeatedly of the dangers of fire. However, I knew where my family kept the matches, and we needed to clear that field. Without so much as a second thought, I ran to our cabin and grabbed a few matchsticks, making certain no one was watching. I hid them quickly in one of my pockets."],["div",{"id":"p24","uri":"/liahona/2013/05/obedience-brings-blessings.p24"},"Back to Danny I ran, excited that in my pocket I had the solution to our problem. I recall thinking that the fire would burn only as far as we wanted and then would somehow magically extinguish itself."],["div",{"id":"p25","uri":"/liahona/2013/05/obedience-brings-blessings.p25"},"I struck a match on a rock and set the parched June grass ablaze. It ignited as though it had been drenched in gasoline. At first Danny and I were thrilled as we watched the weeds disappear, but it soon became apparent that the fire was not about to go out on its own. We panicked as we realized there was nothing we could do to stop it. The menacing flames began to follow the wild grass up the mountainside, endangering the pine trees and everything else in their path."],["div",{"id":"p26","uri":"/liahona/2013/05/obedience-brings-blessings.p26"},"Finally we had no option but to run for help. Soon all available men and women at Vivian Park were dashing back and forth with wet burlap bags, beating at the flames in an attempt to extinguish them. After several hours the last remaining embers were smothered. The ages-old pine trees had been saved, as were the homes the flames would eventually have reached."],["div",{"id":"p27","uri":"/liahona/2013/05/obedience-brings-blessings.p27"},"Danny and I learned several difficult but important lessons that day—not the least of which was the importance of obedience."]],["div",{"id":"p28","uri":"/liahona/2013/05/obedience-brings-blessings.p28"},"There are rules and laws to help ensure our physical safety. Likewise, the Lord has provided guidelines and commandments to help ensure our spiritual safety so that we might successfully navigate this often-treacherous mortal existence and return eventually to our Heavenly Father."],["div",{"id":"p29","uri":"/liahona/2013/05/obedience-brings-blessings.p29"},"Centuries ago, to a generation steeped in the tradition of animal sacrifice, Samuel boldly declared, “To obey is better than sacrifice, and to hearken than the fat of rams.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p30","uri":"/liahona/2013/05/obedience-brings-blessings.p30"},"In this dispensation, the Lord revealed to the Prophet Joseph Smith that He requires “the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p31","uri":"/liahona/2013/05/obedience-brings-blessings.p31"},"All prophets, ancient and modern, have known that obedience is essential to our salvation. Nephi declared, “I will go and do the things which the Lord hath commanded.”",["sup",["a",{"href":"fn_footnote5"},"5"]],"Though others faltered in their faith and their obedience, never once did Nephi fail to do that which the Lord asked of him. Untold generations have been blessed as a result."],["div",{"id":"p32","uri":"/liahona/2013/05/obedience-brings-blessings.p32"},"A soul-stirring account of obedience is that of Abraham and Isaac. How painfully difficult it must have been for Abraham, in obedience to God’s command, to take his beloved Isaac into the land of Moriah to offer him as a sacrifice. Can we imagine the heaviness of Abraham’s heart as he journeyed to the appointed place? Surely anguish must have racked his body and tortured his mind as he bound Isaac, laid him on the altar, and took the knife to slay him. With unwavering faith and implicit trust in the Lord, he responded to the Lord’s command. How glorious was the pronouncement, and with what wondered welcome did it come: “Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p33","uri":"/liahona/2013/05/obedience-brings-blessings.p33"},"Abraham had been tried and tested, and for his faithfulness and obedience the Lord gave him this glorious promise: “In thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["div",{"id":"p34","uri":"/liahona/2013/05/obedience-brings-blessings.p34"},"Although we are not asked to prove our obedience in such a dramatic and heart-wrenching way, obedience is required of us as well."],["div",{"id":"p35","uri":"/liahona/2013/05/obedience-brings-blessings.p35"},"Declared President Joseph F. Smith in October 1873, “Obedience is the first law of heaven.”",["sup",["a",{"href":"fn_footnote8"},"8"]]],["div",{"id":"p36","uri":"/liahona/2013/05/obedience-brings-blessings.p36"},"Said President Gordon B. Hinckley, “The happiness of the Latter-day Saints, the peace of the Latter-day Saints, the progress of the Latter-day Saints, the prosperity of the Latter-day Saints, and the eternal salvation and exaltation of this people lie in walking in obedience to the counsels of … God.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["div",{"id":"p37","uri":"/liahona/2013/05/obedience-brings-blessings.p37"},"Obedience is a hallmark of prophets; it has provided strength and knowledge to them throughout the ages. It is essential for us to realize that we, as well, are entitled to this source of strength and knowledge. It is readily available to each of us today as we obey God’s commandments."],["div",{"id":"p38","uri":"/liahona/2013/05/obedience-brings-blessings.p38"},"Throughout the years, I have known countless individuals who have been particularly faithful and obedient. I have been blessed and inspired by them. May I share with you an account of two such individuals."],["span.story",["div",{"id":"p39","uri":"/liahona/2013/05/obedience-brings-blessings.p39"},"Walter Krause was a steadfast member of the Church who, with his family, lived in what became known as East Germany following the Second World War. Despite the hardships he faced because of the lack of freedom in that area of the world at the time, Brother Krause was a man who loved and served the Lord. He faithfully and conscientiously fulfilled each assignment given to him."],["div",{"id":"p40","uri":"/liahona/2013/05/obedience-brings-blessings.p40"},"The other man, Johann Denndorfer, a native of Hungary, was converted to the Church in Germany and was baptized there in 1911 at the age of 17. Not too long afterward he returned to Hungary. Following the Second World War, he found himself virtually a prisoner in his native land, in the city of Debrecen. Freedom had also been taken from the people of Hungary."],["div",{"id":"p41","uri":"/liahona/2013/05/obedience-brings-blessings.p41"},"Brother Walter Krause, who did not know Brother Denndorfer, received the assignment to be his home teacher and to visit him on a regular basis. Brother Krause called his home teaching companion and said to him, “We have received an assignment to visit Brother Johann Denndorfer. Would you be available to go with me this week to see him and give him a gospel message?” And then he added, “Brother Denndorfer lives in Hungary.”"],["div",{"id":"p42","uri":"/liahona/2013/05/obedience-brings-blessings.p42"},"His startled companion asked, “When will we leave?”"],["div",{"id":"p43","uri":"/liahona/2013/05/obedience-brings-blessings.p43"},"“Tomorrow,” came the reply from Brother Krause."],["div",{"id":"p44","uri":"/liahona/2013/05/obedience-brings-blessings.p44"},"“When will we return home?” asked the companion."],["div",{"id":"p45","uri":"/liahona/2013/05/obedience-brings-blessings.p45"},"Brother Krause responded, “Oh, in about a week—if we",["span.emphasis","get"],"back.”"],["div",{"id":"p46","uri":"/liahona/2013/05/obedience-brings-blessings.p46"},"Away the two home teaching companions went to visit Brother Denndorfer, traveling by train and bus from the northeastern area of Germany to Debrecen, Hungary—a substantial journey. Brother Denndorfer had not had home teachers since before the war. Now, when he saw these servants of the Lord, he was overwhelmed with gratitude that they had come. At first he declined to shake hands with them. Rather, he went to his bedroom and took from a small cabinet a box containing his tithing that he had saved for years. He presented the tithing to his home teachers and said, “Now I am current with the Lord.",["span.emphasis","Now"],"I feel worthy to shake the hands of servants of the Lord!” Brother Krause told me later that he had been touched beyond words to think that this faithful brother, who had no contact with the Church for many years, had obediently and consistently taken from his meager earnings 10 percent with which to pay his tithing. He had saved it not knowing when or if he might have the privilege of paying it."],["div",{"id":"p47","uri":"/liahona/2013/05/obedience-brings-blessings.p47"},"Brother Walter Krause passed away nine years ago at the age of 94. He served faithfully and obediently throughout his life and was an inspiration to me and to all who knew him. When asked to fulfill assignments, he never questioned, he never murmured, and he never made excuses."]],["div",{"id":"p48","uri":"/liahona/2013/05/obedience-brings-blessings.p48"},"My brothers and sisters, the great test of this life is obedience. “We will prove them herewith,” said the Lord, “to see if they will do all things whatsoever the Lord their God shall command them.”",["sup",["a",{"href":"fn_footnote10"},"10"]]],["div",{"id":"p49","uri":"/liahona/2013/05/obedience-brings-blessings.p49"},"Declared the Savior, “For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.”",["sup",["a",{"href":"fn_footnote11"},"11"]]],["div",{"id":"p50","uri":"/liahona/2013/05/obedience-brings-blessings.p50"},"No greater example of obedience exists than that of our Savior. Of Him, Paul observed:"],["div",{"id":"p51","uri":"/liahona/2013/05/obedience-brings-blessings.p51"},"“Though he were a Son, yet learned he obedience by the things which he suffered;"],["div",{"id":"p52","uri":"/liahona/2013/05/obedience-brings-blessings.p52"},"“And being made perfect, he became the author of eternal salvation unto all them that obey him.”",["sup",["a",{"href":"fn_footnote12"},"12"]]],["div",{"id":"p53","uri":"/liahona/2013/05/obedience-brings-blessings.p53"},"The Savior demonstrated genuine love of God by living the perfect life, by honoring the sacred mission that was His. Never was He haughty. Never was He puffed up with pride. Never was He disloyal. Ever was He humble. Ever was He sincere. Ever was He obedient."],["div",{"id":"p54","uri":"/liahona/2013/05/obedience-brings-blessings.p54"},"Though He was tempted by that master of deceit, even the devil, though He was physically weakened from fasting 40 days and 40 nights and was an hungered, yet when the evil one proffered Jesus the most alluring and tempting proposals, He gave to us a divine example of obedience by refusing to deviate from what He knew was right.",["sup",["a",{"href":"fn_footnote13"},"13"]]],["div",{"id":"p55","uri":"/liahona/2013/05/obedience-brings-blessings.p55"},"When faced with the agony of Gethsemane, where He endured such pain that “his sweat was as it were great drops of blood falling down to the ground,”",["sup",["a",{"href":"fn_footnote14"},"14"]],"He exemplified the obedient Son by saying, “Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.”",["sup",["a",{"href":"fn_footnote15"},"15"]]],["div",{"id":"p56","uri":"/liahona/2013/05/obedience-brings-blessings.p56"},"As the Savior instructed His early Apostles, so He instructs you and me, “Follow thou me.”",["sup",["a",{"href":"fn_footnote16"},"16"]],"Are we willing to obey?"],["div",{"id":"p57","uri":"/liahona/2013/05/obedience-brings-blessings.p57"},"The knowledge which we seek, the answers for which we yearn, and the strength which we desire today to meet the challenges of a complex and changing world can be ours when we willingly obey the Lord’s commandments. I quote once again the words of the Lord: “He that keepeth [God’s] commandments receiveth truth and light, until he is glorified in truth and knoweth all things.”",["sup",["a",{"href":"fn_footnote17"},"17"]]],["div",{"id":"p58","uri":"/liahona/2013/05/obedience-brings-blessings.p58"},"It is my humble prayer that we may be blessed with the rich rewards promised to the obedient. In the name of Jesus Christ, our Lord and Savior, amen."]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote1"},"1."]],"“Oh Say, What Is Truth?”",["span.emphasis","Hymns,"],"no. 272."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote2"},"2."]],["a",{"href":"/scriptures/dc-testament/dc/93.24,26-28"},"Doctrine and Covenants 93:24, 26–28"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote3"},"3."]],["a",{"href":"/scriptures/ot/1-sam/15.22"},"1 Samuel 15:22"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote4"},"4."]],["a",{"href":"/scriptures/dc-testament/dc/64.34"},"Doctrine and Covenants 64:34"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote5"},"5."]],["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote6"},"6."]],["a",{"href":"/scriptures/ot/gen/22.12"},"Genesis 22:12"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote7"},"7."]],["a",{"href":"/scriptures/ot/gen/22.18"},"Genesis 22:18"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote8"},"8."]],"Joseph F. Smith, “Discourse,”",["span.emphasis","Deseret News,"],"Nov. 12, 1873, 644."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote9"},"9."]],"Gordon B. Hinckley, “If Ye Be Willing and Obedient,”",["span.emphasis","Ensign,"],"Dec. 1971, 125."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote10"},"10."]],["a",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote11"},"11."]],["a",{"href":"/scriptures/dc-testament/dc/132.5"},"Doctrine and Covenants 132:5"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote12"},"12."]],["a",{"href":"/scriptures/nt/heb/5.8-9"},"Hebrews 5:8–9"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote13"},"13."]],"See",["a",{"href":"/scriptures/nt/matt/4.1-11"},"Matthew 4:1–11"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote14"},"14."]],["a",{"href":"/scriptures/nt/luke/22.44"},"Luke 22:44"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote15"},"15."]],["a",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote16"},"16."]],["a",{"href":"/scriptures/nt/john/21.22"},"John 21:22"],"."],["div",{"id":"/liahona/2013/05/obedience-brings-blessings","uri":"/liahona/2013/05/obedience-brings-blessings"},["span.label",["a",{"name":"footnote17"},"17."]],["a",{"href":"/scriptures/dc-testament/dc/93.28"},"Doctrine and Covenants 93:28"],"."]]}
