{"id":202,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":202,"title":"Lesson 154: Moroni 6","subtitle":"","short_title":"Lesson 154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.head5"},[".titleNumber","Lesson 154"],["h1","Moroni 6"]],[".bodyBlock",[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t18"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p4"},"As Moroni neared the completion of his writings on the plates, he explained some of the qualifications for individuals to be baptized into the Church. He then outlined the responsibilities of Church members to care for each other. He also explained the purposes of Church meetings and emphasized the need for Church meetings to be conducted by the influence of the Holy Ghost."]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t19"},["h2","Suggestions for Teaching"],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t20"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-3"},"Moroni 6:1–3"]],["h4","Moroni sets forth the requirements for baptism"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p8"},"Ask students to imagine they have a seven-year-old sibling who will be turning eight in a few months. Ask them also to imagine that their parents have asked them to teach a family home evening lesson on how to prepare for baptism. Invite a few students to tell what they would teach in order to help their younger sibling prepare to be baptized."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p9"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6"},"Moroni 6"],"contains Moroni’s description of the requirements for baptism. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-3"},"Moroni 6:1–3"],"silently, looking for the requirements for baptism. Then invite students to share what they have found. Consider asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means that those wanting to be baptized are to bring “forth fruit meet that they [are] worthy of it”? (They are to live in obedience to God’s commandments, showing that they are ready to make and keep the baptismal covenant.)"]],["li",["span.label","•"],["p","Why do you think it is important for an individual to have “a broken heart and a contrite spirit” prior to being baptized? (You may want to explain that the phrase “a broken heart and a contrite spirit” refers to a person’s humility and willingness to repent and obey the Lord’s commandments.)"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.3"},"Moroni 6:3"],"aloud, and ask the class to identify what we covenant to do at baptism. Students should identify the following truth:",["b","Through baptism, we covenant to take upon ourselves the name of Jesus Christ and serve Him to the end."],"(You may want to ask students to recall what they learned in the previous lesson about what it means to take upon ourselves the name of Jesus Christ.)"],["ul.bullet",["li",["span.label","•"],["p","From your experience, why does an individual who wants to be baptized need a determination to serve Jesus Christ to the end?"]],["li",["span.label","•"],["p","What have you done to maintain and strengthen your determination to serve the Lord?"]]]],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t21"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"]],["h4","Moroni explains how to care for and spiritually nourish members of the Church"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p17"},"Tell students that after describing the requirements for baptism, Moroni explained what was done in his day to help newly baptized individuals remain faithful to their covenants. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"silently, looking for what Church members did to help new converts. Ask students to report what they find. List their responses on the board."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p18"},"Ask students to summarize what",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"teaches about our responsibilities toward other members of the Church, especially new members. (For example, students might respond as follows:",["b","We have a responsibility to remember other members of the Church and to nourish them spiritually by the word of God."],"They may also say that",["b","we should help each other be continually watchful unto prayer"],"and that",["b","we should help each other rely on the Savior and His Atonement."],")"],["ul.bullet",["li",["span.label","•"],["p","How can we fulfill our responsibility to remember each other?"]],["li",["span.label","•"],["p","How do we nourish each other with “the good word of God”?"]],["li",["span.label","•"],["p","What blessings come from being nourished by the word of God?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p22"},"Read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f38"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-holland.jpg"}]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p23"},"“Most people don’t come to church looking merely for a few new gospel facts or to see old friends, though all of that is important. They come seeking a spiritual experience. They want peace. They want their faith fortified and their hope renewed. They want, in short, to be nourished by the good word of God, to be strengthened by the powers of heaven. Those of us who are called upon to speak or teach or lead have an obligation to help provide that, as best we possibly can” (“A Teacher Come from God,”",["span.emphasis","Ensign,"],"May 1998, 26)."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p24"},"Ask students to consider the people who make efforts, or who have made efforts, to remember and nourish them spiritually. Ask them if they have ever thought, for instance, about all of the individuals who have prayed for them, prepared lessons for them, encouraged them in their activity in the Church, and helped them through challenges they have faced. Invite a few students to share how they have been blessed because someone has remembered them and nourished them by the word of God. You might consider giving students time to write letters to thank people whose efforts have helped them."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p25"},"Ask students to consider specific individuals whom the Lord may want them to remember or nourish. Invite students to write in notebooks or scripture study journals what they can do to better fulfill the responsibilities they have toward other members of the Church. Encourage them to give special attention to the needs of new members."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t22"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-9"},"Moroni 6:5–9"]],["h4","Moroni describes the purposes of Church meetings and how meetings are to be conducted"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p28"},"Ask students to imagine that each of them is a parent of a young man or young woman who, for the past few weeks, has said that he or she does not want to go to church because it seems meaningless and boring. Invite students to consider what they might say to encourage the teenager to go to church and how they might help him or her understand the right reasons for attending church regularly."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p29"},"Write the following incomplete statement on the board:"],[".chalkboard",{"id":"f39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f39"},["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p30"},"As Church members, we are to meet together often to …"]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p31"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-6"},"Moroni 6:5–6"],"aloud. Ask the class to follow along and look for ways to complete the statement on the board. As students report what they find, write their responses on the board. Their responses could include the following truths:"],[".chalkboard",{"id":"f40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f40"},["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p32"},["b","As Church members, we are to meet together often to fast and to pray."]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p33"},["b","As Church members, we are to meet together often to strengthen each other spiritually."]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p34"},["b","As Church members, we are to meet together often to partake of the sacrament in remembrance of Jesus Christ."]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p35"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles shared a portion of a letter from a friend who learned how to find joy in attending church:"],[".img-left",{"id":"f41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f41"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-oaks.jpg"}]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p36"},"“Years ago, I changed my attitude about going to church. No longer do I go to church for my sake, but to think of others. I make a point of saying hello to people who sit alone, to welcome visitors, … to volunteer for an assignment. …"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p37"},"“In short, I go to church each week with the intent of being active, not passive, and making a positive difference in people’s lives. Consequently, my attendance at Church meetings is so much more enjoyable and fulfilling” (quoted in “Unselfish Service,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2009, 96)."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p38"},"As you think about the needs of the students in your class, consider asking some or all of the following questions to help them analyze and apply the principles they identified from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-6"},"Moroni 6:5–6"],":"],["ul.bullet",["li",["span.label","•"],["p","What experiences have taught you the importance of praying and fasting with members of your ward or branch?"]],["li",["span.label","•"],["p","What do you think it means that we are to “speak one with another concerning the welfare of [our] souls”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5"},"Moroni 6:5"],"). How do we do this at church?"]],["li",["span.label","•"],["p","How might our experience at church be influenced if we attend with the desire to strengthen others spiritually?"]],["li",["span.label","•"],["p","What are some things we can remember about the Savior when we partake of the sacrament? How can partaking of the sacrament help us remember Him throughout each week?"]],["li",["span.label","•"],["p","How can going to church for the purposes we have discussed help to “keep [us] in the right way”? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"). What can you do to encourage other youth to attend Church meetings?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p44"},"Read aloud the following statement by President Joseph Fielding Smith:"],[".img-left",{"id":"f43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f43"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-fielding.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p45"},"“There is no place in Zion for the wilful sinner. There is a place for the repentant sinner, for the man who turns away from iniquity and seeks for life eternal and the light of the Gospel” (in Conference Report, Apr. 1915, 120)."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p46"},"Then invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.7-8"},"Moroni 6:7–8"],"silently, looking for what Church leaders in Moroni’s day were “strict to observe.” Invite students to report what they learn. You may want to explain that in this verse, the phrase “blotted out” refers to excommunication. If Church members commit serious sin and do not repent, they can be excommunicated, or lose their membership in the Church and the blessings of their covenants."],["ul.bullet",["li",["span.label","•"],["p","What are some things Church leaders do today to help us avoid iniquity?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.8"},"Moroni 6:8"],", what promise is given to us if we sincerely repent of our sins? (",["b","As often as we repent and seek forgiveness with real intent, we will be forgiven."],")"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p49"},"Ask students to consider the opportunities they have to feel the Holy Ghost during their regular Church meetings on Sunday (for example, during the prayers, during the sacrament, while members are giving talks or teaching, while singing the hymns, or while pondering a scripture during a lesson). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.9"},"Moroni 6:9"],"aloud. Ask the class to follow along and identify what role the Holy Ghost should have in our meetings."],["ul.bullet",["li",["span.label","•"],["p","What truth do we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.9"},"Moroni 6:9"],"about how Church meetings should be conducted? (",["b","Church meetings are to be conducted by the power of the Holy Ghost."],")"]],["li",["span.label","•"],["p","When have you felt that a Church meeting was directed by the power of the Holy Ghost?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p52"},"To help students understand how this truth applies to all aspects of our Church meetings, ask them to imagine themselves in the position of the individuals in the following situations. (You may want to write these on the board before class or prepare them as a handout.) Invite students to explain how the principle they identified in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.9"},"Moroni 6:9"],"could be applied in each of these situations."],[".image",{"id":"f46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f46"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_154_handout.gif"}]],[".figure",["ol.number",["li",["span.label","1."],["p.para","You have been asked to give a talk in sacrament meeting about the Atonement of Jesus Christ."]],["li",["span.label","2."],["p.para","You have been asked to plan a musical presentation for an upcoming sacrament meeting."]],["li",["span.label","3."],["p.para","You are sitting in a testimony meeting and feel the prompting to share your testimony, but you are unsure of what you should say."]]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p56"},"Remind students that earlier in the lesson, you asked them to think about what parents might say to encourage a young man or young woman to attend church. To conclude the lesson, ask students what they have considered that they might share. Then share your testimony about the blessings of attending church and any other principles you have discussed today."]]]],[".resources",[".box-decor",{"id":"f48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.f48"},["h2","Commentary and Background Information"],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t23"},["h3","Moroni 6:2. “A broken heart and a contrite spirit”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p59"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles explained what it means to offer a broken heart and a contrite spirit unto the Lord:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p60"},"“As you seek the blessing of conversion, you can offer the Lord the gift of your broken, or repentant, heart and your contrite, or obedient, spirit. In reality, it is the gift of yourself—what you are and what you are becoming” (“When Thou Art Converted,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 12)."]],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t24"},["h3","Moroni 6:4. “Cleansed by the power of the Holy Ghost”"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p62"},"We receive the sanctifying power of the Savior’s Atonement through the companionship of the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19-20"},"3 Nephi 27:19–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"). Elder Bruce R. McConkie of the Quorum of the Twelve Apostles explained:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p63"},"“Sins are remitted not in the waters of baptism, as we say in speaking figuratively, but when we receive the Holy Ghost. It is the Holy Spirit of God that erases carnality and brings us into a state of righteousness. We become clean when we actually receive the fellowship and companionship of the Holy Ghost. It is then that sin and dross and evil are burned out of our souls as though by fire. The baptism of the Holy Ghost is the baptism of fire” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 290; see also page 239)."]],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t25"},["h3","Moroni 6:4. Our duty to nourish one another"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p65"},"President Henry B. Eyring of the First Presidency shared the following experience:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p66"},"“I have seen many shepherds who feed their flocks. One was the president of a deacons quorum. One of his quorum members lived near my home. That neighbor boy had never attended a quorum meeting nor done anything with the members of his quorum. His stepfather was not a member, and his mother did not attend church."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p67"},"“The presidency of his deacons quorum met in council one Sunday morning. … In their presidency meeting, those 13-year-old shepherds remembered the boy who never came. They talked about how much he needed what they received. The president assigned his counselor to go after that wandering sheep."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p68"},"“I knew the counselor, and I knew he was shy, and I knew the difficulty of the assignment, so I watched with wonder through my front window as the counselor trudged by my house, going up the road to the home of the boy who never came to church. The shepherd had his hands in his pockets. His eyes were on the ground. He walked slowly, the way you would if you weren’t sure you wanted to get where you were headed. In 20 minutes or so, he came back down the road with the lost deacon walking by his side. That scene was repeated for a few more Sundays. Then the boy who had been lost and was found moved away."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p69"},"“… Years later, I was in a stake conference, a continent away from the room in which that presidency had met in council. A gray-haired man came up to me and said quietly, ‘My grandson lived in your ward years ago.’ With tenderness, he told me of that boy’s life. And then he asked if I could find that deacon who walked slowly up that road. And he wondered if I could thank him and tell him that his grandson, now grown to be a man, still remembered” (“Watch with Me,”",["span.emphasis","Ensign,"],"May 2001, 38–39)."]],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.t26"},["h3","Moroni 6:4. Strengthening new converts"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p71"},"President Gordon B. Hinckley encouraged all Church members, including the youth, to nourish and strengthen those who join the Church:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p72"},"“It is not an easy thing to become a member of this Church. In most cases it involves setting aside old habits, leaving old friends and associations, and stepping into a new society which is different and somewhat demanding."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p73"},"“With the ever-increasing number of converts, we must make an increasingly substantial effort to assist them as they find their way. Every one of them needs three things: a friend, a responsibility, and nurturing with ‘the good word of God’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moro. 6:4"],"). It is our duty and opportunity to provide these things. …"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p74"},"“This is a work for everyone. It is a work for home teachers and visiting teachers. It is a work for the bishopric, for the priesthood quorums, for the Relief Society, the young men and young women, even the Primary."],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p75"},"“I was in a fast and testimony meeting only last Sunday. A 15- or 16-year-old boy stood before the congregation and said that he had decided to be baptized."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/lesson-154.p76"},"“Then one by one boys of the teachers quorum stepped to the microphone to express their love for him, to tell him that he was doing the right thing, and to assure him that they would stand with him and help him. It was a wonderful experience to hear those young men speak words of appreciation and encouragement to their friend” (“Converts and Young Men,”",["span.emphasis","Ensign,"],"May 1997, 47–48)."]]]]]]],"refs":null}
