{"id":210,"parent_id":199,"book_id":23520,"content_id":1,"language_id":1,"display_order":210,"title":"Home-Study Lesson: Moroni 7:20–10:34 (Unit 32)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32"},[".heading",{"id":"head13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.head13"},[".titleNumber","Home-Study Lesson"],["h1","Moroni 7:20–10:34 (Unit 32)"]],[".bodyBlock",[".figure",{"id":"f139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.f139"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.20"},"Moroni 7:20"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.34"},"10:34"],"(unit 32) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t86"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.20-48"},"Moroni 7:20–48"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p7"},"As students continued their study of Mormon’s sermon to the people in the synagogue, they learned important principles about faith, hope, and charity: As we exercise faith in Jesus Christ, we can lay hold upon every good thing. If we exercise faith in Jesus Christ, we can obtain hope through His Atonement to be raised to eternal life. If we pray unto the Father with all the energy of heart and live as true followers of Jesus Christ, we can be filled with charity."]],[".topic",{"id":"t87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t87"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8"},"Moroni 8–9"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p9"},"By studying the epistle from Mormon to Moroni recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8"},"Moroni 8"],", students learned that repentance and baptism are necessary for all who are accountable and capable of committing sin. They also studied the doctrine that little children are saved through the Atonement of Jesus Christ. By studying the epistle recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9"},"Moroni 9"],", students learned that we are to labor diligently in God’s service even if those we serve do not respond positively. In addition, students learned from Mormon’s and Moroni’s examples that if we are faithful in Jesus Christ, He will lift us up even when difficulties and wickedness surround us."]],[".topic",{"id":"t88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t88"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.1-7,27-29"},"Moroni 10:1–7, 27–29"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p11"},"As students studied Moroni’s concluding testimony, they were reminded that if we ask God in faith and with real intent, we can receive a testimony of the Book of Mormon and of Jesus Christ through the Holy Ghost. They also learned that those who have received the Book of Mormon will be accountable to God for their response to it."]],[".topic",{"id":"t89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t89"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.8-26,30-34"},"Moroni 10:8–26, 30–34"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p13"},"Students learned that God grants gifts of the Spirit to profit His children. They also learned that if we have faith, we will be able to do what the Savior wants us to do. They also studied Moroni’s final words in the Book of Mormon, which teach that as we come unto Jesus Christ, we can be purified and perfected through His Atonement."]]],[".topic",{"id":"t90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t90"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p15"},"This lesson can help students better understand what it means to lay hold upon good things. Students will be given the chance to explain how a person can learn for himself or herself that the Book of Mormon is true. They will also be able to share their testimonies of the Book of Mormon and discuss how their testimonies have been strengthened this year.",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7"},"Moroni 7–9"],"contains epistles, or letters, from Mormon that Moroni included in his book."]],[".topic",{"id":"t91","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t91"},["h2","Suggestions for Teaching"],[".topic",{"id":"t92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t92"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.20-48"},"Moroni 7:20–48"]],["h4","Moroni records Mormon’s teachings on faith in Jesus Christ, hope, and charity"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p19"},"Write the words",["span.emphasis","touch"],"and",["span.emphasis","lay hold"],"on the board. Ask a student to come to the front of the classroom and demonstrate for the class what it means to touch the Book of Mormon. Then ask the student to show what it means to lay hold on the Book of Mormon."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p20"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.19"},"Moroni 7:19"],"silently and look for what Mormon said we should lay hold upon. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What did Mormon say we are to lay hold upon?"]],["li",["span.label","•"],["p","What do you think it means to “lay hold upon every good thing”? (Help students understand that “every good thing” can include righteous goals, actions, thoughts, principles, and objects.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p23"},"Explain that Mormon went on to teach how we can “lay hold upon every good thing.” Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.20-22,25"},"Moroni 7:20–22, 25"],". Ask the class to look for Mormon’s counsel on what we must do to “lay hold upon every good thing.”"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p24"},"Write the following incomplete statement on the board:",["span.emphasis","As we … , we can lay hold upon every good thing."]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p25"},"Ask: After reading these verses, how would you complete this statement? (One answer students may give is that",["b","as we exercise faith in Jesus Christ, we can lay hold upon every good thing."],")"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p26"},"Remind students that in this chapter Mormon also testified that through faith in Jesus Christ we can be filled with the gift of charity (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.48"},"Moroni 7:48"],"). Invite the class to try to recite the scripture mastery passage",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45,47-48"},"Moroni 7:45, 47–48"],"from memory. Class members could also read the verses aloud."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p27"},"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is your favorite phrase in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45,47-48"},"Moroni 7:45, 47–48"],"? Why is that phrase meaningful to you?"]],["li",["span.label","•"],["p","When have you seen someone be charitable, or when have you felt the Lord helping you to be charitable? (You may want to share your own answers to these questions.)"]]]],[".topic",{"id":"t93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.t93"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10"},"Moroni 10"]],["h4","Moroni exhorts us to obtain a testimony of the Book of Mormon and come unto Jesus Christ"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p32"},"Review with students the purpose of the keystone in an arch. Discuss how the idea of a keystone relates to the Book of Mormon. (You may want to refer students to the picture in unit 1, day 3 of their study guides.) Invite students to share how the Book of Mormon is the keystone of their testimonies."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p33"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],". Ask students to consider why these verses are important to share with all people, whether or not they are members of our Church. Invite a few students to share their thoughts, and then ask: What does Moroni say we need to do to know the truth? (As students respond, you may want to write their answers on the board. Point out that these answers are ways that we can seek in faith to know “the truth of all things.”)"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p34"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.6-7"},"Moroni 10:6–7"],", and then ask: In addition to the truthfulness of the Book of Mormon, what else can we know by the power of the Holy Ghost? (The Holy Ghost will confirm that Jesus is the Christ.)"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p35"},"Write the following principle on the board:",["span.emphasis",["b","If we ask God in faith and with real intent, we can receive a testimony of the Book of Mormon and of Jesus Christ through the Holy Ghost."]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p36"},"Remind students that Moroni left a final invitation for all people who would read the Book of Mormon. Ask a student to read his invitation, which is found in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.30,32-33"},"Moroni 10:30, 32–33"],". Ask class members to look for ways that we can “come unto Christ.” (You may want to suggest that they mark what they find.) Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What invitation did Moroni extend to us at the end of this sacred record?"]],["li",["span.label","•"],["p","What phrases in these verses help you know how to “come unto Christ”?"]],["li",["span.label","•"],["p","What principles can you learn from these verses? (Students responses may include the following principle:",["b","As we come unto Jesus Christ, we can be purified and perfected through His Atonement."],"You may want to write this principle on the board.)"]],["li",["span.label","•"],["p","What does it mean to you that you can be made perfect only through Jesus Christ?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p41"},"Invite each student to choose one of the following questions and think of a response to it. (You may want to display these questions on the board or prepare them on a handout before class.) After sufficient time, ask a few students to share their responses with the class."],[".image",{"id":"f143","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.f143"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U32_handout.gif"}]],["ul.bullet",["li",["span.label","•"],["p","How have you come to know that the Book of Mormon is true?"]],["li",["span.label","•"],["p","How has the Savior helped you become more than you ever could on your own?"]],["li",["span.label","•"],["p","When you look back on your study of the Book of Mormon this year, what is something you would like to do to improve your study of the scriptures?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/moroni/unit-32.p45"},"After students have shared their answers, you may want to share your testimony of the Book of Mormon and of the Atonement of Jesus Christ. In addition, share with students your appreciation for them and their efforts to study and learn in seminary this year. Encourage them to continue reading the scriptures each day and striving to apply what they learn in their lives."]]]]]]],"refs":null}
