{"id":185,"parent_id":179,"book_id":23520,"content_id":1,"language_id":1,"display_order":185,"title":"Lesson 141: Mormon 8:12–41","subtitle":"","short_title":"Lesson 141","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.head8"},[".titleNumber","Lesson 141"],["h1","Mormon 8:12–41"]],[".bodyBlock",[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t48"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p4"},"After writing about the destruction of his people and the death of his father, Moroni prophesied of the coming forth of the Book of Mormon and warned of the consequences of rejecting it. Moroni saw that the Nephite record would come forth in a day of great wickedness, when many would love worldly possessions more than God. He testified that the Book of Mormon would be of great worth amid the spiritually dangerous conditions that would exist in the last days."]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t49"},["h2","Suggestions for Teaching"],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.12-32"},"Mormon 8:12–32"]],["h4","Moroni prophesies of the coming forth of the Book of Mormon"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p8"},"Before class, prepare a display of objects or pictures representing technological advances. At the beginning of class, direct students’ attention to the display. Invite a student to read aloud the following statement by President Ezra Taft Benson:"],[".img-left",{"id":"f62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.f62"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-benson.jpg"}]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p9"},"“I would like to speak about one of the most significant gifts given to the world in modern times. The gift I am thinking of is more important than any of the inventions that have come out of the industrial and technological revolutions. This is a gift of greater value to mankind than even the many wonderful advances we have seen in modern medicine. It is of greater worth to mankind than the development of flight or space travel. I speak of the gift of …” (“The Book of Mormon—Keystone of Our Religion,”",["span.emphasis","Ensign,"],"Nov. 1986, 4)."],["ul.bullet",["li",["span.label","•"],["p","Would you like to have the gift that President Benson talked about? Why?"]],["li",["span.label","•"],["p","What do you think the gift might be?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p13"},"Explain that Moroni taught about this gift. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.12"},"Mormon 8:12"],"to find out what the gift is. Help students understand that the phrase “this record” refers to the Book of Mormon. Explain that President Benson spoke of the gift of the Book of Mormon."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p14"},"To help students understand the value of the Book of Mormon, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.13-16"},"Mormon 8:13–16"],"silently. Before they read, ask them to look for what Moroni taught about the worth of the Book of Mormon. Then ask some or all of the following questions to help them discuss and analyze what they have found:"],["ul.bullet",["li",["span.label","•"],["p","Some people might think of the monetary value of gold plates. According to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.14"},"Mormon 8:14"],", what aspect of the plates was really “of great worth”? (Help students see that because the Lord will not allow anyone to “get gain” from the gold plates, the plates themselves “are of no worth.” However, the record that was written on the plates “is of great worth.”)"]],["li",["span.label","•"],["p","Moroni said that the Book of Mormon could only be brought forth by someone who had “an eye single to [God’s] glory” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.15"},"Mormon 8:15"],"). What do you think this means? (As students discuss this question, you may want to invite them to read",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.46"},"Joseph Smith—History 1:46"],", which contains Moroni’s later instructions to Joseph Smith, before he brought forth the Book of Mormon.)"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.16"},"Mormon 8:16"],", how does Moroni’s description of the coming forth of the Book of Mormon help explain the great worth of the book?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p18"},"As recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.17-21"},"Mormon 8:17–21"],", Moroni warned those who would condemn or oppose the Book of Mormon. Invite students to read these verses and look for Moroni’s warnings."],["ul.bullet",["li",["span.label","•"],["p","What are Moroni’s warnings to those who reject or condemn the Book of Mormon?"]],["li",["span.label","•"],["p","What truth do you learn from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.22"},"Mormon 8:22"],"? How does the coming forth of the Book of Mormon in the last days help the Lord’s eternal purposes to be fulfilled?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p21"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.23-25"},"Mormon 8:23–25"],"contains Moroni’s words about the prayers of faithful Saints who had lived before his time. He spoke of them crying to the Lord “from the dust.” Ask students to read this passage silently, looking for what the Saints in the ancient Americas prayed for regarding the Book of Mormon."],["ul.bullet",["li",["span.label","•"],["p","Whom did the ancient Saints pray for? (They prayed for their brethren—meaning the Lamanites and their descendants—and for the person who would bring forth the Book of Mormon—meaning the Prophet Joseph Smith.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p23"},"Explain that Moroni described the conditions that would exist when the Book of Mormon would come forth. Then ask them to imagine themselves in the place of Moroni, living more than 1,600 years ago and receiving a vision of our day."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p24"},"Invite students to write a paragraph in notebooks or scripture study journals, describing the spiritual conditions of our day. When students have had enough time to write, invite several of them to share what they have written. Then ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.26-32"},"Mormon 8:26–32"],"silently and to compare their paragraphs with Moroni’s prophetic description of our day. Divide the class into pairs. Ask each pair to share a few similarities and differences between their descriptions and Moroni’s description."],[".sidebar box-decor box-right",{"id":"f67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.f67"},["h3","Asking students to share written responses"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p26"},"From time to time, encourage students to share what they write in notebooks or scripture study journals. Be sure to thank students for sharing and to sincerely compliment them. As you take time in class to do this, you will help to cultivate a learning environment of love and respect."]],["ul.bullet",["li",["span.label","•"],["p","What do you find accurate about Moroni’s description of our day?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p28"},"Write the following summary of Moroni’s prophecies on the board:",["span.emphasis",["b","The Book of Mormon will come forth by the power of God during a day of great wickedness."]],"If you have displayed objects or pictures representing technological or medical inventions, consider placing a copy of the Book of Mormon next to them. To help students ponder and testify of the value of the Book of Mormon in their lives, ask questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","How can the Book of Mormon help us withstand the wickedness in our day?"]],["li",["span.label","•"],["p","In what ways is the Book of Mormon more valuable than technological or medical inventions?"]],["li",["span.label","•"],["p","Why do you think the Book of Mormon is “one of the most significant gifts given to the world in modern times,” as President Benson said?"]],["li",["span.label","•"],["p","If a friend asked you why the Book of Mormon is valuable to you, what would you say?"]]]],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t51"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.33-41"},"Mormon 8:33–41"]],["h4","Moroni sees the last days and condemns the spiritual wickedness of our time"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p35"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.35"},"Mormon 8:35"],"aloud. Before he or she reads, point out that in this verse, Moroni is speaking directly to us."],["ul.bullet",["li",["span.label","•"],["p","How might this verse influence the way we read the Book of Mormon?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p37"},"When students have discussed this question, read the following statement by President Ezra Taft Benson, in which he spoke of Book of Mormon prophets:"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p38"},"“If they saw our day, and chose those things which would be of greatest worth to us, is not that how we should study the Book of Mormon? We should constantly ask ourselves, ‘Why did the Lord inspire Mormon (or Moroni or Alma) to include that in his record? What lesson can I learn from that to help me live in this day and age?’” (“The Book of Mormon—Keystone of Our Religion,” 6)."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p39"},"Encourage students to follow this counsel as they study the rest of Moroni’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8"},"Mormon 8"],"."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p40"},"Ask students to think of a time when they noticed someone in need—temporally, emotionally, socially, or spiritually. Invite them to consider what they did to help that person—or, if they did not provide help, what they could have done. Invite them also to ponder why they chose to help or not to help."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p41"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.33-41"},"Mormon 8:33–41"],". Ask the class to follow along, looking for reasons some people in the last days would not help those in need."],["ul.bullet",["li",["span.label","•"],["p","Why would some people in the last days not help those in need? (Answers may include pride, iniquity, loving money and fine clothing more than they love those in need, and desiring the praise of the world.)"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.38"},"Mormon 8:38"],", Mormon uses the word",["span.emphasis","pollutions."],"What are some influences in the world today that might be considered pollutions? (Answers may include pride, pornography, and the love of money.)"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p44"},"Ask students to write a sentence that summarizes what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.36-41"},"Mormon 8:36–41"],"about our responsibility to care for the poor and those in need. Invite two or three students to read their sentences to the class. Though students’ words may vary, they should be able to identify the following truth:",["b","God will hold us accountable for the way we treat the poor and those in need."]],["ul.bullet",["li",["span.label","•"],["p","What do you think are some of the most common needs in your school or community? What can the youth of the Church do to help care for people with these needs? (Help students understand that they are not expected to give their money and time to every worthy cause or to every person who asks for assistance. In their families and in the Church, youth receive many opportunities to help those in need. In addition, they can follow the guidance of the Spirit to give service on their own.)"]],["li",["span.label","•"],["p","What do you think youth in the Church can do to care for the poor? (If students do not mention fast offerings, you may want to emphasize paying fast offerings by reading the paragraphs under “Fast Sunday” in",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], pages 67–69.)"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p47"},"Following this discussion, invite students to write in notebooks or scripture study journals about one or two things they can do to care for the poor and those in need. They might write suggestions they have heard during class or their own ideas. Invite them to write a goal to do one of these things in the coming weeks. Encourage them to fulfill their goals."]]]],[".resources",[".box-decor",{"id":"f73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.f73"},["h2","Commentary and Background Information"],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t52"},["h3","Mormon 8:14–18. “Blessed be he that shall bring this thing to light”"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p50"},"Moroni prophesied of the Prophet Joseph Smith, who was chosen to bring the Book of Mormon to the world (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.15-16"},"Mormon 8:15–16"],"). Many other ancient prophets were also aware of Joseph Smith and prayed for his success in translating and publishing the gold plates, thus fulfilling the purposes of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.23-25"},"Mormon 8:23–25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.46"},"D&C 10:46"],"). President Boyd K. Packer of the Quorum of the Twelve Apostles spoke of the role of Joseph Smith in bringing forth the Book of Mormon:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p51"},"“The truth is, simply, that he was a prophet of God—nothing more and not one whit less!"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p52"},"“The scriptures did not come so much from Joseph Smith as they did through him. He was a conduit through which the revelations were given. …"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p53"},"“The Prophet Joseph Smith was an unschooled farm boy. To read some of his early letters in the original shows him to be somewhat unpolished in spelling and grammar and in expression."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p54"},"“That the revelations came through him in any form of literary refinement is nothing short of a miracle” (“We Believe All That God Has Revealed,”",["span.emphasis","Ensign,"],"May 1974, 94)."]],[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.t53"},["h3","Mormon 8:37–38. How does caring for the poor and the needy relate to eternal happiness?"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p56"},"Bishop H. David Burton, Presiding Bishop, testified of the eternal consequences of caring for the poor and the needy:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-141.p57"},"“The purpose, promises, and principles that reinforce our work of caring for the poor and needy extend far beyond the bounds of mortality. This sacred work is not only to benefit and bless those who suffer or are in need. As sons and daughters of God, we cannot inherit the full measure of eternal life without being fully invested in caring for each other while we are here on earth. It is in the benevolent practice of sacrifice and giving of ourselves to others that we learn the celestial principles of sacrifice and consecration” (“The Sanctifying Work of Welfare,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 81–82)."]]]]]]],"refs":null}
