{"id":183,"parent_id":179,"book_id":23520,"content_id":1,"language_id":1,"display_order":183,"title":"Lesson 140: Mormon 7:1–8:11","subtitle":"","short_title":"Lesson 140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.head6"},[".titleNumber","Lesson 140"],["h1","Mormon 7–8:11"]],[".bodyBlock",[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t32"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p4"},"After the final battle between the Nephites and Lamanites, Mormon wrote to the future descendants of the Book of Mormon people about the importance of knowing who they are and what they must do to be saved. With great love for the future descendants of his enemies, Mormon taught the importance of following the gospel of Jesus Christ so that it might be “well with [them] in the day of judgment” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.10"},"Mormon 7:10"],"). Following Mormon’s death, his son Moroni was left alone to write about the destruction of his people."]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t33"},["h2","Suggestions for Teaching"],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t34"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7"},"Mormon 7"]],["h4","In Mormon’s final testimony, he exhorts the descendants of the Lamanites to believe in Jesus Christ and follow His gospel"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p8"},"Write the number",["span.emphasis","230,000"],"on the board. Ask students if they remember how this number relates to the destruction of the Nephites. (It is the number of Nephite soldiers who died in the final battle, recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6"},"Mormon 6"],". You may want to emphasize that the numbers in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.10-15"},"Mormon 6:10–15"],"appear to refer only to those who fought in the battle, not to the many others who were killed as a result of the battle.) Have students imagine that they have survived a great battle in which their family members and friends have been killed and their nation has been conquered. Give them a moment to think about what they might say if they wrote a message to the descendants of the people who killed their loved ones and conquered their nation."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p9"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.1-4"},"Mormon 7:1–4"],"silently, looking for some of Mormon’s final words to the descendants of the Lamanites."],["ul.bullet",["li",["span.label","•"],["p","What did Mormon want the descendants of the Lamanites to know?"]],["li",["span.label","•"],["p","What attributes of the Savior do you see in Mormon’s words to his enemies?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p12"},"Help students understand that Mormon taught the descendants of the Lamanites what they needed to do to be saved. He had charity for all people, even his enemies."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p13"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.5,8,10"},"Mormon 7:5, 8, 10"],"silently, identifying what Mormon taught his readers they must do. Ask students to share what they find, and list their answers on the board. You may want to mention that Mormon’s teachings are the same gospel principles that could have saved the Nephites from destruction (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.2"},"Mormon 3:2"],")."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.6-7"},"Mormon 7:6–7"],"aloud. Ask the class to follow along, looking for what the Lord offers to all those who will believe in Him and accept His gospel. After students report what they have found, encourage them to write the following truth next to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.6-7"},"Mormon 7:6–7"],":",["b","The Lord offers salvation to all, and He will redeem those who accept the principles and ordinances of His gospel."]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p15"},"Write the following question on the board. Invite students to write their answers to the question in notebooks or scripture study journals."],[".chalkboard",{"id":"f46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f46"},["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p16"},"According to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.7"},"Mormon 7:7"],", what are the blessings for those who are found “guiltless” before God?"]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p17"},"Invite a few students to share what they write."]],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t35"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1-11"},"Mormon 8:1–11"]],["h4","After Mormon dies, his son Moroni remains alone to write about the destruction of his people"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p20"},"Ask students to think of a time when they were alone in a situation that challenged their faith—perhaps a situation in which they easily could have done something wrong without anyone seeing them. Invite them to consider whether their determination to follow the Savior and keep His commandments during that time increased, stayed the same, or decreased."],["ul.bullet",["li",["span.label","•"],["p","Why might some people choose not to remain faithful when they are alone in a situation that challenges their faith?"]],["li",["span.label","•"],["p","Why might some people choose to remain faithful in the same situation?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p23"},"Explain that Mormon was killed after the last battle between the Nephites and the Lamanites, and his son Moroni was left alone, without any family members or any of his people. Invite a student to read aloud Moroni’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1-9"},"Mormon 8:1–9"],", and ask the class to look for descriptions of Moroni’s circumstances. Ask them to report what they find."],["ul.bullet",["li",["span.label","•"],["p","How do you think you might feel if you were in Moroni’s circumstances?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p25"},"Using the dates at the bottoms of the pages or in the chapter summaries, help students see that approximately 16 years passed between Mormon’s last written words and the time when Moroni began to write on the plates. Then invite students to look again at",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1-4"},"Mormon 8:1–4"],"to see what Moroni was determined to do, even though he had been alone for so long. Ask them to report what they find. (They should see that he was determined to obey his father and write on the plates.)"],["ul.bullet",["li",["span.label","•"],["p","What principles can we learn from Moroni’s obedience despite his circumstances? (As students share their ideas, emphasize the following truth:",["b","Even when we are alone, we can choose to remain faithful."],"You may want to invite students to write this truth in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1-4"},"Mormon 8:1–4"],".)"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p27"},"Point out that Moroni had a unique mission. He “remain[ed] alone to write the sad tale of the destruction of [his] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.3"},"Mormon 8:3"],"). Although students will not face those exact circumstances, they may face situations in which they are alone and need to remain faithful. They also may face situations when they feel alone even when they are with other people—such as times when they are with people who do not live the standards established by the Lord and His prophets."],["ul.bullet",["li",["span.label","•"],["p","Who do you know who has been faithful even when they have been alone in challenging circumstances?"]]],["p.preamble","When students respond to this question, ask some or all of these follow-up questions:"],["ul.bullet",["li",["span.label","•"],["p","How did this person act in those circumstances?"]],["li",["span.label","•"],["p","How was the person eventually blessed for doing what God had commanded him or her to do?"]],["li",["span.label","•"],["p","How do these examples help you?"]]],[".sidebar box-decor box-right",{"id":"f52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f52"},["h3","Follow-up questions"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p34"},"Asking questions that follow up on students’ initial responses can help them think deeply about an answer they have given and share meaningful thoughts and feelings. You can ask follow-up questions to the student who gives an initial answer, or you may generate discussion by directing follow-up questions to other students."]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p35"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.10-11"},"Mormon 8:10–11"],"silently. Ask them to identify one way the Lord sustained Moroni and Mormon during the difficult circumstances they faced. (The Lord sent the Three Nephites to minister to Mormon and Moroni; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.25-26"},"3 Nephi 28:25–26"],".) Emphasize that",["b","if we are faithful to God in lonely or difficult circumstances, He will help us remain faithful."],"Use the following questions to discuss this truth:"],["ul.bullet",["li",["span.label","•"],["p","When have you been obedient to one of Heavenly Father’s commandments in an especially difficult circumstance? How do you feel you were blessed for doing so?"]],["li",["span.label","•"],["p","Why do you think it is important to prepare now to be faithful in difficult circumstances in the future?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p38"},"To encourage students to remain faithful even in circumstances when they have to stand alone, share the following statement by President Thomas S. Monson:"],[".img-left",{"id":"f54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f54"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-monson.jpg"}]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p39"},"“As we go about living from day to day, it is almost inevitable that our faith will be challenged. We may at times find ourselves surrounded by others and yet standing in the minority or even standing alone concerning what is acceptable and what is not. Do we have the moral courage to stand firm for our beliefs, even if by so doing we must stand alone? … May we ever be courageous and prepared to stand for what we believe, and if we must stand alone in the process, may we do so courageously, strengthened by the knowledge that in reality we are never alone when we stand with our Father in Heaven” (“Dare to Stand Alone,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 60, 67)."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p40"},"Conclude by sharing an experience when the Lord blessed you for being faithful in a lonely or difficult circumstance."]],[".figure",{"id":"f55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f55"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p42"},"Write",["span.emphasis","exhort"],"on the board. Explain that the word",["span.emphasis","exhort"],"means to strongly urge others to act in a certain way. Explain that Mormon’s final words in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7"},"Mormon 7"],"are a good example of an exhortation. Give pieces of paper to the students and tell them they are going to write an exhortation based on one of their favorite scripture mastery passages in the Book of Mormon. At the top of the piece of paper, have students write: “I would speak somewhat unto the youth of the last days.” Invite each student to choose a favorite scripture mastery passage and then write an exhortation to the youth of the last days based on the passage they have chosen. Their exhortation could include a summary of the main truths found in the scripture mastery passage, an explanation of why these truths are important for youth today, and an invitation to act in accordance with these truths. The exhortations might conclude with a promise like the one found in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.7"},"Mormon 7:7"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.10"},"Mormon 7:10"],". You could ask a few students to share their finished exhortations with the class. You might also collect these exhortations to use as clues for future scripture mastery activities or to display in the classroom."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p43"},["span.emphasis","Note:"],"You may use this activity at any time during the lesson. For example, you may use it at the end of the lesson, or you may use it after discussing",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7"},"Mormon 7"],"."]]]],[".resources",[".box-decor",{"id":"f56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f56"},["h2","Commentary and Background Information"],[".topic",{"id":"t36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t36"},["h3","Mormon 7. Mormon’s final plea to believe in Christ"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p46"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles explained Mormon’s final plea to believe in Christ, a plea he wrote to people in our day after having watched the destruction of his entire nation:"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p47"},"“In a soliloquy of death, Mormon reached across time and space to all, especially to that ‘remnant of the house of Israel’ who would one day read his majestic record. Those of another time and place must learn what those lying before him had forgotten—that all must ‘believe in Jesus Christ, that he is the Son of God,’ that following his crucifixion in Jerusalem he had, ‘by the power of the Father … risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p48"},"“‘And he bringeth to pass the resurrection of the dead … [and] the redemption of the world.’ Those who are redeemed may then, because of Christ, enjoy ‘a state of happiness which hath no end.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.2,5-7"},"Mormon 7:2, 5–7"],".] …"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p49"},"“To ‘believe in Christ,’ especially when measured against such tragic but avoidable consequences, was Mormon’s last plea and his only hope. It is the ultimate purpose of the entire book that would come to the latter-day world bearing his name” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 321–22)."]]],[".box-decor",{"id":"f57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.f57"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.t37"},["h3","Mormon 7:8–9. The Bible and the Book of Mormon"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-140.p52"},"Display a copy of the Book of Mormon labeled “this.” Then display a copy of the Bible labeled “that.” Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.8-9"},"Mormon 7:8–9"],"silently, looking for what Mormon said about the relationship between “this” (the Book of Mormon) and “that” (the Bible)."],["ul.bullet",["li",["span.label","•"],["p","How has your study of the Book of Mormon strengthened your testimony of the truths in the Bible? How has your study of the Bible strengthened your testimony of the Book of Mormon?"]]]]]]]]],"refs":null}
