{"id":182,"parent_id":179,"book_id":23520,"content_id":1,"language_id":1,"display_order":182,"title":"Lesson 139: Mormon 5–6","subtitle":"","short_title":"Lesson 139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.head5"},[".titleNumber","Lesson 139"],["h1","Mormon 5–6"]],[".bodyBlock",[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t23"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p4"},"Mormon prophesied that his record would come forth in the last days to persuade those who read it that Jesus is the Christ. He encouraged those who would read the record to repent and prepare for their own judgment before God. Among his own people, Mormon reconsidered his resignation as the Nephites’ military commander, agreeing to lead them in battle again. However, the people refused to repent, and they were pursued by the Lamanites until the entire Nephite nation was destroyed. As Mormon looked upon this scene of death and destruction, he lamented the fall of his people and their unwillingness to return to Jesus Christ."]],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t24"},["h2","Suggestions for Teaching"],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.1-9"},"Mormon 5:1–9"]],["h4","Mormon decides to lead the Nephite army again, but the Lamanites prevail"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p8"},"Mention a natural disaster that could be a threat in your area—for example, an earthquake, tsunami, volcano eruption, or hurricane. Ask students to imagine that they have been warned that this natural disaster will occur in their community in a matter of days."],["ul.bullet",["li",["span.label","•"],["p","Where would you turn for help?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p10"},"Remind students that the Nephites faced a similar level of danger, but their impending disaster was spiritual. Also remind students that the Nephites were at war and that because of their wickedness, Mormon had refused to lead their armies (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.16"},"Mormon 3:16"],")."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.1-2"},"Mormon 5:1–2"],"aloud. Ask the class to follow along and to identify who the Nephites believed could deliver them from their afflictions."],["ul.bullet",["li",["span.label","•"],["p","Though it is true that Mormon could lead the Nephites in a military battle, why did Mormon believe that the people would not be delivered from their afflictions?"]],["li",["span.label","•"],["p","What can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.1-2"},"Mormon 5:1–2"],"about where we ought to turn first for help in our afflictions? (We should turn first to God, who will respond to those who repent and call on Him for help in their afflictions.)"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p14"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.3-7"},"Mormon 5:3–7"],"by explaining that under the leadership of Mormon, the Nephites repelled a few waves of Lamanite attacks. But eventually the Lamanites “did tread the people of the Nephites under their feet” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.6"},"Mormon 5:6"],"). As the Nephites retreated, those who could not flee quickly enough were destroyed."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p15"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.8-9"},"Mormon 5:8–9"],". Ask the class to look for Mormon’s reason for not writing a full account of the things he saw."],["ul.bullet",["li",["span.label","•"],["p","Why did Mormon refrain from giving a full description of what he witnessed?"]]]],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t26"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.10-24"},"Mormon 5:10–24"]],["h4","Mormon explains that the intent of the Book of Mormon record is to persuade people to believe in Jesus Christ"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.10-11"},"Mormon 5:10–11"],"aloud. Ask the class to follow along and to identify a word that Mormon used three times to describe how people in the last days would feel as they learned about the fall of the Nephite nation. (He said that we would “sorrow.”)"],["ul.bullet",["li",["span.label","•"],["p","What do you find sad about this account?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p21"},"Draw students’ attention to Mormon’s statement in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],"that if his people had repented, they would have been “clasped in the arms of Jesus.”"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to be “clasped in the arms of Jesus”? (You may want to point out that the word",["span.emphasis","clasped"],"means to be held tightly or securely or to be embraced.)"]],["li",["span.label","•"],["p","What does this phrase teach us about the result of our own repentance? (Help students identify the following principle:",["b","Through repentance, we can be “clasped in the arms of Jesus.”"],"Write this principle on the board.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p24"},"To help students better understand this principle, invite one of them to read the following statement by Elder Kent F. Richards of the Seventy:"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p25"},"“All that will come may be ‘clasped in the arms of Jesus.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],".] All souls can be healed by His power. All pain can be soothed. In Him, we can ‘find rest unto [our] souls.’ [",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.29"},"Matthew 11:29"],".] Our mortal circumstances may not immediately change, but our pain, worry, suffering, and fear can be swallowed up in His peace and healing balm” (“The Atonement Covers All Pain,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 16)."],["p.preamble","Invite students to write a response to one of the following questions in notebooks or scripture study journals. (You may want to write these questions on the board or read them slowly so students can write them.)"],["ul.bullet",["li",["span.label","•"],["p","When have you felt “clasped in the arms of Jesus”?"]],["li",["span.label","•"],["p","What can you do to more fully receive the Lord’s comfort, protection, and forgiveness?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p29"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.12-13"},"Mormon 5:12–13"],"contains Mormon’s prophecy that his writings would be hidden and then brought forth to be read by all people. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.14-15"},"Mormon 5:14–15"],"silently, looking for what the Lord intended Mormon’s writings to do for people in the last days. You may want to suggest that students mark phrases that are important to them."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.14-15"},"Mormon 5:14–15"],", what are the purposes of the Book of Mormon? (Make sure students express that",["b","the Book of Mormon was written to persuade all people that Jesus is the Christ, to help God fulfill His covenant with the house of Israel, and to help descendants of the Lamanites believe the gospel more fully."],")"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p31"},"As students answer that Mormon’s writings are intended to persuade people that Jesus is the Christ, share your testimony regarding this as the central purpose of the Book of Mormon."],["ul.bullet",["li",["span.label","•"],["p","In what ways does this central purpose of the Book of Mormon bless those who read it?"]],["li",["span.label","•"],["p","How has your study of the Book of Mormon helped you more fully believe in and love Jesus Christ?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p34"},"Point out that the Book of Mormon is currently helping many to repent and be “clasped in the arms of Jesus” but that there are still many people who refuse to believe in Christ."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p35"},"On the board next to the principle about repentance that you wrote earlier in the lesson, write the following:",["span.emphasis","If we refuse to repent …"],"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.16-19"},"Mormon 5:16–19"],"aloud, and ask the class to look for the results of the Nephites’ refusal to repent. Ask students to use what they discover in these verses to complete the sentence on the board. As they respond, you might ask some of the following questions to help them understand the words and phrases in the verses:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to be “without Christ and God in the world”? (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.16"},"Mormon 5:16"],"). (Answers may include that it means to live without faith in Jesus Christ or Heavenly Father and without divine influence and guidance.)"]],["li",["span.label","•"],["p","Chaff is a light husk on the outside of grain. When the grain is harvested, the chaff is discarded. What do you think is the meaning of the phrase “driven about as chaff before the wind”? (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.16"},"Mormon 5:16"],")."]],["li",["span.label","•"],["p","What would it be like to be on a boat with no way to sail or steer and no anchor? (See",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.18"},"Mormon 5:18"],".) How is this situation similar to that of the Nephites?"]],["li",["span.label","•"],["p","What do Mormon’s words teach us about those who refuse to repent? (Students’ answers should express that refusal to repent results in a loss of guidance from the Lord. Complete the statement on the board by writing the following truth:",["span.emphasis",["b","If we refuse to repent, the Spirit will withdraw and we will lose the Lord’s guidance."]],")"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p40"},"Ask students to silently ponder how they have seen this principle in their lives or in the lives of others."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p41"},"Invite students to quickly review",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11,16-18"},"Mormon 5:11, 16–18"],"and the two principles you have written on the board."],["ul.bullet",["li",["span.label","•"],["p","In your own words, how would you express the difference between the outcome of sincerely repenting and the outcome of refusing to repent?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p43"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.22-24"},"Mormon 5:22–24"],"silently, looking for what Mormon exhorted people in the latter days to do. You may want to suggest that students mark what they find."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p44"},"Testify of the truth of the two contrasting principles on the board."]],[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t27"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6"},"Mormon 6"]],["h4","Mormon recounts the final Nephite battle and mourns the destruction of his people"],["p.preamble","Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How might you feel at the death of a loved one who was faithful to God throughout his or her life?"]],["li",["span.label","•"],["p","How might you feel at the death of a loved one who was disobedient to God’s commandments throughout his or her life?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p50"},"Explain that Mormon felt great sorrow at the death of all his people because he knew they were not prepared to meet God. Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.1-6"},"Mormon 6:1–6"],"by explaining that the Lamanites allowed the Nephites to gather to the land of Cumorah for a battle. Mormon was growing old, and he knew this would be the “last struggle of [his] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.6"},"Mormon 6:6"],"). He entrusted a few of the sacred records to his son Moroni, and he hid the rest of the records in the Hill Cumorah. He recorded what he witnessed of the final destruction of his people. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.7-15"},"Mormon 6:7–15"],"silently, thinking about how Mormon might have felt as he wrote these words."],["ul.bullet",["li",["span.label","•"],["p","Why do you think the Nephites awaited death with “awful fear”? (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.7"},"Mormon 6:7"],")."]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p52"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.16-22"},"Mormon 6:16–22"],"aloud to students as they follow along in their scriptures. Then ask them to write in notebooks or scripture study journals about the thoughts and impressions that came to them as they read and listened to these verses. After sufficient time, you may want to give them an opportunity to share some of the thoughts they have written."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p53"},"Testify to students of the love that Heavenly Father, Jesus Christ, prophets, leaders, and parents have for them. Encourage them to exercise faith in Jesus Christ and repent of their sins so they can be “clasped in the arms of Jesus” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],")."]]]],[".resources",[".box-decor",{"id":"f40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.f40"},["h2","Commentary and Background Information"],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t28"},["h3","Mormon 5:11. “Clasped in the arms of Jesus”"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p56"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles explained a connection between the word",["span.emphasis","Atonement"],"and the phrase “clasped in the arms of Jesus”:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p57"},"“Rich meaning is found in study of the word",["span.emphasis","atonement"],"in the Semitic languages of Old Testament times. In Hebrew, the basic word for atonement is",["span.emphasis","kaphar,"],"a verb that means ‘to cover’ or ‘to forgive.’ Closely related is the Aramaic and Arabic word",["span.emphasis","kafat,"],"meaning ‘a close embrace’—no doubt related to the Egyptian ritual embrace. References to that embrace are evident in the Book of Mormon. One states that ‘the Lord hath redeemed my soul … ; I have beheld his glory, and I am encircled about eternally in the arms of his love.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.15"},"2 Nephi 1:15"],".] Another proffers the glorious hope of our being ‘clasped in the arms of Jesus.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],".]” (“The Atonement,”",["span.emphasis","Ensign,"],"Nov. 1996, 34)."]],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t29"},["h3","Mormon 5:16. When the Spirit of the Lord departs"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p59"},"President Harold B. Lee taught:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p60"},"“Mormon described some people, his people, from whom the spirit of the Lord had departed [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.11"},"2 Nephi 26:11"],"]. … It seems clear to me that what he was talking about was not merely the inability to have the companionship of or the gift of the Holy Ghost, but he was talking of that light of truth [the Light of Christ] to which every one born into the world is entitled and will never cease to strive with the individual unless he loses it through his own sinning” (in Conference Report, Apr. 1956, 108)."]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t30"},["h3","Mormon 6:16–22. Do not reject the open arms of Christ"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p62"},"Mormon mourned the deaths of his people and sorrowed that they had not changed their ways. He said that if they had set aside their pride and repented of their sins, their reunion with the Savior would have been joyful (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.17"},"Mormon 6:17"],"). President James E. Faust of the First Presidency described the joy we will feel if we have prepared ourselves to stand before the Lord at the Judgment:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p63"},"“We long for the ultimate blessing of the Atonement—to become one with Him, to be in His divine presence, to be called individually by name as He warmly welcomes us home with a radiant smile, beckoning us with open arms to be enfolded in His boundless love. How gloriously sublime this experience will be if we can feel worthy enough to be in His presence! The free gift of His great atoning sacrifice for each of us is the only way we can be exalted enough to stand before Him and see Him face-to-face. The overwhelming message of the Atonement is the perfect love the Savior has for each and all of us. It is a love which is full of mercy, patience, grace, equity, long-suffering, and, above all, forgiving."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p64"},"“The evil influence of Satan would destroy any hope we have in overcoming our mistakes. He would have us feel that we are lost and that there is no hope. In contrast, Jesus reaches down to us to lift us up. Through our repentance and the gift of the Atonement, we can prepare to be worthy to stand in His presence” (“The Atonement: Our Greatest Hope,”",["span.emphasis","Ensign,"],"Nov. 2001, 20)."]]],[".box-decor",{"id":"f41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.f41"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.t31"},["h3","Mormon 6:16–22 “O Ye Fair Ones”"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p67"},"To supplement the reading of",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.16-22"},"Mormon 6:16–22"],"during the lesson, consider showing the video presentation “O Ye Fair Ones,” which depicts Mormon lamenting the fallen Nephites. (This presentation is available on",["span.emphasis","Book of Mormon DVD Presentations 1–19"],"[54011] and on LDS.org.) After inviting students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.16-22"},"Mormon 6:16–22"],"silently, you might ask them to ponder the following question:"],["ul.bullet",["li",["span.label","•"],["p","What choices can you make every day that will help you not fear when your time comes to die?"]]],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.p69"},"Show the video, and then ask students to respond to the following questions in notebooks or scripture study journals. (You may want to write these questions on the board before class, prepare a handout with the questions, or read the questions slowly so students can write them.)"],[".image",{"id":"f43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-139.f43"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_139_handout.gif"}]],["ul.bullet",["li",["span.label","•"],["p","Why do prophets and priesthood leaders encourage us so diligently to repent?"]],["li",["span.label","•"],["p","How does the hope of the Lord’s embrace help you to repent? (See",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.17"},"Mormon 6:17"],".)"]],["li",["span.label","•"],["p","In what ways do you feel the Lord wants you to improve right now?"]]]]]]]]],"refs":null}
