{"id":184,"parent_id":179,"book_id":23520,"content_id":1,"language_id":1,"display_order":184,"title":"Home-Study Lesson: 4 Nephi 1–Mormon 8:11 (Unit 28)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.head7"},[".titleNumber","Home-Study Lesson"],["h1","4 Nephi 1–Mormon 8:11 (Unit 28)"]],[".bodyBlock",[".figure",{"id":"f59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.f59"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.11"},"Mormon 8:11"],"(unit 28) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t38"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p7"},"As students studied the conditions among the Nephites during the period of almost 200 years after the Savior’s visit, they learned that when people work together to be converted to the Lord, they become unified and experience increased happiness. They also recognized that pride creates division and leads to greater wickedness."]],[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t39"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1"},"Mormon 1–2"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p9"},"From the example of Mormon’s righteous life, students learned about the qualities of being sober and quick to observe. They learned that we can choose to live righteously even in a wicked society. From the example of the Nephite people’s wickedness, students came to understand the following principles: Wickedness and unbelief drives away the gifts of the Lord and the influence of the Holy Ghost. If our sorrow for sin is unto repentance, it will lead us to come unto Christ with a humble heart. Sorrow that is only for the consequences of sin leads to damnation (or being stopped in our progress toward eternal life)."]],[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t40"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3"},"Mormon 3–6"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p11"},"As they studied the Lord’s patience with the Nephites, students learned that the Lord gives us sufficient opportunities to repent of our sins. However, the Nephites refused to repent and wanted to seek revenge on the Lamanites. Because the Lord forbids the seeking of revenge, Mormon chose to step down from leading the Nephite armies. The outcome of the Nephites’ efforts to seek revenge allowed students to understand that the judgments of God will overtake the wicked. Mormon witnessed the entire destruction of his people and lamented their fall."]],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t41"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.1"},"Mormon 7:1–8:11"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p13"},"Mormon finished his record by addressing the descendants of the Lamanites. Students learned that the Lord offers redemption to all people who accept the principles and ordinances of His gospel. Mormon died, and Moroni wrote of conditions after the destruction of the Nephites. From Moroni’s example, students learned that even when they are alone, they can choose to remain faithful."]]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t42"},["h2","Introduction to the Lesson"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p15"},"In this lesson, students will review the destruction of the Nephites and learn about Mormon’s desire for his people to be “clasped in the arms of Jesus” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],"). Students will learn how to invite the Lord’s embrace in their own lives. From the Nephites’ refusal to repent, students will understand the sad consequences people experience when they do not repent."]],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t43"},["h2","Suggestions for Teaching"],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4"},"Mormon 4"]],["h4","The Nephite people fall from righteousness and happiness to wickedness"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p19"},"Ask students to determine how many years of Nephite history they studied this week. Help them use the dates in the chapter summaries or at the bottom of the page in",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8"},"Mormon 8"],"to figure this out. (These chapters cover almost 400 years, or over one-third of the history of the Nephites.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p20"},"Ask half of the class to use their scriptures and scripture study journals to review what they have learned about the Nephites’ happiness in",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],". Have the other half of the class use",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1"},"Mormon 1–2"],"and their scripture study journals to review who Mormon was and why he was so admirable. Ask each group to summarize what they have learned. Then invite the groups to present their summaries."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p21"},"Ask students: What is one truth you learned from studying these chapters, and why is it important to you?"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p22"},"Explain that despite Mormon’s efforts to help the Nephites spiritually prepare themselves for battle, they refused to repent and turn to the Lord. As a result of their wickedness, they were left to their own strength, and the Lamanites began to overpower them (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3"},"Mormon 3–4"],")."]],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.8-24"},"Mormon 5:8–24"]],["h4","Mormon explains that the Book of Mormon record was written to persuade people to believe in Jesus Christ"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p25"},"Ask students if they have ever felt sad for someone who had to endure the consequences of a wrong choice. You might share an appropriate (and nonjudgmental) example of sorrow you have felt for someone who had to suffer negative consequences for a choice he or she made. Explain that Mormon wrote that the people in the last days would sorrow as they read about the destruction of the Nephites."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p26"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.10-11"},"Mormon 5:10–11"],"silently, looking for what Mormon said the Nephites could have enjoyed. After students respond, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to be “clasped in the arms of Jesus”? (The word",["span.emphasis","clasped"],"means to be held tightly or securely or to be embraced, which is a gesture of protection and affection.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],", what can we do to receive this kind of embrace? (",["b","Through repentance we can be “clasped in the arms of Jesus.”"],"Write this principle on the board.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p29"},"Read or invite a student to read the following statement by Elder Kent F. Richards of the Seventy. Ask the class to listen for what it means to be “clasped in the arms of Jesus.”"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p30"},"“All that will come may be ‘clasped in the arms of Jesus.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.11"},"Mormon 5:11"],".] All souls can be healed by His power. All pain can be soothed. In Him, we can ‘find rest unto [our] souls.’ [",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.29"},"Matthew 11:29"],".] Our mortal circumstances may not immediately change, but our pain, worry, suffering, and fear can be swallowed up in His peace and healing balm” (“The Atonement Covers All Pain,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 16)."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p31"},"Invite students to think about times when they have felt “clasped in the arms of Jesus” as a result of repentance. Also ask them to ponder what they may need to do in order to be clasped in His arms now. Testify of the comforting and protective results of repentance."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p32"},"To illustrate another principle in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5"},"Mormon 5"],", place a cork or another floating object in a pan of water. Have two or three students blow it in different directions. Ask how much influence the cork has on where it is going. Encourage students, as they continue to study, to watch for how this cork might be like the Nephites."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p33"},"Write on the board:",["span.emphasis","When we refuse to repent …"],"Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.2,16-19"},"Mormon 5:2, 16–19"],"aloud while the class looks for results of the Nephites’ refusal to repent. Ask students to use what they find in these verses to complete the sentence on the board. As they respond, you might ask some of the following questions to help students understand some of the words and phrases in the verses:"],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.16"},"verse 16"],", what do you think it means to be “without Christ and God in the world”? (To live without faith in Jesus Christ or Heavenly Father and without Their influence and guidance.)"]],["li",["span.label","•"],["p","What do you think it means to be “driven about as chaff before the wind”? (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.16"},"Mormon 5:16"],"). (You might explain that chaff refers to the grasses and outer covering of grains that are blown away in the wind during threshing.)"]],["li",["span.label","•"],["p","How do you think you would feel if you were on an anchorless boat in the ocean, with no way to sail or steer? How is this situation similar to the Nephites’ condition?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p37"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5"},"Mormon 5"],"teaches that",["b","when we refuse to repent, the Spirit withdraws and we lose guidance from the Lord."],"Write this principle on the board to complete the statement you started writing earlier. Ask students to ponder times in their lives when they may have experienced this principle."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p38"},"You may want to have students contrast the two principles written on the board by asking the following question: From the two truths written on the board, how is the outcome of repenting different from the outcome of refusing to repent?"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p39"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.22-24"},"Mormon 5:22–24"],"silently, looking for what Mormon invited all of us to do so that we will not become like the Nephites of his time. You might encourage students to mark what they find."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p40"},"Testify of the truth of the two principles written on the board."]],[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t46"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.1"},"Mormon 6:1–8:11"]],["h4","After witnessing the final destruction of his people, Mormon writes to the Lamanite descendants and then dies, leaving his son Moroni alone"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p43"},"Invite students to summarize the final destruction of the Nephites, using the chapter headings for",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6"},"Mormon 6–8"],"if necessary."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p44"},"Invite students to silently read and ponder",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.10"},"Mormon 7:10"],", the last words Mormon wrote before he died."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.t47"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.12"},"Mormon 8:12"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3"},"Ether 3"],")"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/unit-28.p46"},"Moroni spoke with Jesus Christ and was shown our day. What did Moroni warn us about? The brother of Jared also had great faith. He saw Jesus Christ and spoke with Him face to face. How does knowing that both Moroni and the brother of Jared saw and spoke to Christ help you trust their words?"]]]]]]],"refs":null}
