{"id":130,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":130,"title":"Section 115 \"For Thus Shall My Church Be Called in the Last Days\"","subtitle":"","short_title":"Section 115","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.head7"},[".titleNumber","Section 115"],["h1","“For Thus Shall My Church Be Called in the Last Days”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p113"},"Section 115 was received nine days after section 114 and is addressed to the officers and members of the Church, particularly the First Presidency and the Presiding Bishopric."],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p114"},"The Prophet Joseph Smith recorded that on 26 April 1838 at Far West, Missouri, he received the revelation setting forth “the will of God concerning the building up of that place, and of the Lord’s House” (see History of the Church, 3:23)."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.f6"},[".caption","A scene in Far West, Missouri"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.1"},"D&C 115:1"],". The First Presidency"],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p116"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.17-19"},"Doctrine and Covenants 112:17–19"],"explains how this First Presidency came to be organized."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.1"},"D&C 115:1"],". Did Joseph Smith Have Other Counselors besides Sidney Rigdon and Hyrum Smith?"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p117"},"At a conference held on 3 September 1837 at Kirtland, Ohio, Oliver Cowdery, Joseph Smith Sr., Hyrum Smith, and John Smith were sustained as assistant counselors. However, on 26 April 1838, when section 115 was give, only Joseph Smith Sr. and John Smith were serving as assistant counselors. Hyrum Smith had taken the place of Frederick G. Williams in the First Presidency, and Oliver Cowdery had lost his membership in the Church. (See History of the Church, 2:509; Smith, Essentials in Church History, p. 569.)"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p118"},"Later, in Nauvoo, others served as counselors to the Prophet: John C. Bennett (who served a short time because Sidney Rigdon was ill), William Law, and Amasa Lyman (see History of the Church, 4:255, 264, 282–86, 341)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.3-4"},"D&C 115:3–4"],". Official Name of the Church"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p119"},"Elder B. H. Roberts commented: “It will be observed that in verses three and four of this revelation the Lord gives to the Church its official name, ‘The Church of Jesus Christ of Latter-day Saints.’ Previous to this the Church had been called ‘The Church of Christ,’ ‘The Church of Jesus Christ,’ ‘The Church of God,’ and by a conference of Elders held at Kirtland in May, 1834, (see Church History, vol. 2, pp. 62–3), it was given the name ‘The Church of the Latter-day Saints.’ All these names, however, were by this revelation brushed aside, and since then the official name given in this revelation has been recognized as the true title of the Church, though often spoken of as ‘The Mormon Church,’ the ‘Church of Christ,’ etc. The appropriateness of this title is self evident, and in it there is a beautiful recognition of the relationship both of the Lord Jesus Christ and of the Saints to the organization. It is ‘The Church of Jesus Christ.’ It is the Lord’s; He owns it, He organized it. It is the Sacred Depository of His truth. It is His instrumentality for promulgating all those spiritual truths with which He would have mankind acquainted. It is also His instrumentality for the perfecting of the Saints, as well as for the work of the ministry. It is His in all these respects; but it is an institution which also belongs to the Saints. It is their refuge from the confusion and religious doubt of the world. It is their instructor in principle, doctrine, and righteousness. It is their guide in matters of faith and morals. They have a conjoint ownership in it with Jesus Christ, which ownership is beautifully recognized in the latter part of the title. ‘The Church of Jesus Christ of Latter-day Saints,’ is equivalent to ‘The Church of Jesus Christ,’ and ‘The Church of the Latter-day Saints.’” (",["span.emphasis","History of the Church,"],"3:23–24n; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.7-8"},"3 Nephi 27:7–8"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5"},"D&C 115:5"],". How Is the Church to Be a Standard to the Nations?"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p120"},"In the early years of World War II, Elder John A. Widtsoe wrote:"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p121"},"“What is our mission to the world? I have turned to the scriptures to get the answer, and have found the answer, both in ancient and modern scriptures. It is that the Church of Christ at all times must be as a standard to the nations, a standard to which all nations, all people, all men may turn as they seek safety, peace, and happiness."],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p122"},"“It is our great mission … to be a standard to all the world, and we say without hesitation that those who obey and comply with that standard will find that which men most desire in life. It is a bold declaration, tremendously bold, that a small people in the valleys of these mountains, misunderstood, often harassed by persecution, may become the standard by which all mankind may be led to peace and happiness; but so it is. I am not saying it. It is the word of the Lord, both in ancient and modern days [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.10-12"},"Isaiah 62:10–12"],"]. If this standard would be accepted by the world the things we pray and hope for would soon come."],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p123"},"“Let me say that the Church of itself cannot be this standard. Since the Church is made up of individuals, it becomes an individual responsibility to make the Church a standard for the nations. I must be a standard in my life. I must so conduct myself that I may be a standard worthy of being followed by those who seek the greater joy in life.” (In Conference Report, Apr. 1940, p. 35.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],". Wherein Is Safety?"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p124"},"Some Latter-day Saints have wondered if they should leave their homes and move to Salt Lake City, Utah, or Jackson County, Missouri. They have heard that Zion will be the place of safety in times of tribulation, and they wonder if members not living near the headquarters of the Church will be safe. Here the Lord states that Zion",["span.emphasis","and her stakes"],"provide defense and refuge from the storm. Church leaders have counseled that the Saints in this time are to gather to their local congregations in their own land until they can become stakes and strong places of spiritual defense. Elder Harold B. Lee pointed out:"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p125"},"“After designating certain places in that day where the Saints were to gather, the Lord said this:"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p126"},"“‘Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"D&C 101:21"],".]"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p127"},"“Thus, clearly, the Lord has placed the responsibility for directing the work of gathering in the hands of the leaders of the Church to whom he will reveal his will where and when such gatherings would take place in the future. It would be well—before the frightening events concerning the fulfilment of all God’s promises and predictions are upon us, that the Saints in every land prepare themselves and look forward to the instruction that shall come to them from the First Presidency of this Church as to where they shall be gathered and not be disturbed in their feelings until such instruction is given to them as it is revealed by the Lord to the proper authority.” (In Conference Report, Apr. 1948, p. 55.)"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p128"},"The gathering to Zion is also discussed in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.64-75"},"Doctrine and Covenants 45:64–75"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.20-22"},"101:20–22"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.7-16"},"D&C 115:7–16"],". Why Was a Temple Never Built at Far West?"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p129"},"Smith and Sjodahl explained why this commandment was not fulfilled:"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p130"},"“At this time there were about 150 houses at Far West, and among them were stores, hotels, and a fine school house. The City had sprung up, as by magic, in the midst of a rolling prairie. It might have been a large center of population today, into which would have been poured the wealth of continents, instead of a spot in a desert, but for the bigotry and strange madness of the neighbors."],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p131"},"“The corner stones of the Temple were laid on the 4th of July, 1838. The excavation, one historian says, 120 by 80 feet in area, and 5 feet in depth was completed in half a day, more than 500 men being employed in the work. Little else was done, however, for the storm of persecution broke loose in all its fury, and the Saints at that place went into exile again.” (Commentary, p. 742.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.17-19"},"D&C 115:17–19"],". Building Far West"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-115-for-thus-shall-my-church-be-called-in-the-last-days.p132"},"In earlier revelations the Lord had directed the Saints not to gather in haste (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.56"},"D&C 58:56"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.24"},"63:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.68"},"101:68"],"). Now He encouraged them to gather speedily to Far West. Smith and Sjodahl suggested a possible reason for the change: “It is quite probable that if the Saints had gathered in greater numbers and built up their Stakes and cities more rapidly, the enemies would have had less power to execute their designs. That they did not do their duty in this respect, may be inferred from Section 117:1–6.” (Commentary, p. 743.)"]]]]],"refs":null}
