{"id":136,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":136,"title":"Section 121 Constitution of the Priesthood","subtitle":"","short_title":"Section 121","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood","content":[["div",{"id":"head13","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.head13"},[".titleNumber","Section 121"],["h1","Constitution of the Priesthood"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p201"},"On 27 October 1838 Lilburn W. Boggs, governor of Missouri, issued an order that read in part: “The Mormons must be treated as enemies and",["span.emphasis","must be exterminated"],"or driven from the state, if necessary for the public good” (",["span.emphasis","History of the Church,"],"3:175). Four days later the Prophet and several leaders of the Church were betrayed into the hands of the Missourians at Far West, Missouri. For the next several weeks Joseph Smith and his associates were abused and insulted, forced to march to Independence and then to Richmond, and on 30 November 1838 incarcerated in Liberty Jail in Missouri (see History of the Church, 3:188–89, 215). These men had not been convicted of any crime; nevertheless, they were held in the jail for several months."],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p202"},"The Prophet Joseph Smith and his companions (Hyrum Smith, Lyman Wight, Caleb Baldwin, Alexander McRae and, for part of the time, Sidney Rigdon) suffered greatly while they were held in the jail awaiting trial on false charges: “Many inhumanities were heaped upon them while they were there. Insufficient and improper food was their daily fare; at times only the inspiration of the Lord saved them from the indulgence of poisoned food, which all did not escape. [Alexander McRae said, ‘We could not eat it until we were driven to it by hunger’ (Roberts,",["span.emphasis","Comprehensive History of the Church,"],"1:521).]"],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p203"},"“The jail had no sleeping quarters, and thus they were forced to seek rest and recuperation on beds of straw placed on hardened plank and stone floors. They were suffered very little contact with the outside world, especially during the first month or so of their confinement. And this, at a crucial time when the Latter-day Saints were at the peak of persecution in Missouri, and were desperately in need of their prophet-leader.” (Dyer,",["span.emphasis","Refiner’s Fire,"],"pp. 275–76.)"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p204"},"Occasionally they were permitted visits at the jail from friends and were allowed to send and receive correspondence. Between 20 March and 25 March 1839, the Prophet Joseph dictated a lengthy communication that was signed by all the prisoners (actually there were two letters, although the Prophet identified the second as a continuation of the first). President Joseph Fielding Smith wrote of this correspondence: “This is one of the greatest letters that was ever penned by the hand of man. In fact it was the result of humble inspiration. It is a prayer and a prophecy and an answer by revelation from the Lord. None other but a noble soul filled with the spirit of love of Christ could have written such a letter. Considering [their sufferings], it is no wonder that the Prophet cried out in the anguish of his soul for relief. Yet, in his earnest pleading, there breathed a spirit of tolerance and love for his fellow man.” (",["span.emphasis","Church History and Modern Revelation,"],"2:176.)"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p205"},"Sections 121–23 were extracted from this communication and included in the 1876 edition of the Doctrine and Covenants. The edition of the Doctrine and Covenants that included these three sections was sustained as scripture in the October 1880 conference of the Church. (For a full text of the letters, see",["span.emphasis","History of the Church,"],"3:289–305.)"],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p206"},"A published account of the letters in the",["span.emphasis","Times and Seasons"],"did not contain some parts of the original letters that are found in the Doctrine and Covenants. The Reorganized church pointed out this fact and challenged the Doctrine and Covenants account. The original letters, however, now located in the Church archives, vindicate the account as published in the Doctrine and Covenants (see Deseret Evening News, 27 June 1896, p.4)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-5"},"D&C 121:1–5"],". Why Did the Prophet Use Such Words As Pavilion and Hiding Place?"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p207"},"“These are expressions used by the authors of the Bible. When David says, ‘He made darkness his hiding-place, his pavilion round about him; darkness of waters, thick clouds of the skies’ (",["a.scriptureRef",{"href":"/scriptures/ot/ps/18.11"},"Ps. 18:11"],"), he considers the darkness of the thundercloud as a tent, or pavilion, in which Jehovah dwells in His majesty. The thunder-bolts, the hail, the wind, are His messengers. The Prophet Joseph, by using this grand, poetic conception, entreats the Lord to manifest Himself in His power for the salvation of the Saints from their enemies.” (Smith and Sjodahl, Commentary, p. 753.)"],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f12"},[".caption","James E. Faust taught about the beneficial effects of adversity."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7"},"D&C 121:7"],". How Does Adversity Fit in the Divine Plan?"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p209"},"Elder James E. Faust said: “In the pain, the agony, and the heroic endeavors of life, we pass through a refiner’s fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong. In this way the divine image can be mirrored from the soul. It is part of the purging toll exacted of some to become acquainted with God. In the agonies of life, we seem to listen better to the faint, godly whisperings of the Divine Shepherd.”"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p210"},"Elder Faust noted that “unfortunately, some of our greatest tribulations are the result of our own foolishness and weakness and occur because of our own carelessness or transgression” (James E. Faust, in Conference Report, Apr. 1979, pp. 77–78; or",["span.emphasis","Ensign,"],"May 1979, pp. 53–54). Other afflictions are the result of disease and weakness of the mortal body. Some adversity is the result of wicked individuals misusing their agency. Also, God’s judgments against the wicked cause famine, pestilence, earthquakes, and other tribulations."],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p211"},"But at least as important as the cause of adversity is how the Lord uses it to perfect us. President Brigham Young said that Joseph Smith progressed toward perfection more in thirty-eight years because of his trials than he would have been able to do in a thousand years without them (see Journal of Discourses, 2:7)."],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p212"},"The Prophet Joseph Smith said, “I feel like Paul, to glory in tribulation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.2"},"D&C 127:2"],"). The Savior’s life is the perfect example of enduring tribulation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7-8"},"D&C 122:7–8"],"). If we can look to the Savior or to the Prophet as models of endurance, we can find hope and strength to endure our own afflictions."],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p213"},"Elder Marion G. Romney said: “All … who are being tried in the crucible of adversity and affliction: Take courage; revive your spirits and strengthen your faith. In these lessons so impressively taught in precept and example by our great exemplar, Jesus Christ, and his Prophet of the restoration, Joseph Smith, we have ample inspiration for comfort and for hope."],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p214"},"“If we can bear our afflictions with the understanding, faith, and courage, and in the spirit in which they bore theirs, we shall be strengthened and comforted in many ways. We shall be spared the torment which accompanies the mistaken idea that all suffering comes as chastisement for transgression. …"],["div",{"id":"p215","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p215"},"“We can draw assurance from the Lord’s promise that ‘he that is faithful in tribulation, the reward of the same is greater in the kingdom of heaven."],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p216"},"“‘Ye cannot behold with your natural eyes, for the present time, [he said,] the design of your God concerning those things which shall come hereafter, and the glory which shall follow much tribulation."],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p217"},"“‘For after much tribulation come the blessings. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.2-4"},"D&C 58:2–4"],".)” (In Conference Report, Oct. 1969, p. 59.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.11-25"},"D&C 121:11–25"],". What Happens When a Member Falls from Activity into Apostasy?"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p218"},"Elder George Q. Cannon taught: “The Saints should not imagine that because they know the truth and the Work of God at the present time, that they will always know these things and therefore be able to stand. If they lose the Holy Spirit through their transgressions, from that moment their knowledge respecting the Work of God ceases to increase and becomes dead; a short time only elapses before such persons deny the faith. They may not deny that the Work was ever true, or that the Elders were ever the servants of God, but they will place a limit and say, ‘Up to such a time the work was true and the Elders were all right, but, after that, they went astray,’—that very period being the time at which they themselves had committed some act or acts to forfeit the Spirit of God and kill the growth of that knowledge which they had had bestowed upon them. This has been the case in numerous instances in the past. … It is plain that it is they who have transgressed, and thereby driven the Spirit of the Lord from them; and at the very time they say the Church of God strayed, they themselves were guilty of transgression.” (“Knowledge, without the Aid of the Spirit of the Lord, Not Sufficient to Save,”",["span.emphasis","Millennial Star,"],"8 Aug. 1863, pp. 505–6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.15-16"},"D&C 121:15–16"],". Do Enemies of the Church Prosper?"],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p219"},"Elder Heber J. Grant said: “Our enemies have never done anything that has injured this work of God, and they never will. I look around, I read, I reflect, and I ask the question, Where are the men of influence, of power and prestige, who have worked against the Latter-day Saints? Where is the reputation, for honor and courage, of the governors of Missouri and Illinois, the judges, and all others who have come here to Utah on special missions against the Latter-day Saints? Where are there people to do them honor? They can not be found. … Where are the men who have assailed this work? Where is their influence? They have faded away like dew before the sun. We need have no fears, we Latter-day Saints. God will continue to sustain this work; He will sustain the right. If we are loyal, if we are true, if we are worthy of this Gospel, of which God has given us a testimony, there is no danger that the world can ever injure us. We can never be injured … by any mortals, except ourselves.” (In Conference Report, Apr. 1909, p. 110.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.21"},"D&C 121:21"],". Does God Punish Later Generations for the Sins of Their Parents?"],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p220"},"President Joseph F. Smith stated that “the infidel will impart infidelity to his children if he can. The whoremonger will not raise a pure, righteous posterity. He will impart seeds of disease and misery, if not of death and destruction, upon his offspring, which will continue upon his children and descend to his children’s children to the third and fourth generation. It is perfectly natural that the children should inherit from their fathers, and if they sow the seeds of corruption, crime and loathsome disease, their children will reap the fruits thereof. Not in accordance with God’s wishes for His wish is that men will not sin and therefore will not transmit the consequences of their sin to their children, but that they will keep His commandments, and be free from sin and from entailing the effects of sin upon their offspring; but inasmuch as men will not hearken unto the Lord, but will become a law unto themselves, and will commit sin they will justly reap the consequences of their own iniquity, and will naturally impart its fruits to their children to the third and fourth generation.” (In Conference Report, Oct. 1912, p. 9; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.50"},"D&C 124:50"],".)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f13"},[".caption","Divine light and encouragement were revealed through the Prophet Joseph Smith while he was imprisoned in Liberty Jail."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.26"},"D&C 121:26"],". In What Context Was the Prophet Speaking When He Promised the “Unspeakable Gift of the Holy Ghost”?"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p222"},"This section and the two following are excerpts from letters written by the Prophet Joseph Smith from Liberty Jail. The Prophet’s comments that preceded this passage were not included in the Doctrine and Covenants but are of interest in setting the stage for his comments on the gifts of the Holy Ghost:"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p223"},"“The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out. Thy mind, O man! if thou wilt lead a soul unto salvation, must stretch as high as the utmost heavens, and search into and contemplate the darkest abyss, and the broad expanse of eternity—thou must commune with God. How much more dignified and noble are the thoughts of God, than the vain imaginations of the human heart! None but fools will trifle with the souls of men."],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p224"},"“How vain and trifling have been our spirits, our conferences, our councils, our meetings, our private as well as public conversations—too low, too mean, too vulgar, too condescending for the dignified characters of the called and chosen of God, according to the purposes of His will, from before the foundation of the world! We are called to hold the keys of the mysteries of those things that have been kept hid from the foundation of the world until now. Some have tasted a little of these things, many of which are to be poured down from heaven upon the heads of babes; yea, upon the weak, obscure and despised ones of the earth. Therefore we beseech of you, brethren, that you bear with those who do not feel themselves more worthy than yourselves, while we exhort one another to a reformation with one and all, both old and young, teachers and taught, both high and low, rich and poor, bond and free, male and female; let honesty, and sobriety, and candor, and solemnity, and virtue, and pureness, and meekness, and simplicity crown our heads in every place; and in fine, become as little children, without malice, guile or hypocrisy."],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p225"},"“And now, brethren, after your tribulations, if you do these things, and exercise fervent prayer and faith in the sight of God always, [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.26-32"},"D&C 121:26–32"],"].” (",["span.emphasis","History of the Church,"],"3:295–96.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.26-32"},"D&C 121:26–32"],". Do Latter-day Saints Enjoy Gifts of the Holy Ghost That Have Never Been Enjoyed Before?"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p226"},"The gift of the Holy Ghost has been enjoyed by faithful Saints since the world began. But in the dispensation of the fulness of times all the keys, powers, and principles known in past dispensations individually are now enjoyed collectively. In addition, the revealed organization of the earthly kingdom is, as President Harold B. Lee said, “more perfected than in the past dispensations” (",["span.emphasis","Stand Ye in Holy Places,"],"p. 273; see also p. 322)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.28"},"D&C 121:28"],". Should We Be Concerned about the Identity of the Gods of Heaven?"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p227"},"President Wilford Woodruff gave firm counsel on this question: “I want to say this to all Israel: Cease troubling yourselves about who God is; who Adam is, who Christ is, who Jehovah is. For heaven’s sake, let these things alone. Why trouble yourselves about these things? God has revealed Himself, and when the 121st section of the Doctrine and Covenants is fulfilled, whether there be one God or many gods they will be revealed to the children of men, as well as thrones and dominions, principalities, and powers. Then why trouble yourselves about these things? God is God. Christ is Christ. The Holy Ghost is the Holy Ghost. That should be enough for you and me to know. If we want to know any more, wait till we get where God is in person.” (In",["span.emphasis","Millennial Star,"],"6 June 1895, pp. 355–56.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.33"},"D&C 121:33"],". Will More Knowledge Be Poured Out on the Heads of the Latter-day Saints?"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p228"},"President Joseph Fielding Smith taught that “from the very beginning Satan through his emissaries, has endeavored to destroy this work and to stop the Church from receiving revelation. The Lord has given to the Church knowledge and guidance constantly suited to their advancement. There is much that is still held in store, many great and important truths, when we are prepared to receive them. The Lord has promised to give revelation ‘and commandments not a few,’ to the faithful who are diligent before the Lord. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.4"},"D. & C. 59:4"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"2:177.)"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p229"},"President Spencer W. Kimball noted: “There are those who would assume that with the printing and binding of these sacred records, that would be the ‘end of the prophets.’ But again we testify to the world that revelation continues and that the vaults and files of the Church contain these revelations which come month to month and day to day.” (In Conference Report, Apr. 1977, p. 115; or",["span.emphasis","Ensign,"],"May 1977, p. 78.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34"},"D&C 121:34"],". Who Are Those Who Are Called?"],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p230"},"Elder Joseph Fielding Smith explained: “I take it that every man who is ordained to an office in the priesthood has been called. The Lord is willing that any man should serve him.” (In Conference Report, Oct. 1945, p. 97.)"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p231"},"Elder Bruce R. McConkie indicated:"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p232"},"“To be called is to be a member of the Church and kingdom of God on earth; it is to be numbered with the saints; it is to accept the gospel and receive the everlasting covenant; it is to have part and lot in the earthly Zion; it is to be born again, to be a son or a daughter of the Lord Jesus Christ; to have membership in the household of faith; it is to be on the path leading to eternal life and to have the hope of eternal glory; it is to have a conditional promise of eternal life; it is to be an inheritor of all the blessings of the gospel, provided there is continued obedience to the laws and ordinances thereof."],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p233"},"“Within this over-all framework, there are individual calls to positions of trust and responsibility, but these are simply assignments to labor on the Lord’s errand, in particular places, for a time and a season. The call itself is to the gospel cause; it is not reserved for apostles and prophets or for the great and mighty in Israel; it is for all the members of the kingdom.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:326.)"],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f14"},[".caption","N. Eldon Tanner explained why some are called but not chosen."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-40"},"D&C 121:34–40"],". “Why Are They Not Chosen?”"],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p235"},"President N. Eldon Tanner interpreted this passage as referring to those who fail to magnify their priesthood or who use it as it should not be used: “I know of many cases where a man has gradually failed to magnify his priesthood and moved away from activity in the Church. As a result, a man who has been very active loses his testimony and the Spirit of the Lord withdraws from him, and he begins to criticize those in authority, and to persecute the saints, apostatize, and fight against God.” (In Conference Report, Apr. 1970, p. 52.)"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p236"},"President Tanner later said:"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p237"},"“We must not be",["span.emphasis","nearly"],"dependable, but",["span.emphasis","always"],"dependable. Let us be faithful in the little things, as well as the big ones. Can I be depended upon to fill every assignment, whether it be for a two-and-a-half minute talk, home teaching, a visit to the sick, or a call as a stake or full-time missionary?"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p238"},"“Remember, … there are many called, but few are chosen. And why are they not chosen?"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p239"},"“‘Because their hearts are set so much upon the things of this world, and aspire to the honors of men, …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-35"},"D&C 121:34–35"],"), and they are not dependable.” (“Dependability,”",["span.emphasis","Ensign,"],"Apr. 1974, p. 5.)"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p240"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-35"},"Doctrine and Covenants 121:34–35"],"shows how our attitudes and actions determine whether we are chosen:"],["div",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f15"},["h3","When the hearts of men—"],["ol.number",["li",["span.label","1."],[".para","Are set on the things of the world, or"]],["li",["span.label","2."],[".para","Aspire to the honors of men,"]]]],["div",{"id":"f16","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f16"},["h3","They will act in ways detrimental to spiritual growth, including—"],["ol.number",["li",["span.label","1."],[".para","Covering their sins."]],["li",["span.label","2."],[".para","Gratifying their pride and vain ambitions."]],["li",["span.label","3."],[".para","Exercising unrighteous dominion over others."]]]],["div",{"id":"f17","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f17"},["h3","These actions cause—"],["ol.number",["li",["span.label","1."],[".para","The heavens to withdraw themselves."]],["li",["span.label","2."],[".para","The Spirit of the Lord to be grieved."]],["li",["span.label","3."],[".para","A withdrawal of power and authority."]]]],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p249"},"This can also be stated positively:"],["div",{"id":"f18","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f18"},["h3","When the hearts of men—"],["ol.number",["li",["span.label","1."],[".para","Are set on the things of God, and"]],["li",["span.label","2."],[".para","Aspire to God’s approval,"]]]],["div",{"id":"f19","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f19"},["h3","They will act in ways beneficial to spiritual growth, including—"],["ol.number",["li",["span.label","1."],[".para","Repenting of their sins."]],["li",["span.label","2."],[".para","Humbling themselves."]],["li",["span.label","3."],[".para","Seeking the kingdom of God first."]],["li",["span.label","4."],[".para","Exercising love and charity toward others."]]]],["div",{"id":"f20","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f20"},["h3","These actions cause—"],["ol.number",["li",["span.label","1."],[".para","The heavens to draw near."]],["li",["span.label","2."],[".para","The Spirit of the Lord to be near."]],["li",["span.label","3."],[".para","An increase in power and authority."]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.38"},"D&C 121:38"],". What Does It Mean to Kick against the Pricks?"],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p259"},"Elder Howard W. Hunter explained: “This proverbial expression of kicking against the pricks usually refers to the ox goad which was a piece of pointed iron stuck in the end of a stick used to urge the ox while drawing the plow. Sometimes a stubborn ox will kick back against the goad only to receive its sharpness more severely. It has become a proverb to signify the absurdity of rebelling against lawful authority.” (In Conference Report, Oct. 1964, p. 108.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.39"},"D&C 121:39"],". Why Do Most People Have Difficulty Handling Power and Authority?"],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p260"},"Elder Orson F. Whitney noted: “All men who hold position do not abuse its privileges, and the man who serves God humbly and faithfully never will, for the moment he yielded to the temptation so to do, that moment would he cease to serve the Lord; but there are many, alas! who sadly misuse the functions of their office, and prostitute every power and privilege to the gratification of self and the injury and embarrassment of their fellow men. It is dangerous to put some men into power. They swell up and become so distended with the ideas of their greatness and importance, that we are forcibly reminded of so many inflated toy balloons, which the slightest prick of a pin would burst and ruin forever. A very small office and a very little authority is sufficient to intoxicate some men and render them entirely unfit for duty.” (In Rich,",["span.emphasis","Scrapbook of Mormon Literature,"],"2:511–12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-46"},"D&C 121:41–46"],". A Guide to Increased Priesthood Power and Influence"],["div",{"id":"p261","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p261"},"Following the principles in these verses allows the priesthood holder to receive greater power. If a priesthood holder senses this power withdrawing because of the presence of compulsion, contention, disunity, or rebellion, he should immediately evaluate his actions to be sure he has not been exercising unrighteous dominion."],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p262"},"There is a relationship between home and priesthood duties. President Hugh B. Brown said: “I should like to say to you fathers tonight that our conduct in our homes determines in large measure our worthiness to hold and exercise the priesthood, which is the power of God delegated to man. Almost any man can make a good showing when on parade before the public, but one’s integrity is tested when ‘off duty.’ The real man is seen and known in the comparative solitude of the home. An office or title will not erase a fault nor guarantee a virtue.” (In Conference Report, Apr. 1962, p. 88.)"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p263"},"And though these verses refer to the priesthood, their principles apply to all who serve in the Church, family, or society at large."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.43"},"D&C 121:43"],". What Does “Betimes” Mean?"],["div",{"id":"p264","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p264"},"Many people assume the word",["span.emphasis","betimes"],"means “occasionally” or “sometimes,” but this is not its primary meaning. To reprove betimes means to do so “at an early time, … in good time, in due time; while there is yet time, before it is too late, … in a short time, soon, speedily” (",["span.emphasis","Oxford English Dictionary,"],"s.v. “betimes”)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],". “Let Virtue Garnish Thy Thoughts Unceasingly”"],["div",{"id":"p265","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p265"},"To garnish means to decorate or embellish. If virtue garnished all of a person’s thoughts, the sins of unchastity, dishonesty, greed, and so on would be eliminated. One’s thoughts have a direct bearing on one’s actions."],["div",{"id":"p266","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p266"},"President Spencer W. Kimball pointed out that the early Apostles and prophets condemned various moral transgressions: “They included all sexual relations outside marriage—petting, sex perversion, masturbation, and preoccupation with sex in one’s thoughts and talking. Included are every hidden and secret sin and all unholy and impure thoughts and practices. …"],["div",{"id":"p267","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p267"},"“How we pray for you every meeting we hold, every night and morning in our homes, and every night in our bedrooms; we pray for you that you will keep yourselves clean. Clean—we mean clean from beginning to end. Free from all the ugly things the world is pushing upon us—the drugs, and drinking, and smoking, the vulgarity, the pornography—all those things you don’t need to participate in. You must not give yourselves to them."],["div",{"id":"p268","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p268"},"“Put on the full armor of God. Attend to your personal and family prayers and family devotions; keep holy the Sabbath; live strictly the Word of Wisdom; attend to all family duties; and above all, keep your life clean and free from all unholy and impure thoughts and actions. Avoid all associations which degrade and lower the high, righteous standards set up for us. Then your life will sail smoothly and peace and joy will surround you.” (“President Kimball Speaks Out on Morality,”",["span.emphasis","Ensign,"],"Nov. 1980, pp. 95, 98.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],". “Then Shall Thy Confidence Wax Strong in the Presence of God”"],["div",{"id":"p269","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p269"},"Elder James E. Talmage said that “any man may enter the highest degree of the celestial kingdom when his actions have been such that he can feel at home there” (Hugh B. Brown,",["span.emphasis","Seek to Know the Shepherd"],"[Brigham Young University Speeches of the Year, 9 Dec. 1959], p. 5)."],["div",{"id":"p270","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p270"},"President Marion G. Romney added: “I can think of no blessings to be more fervently desired than those promised to the pure and the virtuous. Jesus spoke of specific rewards for different virtues but reserved the greatest, so it seems to me, for the pure in heart, ‘for they,’ said he, ‘shall see God’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.8"},"Matt. 5:8"],"). And not only shall they see the Lord, but they shall feel at home in his presence.” (In Conference Report, Apr. 1979, p. 60; or",["span.emphasis","Ensign,"],"1979, p. 42.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45-46"},"D&C 121:45–46"],". How Do Charity and Virtue Relate to the Priesthood?"],["div",{"id":"f21","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.f21"},"Charity and virtue are implicit in all this section’s teachings on priesthood. The section’s last two verses should inspire us to keep our thoughts pure and lofty and our words and actions selfless and loving. Priesthood holders would profit by meditating on the promises in these verses. The following is not meant to sum up all that these verses mean but to suggest a few ways they might apply to us at a particular time. If we develop charity and virtue:",["ol.number",["li",["span.label","1."],[".para","Our confidence in our ability to perform spiritual duties will increase."]],["li",["span.label","2."],[".para","We will gain a testimony of the priesthood and will receive inspiration to help us fulfill our callings."]],["li",["span.label","3."],[".para","We will have the constant companionship of a member of the Godhead."]],["li",["span.label","4."],[".para","Those we lead will follow us willingly, without our exercising any degree of force."]]]],["div",{"id":"p275","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p275"},"Section 121 applies to all who serve in the Church and family, and all can receive the blessings promised in these sublime verses."]]]]],"refs":null}
