{"id":125,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":125,"title":"Section 110 Messengers with Keys","subtitle":"","short_title":"Section 110","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.head2"},[".titleNumber","Section 110"],["h1","Messengers with Keys"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p1"},"Excitement ran high as the Saints prepared to dedicate the Kirtland Temple on 27 March 1836. The Lord was pleased with the sacrifices made by the Saints to complete “a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"D&C 88:119"],"). As the house was being dedicated, the Lord’s acceptance was gloriously manifested in divine endowments of “power from on high” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.11"},"D&C 105:11"],"; see also History of the Church, 2:427–33;",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p1"},"Notes and Commentary on D&C 105:11–12, 18, 33"],")."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p2"},"“After the dedication of the Kirtland Temple, council and spiritual meetings were held in the building almost daily. Sunday, April 3, 1836, was one of the most eventful days in the history of the Church” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:46)."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p3"},"The Prophet Joseph Smith wrote of his activities on 3 April 1836: “Attended meeting in the Lord’s House, and assisted the other Presidents of the Church [the First Presidency and quorum presidents] in seating the congregation, and then became an attentive listener to the preaching from the stand. Thomas B. Marsh and David W. Patten spoke in the forenoon to an attentive audience of about one thousand persons. In the afternoon, I assisted the other Presidents in distributing the Lord’s Supper to the Church, receiving it from the Twelve, whose privilege it was to officiate at the sacred desk this day. After having performed this service to my brethren, I retired to the pulpit, the veils being dropped, and bowed myself, with Oliver Cowdery, in solemn and silent prayer. After rising from prayer, the following vision was opened to both of us.” (",["span.emphasis","History of the Church,"],"2:434–35.)",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"Doctrine and Covenants 110"],"records the vision and visitations received on that day."],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.f1"},[".caption","Oliver Cowdery and Joseph Smith saw the Lord standing upon the breastwork of the pulpit."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.1-3"},"D&C 110:1–3"],". Why Did the Prophet Use Figurative Language to Describe the Glorified Christ?"],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p5"},"A complete description of the glorified Savior in human language is probably not possible. But by comparing the indescribable things of a spiritual realm to things within our comprehension, the Prophet could give us some sense of the glory and appearance of the Lord. The language of the Prophet’s description is similar to that of the descriptions written by Daniel (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/10.4-8"},"Daniel 10:4–8"],") and by John the Revelator (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.13-17"},"Revelation 1:13–17"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.7"},"D&C 110:7"],". What Was the Relationship between the Sacrifice of the Saints in Building the Kirtland Temple and the Appearance of the Savior?"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p6"},"The Prophet Joseph Smith taught that “if a man would attain to the keys of the kingdom of an endless life; he must sacrifice all things” (",["span.emphasis","Teachings,"],"p. 322). Elder Franklin D. Richards related the sacrifices of the Saints in building the temple to the blessings that followed: “The Saints did all the work they could on the building, and then went out and obtained work here and there, and with the money they earned they purchased those things that were necessary for its completion. It was done by sacrificing all that they had; and when we had done all that we could do, Oh! how joyous it was to know the Lord accepted the work, when He stood upon the breastwork of the Temple, conversed with the Prophet Joseph and Oliver, and revealed to them their duties, and informed them that the Gospel should go from there and be preached throughout the nations of the earth.” (In Conference Report, Apr. 1898, p. 17.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.7-10"},"D&C 110:7–10"],". What Was the “Fame” of the Kirtland Temple That Was to Spread to Foreign Lands?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p7"},"The workmanship on the Kirtland Temple was the best the Saints could produce. The sacrifice of the Saints in the construction of that temple has become legend. Many of the women sacrificed by giving their china to be crushed and mixed in the outside plaster to give color and brilliance to the house of God. But as for the “fame” of the temple (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.10"},"D&C 110:10"],"), the appearance of heavenly guests who came with unspeakable glory and restored vital saving keys and powers eclipses anything of mortal origin."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p8"},"Elder Joseph Fielding Smith wrote: “That which took place [in the Kirtland Temple] on the third day of April in the year 1836 has spread forth to all lands. Thousands and tens of thousands, even hundreds of thousands have been blessed because of what took place upon that occasion. Not only the thousands in The Church of Jesus Christ of Latter-day Saints, but thousands upon thousands who are not members of the Church have partaken of the blessings which came at that time and which have spread forth throughout the earth. And while they may not know it, they have been influenced, and have many of them performed a wonderful work because of the things that took place, and because of the fulfillment of this prediction [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.7-10"},"D&C 110:7–10"],"] made by the Son of God.” (In Conference Report, Apr. 1936, p. 73.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],". The Keys of Gathering Are Crucial to the Earthly Kingdom of God"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p9"},"The Prophet Joseph Smith spoke of the importance of the gathering: “All that the prophets … have written, from the days of righteous Abel, down to the last man that has left any testimony on record for our consideration, in speaking of the salvation of Israel in the last days, goes directly to show that it consists in the work of the gathering” (Smith,",["span.emphasis","Teachings,"],"p. 83)."],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p10"},"Elder Bruce R. McConkie explained:"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p11"},"“Israel’s great lawgiver, the prophet whose life was in similitude of the Messiah himself, the one who delivered Israel from Egyptian bondage and led them to their land of promise, came to Joseph Smith and Oliver Cowdery on 3 April 1836, in the Kirtland Temple. He gave them: (1) ‘the keys of the gathering of Israel from the four parts of the earth,’ and (2) the keys of ‘the leading of the ten tribes from the land of the north’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],")."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p12"},"“Since then, with increasing power and in great glory, we have gathered, from their Egyptian bondage as it were, the dispersed of Ephraim and a few others, initially to the mountains of America, but now into the stakes of Zion in the various nations of the earth. The gathering of Israel is a reality. When the ten tribes return they will come at the direction of the President of The Church of Jesus Christ of Latter-day Saints, for he now holds and will then hold the keys of presidency and direction for this mighty work.” (“This Final Glorious Gospel Dispensation,”",["span.emphasis","Ensign,"],"Apr. 1980, p. 22.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],". Where Are the Ten Lost Tribes?"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p13"},"President Joseph Fielding Smith wrote: “Whether these tribes are in the north or not, I am not prepared to say. As I said before, they are ‘lost’ and until the Lord wishes it, they will not be found. All that I know about it is what the Lord has revealed, and He declares that they will come from the North. He has also made it very clear and definite that these lost people are separate and apart from the scattered Israelites now being gathered out.” (",["span.emphasis","Signs of the Times,"],"p. 186; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-133-the-lords-appendix-to-the-doctrine-and-covenants.p1"},"Notes and Commentary on Doctrine and Covenants 133:26–34"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"D&C 110:12"],". Who Is the Elias That Committed the Dispensation of the Gospel of Abraham?"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p14"},["span.emphasis","Elias"],"is the Greek form of the Hebrew name",["span.emphasis","Elijah,"],"but Elijah appears separately in this revelation and is referred to by his Hebrew name (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13"},"v. 13"],").",["span.emphasis","Elias"],"is also a title for a forerunner, and several individuals have been identified in this way, including Gabriel or Noah and John the Baptist. We do not know whether the Elias in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"verse 12"],"is one of these, or another forerunner, or whether he was an ancient prophet whose personal name was Elias."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"D&C 110:12"],". What Is the Gospel of Abraham?"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p15"},"Elder Bruce R. McConkie stated:"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p16"},"“The man Elias brings back ‘the gospel of Abraham,’ the great Abrahamic covenant whereby the faithful receive promises of eternal increase, promises that through celestial marriage their eternal posterity shall be as numerous as the sands upon the seashore or as the stars in heaven for multitude. Elias gives the promise—received of old by Abraham, Isaac, and Jacob—that in modern men and in their seed all generations shall be blessed. And we are now offering the blessings of Abraham, Isaac, and Jacob to all who will receive them.” (In Conference Report, Apr. 1983, 28; or",["span.emphasis","Ensign,"],"May 1983, 22.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-14"},"D&C 110:13–14"],". The Coming of Elijah"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p17"},"President Joseph Fielding Smith noted:"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p18"},"“Edersheim in his work,",["span.emphasis","The Temple,"],"says: ‘To this day, in every Jewish home, at a certain part of the Paschal service [i.e. when they drink the “third cup”]—the door is opened to admit Elijah the prophet as forerunner of the Messiah, while appropriate passages are at the same time read which foretell the destruction of all heathen nations. It is a remarkable coincidence that, in instituting his own Supper, the Lord Jesus connected the symbol, not of judgment, but of his dying love, with his “third cup.”’"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p19"},"“It was, I am informed, on the third day of April, 1836, that the Jews, in their homes at the Paschal feast, opened their doors for Elijah to enter. On that very day Elijah did enter—not in the home of the Jews to partake of the Passover with them—but he appeared in the house of the Lord, erected to his name and received by the Lord in Kirtland, and there bestowed his keys to bring to pass the very things for which these Jews, assembled in their homes, were seeking.” (",["span.emphasis","Doctrines of Salvation,"],"2:100–101.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.16"},"D&C 110:16"],". What Responsibility Does Each Latter-day Saint Have Because of the Mission of Elijah?"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p20"},"The Prophet Joseph Smith said: “The Bible says, ‘I will send you Elijah the Prophet before the coming of the great and dreadful day of the Lord; and he shall turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest I come and smite the earth with a curse.’ [",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],".]"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p21"},"“Now, the word",["span.emphasis","turn"],"here should be translated",["span.emphasis","bind,"],"or seal. But what is the object of this important mission? or how is it to be fulfilled? The keys are to be delivered, the spirit of Elijah is to come, the Gospel to be established, the Saints of God gathered, Zion built up, and the Saints to come up as saviors on Mount Zion."],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p22"},"“But how are they to become saviors on Mount Zion? By building their temples, erecting their baptismal fonts, and going forth and receiving all the ordinances, baptisms, confirmations, washings, anointings, ordinations and sealing powers upon their heads, in behalf of all their progenitors who are dead, and redeem them that they may come forth in the first resurrection and be exalted to thrones of glory with them; and herein is the chain that binds the hearts of the fathers to the children, and the children to the fathers, which fulfills the mission of Elijah. And I would to God that this temple was now done, that we might go into it, and go to work and improve our time, and make use of the seals while they are on earth."],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p23"},"“The Saints have not too much time to save and redeem their dead, and gather together their living relatives, that they may be saved also, before the earth will be smitten, and the consumption decreed falls upon the world.” (",["span.emphasis","History of the Church,"],"6:183–84.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.16"},"D&C 110:16"],". “By This Ye May Know”"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p24"},"The Lord has revealed through various messengers that His coming is not far distant. On Moroni’s first visit to Joseph Smith, he quoted several promises from the Bible, saying that these were “about to be fulfilled” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.40"},"JS—H 1:40"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-45"},"JS—H 1:36–45"],"). When Elijah appeared in the Kirtland Temple, he bore witness that his own coming not only fulfilled Malachi’s prophecy but was a sign that the great and dreadful day was “at the doors” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.16"},"v. 16"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.39"},"JS—M 1:39"],")."],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p25"},"President Joseph Fielding Smith taught:"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p26"},"“If the great and dreadful day of the Lord were near at hand when Elijah came 130 years ago, we are just one century nearer it today. But some will say: ‘But no! Elijah, you are wrong! Surely 130 years have passed, and are we not better off today than ever before? Look at our discoveries, our inventions, our knowledge, and our wisdom! Surely you made a mistake!’ So many seem to think and say, and judging by their actions they are sure, that the world is bound to go on in its present condition for millions of years before the end will come. Talk to them; hear what they have to say—these learned men of the world. ‘We have had worse times,’ they say. ‘You are wrong in thinking there are more calamities now than in earlier times. There are not more earthquakes, the earth has always been quaking, but now we have facilities for gathering the news which our fathers did not have. These are not signs of the times; things are not different from former times.’ And so the people refuse to heed the warnings the Lord so kindly gives to them, and thus they fulfill the scriptures. Peter said such sayings would be uttered, and he warned the people. …"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p27"},"“Shall we slumber on in utter oblivion or indifference to all that the Lord has given us as warning? I say unto you, ‘Watch therefore: for ye know not what hour your Lord doth come.’” (In Conference Report, Apr. 1966, p. 15.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.16"},"D&C 110:16"],". What Is the Significance of the Keys Brought by Elijah?"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p28"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p29"},"“What was the nature of this restoration? It was the conferring upon men in this dispensation of the sealing power of the priesthood, by which all things are bound in heaven as well as on earth. It gave the authority to Joseph Smith to perform in the temple of God all the ordinances essential to salvation for both the living and the dead."],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p30"},"“Through the power of this priesthood which Elijah bestowed, husband and wife may be sealed, or married for eternity; children may be sealed to their parents for eternity; thus the family is made eternal, and death does not separate the members. This is the great principle that will save the world from utter destruction."],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p31"},"“Vicariously the dead may obtain the blessings of the gospel—baptism, confirmation, ordination, and the higher blessings, which are sealed upon them in the temples of the Lord, by virtue of the authority restored by Elijah. Through the restoration of these keys, the work of the Lord is fully inaugurated before the coming of Jesus Christ in glory."],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p32"},"“These keys of the binding, or sealing power, which were given to Peter, James, and John in their dispensation, are keys which make valid all the ordinances of the gospel. They pertain more especially to the work in the temples, both for the living and for the dead. They are the authorities which prepare men to enter the celestial kingdom and to be crowned as sons and heirs of God."],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-110-messengers-with-keys.p33"},"“These keys hold the power to seal husbands and wives for eternity as well as for time. They hold the power to seal children to parents, the key of adoption, by which the family organization is made intact forever. This is the power which will save the obedient from the curse in the coming of the great and dreadful day of the Lord. Through these keys the hearts of the children have turned to their fathers.” (",["span.emphasis","Doctrines of Salvation,"],"2:118–19.)"]]]]],"refs":null}
