{"id":129,"parent_id":124,"book_id":0,"content_id":1,"language_id":1,"display_order":129,"title":"Section 114 Revelation to David W. Patten","subtitle":"","short_title":"Section 114","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.head6"},[".titleNumber","Section 114"],["h1","Revelation to David W. Patten"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p102"},"The Prophet Joseph Smith received this revelation on 17 April 1838 in behalf of David W. Patten at Far West, Missouri (see History of the Church, 3:23). Elder Patten was one of the original Apostles and “had for some time been located in Missouri and with Elder Thomas B. Marsh was maintaining a steady influence amidst the opposition of disaffected brethren, including the three who had been appointed to preside, David Whitmer, William W. Phelps and John Whitmer. The Lord called upon Elder Patten to settle up his business as soon as possible, make a disposition of his merchandise, and prepare to take a mission the following spring, in company with others to preach the Gospel to all the world. ‘For verily thus saith the Lord, that inasmuch as there are those among you who deny my name, others shall be planted in their stead, and receive their bishopric. Amen.’ Elder Patten obedient to this revelation took steps to meet this call which had come to him. Events were to develop, however, which would change the nature of his mission before the following spring could arrive.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:85.)"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p103"},"In October 1838 the persecutions of mobs in Missouri threatened not only the property of the Saints but also their lives. A group took three prisoners and promised to murder them, saying they would come the next morning to burn the Saints out. The Prophet Joseph Smith appointed Elder Patten to lead seventy-five volunteers against the mob of thirty or forty, hoping to rout them without bloodshed and free the three prisoners. In the confrontation Elder Patten was shot in the stomach and died that night. The Prophet said, “He was one of the Twelve Apostles, and died as he had lived, a man of God, and strong in the faith of a glorious resurrection, in a world where mobs will have no power or place” (",["span.emphasis","History of the Church,"],"3:171)."],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p104"},"Section 114 was added to the Doctrine and Covenants in 1876 under the direction of President Brigham Young."],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.f5"},[".caption","Crooked River, Missouri, where David W. Patten sustained a fatal wound"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/114.1"},"D&C 114:1"],". What Mission Was Assigned to the Twelve?"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p106"},"The Twelve were to leave Far West on 26 April 1839 for England. However, Elder David W. Patten was killed in the battle of Crooked River on 25 October 1838 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/118"},"D&C 118"],"; History of the Church, 3:170–71, 336–39)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/114.2"},"D&C 114:2"],". Several Deny the Work of the Lord"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p107"},"During the month that this revelation was received, April 1838, several of the leading brethren in the Church were excommunicated. President George Q. Cannon wrote:"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p108"},"“While the Prophet had been journeying toward Missouri after escaping the Kirtland mob in January, 1838, a general assembly of the Saints in Far West was held on the 5th day of February, at which David Whitmer, John Whitmer and William W. Phelps were rejected as the local presidency; and a few days later Thomas B. Marsh and David W. Patten, of the Twelve, were selected to act as a presidency until the Prophet should arrive. Oliver Cowdery too had been suspended from his position. Persisting in unchristianlike conduct, W. W. Phelps and John Whitmer had been excommunicated by the high council in Far West, four days previous to the arrival of Joseph."],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p109"},"“This was the sad situation as the Prophet approached the dwelling place of the Saints in Missouri. …"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p110"},"“On the 12th of April, 1838, Oliver Cowdery was found guilty of serious wrong-doing for which he had not made repentance, and he was excommunicated by the high council at Far West. Before the same tribunal on the day following David Whitmer was charged with persistent disobedience of the word of wisdom and with unchristianlike conduct, and he was also cut off. Luke Johnson, Lyman E. Johnson and John F. Boynton were excommunicated about the same time, and less than a month later a similar fate befell William E. McLellin [all members of the Quorum of the Twelve]."],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p111"},"“It was a sorrowful day for Joseph when he lost the companionship of these men who had been with him during many trials and who had participated with him in the glorious undertaking of heavenly things.” (",["span.emphasis","Life of Joseph Smith,"],"pp. 237–38.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/114.2"},"D&C 114:2"],". What Is Meant by Bishopric?"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-114-revelation-to-david-w-patten.p112"},"The Lord said that those who were not faithful would be replaced in their bishopric. Elder Bruce R. McConkie explained the term",["span.emphasis","bishopric"],"as meaning “any office or position of major responsibility in the Church, any office of overseership under the supervision of which important church business is administered. … Thus the church affairs administered by a bishop are his bishopric. Thus, also, members of the Council of the Twelve—who hold the keys of the kingdom and are empowered to regulate all the affairs of the Church—serve in their bishopric.” (",["span.emphasis","Mormon Doctrine,"],"p. 89; see",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.20"},"Acts 1:20"],".)"]]]]],"refs":null}
