{"id":152,"parent_id":0,"book_id":23520,"content_id":1,"language_id":1,"display_order":152,"title":"Introduction to Third Nephi: The Book of Nephi","subtitle":"","short_title":"Introduction to Third Nephi: The Book of Nephi","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi"},[".heading",{"id":"head2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.head2"},["h1",["span.dominant","Introduction to"],"Third Nephi: The Book of Nephi"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t1"},["h2","Why study this book?"],["p.para",{"id":"p3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p3"},"In their study of 3 Nephi, students will learn about the Savior’s words and actions during His three-day ministry among the Nephites. President Ezra Taft Benson taught: “3 Nephi contains some of the most moving and powerful passages in all scripture. It testifies of Jesus Christ, His prophets, and the doctrines of salvation” (“The Savior’s Visit to America,”",["span.emphasis","Ensign,"],"May 1987, 6). As students see how Jesus Christ demonstrated compassion for the people “one by one,” they can better appreciate His concern for them as individuals (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.15"},"3 Nephi 11:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.21"},"17:21"],"). They can learn important lessons from the righteous examples of those who prepared to meet the Savior. They can also learn from the unrighteous examples of those who did not prepare to meet the Savior."]],[".topic",{"id":"t2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t2"},["h2","Who wrote this book?"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p5"},"Mormon abridged records from the large plates of Nephi to create the book of 3 Nephi. The book is named for Nephi (the son of Nephi), whose labors spanned the periods before, during, and after the Savior’s appearances to the people. During the time of great wickedness that preceded Jesus Christ’s visits, Nephi ministered “with power and with great authority” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.17"},"3 Nephi 7:17"],"). His efforts were a prelude to the ministry of Jesus Christ, whose words and deeds constitute the focus of 3 Nephi. While abridging Nephi’s record, Mormon also included his own commentary and testimony (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.8-26"},"3 Nephi 5:8–26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.6-12"},"26:6–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/29"},"29–30"],")."]],[".topic",{"id":"t3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t3"},["h2","To whom was this book written and why?"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p7"},"Mormon intended the writings in 3 Nephi for two groups. First, he explained that he had written them for the descendants of Lehi (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.8"},"3 Nephi 26:8"],"). Second, Mormon addressed Gentiles in the latter days and recorded the Lord’s admonition that they come unto Him and become part of His covenant people (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/30"},"3 Nephi 30"],"). The book of 3 Nephi underscores this invitation with its powerful witness of Jesus Christ and its emphasis on the importance of covenants."]],[".topic",{"id":"t4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t4"},["h2","When and where was it written?"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p9"},"The original records used as sources for the book of 3 Nephi were likely written between 1",["span.small","B.C."],"and",["span.small","A.D."],"35. Mormon abridged those records sometime between",["span.small","A.D."],"345 and",["span.small","A.D."],"385. Mormon did not record where he was when he compiled this book."]],[".topic",{"id":"t5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t5"},["h2","What are some distinctive features of this book?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p11"},"3 Nephi documents the fulfillment of prophecies regarding Jesus Christ’s birth, death, and Resurrection (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8"},"8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"11"],"). Its record of the Savior’s appearance to the Nephites represents what Elder Jeffrey R. Holland has called “the focal point, the supreme moment, in the entire history of the Book of Mormon” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 250). Twenty of the thirty chapters in 3 Nephi contain teachings the Savior delivered directly to the people (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9"},"3 Nephi 9–28"],")."]],[".topic",{"id":"t6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.t6"},["h2","Outline"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p13"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–5"]],"Nephi receives the records from his father. The signs of Christ’s birth are given, a plot to destroy the believers is thwarted, and many people are converted. Nephites and Lamanites unite to fight against the Gadianton robbers. They repent of their sins and eventually defeat the robbers under the leadership of Lachoneus and Gidgiddoni. Mormon comments on his roles as a disciple of Christ and as a record keeper."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p14"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6"},"3 Nephi 6–7"]],"Prosperity among the Nephites leads to pride, wickedness, and secret combinations. The government is overthrown and the people divide into tribes. Nephi ministers with great power."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p15"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8"},"3 Nephi 8–10"]],"Tempests, destruction, and darkness signal the Savior’s crucifixion and death. The people mourn the deaths of those who were killed in the destruction. The voice of Jesus Christ invites the survivors to repent and come unto Him."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p16"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11–18"]],"Jesus Christ appears to a multitude at the temple and invites each person to feel the prints of the nails in His hands and feet. He appoints twelve disciples and gives them authority to perform ordinances and administer the Church. The Savior teaches His doctrine, sets forth laws of righteousness, and explains that He has fulfilled the law of Moses. He heals the people’s infirmities, prays for them, and blesses their children. After instituting the sacrament and giving additional teachings, He departs."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p17"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"3 Nephi 19–26"]],"The twelve disciples minister to the people, and the Holy Ghost is poured out upon them. Jesus Christ appears a second time and prays for all who will believe in Him. He administers the sacrament and teaches how the Father will fulfill His covenant with Israel. The Savior commands the people to search the words of Isaiah and all the prophets, and He instructs Nephi to record the fulfillment of the prophecies announced by Samuel the Lamanite. He delivers the words that the Father gave to Malachi and expounds “all things … from the beginning until the time that he should come in his glory” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.3"},"3 Nephi 26:3"],"). He then departs."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p18"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27"},"3 Nephi 27–28"]],"Jesus Christ appears and instructs the twelve disciples to call the Church by His name. He sets forth His gospel and directs His disciples to be as He is. Jesus Christ grants unto the twelve disciples according to their desires."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/3-nephi.p19"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/29"},"3 Nephi 29–30"]],"Mormon explains that the coming forth of the Book of Mormon is a sign that God has commenced to gather Israel in the latter days. The Lord admonishes the Gentiles to repent and become part of His covenant people."]]]]]],"refs":null}
