{"id":56,"parent_id":0,"book_id":23520,"content_id":1,"language_id":1,"display_order":56,"title":"Introduction to the Book of Jacob","subtitle":"","short_title":"Introduction to the Book of Jacob","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob"},[".heading",{"id":"head2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.head2"},["h1",["span.dominant","Introduction to"],"The Book of Jacob"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t1"},["h2","Why study this book?"],["p.para",{"id":"p3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p3"},"By studying the book of Jacob, students can learn important lessons from a man who had unshakable faith in Jesus Christ. Jacob repeatedly testified of the Savior and invited his people and those who would read his words to repent. He taught and demonstrated the importance of diligently fulfilling callings from the Lord. He warned his people against the dangers of pride, riches, and immorality. Jacob also quoted and commented on Zenos’s allegory of the olive trees, which illustrates the Savior’s tireless efforts to bring about the salvation of all God’s children and provides an overview of God’s dealings with the house of Israel. In his encounter with Sherem, an anti-Christ, Jacob demonstrated how to righteously respond to those who question or criticize our faith."]],[".topic",{"id":"t2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t2"},["h2","Who wrote this book?"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p5"},"Jacob, the fifth son of Sariah and Lehi, wrote this book. He was born in the wilderness during his family’s journey to the promised land. In his youth, Jacob “suffered afflictions and much sorrow, because of the rudeness of [his] brethren” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.1"},"2 Nephi 2:1"],"). However, Lehi promised Jacob that God would “consecrate [his] afflictions for [his] gain” and that he would spend his days “in the service of [his] God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2-3"},"2 Nephi 2:2–3"],"). In his youth, Jacob beheld the Savior’s glory (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.3-4"},"2 Nephi 2:3–4"],"). Nephi consecrated Jacob to be a priest and teacher of the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.26"},"2 Nephi 5:26"],") and later entrusted him with the small plates of Nephi (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.1-4"},"Jacob 1:1–4"],"). As a faithful priesthood leader and teacher, Jacob labored diligently to persuade his people to believe in Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.7"},"Jacob 1:7"],"). He received revelations concerning the Savior, experienced the ministering of angels, heard the voice of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.5"},"Jacob 7:5"],"), and saw his Redeemer (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.2-3"},"2 Nephi 11:2–3"],"). Jacob was the father of Enos, to whom he entrusted the plates before his death."]],[".topic",{"id":"t3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t3"},["h2","To whom was this book written and why?"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p7"},"Nephi instructed Jacob to record sacred teachings, revelations, and prophecies “for Christ’s sake, and for the sake of our people” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.4"},"Jacob 1:4"],"). Jacob obeyed this instruction and preserved writings that he “considered to be most precious” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.2"},"Jacob 1:2"],"). He wrote: “We labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts. … For this intent have we written these things, that they may know that we knew of Christ, and we had a hope of his glory many hundred years before his coming” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.3-4"},"Jacob 4:3–4"],"). Jacob commented on a central theme of his writings when he remarked, “Why not speak of the atonement of Christ, and attain to a perfect knowledge of him … ?” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.12"},"Jacob 4:12"],")."]],[".topic",{"id":"t4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t4"},["h2","When and where was it written?"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p9"},"The book of Jacob begins in approximately 544",["span.small","B.C."],", when Nephi entrusted Jacob with the small plates. It concludes near the end of Jacob’s life, when he passed the plates to his son Enos. Jacob wrote this record while living in the land of Nephi."]],[".topic",{"id":"t5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t5"},["h2","What are some distinctive features of this book?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p11"},"The book of Jacob provides information concerning the Nephite government following Nephi’s death. Nephi anointed a man to succeed him as king and ruler of the people, while Jacob and his brother Joseph continued as spiritual leaders of the Nephites. Another distinctive feature of this book is Jacob’s condemnation of the unauthorized practice of plural marriage. The only reference to this subject in the Book of Mormon occurs in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2"},"Jacob 2"],". The book of Jacob also includes the longest chapter in the Book of Mormon,",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],", which contains Zenos’s allegory of the olive trees. Additionally, the book of Jacob records the first instance of a Book of Mormon prophet directly warning the Nephites against pride—the sin that would cause their eventual destruction (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.12-22"},"Jacob 2:12–22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.27"},"Moroni 8:27"],"). It also records the first appearance of an anti-Christ among the Nephites."]],[".topic",{"id":"t6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.t6"},["h2","Outline"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p13"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1"},"Jacob 1"]],"Jacob obeys Nephi’s commandment to keep a sacred record. Nephi dies. Jacob and Joseph minister among the people, teaching them the word of God."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p14"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2"},"Jacob 2–3"]],"Speaking at the temple, Jacob warns the Nephites against pride, the love of riches, and immorality."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p15"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4"},"Jacob 4–6"]],"Jacob testifies of Christ and quotes Zenos’s allegory of the olive trees. He encourages his people to repent, receive the Lord’s mercy, and prepare for judgment."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/jacob.p16"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"]],"With the Lord’s help, Jacob confounds Sherem, an anti-Christ. He mentions the conflicts between the Nephites and the Lamanites and passes the small plates to Enos."]]]]]],"refs":null}
