{"id":23,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":23,"title":"Chapter 19: In the World but Not of the World","subtitle":"","short_title":"Chapter 19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.head1"},[".titleNumber",["span.pageBreak",{"title":"241"}],"Chapter 19"],["h1","In the World but Not of the World"],[".intro","“While we are in the world, we are not of the world. We are expected to overcome the world and to live as becometh saints.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p5"},"On December 29, 1944, President Joseph Fielding Smith’s son Lewis died while serving in the United States Army. Despite the grief President Smith experienced, he was comforted by the memory of Lewis’s good life. “If Lewis ever did or said a mean thing I never heard of it,” President Smith wrote in his journal. “His thoughts were pure as were his actions. … As severe as the blow is we have the peace and happiness of knowing that he was clean and free from the vices so prevalent in the world and found in the army. He was true to his faith and is worthy of a glorious resurrection, when we shall be reunited again.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p6"},"About 11 years later, President Joseph Fielding Smith and his wife Jessie saw similar characteristics in other military personnel. They toured the Church’s missions in east Asia and also visited Latter-day Saints from the United States who were serving in the military. President and Sister Smith were impressed with these young men, who, in spite of the temptations of the world, lived good, clean lives. In the October 1955 general conference, President Smith reported:"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p7"},"“You fathers and mothers who have sons serving in the forces, be proud of them. They are fine young men. Some of our servicemen are converts, who have been brought into the Church by the teachings, by precept and by example—principally by example by the members of the Church who are also serving with them in the forces."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p8"},["span.pageBreak",{"title":"242"}],"“I met a number of young men who said, ‘We came in the Church because of the lives of these young men and because they taught us the principles of the gospel.’"],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p9"},"“They are doing a good work. There might be one or two that may be careless, but those young men with whom I had the privilege of meeting, talking to, would bear their testimony of the truth and were walking humbly."],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p10"},"“And as I met with the officers and chaplains … , universally they said, ‘We like your young men. They are clean. They are dependable.’”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p11"},"President Smith admonished members of the Church to be—like these young servicemen—“different from the rest of the world.”",["sup",["a",{"href":"fn_3"},"3"]],"In such sermons, he often spoke about keeping the Sabbath day holy, obeying the Word of Wisdom, respecting the names of Heavenly Father and Jesus Christ, dressing modestly, and keeping the law of chastity. He assured the Latter-day Saints that the blessings they would receive if they would forsake the evils of the world and keep the commandments would “exceed anything we can now comprehend.”",["sup",["a",{"href":"fn_4"},"4"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t3"},[".titleNumber","1"],["h3","The Lord expects us to forsake the evils of the world and live as becometh Saints."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p15"},"We are living in an evil and wicked world. But while we are in the world, we are not of the world. We are expected to overcome the world and to live as becometh saints. … We have greater light than the world has, and the Lord expects more of us than he does of them.",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p16"},"In the seventeenth chapter of John—I can hardly read this chapter without tears coming to my eyes— … our Lord, in praying to his Father in the tenderness of all his soul because he knew the hour had come for him to offer himself as a sacrifice, prayed for his disciples. In that prayer he said,"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p17"},"“I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p18"},["span.pageBreak",{"title":"243"}],"“They are not of the world, even as I am not of the world."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p19"},"“Sanctify them through thy truth: thy word is truth.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.15-17"},"John 17:15–17"],".)"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p20"},"If we are living the religion which the Lord has revealed and which we have received, we do not belong to the world. We should have no part in all its foolishness. We should not partake of its sins and its errors—errors of philosophy and errors of doctrine, errors in regard to government, or whatever those errors may be—we have no part in it."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p21"},"The only part we have is the keeping of the commandments of God. That is all, being true to every covenant and every obligation that we have entered into and taken upon ourselves.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p22"},"Do not get the impression from what I have said that I feel that we should keep aloof from everybody outside of the Church and not associate with them. I have not said that, but I do want us to be consistent Latter-day Saints, and if the people of the world walk in darkness and sin and contrary to the will of the Lord, there is the place for us to draw the line.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p23"},"When we join the Church … , we are expected to forsake many of the ways of the world and live as becometh saints. We are no longer to dress or speak or act or even think as others too often do. Many in the world use tea, coffee, tobacco, and liquor, and are involved in the use of drugs. Many profane and are vulgar and indecent, immoral and unclean in their lives, but all these things should be foreign to us. We are the Saints of the Most High. …"],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p24"},"I call upon the Church and all its members to forsake the evils of the world. We must shun unchastity and every form of immorality as we would a plague …"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p25"},"As servants of the Lord, our purpose is to walk in the path he has charted for us. We not only desire to do and say what will please him, but we seek so to live that our lives will be like his.",["sup",["a",{"href":"fn_8"},"8"]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t4"},["h4","Keeping the Sabbath day holy"],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p27"},"I want to say a few words in regard to the observance of the Sabbath day and keeping it holy. This commandment was given in the beginning, and God commanded the Saints and all peoples",["span.pageBreak",{"title":"244"}],"of the earth that they should observe the Sabbath day and keep it holy—one day in seven. Upon that day we should rest from our labors, we should go unto the house of the Lord and offer up our sacraments upon His holy day. For this is a day appointed unto us on which we should rest from our labors and pay our devotions unto the Most High. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-10"},"D&C 59:9–10"],".] On this day we should offer unto Him our thanks and honor Him in prayer, in fasting, in singing, and in edifying and instructing each other.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p28"},"The Sabbath day has become a day of pleasure, of revelry, anything but a day of worship, … and I regret to say that too many—one would be too many—members of the Church of Jesus Christ of Latter-day Saints have joined that procession, and the Sabbath day to some members of the Church is looked upon as a day of revelry, of pleasure, rather than one in which we can serve the Lord our God with all our hearts, with all our mights, mind, and strength. …"],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p29"},"Now, this is the law to the Church today just as it was the law to ancient Israel, and some of our people get rather disturbed because they feel that observing the Sabbath day curtails their activities.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p30"},"We have no business violating the Sabbath day. … I regret very much that, even in communities of Latter-day Saints, this doctrine is not looked upon as it ought to be by some; that we have those among us who seem to feel that it is perfectly right to follow the custom of the world in this regard. They are partakers of the ideas and notions of the world in violation of the commandments of the Lord. But if we do this the Lord will hold us accountable, and we cannot violate his word and receive the blessings of the faithful.",["sup",["a",{"href":"fn_11"},"11"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t5"},["h4","Obeying the Word of Wisdom"],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p32"},"The Word of Wisdom is a basic law. It points the way and gives us ample instruction in regard to both food and drink, good for the body and also detrimental. If we sincerely follow what is written with the aid of the Spirit of the Lord, we need no further counsel. This wonderful instruction contains the following promise:"],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p33"},"“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p34"},["span.pageBreak",{"title":"245"}],"“And shall find wisdom and great treasures of knowledge, even hidden treasures;"],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p35"},"“And shall run and not be weary, and shall walk and not faint.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-20"},"D&C 89:18–20"],".]",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p36"},"Billions of dollars are spent annually for intoxicating liquors and tobacco. Drunkenness and the filthiness which these evils bring to the human family are undermining, not only the health, but the moral and spiritual bulwarks of humanity.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p37"},"Families are torn apart by increasing use of illegal drugs and the abuse of legal drugs.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p38"},"We must not listen to [the] enticings and to the wicked advertising of things that are detrimental to the body and condemned by our Father in heaven and his Son Jesus Christ, contrary to the gospel they have given to us. …"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p39"},["span.pageBreak",{"title":"246"}],"Our bodies must be clean. Our thinking must be clean. We must have in our hearts the desire to serve the Lord and keep his commandments; to remember our prayers, and in humility seek the counsels that come through the guidance of the Spirit of the Lord.",["sup",["a",{"href":"fn_15"},"15"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t6"},["h4","Respecting the name of Deity"],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p41"},"We should hold the name of Deity in the most sacred and solemn respect. Nothing is so distressing or shocks the feelings of a refined person more than to hear some uncouth, ignorant, or filthy creature bandy around the name of Deity. Some individuals have become so profane that it appears almost impossible for them to speak two or three sentences without the emphasis—as they think—of a vulgar or blasphemous oath. There are some individuals also who seem to think … that it is a manly accomplishment and elevates them from the common run of mankind, if they can use blasphemous language. … Filthiness in any form is degrading and soul-destroying, and should be avoided as a deadly poison by all members of the Church."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p42"},"Good stories have been frequently ruined simply because the authors have not understood the propriety of the use of sacred names. When blasphemous expressions are placed in the mouths of otherwise respectable characters, instead of enhancing the story they detract from its value and interest. … How strange it is that some people, and good people at that, think that to use some expression involving the name of the Lord, adds interest, wit, or power, to their stories! …"],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p43"},"Above all other peoples on the earth, the Latter-day Saints should hold in the utmost sacredness and reverence all things that are holy. The people of the world have not been trained as we have been in such matters, notwithstanding there are many honest, devout, and refined people in the world. But we have the guidance of the Holy Spirit and the revelations of the Lord, and He has solemnly taught us in our own day our duty in relation to all such things.",["sup",["a",{"href":"fn_16"},"16"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t7"},["h4","Dressing modestly and keeping the law of chastity"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p45"},"The Latter-day Saints should not follow the fashions and the immodesty of the world. We are the people of the Lord. He expects us to live clean, virtuous lives, to keep our thoughts clean and minds",["span.pageBreak",{"title":"247"}],"pure and faithful in the observance of all his other commandments. Why should we follow the world, why can we not be modest, why can’t we do the things the Lord would have us do?",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p46"},"As I walk along the streets on my way to or from the Church Office Building, I see both young and older women, many of them “daughters of Zion,” who are immodestly dressed [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.16-24"},"Isaiah 3:16–24"],"]. I realize that times and fashions do change. … [But] the principle of modesty and propriety is still the same. … The standards expressed by the General Authorities of the Church are that women, as well as men, should dress modestly. They are taught proper deportment and modesty at all times."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p47"},"It is, in my judgment, a sad reflection on the “daughters of Zion” when they dress immodestly. Moreover, this remark pertains to the men as well as to the women. The Lord gave commandments to ancient Israel that both men and women should cover their bodies and observe the law of chastity at all times."],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p48"},"I am making a plea for modesty and chastity and for all the members of the Church, male and female alike, to be chaste, clean in their lives, and obedient to the covenants and commandments the Lord has given us. …"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p49"},"… The wearing of immodest clothing, which may seem like a small matter, take[s] something away from our young women or young men in the Church. It simply makes it more difficult to keep those eternal principles by which we all have to live if we are to return to the presence of our Father in heaven.",["sup",["a",{"href":"fn_18"},"18"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t8"},[".titleNumber","2"],["h3","The blessings promised to the faithful are far greater than the temporary pleasures of the world."],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p52"},"[A member of the Church once said that he] could not quite understand when he paid his tithing and kept the Word of Wisdom, was prayerful, and tried to be obedient to all the commandments the Lord had given him, and yet he had to struggle to make a living; while his neighbor violated the Sabbath day, I suppose he smoked and drank; he had what the world would call a good time, he paid no attention to the teachings of our Lord and Savior Jesus Christ, and yet he prospered."],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p53"},["span.pageBreak",{"title":"248"}],"You know, we have a great many members of the Church that ponder that over in their hearts and wonder why. Why this man seems to be blessed with all the good things of the earth—incidentally, many of the bad things that he thinks are good—and yet so many members of the Church are struggling, laboring diligently to try to make their way through the world."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p54"},"The answer is a simple thing. If I sometimes, and once in a while I do, go to a football game or a baseball game or some other place of amusement, invariably I will be surrounded by men and women who are puffing on cigarets or cigars or dirty pipes. It gets very annoying, and I get a little disturbed. I will turn to Sister Smith, and I will say something to her, and she will say, “Well, now, you know what you have taught me. You are in",["span.emphasis","their"],"world. This is their world.” And that sort of brings me back to my senses. Yes, we are in their world, but we do not have to be of it."],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p55"},"So, as this is their world we are living in, they prosper, but, my good brethren and sisters, their world is coming to its end. …"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p56"},"The day will come when we will not have",["span.emphasis","this"],"world. It will be changed. We will get a better world. We will get one that is righteous, because when Christ comes, he will cleanse the earth.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p57"},"If we shall search diligently, pray always, be believing, and walk uprightly, we have the Lord’s promise that all things shall work together for our good [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"],"]. This is not a promise that we shall be free from the trials and problems of life, for this probationary state is designed to give us experience and difficult and conflicting situations."],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p58"},"Life never was intended to be easy, but the Lord has promised that he will cause all trials and difficulties to result in our good. He will give us strength and ability to overcome the world and to stand firm in the faith despite all opposition. It is a promise that we shall have peace in our hearts despite the tumults and troubles of the world. And above all, it is a promise that when this life is over, we shall qualify for eternal peace in the presence of Him whose face we have sought, whose laws we have kept, and whom we have chosen to serve.",["sup",["a",{"href":"fn_20"},"20"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t9"},[".titleNumber",["span.pageBreak",{"title":"249"}],"3"],["h3","As we put God’s kingdom first in our lives, we act as lights to the world and set an example for others to follow."],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p61"},"The Latter-day Saints are as a city set on a hill that cannot be hid, and like the candle that gives light to all who are in the house. It is our duty to let our light shine as an example in righteousness, not only to the people among whom we live, but to the peoples of the whole earth. [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.14-16"},"Matthew 5:14–16"],".]",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p62"},"We desire to see the Saints in every nation receive the full blessings of the gospel and stand as spiritual leaders in their nations.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p63"},"Brethren and sisters, let us keep the commandments of God as they have been revealed. Let us set the example before the people of the earth, that they, seeing our good works, may feel to repent and receive the truth and accept the plan of salvation, that they may receive salvation in the celestial kingdom of God.",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p64"},"I pray that the Saints shall stand firm against the pressures and enticements of the world; that they shall put first in their lives the things of God’s kingdom; that they shall be true to every trust and keep every covenant."],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p65"},"I pray for the young and rising generation that they shall keep their minds and bodies clean—free from immorality, from drug abuse, and from the spirit of rebellion and defiance of decency that is sweeping the land."],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p66"},"Our Father, pour out thy Spirit upon these thy children that they may be preserved from the perils of the world and kept clean and pure, fit candidates to return to thy presence and dwell with thee."],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p67"},"And let thy preserving care be with all those who seek thy face and who walk before thee in the integrity of their souls, that they may be lights to the world, instruments in thy hands to bring to pass thy purposes on earth.",["sup",["a",{"href":"fn_24"},"24"]]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t10"},["h2",["span.pageBreak",{"title":"250"}],"Suggestions for Study and Teaching"],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t11"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p70"},"As you read “From the Life of Joseph Fielding Smith,” think about challenges young people face today when their parents or adult leaders are not with them. What can we do to help youth remain faithful in such situations?"]],["li",["span.label","•"],["p.para",{"id":"p71","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p71"},"What are some blessings that come to us as we keep the commandments mentioned in section 1?"]],["li",["span.label","•"],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p72"},"How might you use the teachings in section 2 to help someone who is distracted by the things of the world? How can we find “peace in our hearts despite the tumults and troubles of the world”?"]],["li",["span.label","•"],["p.para",{"id":"p73","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p73"},"How can our examples help others forsake the ways of the world? (See section 3.) When have you seen the power of righteous example? Think about what you can do to set a righteous example for your family and others."]]]],[".topic",{"id":"t12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t12"},["h3","Related Scriptures"],["p.para",{"id":"p75","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p75"},["a.scriptureRef",{"href":"/scriptures/nt/matt/6.24"},"Matthew 6:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.34-36"},"Mark 8:34–36"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.14-15"},"Philippians 2:14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.30,32"},"Moroni 10:30, 32"]]],[".topic",{"id":"t13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.t13"},["h3","Teaching Help"],["p.para",{"id":"p77","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p77"},"“You can express love for those you teach by listening attentively to them and being sincerely interested in their lives. Christlike love has the power to soften hearts and help people be receptive to the whisperings of the Spirit” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 46)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.f2"},[".caption",["p.para",{"id":"p103","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p103"},"Even in times of war, we can live in the world but not be of the world."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.f3"},[".caption",["p.para",{"id":"p104","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.p104"},"The Lord revealed the Word of Wisdom to the Prophet Joseph Smith to help the Saints receive physical and spiritual strength."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn1"},["b","1"],["span.label","1."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 287–88."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn2"},["b","2"],["span.label","2."],"In Conference Report, Oct. 1955, 43–44."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn3"},["b","3"],["span.label","3."],"In Conference Report, Apr. 1947, 60–61."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn4"},["b","4"],["span.label","4."],"“Our Responsibilities as Priesthood Holders,”",["span.emphasis","Ensign,"],"June 1971, 50."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn5"},["b","5"],["span.label","5."],"“President Joseph Fielding Smith Speaks to 14,000 Youth at Long Beach, California,”",["span.emphasis","New Era,"],"July 1971, 8."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn6"},["b","6"],["span.label","6."],"In Conference Report, Apr. 1952, 27–28."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn7"},["b","7"],["span.label","7."],"“The Pearl of Great Price,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"July 1930, 104."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn8"},["b","8"],["span.label","8."],"“Our Responsibilities as Priesthood Holders,” 49–50."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1911, 86."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn10"},["b","10"],["span.label","10."],"In Conference Report, Apr. 1957, 60–61."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn11"},["b","11"],["span.label","11."],"In Conference Report, Apr. 1927, 111."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn12"},["b","12"],["span.label","12."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 1:199."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn13"},["b","13"],["span.label","13."],"“Be Ye Clean!”",["span.emphasis","Church News,"],"Oct. 2, 1943, 4; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 3:276."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn14"},["b","14"],["span.label","14."],"In “Message from the First Presidency,”",["span.emphasis","Ensign,"],"Jan. 1971, 1."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn15"},["b","15"],["span.label","15."],"In Conference Report, Oct. 1960, 51."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn16"},["b","16"],["span.label","16."],"“The Spirit of Reverence and Worship,”",["span.emphasis","Improvement Era,"],"Sept. 1941, 525, 572; see also",["span.emphasis","Doctrines of Salvation,"],"1:12–14."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn17"},["b","17"],["span.label","17."],"“Teach Virtue and Modesty,”",["span.emphasis","Relief Society Magazine,"],"Jan. 1963, 6."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn18"},["b","18"],["span.label","18."],"“My Dear Young Fellow Workers,”",["span.emphasis","New Era,"],"Jan. 1971, 5."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn19"},["b","19"],["span.label","19."],"In Conference Report, Apr. 1952, 28."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn20"},["b","20"],["span.label","20."],"“President Joseph Fielding Smith Speaks on the New MIA Theme,”",["span.emphasis","New Era,"],"Sept. 1971, 40."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn21"},["b","21"],["span.label","21."],"In Conference Report, Oct. 1930, 23."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn22"},["b","22"],["span.label","22."],"In Conference Report, British Area General Conference 1971, 6."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn23"},["b","23"],["span.label","23."],"In Conference Report, Apr. 1954, 28."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-19-in-the-world-but-not-of-the-world.fn24"},["b","24"],["span.label","24."],"“A Witness and a Blessing,”",["span.emphasis","Ensign,"],"June 1971, 110."]]}
