{"id":22,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 18: Living by Every Word that Proceeds from the Mouth of God","subtitle":"","short_title":"Chapter 18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.head1"},[".titleNumber",["span.pageBreak",{"title":"229"}],"Chapter 18"],["h1","Living by Every Word That Proceeds from the Mouth of God"],[".intro","“The supreme act of worship is to keep the commandments, to follow in the footsteps of the Son of God, to do ever those things that please him.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p5"},"“I am seeking after my salvation,” President Joseph Fielding Smith declared, “and I know that I can find it only in obedience to the laws of the Lord in keeping the commandments, in performing works of righteousness, following in the footsteps of our file leader, Jesus, the exemplar and the head of all.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p6"},"In addition to seeking his own salvation, President Smith worked diligently to help others do the same. Elder Francis M. Gibbons, who served as a secretary to the First Presidency, observed that President Smith “saw it as his duty to raise a warning voice when the people began to drift away from the path marked by the scriptures. And he had no intention to abandon that duty, regardless of what anyone said. That speaking out made him unpopular in some circles seems not to have had any deterring effect upon him; his purpose was not to become popular or famous in the eyes of the people. Instead, he saw his role as that of a watchman on the tower whose duty it was to sound the warning call to those below who could not see the approaching danger.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p7"},"President Smith once shared an experience that illustrated the change of heart that can come to a person who heeds this warning call:"],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p8"},["span.pageBreak",{"title":"230"}],"“I attended a stake conference a number of years ago and spoke on the Word of Wisdom. … When I went to the rear of the building [at the close of the conference,] nearly everybody had left, but a man held out his hand and said:"],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p9"},"“‘Brother Smith, that is the first discourse on the Word of Wisdom that I ever liked.’"],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p10"},"“I said: ‘Haven’t you heard other discourses on the Word of Wisdom?’"],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p11"},"“He said: ‘Yes, but this is the first one that I ever enjoyed.’"],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p12"},"“I said: ‘How is that?’"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p13"},"“He said: ‘Well, you see, I am keeping the Word of Wisdom now.’”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t3"},[".titleNumber","1"],["h3","God governs the universe by law, and we are subject to that law."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p17"},"It should be conceded by all people that since the Almighty governs the entire universe by immutable law, man, who is the greatest of all his creations, must himself be subject to such law. The Lord has stated this truth tersely and convincingly in a revelation to the Church:"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p18"},"“All kingdoms have a law given;"],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p19"},"“And there are many kingdoms; for there is no space in the which there is no kingdom; and there is no kingdom in which there is no space, either a greater or a lesser kingdom."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p20"},"“And unto every kingdom is given a law; and unto every law there are certain bounds also and conditions."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p21"},"“All beings who abide not in those conditions are not justified.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.36-39"},"D&C 88:36–39"],".)"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p22"},"This truth is self-evident. Thus, it is only reasonable that we should expect the kingdom of God to be governed by law and all who desire to enter there to be subject to the law. “Behold, mine",["span.pageBreak",{"title":"231"}],"house is a house of order, saith the Lord God, and not a house of confusion.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"D&C 132:8"],".)"],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p23"},"The Lord has given to man a code of laws that we call the gospel of Jesus Christ. Due to lack of inspiration and spiritual guidance, men may differ in relation to these laws and their application, but there can hardly be a dispute in regard to the fact that such laws do exist, and that all who seek entrance into that kingdom are subject to them.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p24"},"We have every truth, every doctrine, every law and requirement, every performance and ordinance needed to save and exalt us in the highest heaven of the celestial world.",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t4"},[".titleNumber","2"],["h3","Keeping the commandments is an expression of our love for the Lord."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p27"},"Our responsibility in the Church is to worship the Lord in spirit and in truth, and this we are seeking to do with all our heart, might, and mind. Jesus said: “Thou shalt worship the Lord thy God, and him only shalt thou serve.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.10"},"Matt. 4:10"],".)"],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p28"},"We believe that worship is far more than prayer and preaching and gospel performance. The supreme act of worship is to keep the commandments, to follow in the footsteps of the Son of God, to do ever those things that please him. It is one thing to give lip service to the Lord; it is quite another to respect and honor his will by following the example he has set for us. … I rejoice in the privilege of following in his footsteps. I am grateful for the words of eternal life which I have received, I am very glad to say, in this world, and for the hope of eternal life which is mine in the world to come if I will remain faithful and true to the end.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p29"},"This is the law to members of the Church, in the words of the Savior: “He that hath my commandments, and keepeth them, he it is that loveth me. …” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.21"},"John 14:21"],".) Again, the Savior said: “If ye love me, keep my commandments.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],".) …"],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p30"},"The Savior never committed any sin nor carried any troubled conscience. He was not under the necessity of repenting as you and I are; but in some way that I cannot understand, he carried the",["span.pageBreak",{"title":"232"}],"weight of my transgressions and yours. … He came and offered himself as a sacrifice to pay the debt for each of us who is willing to repent of his sins and return to him and keep his commandments. Think of it, if you can. The Savior carried that burden in some way beyond our comprehension. I know that, because I accept his word. He tells us of the torment he went through; the torment was so great that he pled with his Father that if it were possible he might not drink the bitter cup and shrink: “… nevertheless not my will, but thine, be done.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],".) The answer he got from his Father was, “You have to drink it.”"],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p31"},"Can I help loving him? No, I cannot. Do you love him? Then keep his commandments.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t5"},[".titleNumber","3"],["h3","If we turn from the Lord’s commandments, we cannot expect to receive His blessings."],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p34"},"When we turn from the commandments the Lord has given unto us for our guidance then we do not have a claim upon his blessings.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p35"},"What good does it do for us to petition the Lord, if we have no intention of keeping His commandments? Such praying is hollow mockery and an insult before the throne of grace. How dare we presume to expect a favorable answer if such is the case? “Seek ye the Lord while he may be found, call ye upon him while he is near: Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.” So said Isaiah (",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.6-7"},"Isaiah 55:6–7"],"). But is not the Lord always near when we petition Him? Verily no! He has said, “They were slow to hearken unto the voice of the Lord their God; therefore, the Lord their God is slow to hearken unto their prayers, to answer them in the day of their trouble. In the day of their peace they esteemed lightly my counsel; but, in the day of their trouble, of necessity they feel after me” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.7-8"},"D&C 101:7–8"],"]. If we draw near unto Him, He will draw near unto us, and we will not be forsaken; but if we do not draw near to Him, we have no promise that He will answer us in our rebellion.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p36"},["span.pageBreak",{"title":"233"}],"We cannot pray to the Lord and say: “Listen to our cause, bring victory to us, do what we want you to do, but don’t ask us to do what you want us to do.”",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p37"},"It is necessary for us to walk in the full light of the truth, not in part of the truth only. I haven’t the privilege of discarding some of the principles of the gospel and believing others, and then feel that I am entitled to the full blessings of salvation and exaltation in the kingdom of God. If we want exaltation, if we want the place which the Lord has prepared for those who are just and true, then we must be willing to walk in the full light of the gospel of Jesus Christ, and keep all the commandments. We cannot say that some of them are small and insignificant and therefore the Lord will not care if we violate them. We are commanded to live by every word that proceeds from the mouth of God [see",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"Deuteronomy 8:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11"},"D&C 98:11"],"]. “Why call ye me Lord, Lord,” he says, “and do not the things that I say?” [See",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.46"},"Luke 6:46"],".]",["sup",["a",{"href":"fn_11"},"11"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t6"},[".titleNumber",["span.pageBreak",{"title":"234"}],"4"],["h3","When we are keeping the commandments of the Lord, we are on the road to perfection."],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p40"},"The Lord expects us to believe in him, to accept his everlasting gospel, and to live in harmony with his terms and conditions. It is not our province to select and obey those gospel principles which appeal to us and forget the rest. It is not our prerogative to decide that some principles no longer apply to our social and cultural circumstances."],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p41"},"The Lord’s laws are eternal, and we have the fullness of his everlasting gospel and are obligated to believe all of his laws and truths and then to walk in conformity with them. There is nothing more important to any individual than keeping the Lord’s commandments. He expects us to cleave unto every true principle, to put first in our lives the things of his kingdom, to press forward with a steadfastness in Christ, and to serve him with all our might, mind, and strength. In the language of the scriptures, let us hear the conclusion of the whole matter: “Fear God, and keep his commandments: for this is the whole duty of man.” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.13"},"Eccles. 12:13"],".)",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p42"},"I often think, and I suppose you do, too, of that great and wonderful discourse—the greatest that was ever preached, so far as we know—which we call the Sermon on the Mount. … If we will only hearken to those teachings, we may come back again into the presence of God, the Father, and His Son Jesus Christ."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p43"},"I often think of that which is really a summation:"],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p44"},"“Be ye therefore perfect, even as your Father which is in heaven is perfect.” [",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],".]"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p45"},"… I believe the Lord meant just what He said, that we should be perfect, as our Father in heaven is perfect. That will not come all at once, but line upon line and precept upon precept, example upon example, and even then not as long as we live in this mortal life, for we will have to go even beyond the grave before we reach that perfection and shall be like God."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p46"},"But here we lay the foundation. Here is where we are taught these simple truths of the Gospel of Jesus Christ, in this probationary state, to prepare us for that perfection. It is my duty, it is yours,",["span.pageBreak",{"title":"235"}],"to be better today than I was yesterday, and for you to be better today than you were yesterday, and better tomorrow than you were today. Why? Because we are on that road, if we are keeping the commandments of the Lord, we are on that road to perfection, and that can only come through obedience and the desire in our hearts to overcome the world. …"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p47"},"… If we have a failing, if we have a weakness, there is where we should concentrate, with a desire to overcome, until we master and conquer. If a man feels that it is hard for him to pay his tithing, then that is the thing he should do, until he learns to pay his tithing. If it is the Word of Wisdom, that is what he should do, until he learns to love that commandment.",["sup",["a",{"href":"fn_13"},"13"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t7"},[".titleNumber","5"],["h3","As we keep the commandments, the Lord comforts and blesses us and strengthens us to become men and women worthy of exaltation."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p50"},"To please [the Lord], we must not only worship him with thanksgiving and praise, but render willing obedience to his commandments. By so doing, he is bound to bestow his blessings; for it is upon this principle (obedience to law) that all things are predicated [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"].",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p51"},"God has given unto us [commandments] that we might grow nearer unto Him and be built up in the faith and strengthened. No commandment, at any time, has He given us, that was not for our comfort and blessing. They are not given merely to please the Lord, but to make us better men and women, and worthy of salvation and exaltation in His kingdom.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p52"},"If we go into the temple we raise our hands and covenant that we will serve the Lord and observe his commandments and keep ourselves unspotted from the world. If we realize what we are doing then the endowment will be a protection to us all our lives—a protection which a man who does not go to the temple does not have."],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p53"},"I have heard my father say that in the hour of trial, in the hour of temptation, he would think of the promises, the covenants that he made in the House of the Lord, and they were a protection to him. … This protection is what these ceremonies are for, in part. They",["span.pageBreak",{"title":"236"}],"save us now and they exalt us hereafter, if we will honor them. I know that this protection is given for I, too, have realized it, as have thousands of others who have remembered their obligations.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p54"},"The Lord will give us gifts. He will quicken our minds. He will give us knowledge that will clear up all difficulties and put us in harmony with the commandments that he has given us; he will give us a knowledge that will be so deeply rooted in our souls that it can never be rooted out, if we will just seek for the light and the truth and the understanding that are promised to us and that we can receive if we will only be true and faithful to every covenant and obligation pertaining to the gospel of Jesus Christ.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p55"},"The great promise that is made to the members of this Church who are willing to abide by the law and keep the commandments of the Lord is that they shall not only receive a place in the kingdom of God, but that they shall also have the presence of the Father and the Son; and that is not all, for the Lord has promised that all that he hath shall be given unto them [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-39"},"D&C 84:33–39"],"].",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p56"},["span.pageBreak",{"title":"237"}],"Through obedience to those commandments which are set forth in the Gospel of Jesus Christ, and by continuance therein, we shall receive immortality, glory, eternal life, and dwell in the presence of God the Father and his Son Jesus Christ, where we shall truly know them.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p57"},"If we will walk in paths of virtue and holiness, the Lord will pour out his blessings upon us to a degree we have never supposed possible. We shall be in very deed, as Peter expressed it, “a chosen generation, a royal priesthood, an holy nation, a peculiar people.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.9"},"1 Pet. 2:9"],".) And we will be peculiar because we will not be like other people who do not live up to these standards. …"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p58"},"As servants of the Lord, our purpose is to walk in the path he has charted for us. We not only desire to do and say what will please him, but we seek so to live that our lives will be like his."],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p59"},"He himself set the perfect example for us in all things and said to us: “Follow thou me.” Of his Nephite disciples he asked: “… what manner of men ought ye to be?” and then answered: “Verily I say unto you, even as I am.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Ne. 27:27"],".)"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p60"},"Now we are engaged in the greatest work in the world. This priesthood which we possess is the power and authority of the Lord himself; and he has promised us that if we magnify our callings and walk in the light, as he is in the light, we shall have glory and honor with him forever in his Father’s kingdom."],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p61"},"With such a glorious hope before us, can we do less than forsake the evil ways of the world? Shall we not put first in our lives the things of God’s kingdom? Shall we not seek to live by every word that proceedeth forth from his mouth?",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p62"},"I testify that the Lord has spoken in our day; that his message is one of hope and joy and salvation; and I promise you that if you will walk in the light of heaven, be true to your trust, and keep the commandments, you shall have peace and joy in this life and eternal life in the world to come.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p63"},"Keep the commandments. Walk in the light. Endure to the end. Be true to every covenant and obligation, and the Lord will bless you beyond your fondest dreams.",["sup",["a",{"href":"fn_22"},"22"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t8"},["h2",["span.pageBreak",{"title":"238"}],"Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p66"},"Review the account at the end of “From the Life of Joseph Fielding Smith.” Why do our feelings about the gospel change when we are striving to keep the commandments?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p67"},"What do you learn from the scripture passages that are quoted in section 1?"]],["li",["span.label","•"],["p.para",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p68"},"How is our obedience to the commandments an expression of love for Jesus Christ? How is it an expression of gratitude for His atoning sacrifice? How is it an expression of worship? (See section 2.)"]],["li",["span.label","•"],["p.para",{"id":"p69","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p69"},"Ponder the teachings in section 3. Why is it wrong to expect the Lord to bless us if we are not striving to be obedient?"]],["li",["span.label","•"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p70"},"How is it helpful for you to know that you should not expect to become perfect all at once or even in this life? (See section 4.) Think about what you can do each day, with the Lord’s help, to stay “on that road to perfection.”"]],["li",["span.label","•"],["p.para",{"id":"p71","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p71"},"In section 5, President Smith lists at least 10 ways the Lord will bless us as we keep the commandments. What experiences can you share in which you have received some of these blessings?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t10"},["h3","Related Scriptures"],["p.para",{"id":"p73","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p73"},["a.scriptureRef",{"href":"/scriptures/nt/matt/4.4"},"Matthew 4:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.19-20"},"2 Nephi 31:19–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.26"},"Omni 1:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.20"},"D&C 11:20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.8-10"},"82:8–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"93:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"130:20–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1-4"},"138:1–4"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.t11"},["h3","Teaching Help"],["p.para",{"id":"p75","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p75"},"“Ask participants to share what they have learned from their personal study of the chapter. It may be helpful to contact a few participants during the week and ask them to come prepared to share what they have learned” (from page vii in this book)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.f2"},[".caption",["p.para",{"id":"p99","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p99"},"“If ye love me, keep my commandments” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],")."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.f3"},[".caption",["p.para",{"id":"p100","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p100"},"Parents can help their children “walk in the full light of the truth.”"]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.f4"},[".caption",["p.para",{"id":"p101","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.p101"},"In the temple, we covenant to “serve the Lord and observe his commandments and keep ourselves unspotted from the world.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn1"},["b","1"],["span.label","1."],"In Conference Report, Oct. 1969, 110."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn2"},["b","2"],["span.label","2."],"Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 313."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn3"},["b","3"],["span.label","3."],"In Conference Report, Oct. 1935, 12."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn4"},["b","4"],["span.label","4."],"“Justice for the Dead,”",["span.emphasis","Ensign,"],"Mar. 1972, 2."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn5"},["b","5"],["span.label","5."],"In “President Smith’s Last Two Addresses,”",["span.emphasis","Ensign,"],"Aug. 1972, 46."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn6"},["b","6"],["span.label","6."],"“I Know That My Redeemer Liveth,”",["span.emphasis","Ensign,"],"Dec. 1971, 27."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn7"},["b","7"],["span.label","7."],"In Conference Report, Apr. 1967, 121–22."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn8"},["b","8"],["span.label","8."],"In Conference Report, Oct. 1935, 15."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1943, 14."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1944, 144–45."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn11"},["b","11"],["span.label","11."],"In Conference Report, Apr. 1927, 111–12."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn12"},["b","12"],["span.label","12."],"“President Joseph Fielding Smith Speaks on the New MIA Theme,”",["span.emphasis","New Era,"],"Sept. 1971, 40."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn13"},["b","13"],["span.label","13."],"In Conference Report, Oct. 1941, 95."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn14"},["b","14"],["span.label","14."],"“The Virtue of Obedience,”",["span.emphasis","Relief Society Magazine,"],"Jan. 1968, 5."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn15"},["b","15"],["span.label","15."],"In Conference Report, Apr. 1911, 86."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn16"},["b","16"],["span.label","16."],"“The Pearl of Great Price,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"July 1930, 103."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn17"},["b","17"],["span.label","17."],"“Seek Ye Earnestly the Best Gifts,”",["span.emphasis","Ensign,"],"June 1972, 3."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn18"},["b","18"],["span.label","18."],"“Keep the Commandments,”",["span.emphasis","Improvement Era,"],"Aug. 1970, 3."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn19"},["b","19"],["span.label","19."],"In Conference Report, Oct. 1925, 116."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn20"},["b","20"],["span.label","20."],"“Our Responsibilities as Priesthood Holders,”",["span.emphasis","Ensign,"],"June 1971, 50."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn21"},["b","21"],["span.label","21."],"In Conference Report, British Area General Conference 1971, 7."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-18-living-by-every-word-that-proceeds-from-the-mouth-of-god.fn22"},["b","22"],["span.label","22."],"“Counsel to the Saints and to the World,”",["span.emphasis","Ensign,"],"July 1972, 27."]]}
