{"id":16,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 12: The Oath and Covenant of the Priesthood","subtitle":"","short_title":"Chapter 12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.head1"},[".titleNumber",["span.pageBreak",{"title":"161"}],"Chapter 12"],["h1","The Oath and Covenant of the Priesthood"],[".intro","“The blessings of the Lord are offered to the Saints and to the world through the ministrations of those who hold his holy priesthood, who represent him.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p5"},"On April 9, 1951, after serving for 41 years as an Apostle, Joseph Fielding Smith was sustained as President of the Quorum of the Twelve. Not long after the sustaining vote, President Smith addressed the congregation. He briefly shared his feelings about his calling:"],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p6"},"“I realize the position I have been called to fulfil is one of great importance. It makes me humble. …"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p7"},"“I thank the Lord for the gospel of Jesus Christ, for my membership in the Church, for the opportunity which has come to me to give service. I have only one desire, weak as I am, and that is to magnify to the best of my ability the calling which is mine.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p8"},"President Smith frequently exhorted priesthood holders to magnify their callings. Although he publicly shared his own desire to magnify his callings in the priesthood,",["sup",["a",{"href":"fn_2"},"2"]],"he rarely told about his efforts to do so. However, he once reflected on the priesthood service he had given with his friend George F. Richards, who had preceded him as President of the Quorum of the Twelve:"],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p9"},"“For forty years I sat in council, attended conferences, and served in various ways with President George F. Richards. …"],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p10"},"“We have traveled together from one end of the stakes of Zion to the other. In the early days, we, the brethren of the general authorities, went two by two in the visits to the stakes of Zion. Where",["span.pageBreak",{"title":"163"}],"railroads did not take us, and such places were numerous, we usually traveled in what were known as ‘whitetops,’ which were light spring wagons. Distant trips usually meant appointments to two stakes, frequently to three or four."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p11"},"“On such trips meetings were held daily between stake conferences in the various settlements, or wards, of the stakes. Such trips were over bumpy roads, sometimes merely trails, through heavy dust in the summer and the biting cold of the winter, frequently through heavy mud or heavy snows.”",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p12"},"Elder Francis M. Gibbons, who served as a secretary to the First Presidency, shared an insight about the way President Smith magnified his callings in the priesthood: “While [he] was fully conscious of his authority, he was always meek and mild mannered in exercising it. His character was devoid of arrogance, posturing, or self-importance. He never put on airs, never flaunted the prerogatives of his office.”",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p13"},"As President of the Church, Joseph Fielding Smith spoke in five priesthood sessions of general conference, encouraging brethren to magnify their callings in the priesthood. The teachings in this chapter are taken from four of those sermons, giving special attention to an address President Smith gave on October 3, 1970. Because the sermons were delivered in priesthood meetings, the words in this chapter are directed to men. However, these words include an understanding that the power of the priesthood is a great blessing for all members of the Church. In one of the sermons, President Smith said: “I think we all know that the blessings of the priesthood are not confined to men alone. These blessings are also poured out upon our wives and daughters and upon all the faithful women of the Church. These good sisters can prepare themselves, by keeping the commandments and by serving in the Church, for the blessings of the house of the Lord. The Lord offers to his daughters every spiritual gift and blessing that can be obtained by his sons, for neither is the man without the woman, nor the woman without the man in the Lord [see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],"].”",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t2"},["h2",["span.pageBreak",{"title":"164"}],"Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t3"},[".titleNumber","1"],["h3","Men should have a clear understanding of the covenant they make when they receive offices in the priesthood."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p17"},"I desire to call your attention to the oath and covenant of the Melchizedek Priesthood. I think if we have a clear understanding of the covenant we make when we receive offices in the priesthood, and of the promise the Lord gives if we magnify our callings, then we shall have a greater incentive to do all the things we must do to gain eternal life."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p18"},"May I say further that everything connected with this higher priesthood is designed and intended to prepare us to gain eternal life in the kingdom of God."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p19"},"In the revelation on priesthood, given to Joseph Smith in September 1832, the Lord says that the Melchizedek Priesthood is everlasting; that it administers the gospel, is found in the true church in all generations, and holds the keys of the knowledge of God. He says that it enables the Lord’s people to be sanctified, to see the face of God, and to enter into the rest of the Lord, “which rest is the fulness of his glory.” (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.17-24"},"D&C 84:17–24"],".)"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p20"},"Then, speaking of both the Aaronic and Melchizedek priesthoods, the Lord says: “For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p21"},"“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God."],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p22"},"“And also all they who receive this priesthood receive me, saith the Lord;"],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p23"},"“For he that receiveth my servants receiveth me;"],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p24"},"“And he that receiveth me receiveth my Father;"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p25"},"“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p26"},["span.pageBreak",{"title":"165"}],"“And this is according to the oath and covenant which belongeth to the priesthood."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p27"},"“Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.”"],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p28"},"The penalty for breaking the covenant and altogether turning therefrom is then given, together with this commandment: “… beware concerning yourselves, to give diligent heed to the words of eternal life."],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p29"},"“For you shall live by every word that proceedeth forth from the mouth of God.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-44"},"D&C 84:33–44"],".)",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p30"},"Those of you who hold the Aaronic Priesthood have not yet received this oath and covenant which belongs to the Higher Priesthood, but you do have great power and authority given you from the Lord. The Aaronic Priesthood is a preparatory priesthood that schools and trains us to be worthy of these other great blessings that come later."],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p31"},"If you serve faithfully as a deacon, as a teacher, and as a priest, you gain the experience and acquire the abilities and capacities which enable you to receive the Melchizedek Priesthood and to magnify your calling in it.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t4"},[".titleNumber","2"],["h3","Priesthood holders promise to magnify their callings in the priesthood and live by every word that proceeds from the mouth of God."],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p34"},"As all of us know, a covenant is a contract and an agreement between at least two parties. In the case of gospel covenants, the parties are the Lord in heaven and men on earth. Men agree to keep the commandments and the Lord promises to reward them accordingly. The gospel itself is the new and everlasting covenant and embraces all of the agreements, promises, and rewards which the Lord offers to his people."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p35"},"And so when we receive the Melchizedek Priesthood we do so by covenant. We solemnly promise to receive the priesthood, to magnify our callings in it, and to live by every word that proceedeth",["span.pageBreak",{"title":"166"}],"forth from the mouth of God. The Lord on his part promises us that if we keep the covenant, we shall receive all that the Father hath, which is life eternal. Can any of us conceive of a greater or more glorious agreement than this?"],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p36"},"Sometimes we speak loosely of magnifying our priesthood, but what the revelations speak of is magnifying our callings in the priesthood, as elders, seventies, high priests, patriarchs, and apostles."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p37"},"The priesthood held by man is the power and authority of God delegated to man on earth to act in all things for the salvation of mankind. Priesthood offices or callings are ministerial assignments to perform specially assigned service in the priesthood. And the way to magnify these callings is to do the work designed to be performed by those who hold the particular office involved."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p38"},"It does not matter what office we hold as long as we are true and faithful to our obligations. One office is not greater than another, although for administrative reasons one priesthood holder may be called to preside over and direct the labors of another."],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p39"},"My father, President Joseph F. Smith, said: “There is no office growing out of this priesthood that is or can be greater than the priesthood itself. It is from the priesthood that the office derives its authority and power. No office gives authority to the priesthood. No office adds to the power of the priesthood. But all offices in the Church derive their power, their virtue, their authority,",["span.emphasis","from"],"the priesthood.”"],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p40"},"We are called upon to magnify our callings in the priesthood and to do the work which goes with the office we receive. And so the Lord says, in the revelation on priesthood: “Therefore let every man stand in his own office, and labor in his own calling; … that the system may be kept perfect.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.109-110"},"D&C 84:109–10"],".)"],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p41"},"This is one of the great goals toward which we are working in the priesthood program of the Church, to have elders do the work of elders, seventies the work of seventies, high priests the work of high priests, and so on, so that all priesthood holders may magnify their own callings and reap the rich blessings promised from such a course.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p42"},["span.pageBreak",{"title":"167"}],"We are ambassadors of the Lord Jesus Christ. Our commission is to represent him. We are directed to preach his gospel, to perform the ordinances of salvation, to bless mankind, to heal the sick and perhaps perform miracles, to do what he would do if he were personally present—and all this because we hold the holy priesthood."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p43"},"As the Lord’s agents we are bound by his law to do what he wants us to do regardless of personal feelings or worldly enticements. Of ourselves we have no message of salvation, no doctrine that must be accepted, no power to baptize or ordain or marry for eternity. All these things come from the Lord, and anything we do with reference to them is the result of delegated authority.",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t5"},[".titleNumber",["span.pageBreak",{"title":"168"}],"3"],["h3","The promise of exaltation is offered to every Melchizedek Priesthood holder who is true to the oath and covenant of the priesthood."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p46"},"Now may I say a few words about the oath which accompanies the reception of the Melchizedek Priesthood."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p47"},"To swear with an oath is the most solemn and binding form of speech known to the human tongue; and it was this type of language which the Father chose to have used in the great Messianic prophecy about Christ and the priesthood. Of him it says: “The Lord hath sworn, and will not repent, Thou are a priest for ever after the order of Melchizedek.” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/110.4"},"Ps. 110:4"],".)"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p48"},"In explaining this Messianic prophecy, Paul says that Jesus had “an unchangeable priesthood,” and that through it came “the power of an endless life.” (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.24,16"},"Heb. 7:24, 16"],".) Joseph Smith said that “all those who are ordained unto this priesthood are made like unto the Son of God, abiding a priest continually,” that is, if they are faithful and true [see Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.3"},"Hebrews 7:3"],"]."],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p49"},"And so Christ is the great prototype where priesthood is concerned, as he is with reference to baptism and all other things. And so, even as the Father swears with an oath that his Son shall inherit all things through the priesthood, so he swears with an oath that all of us who magnify our callings in that same priesthood shall receive all that the Father hath."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p50"},"This is the promise of exaltation offered to every man who holds the Melchizedek Priesthood, but it is a conditional promise, a promise conditioned upon our magnifying our callings in the priesthood and living by every word that proceedeth forth from the mouth of God."],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p51"},"It is perfectly clear that there are no more glorious promises that have or could be made than those that came to us when we accepted the privilege and assumed the responsibility of holding the holy priesthood and of standing as ministers of Christ."],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p52"},"The Aaronic Priesthood is a preparatory priesthood to qualify us to make the covenant and receive the oath that attends this higher priesthood.",["sup",["a",{"href":"fn_10"},"10"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t6"},[".titleNumber",["span.pageBreak",{"title":"169"}],"4"],["h3","The blessings of the Lord are offered to all people through the ministrations of those who hold His holy priesthood."],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p55"},"There is nothing in all this world as important to each of us as putting first in our lives the things of God’s kingdom, as keeping the commandments, as magnifying our callings in the priesthood, as going to the house of the Lord and being offered the fullness of the blessings of our Father’s kingdom.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p56"},"The blessings of the Lord are offered to the Saints and to the world through the ministrations of those who hold his holy priesthood, who represent him, who are in fact his servants and agents and are willing to serve him and keep his commandments.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p58"},"It is my prayer that all of us who have been called to represent the Lord and hold his authority may remember who we are and act accordingly."],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p59"},"… I have sought all my days to magnify my calling in [the] priesthood and hope to endure to the end in this life and to enjoy the fellowship of the faithful saints in the life to come.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p60"},"My feelings are to bless those, both young and old, who are magnifying their callings in the priesthood, and to ask the Lord to pour out upon them the good things of his Spirit in this life and assure them of the riches of eternity in the life to come. …"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p61"},"What a glorious thing it is to know that the Lord has offered to each of us the fullness of the priesthood, and has promised us that if we will receive this priesthood and magnify our callings, we shall gain an everlasting inheritance with him in his kingdom!",["sup",["a",{"href":"fn_14"},"14"]]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t7"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t8"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p64"},"President Smith taught that through the priesthood, “the Lord offers to his daughters every spiritual gift and blessing that can be obtained by his sons” (“From the Life of Joseph Fielding Smith”). What are your thoughts as you ponder this statement?"]],["li",["span.label","•"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p65"},"President Smith said that priesthood holders have a greater incentive to strive for eternal life when they understand their covenants",["span.pageBreak",{"title":"170"}],"and the Lord’s promises (see section 1). How is this true for all members of the Church?"]],["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p66"},"How does President Smith’s explanation of magnifying a calling (see section 2) differ from other uses of the word",["span.emphasis","magnify?"],"How have you been blessed through the service of Church members who have magnified their callings?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p67"},"President Smith taught, “Christ is the great prototype where priesthood is concerned” (section 3). What can we do to follow the example of Jesus Christ in our service to others?"]],["li",["span.label","•"],["p.para",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p68"},"In section 4, review President Smith’s words about the blessings offered in the temple. How can parents help their children prepare for the blessings of the priesthood available in the temple?"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t9"},["h3","Related Scriptures"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p70"},["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1-2,6"},"Alma 13:1–2, 6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-60"},"D&C 20:38–60"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"84:19–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"107:99–100"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.t10"},["h3","Teaching Help"],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p72"},"“A skilled teacher doesn’t think, ‘What shall I do in class today?’ but asks, ‘What will my students do in class today?’; not, ‘What will I teach today?’ but rather, ‘How will I help my students discover what they need to know?’” (Virginia H. Pearce, “The Ordinary Classroom—A Powerful Place for Steady and Continued Growth,”",["span.emphasis","Ensign,"],"Nov. 1992, 12; see also",["span.emphasis","Teaching, No Greater Call"],"[1999], 61)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.f2"},[".caption",["p.para",{"id":"p88","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p88"},"President Joseph Fielding Smith, speaking at the British Area Conference, August 1971. Seated, left to right: Elders Marion G. Romney, Richard L. Evans, and Howard W. Hunter."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.f3"},[".caption",["p.para",{"id":"p89","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.p89"},"“The priesthood … is the power and authority of God delegated to man on earth to act in all things for the salvation of mankind.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1951, 152."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn2"},["b","2"],["span.label","2."],"See Conference Report, Apr. 1951, 152; Conference Report, Oct. 1970, 92."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn3"},["b","3"],["span.label","3."],"“President George F. Richards: A Tribute,”",["span.emphasis","Relief Society Magazine,"],"Oct. 1950, 661."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn4"},["b","4"],["span.label","4."],"Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 352."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn5"},["b","5"],["span.label","5."],"In Conference Report, Apr. 1970, 59."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn6"},["b","6"],["span.label","6."],"In Conference Report, Oct. 1970, 90–91."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn7"},["b","7"],["span.label","7."],"In Conference Report, Apr. 1970, 59."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn8"},["b","8"],["span.label","8."],"In Conference Report, Oct. 1970, 91–92; see also Joseph F. Smith, in Conference Report, Oct. 1903, 87."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn9"},["b","9"],["span.label","9."],"“Our Responsibilities as Priesthood Holders,”",["span.emphasis","Ensign,"],"June 1971, 49."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1970, 92."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn11"},["b","11"],["span.label","11."],"In Conference Report, Apr. 1970, 59."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn12"},["b","12"],["span.label","12."],"“Blessings of the Priesthood,”",["span.emphasis","Ensign,"],"Dec. 1971, 98."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn13"},["b","13"],["span.label","13."],"In Conference Report, Oct. 1970, 92."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-12-the-oath-and-covenant-of-the-priesthood.fn14"},["b","14"],["span.label","14."],"In Conference Report, Apr. 1970, 58."]]}
