{"id":12,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":12,"title":"Chapter 8: The Church and Kingdom of God","subtitle":"","short_title":"Chapter 8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.head1"},[".titleNumber",["span.pageBreak",{"title":"117"}],"Chapter 8"],["h1","The Church and Kingdom of God"],[".intro","“Let all men know assuredly that this is the Lord’s Church and he is directing its affairs. What a privilege it is to have membership in such a divine institution!”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p5"},"Joseph Fielding Smith’s service as President of the Church, from January 23, 1970, to July 2, 1972, was the culmination of a lifetime of dedication in the Lord’s kingdom. He joked that his first Church assignment came when he was a baby. When he was nine months old, he and his father, President Joseph F. Smith, accompanied President Brigham Young to St. George, Utah, to attend the dedication of the St. George Temple.",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p6"},"As a young man, Joseph Fielding Smith served a full-time mission and was later called to be president in a priesthood quorum and a member of the general board of the Young Men’s Mutual Improvement Association (the forerunner to today’s Young Men organization). He also worked as a clerk in the Church Historian’s office, and he quietly helped his father as an unofficial secretary when his father was President of the Church. Through these service opportunities, Joseph Fielding Smith came to appreciate the Church’s inspired organization and its role in leading individuals and families to eternal life."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p7"},"Joseph Fielding Smith was ordained an Apostle of the Lord Jesus Christ on April 7, 1910. He served as a member of the Quorum of the Twelve Apostles for almost 60 years, including almost 20 years as President of that Quorum. As an Apostle, he helped direct the Church throughout the world. He participated in many aspects of the Church’s mission, serving as Church Historian, president of the",["span.pageBreak",{"title":"118"}],"Salt Lake Temple, president of the Utah Genealogical Society, and a Counselor in the First Presidency."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p8"},"A simple and unassuming man, Joseph Fielding Smith never sought these positions. But when the Lord called him to serve, he willingly and enthusiastically obeyed. He quietly exhibited this dedication one day when, at age 89, he went to a meeting. Walking from his home, he slipped and fell down a flight of steps. Although he hurt his leg, he walked about a quarter of a mile—“limping like an old man,” he said—so he could fulfill his responsibilities. After the meeting, he walked back home, where he finally allowed a doctor to examine him. The doctor found that President Smith’s leg was fractured in multiple places. President Smith later commented on the experience. “The meeting got a little long,” he said. “But then, most meetings do.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p9"},"In a message to Latter-day Saint youth, President Smith shared his reason for being so dedicated to the work of the Church:"],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p10"},"“I know that God lives. I know that Jesus Christ is the Only Begotten Son in the flesh of our Father. I have perfect faith in the mission of the Prophet Joseph Smith and those who have succeeded him."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p11"},"“I know that we have the truth of the everlasting gospel of Jesus Christ, just as well as I know that I live. If I did not know it, I wouldn’t want to be here or have anything to do with this work. But I know it in every fiber of my body. God has revealed it to me.”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t3"},[".titleNumber","1"],["h3","After centuries of spiritual darkness and apostasy, the Lord has restored His gospel and organized His Church on the earth."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p15"},"The Lord [has] restored the gospel and organized again his Church upon the earth. The reason for such organization and restoration is the fact that for centuries the world had been in spiritual darkness, without the authority, and without the understanding; they knew not how to worship the living God. …"],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p16"},["span.pageBreak",{"title":"119"}],"The everlasting covenant had been broken; the correct understanding of gospel principles had disappeared through apostasy; the right to officiate in the ordinances of the gospel had ceased among men. It became necessary that all this might be restored, and that faith might increase among the people through an opening of the heavens and a restoration of the gospel."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p17"},"So the Lord sent his messengers from his presence, with the fulness of the gospel, and with power, and the authority of the priesthood to bestow upon men, and gave them commandments … because the Lord knew the calamities which were to come upon the world, and it was his will that a proper warning, and the opportunity to receive the gospel be given unto men that they might repent and turn from their evil ways and serve the Lord [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-23"},"D&C 1:17–23"],"].",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p18"},"We announce that The Church of Jesus Christ of Latter-day Saints is the kingdom of God on earth, the only place where men may come to learn the true doctrines of salvation and find the authority of the holy priesthood.",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p19"},"My beloved brethren and sisters: I am grateful beyond any measure of expression for the blessings the Lord has given to me, and to the faithful members of his church in the various nations of the earth, and to all his children everywhere."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p20"},"I thank him every day of my life that he has restored in these last days his everlasting gospel for the salvation of all who will believe and obey its laws.",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t4"},[".titleNumber","2"],["h3","The Lord Himself directs the work of the Church, and it is our privilege to have membership in it."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p23"},"The Church of Jesus Christ of Latter-day Saints is in literal reality the kingdom of God on earth.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p24"},"I desire to say that no man of himself can lead this church. It is the Church of the Lord Jesus Christ; he is at the head. The church bears his name, has his priesthood, administers his gospel, preaches his doctrine, and does his work."],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p25"},["span.pageBreak",{"title":"120"}],"He chooses men and calls them to be instruments in his hands to accomplish his purposes, and he guides and directs them in their labors. But men are only instruments in the Lord’s hands, and the honor and glory for all that his servants accomplish is and should be ascribed unto him forever."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p26"},"If this were the work of man, it would fail, but it is the work of the Lord, and he does not fail. And we have the assurance that if we keep the commandments and are valiant in the testimony of Jesus and are true to every trust, the Lord will guide and direct us and his church in the paths of righteousness, for the accomplishment of all his purposes.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p27"},"To all members of the Church throughout the world I would like to say that this church has a divinely appointed mission to perform under the direction and leadership of Jesus Christ, our Savior, and that nothing will stop his plans pertaining to it. It will fulfill the designs of our Father in heaven. I hope the Saints throughout the world daily thank the Lord for being members of his church and for the mission of the Prophet Joseph Smith in restoring the gospel for our joy and happiness.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p28"},"To the honest in heart in all nations we say: The Lord loves you. He wants you to receive the full blessings of the gospel. He is now inviting you to believe the Book of Mormon, to accept Joseph Smith as a prophet, and to come into his earthly kingdom and thereby become heirs of eternal life in his heavenly kingdom.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p29"},"There never was a time since the organization of the Church when a man led the Church. It was not so in the days of Joseph Smith nor Brigham Young; it has not been so since. It is the Lord’s work, and do not forget that it is the Almighty who is going to do this work, and not man.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p30"},"I know that The Church of Jesus Christ of Latter-day Saints is the kingdom of God on earth, and that as now constituted and officered it has the Lord’s approval and is moving in the course so directed."],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p31"},"Let all men know assuredly that this is the Lord’s Church and he is directing its affairs. What a privilege it is to have membership in such a divine institution!",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t5"},[".titleNumber",["span.pageBreak",{"title":"121"}],"3"],["h3","The Church is organized to help members find joy and happiness in this life and eternal life in the life to come."],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p34"},"The Lord has established all things in order and has given us a perfect system. Men cannot improve upon it. If we would carry out that which the Lord has revealed, as he has revealed it, then all things would be perfect, for the organization is a perfect organization; the theory of it—the plan of it—is without flaw.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p35"},"The Lord has set up in his church a priesthood organization headed by apostles and prophets. And he has also given other organizations … to aid and assist in the priesthood."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p36"},"In every gospel dispensation there are special needs to be met, problems to be solved, and help that must be given to assist and aid the members of the Church in working out their salvation “with fear and trembling” before the Lord. (See",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Phil. 2:12"],".) Hence we have auxiliary organizations [Relief Society, Young Men, Young Women, Primary, and Sunday School] to aid and assist the priesthood. They are so organized as to meet the needs of the people in whatever social conditions may exist. They are part of the government of God and are set up to help members of the Church perfect their lives and do those things which assure them of joy and happiness in this life and eternal life in the life to come. …"],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p37"},"The Church and its agencies constitute in effect a service organization to help the family and the individual. Home teachers, priesthood leaders, and bishops are appointed to lead those with whom they labor to eternal life in our Father’s kingdom, and the auxiliary organizations are appointed to aid and assist in this great work of salvation."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p38"},"We cannot stress too strongly the great need to utilize all of these programs for the benefit and blessing of all our Father’s children. …"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p39"},"If all of us do all of the things we should in carrying forward the programs of the Church, the Lord will bless and prosper us so fully that success shall attend our labors, and out of it all peace and joy will be our lot here and eternal glory hereafter.",["sup",["a",{"href":"fn_14"},"14"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t6"},[".titleNumber",["span.pageBreak",{"title":"122"}],"4"],["h3","Our service in the Church expresses love for others and appreciation for the Lord’s infinite service."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p42"},"The Lord is with the Church. He is guiding us. His spirit is resting upon this people. What he requires of us is that we serve him in humility and with a oneness of heart and soul.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p43"},"Our Savior came into the world to teach us love for each other, and as that great lesson was made manifest through his great suffering and death that we might live, should we not express our love for our fellowmen by service rendered in their behalf? Should we not show our appreciation for the infinite service he rendered us, by giving service in his cause?"],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p44"},["span.pageBreak",{"title":"123"}],"The man who does only those things in the Church which concern himself alone will never reach exaltation. For instance, the man who is willing to pray, to pay his tithes and offerings, and to attend to the ordinary duties which concern his own personal life, and nothing more, will never reach the goal of perfection.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p45"},"Never refuse to serve. When a presiding officer asks your help, be glad to accept and give the best you have to that labor. The Lord expects this of us, and we are under covenant to do so. This course brings joy and peace, and at the same time those who serve receive the greatest blessing. The teacher gains more than the one taught; the blessing returned to us when we accept a call to work in the Church is far greater than the blessing we can impart to others. He who refuses to perform any labor or shirks responsibility when it is given him in the Church is in grave danger of losing the guidance of the Spirit. Eventually he becomes lukewarm and indifferent to all duties, and, like the plant that is not cultivated and watered, he shrivels up and dies a spiritual death.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p46"},"Your able service does not go unnoticed by that God whom you serve and in whose work you are engaged.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p47"},"It is my prayer that all of us, working together as true brothers and sisters in the Lord’s kingdom, may so labor as to accomplish the great work that lies ahead.",["sup",["a",{"href":"fn_19"},"19"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t7"},[".titleNumber","5"],["h3","In this dispensation, the kingdom of God and the work of the Lord will spread throughout the world."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p50"},"A dispensation of the Gospel is defined as the granting to divinely chosen officers, by a commission from God of power and authority to dispense the word of God, and to administer in all the ordinances thereof. …"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p51"},"There have been times when the Gospel has been taken from men because of their transgression. Such was the case in the days of Noah. Israel turned from the Lord and was left in darkness for many generations preceding the advent of Jesus Christ, and when he came among men he restored the fulness of the Gospel. He sent his disciples to proclaim his message in all the world, but not many centuries had passed before the people had again fallen into error",["span.pageBreak",{"title":"124"}],"and lost the authority to act in the name of the Lord. This made it necessary for the opening of the heavens and the introduction of a new dispensation to make ready for the second coming of our Lord in the clouds of heaven to reign upon the earth in glory for a thousand years, which event is near, even at our doors.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p52"},"The gospel itself has been the same in all dispensations; the plan of salvation is the same for all our Father’s children in every age. From time to time it has been lost by apostasy, but whenever the Lord has had a people on earth, they have been offered the same laws and truths of salvation that he has revealed to us."],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p53"},"But there is one great added thing we have received in this age that has never been had before. In this dispensation the Lord has decreed that the Church shall never again be led astray; this time the gospel is here to stay. This time the revealed truth is destined to prepare a people for the second coming of the Son of Man, and the Church will be established in all parts of the earth when the Lord comes to usher in the millennial era of peace and righteousness.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p54"},"We are members of a world church, a church that has the plan of life and salvation, a church set up by the Lord himself in these last days to carry his message of salvation to all his children in all the earth. …"],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p55"},"We have attained the stature and strength that are enabling us to fulfill the commission given us by the Lord through the Prophet Joseph Smith that we should carry the glad tidings of the restoration to every nation and to all people."],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p56"},"And not only shall we preach the gospel in every nation before the second coming of the Son of Man, but we shall make converts and establish congregations of Saints among them.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p57"},"The kingdom of God and the work of the Lord will spread more and more; it will progress more rapidly in the world in the future than it has done in the past. The Lord has said it, and the Spirit beareth record; and I bear testimony to this, for I do know that it is true. The kingdom of God is here to grow, to spread abroad, to take root in the earth, and to abide where the Lord has planted it by his own power and by his own word, never more to be destroyed, but to continue until the purposes of the Almighty shall",["span.pageBreak",{"title":"125"}],"be accomplished—every principle that has been spoken of by the prophets since the world began. It is God’s work, which he himself, by his own wisdom and not by the wisdom of man, has restored to the earth in the latter days.",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p58"},"The gospel is for all men, and the Church shall be established everywhere, in all nations, even to the ends of the earth, before the second coming of the Son of Man.",["sup",["a",{"href":"fn_24"},"24"]]],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p59"},"I know and testify that the Lord’s purposes on earth shall prevail. The Church of Jesus Christ of Latter-day Saints is here to stay. The Lord’s work shall triumph. No power on earth can prevent the spread of truth and the preaching of the gospel in every nation.",["sup",["a",{"href":"fn_25"},"25"]]],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p60"},"I leave my blessing with you and my assurance that God is with his people, and that the work in which we are engaged shall triumph and roll forth until the eternal purposes of the Lord are fulfilled.",["sup",["a",{"href":"fn_26"},"26"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t8"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p63"},"How can we follow President Smith’s example in our Church service? (See “From the Life of Joseph Fielding Smith.”)"]],["li",["span.label","•"],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p64"},"Ponder President Smith’s teachings about the Restoration of the gospel (see section 1). What are your feelings when you think about living at a time when the Lord’s Church has been restored to the earth?"]],["li",["span.label","•"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p65"},"President Smith testified that Jesus Christ is at the head of the Church (see section 2). How might you share your testimony of this truth with someone who is not a member of the Church?"]],["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p66"},"How have the organizations and programs of the Church helped you receive the blessings mentioned in section 3? How have they helped your family?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p67"},"President Smith said, “Our Savior came into the world to teach us love for each other” (section 4). In what ways can we follow the Savior’s example of love when we serve as home teachers or visiting teachers?"]],["li",["span.label","•"],["p.para",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p68"},["span.pageBreak",{"title":"126"}],"As you review section 5, notice how this dispensation is different from others. How can this understanding influence our service in the Church? What are your feelings as you think about preparing the world for the Savior’s Second Coming?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t10"},["h3","Related Scriptures"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p70"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.17-29"},"Mosiah 18:17–29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.1-6"},"65:1–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.4"},"115:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-22"},"128:19–22"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.t11"},["h3","Teaching Help"],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p72"},"“When you use a variety of learning activities, learners tend to understand gospel principles better and retain more. A carefully selected method can make a principle clearer, more interesting, and more memorable” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 89)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.f2"},[".caption",["p.para",{"id":"p100","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p100"},"President Joseph Fielding Smith, a dedicated servant in the Lord’s kingdom"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.f3"},[".caption",["p.para",{"id":"p101","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.p101"},"“Your able service does not go unnoticed by that God whom you serve and in whose work you are engaged.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn1"},["b","1"],["span.label","1."],"See Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 16."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn2"},["b","2"],["span.label","2."],"In",["span.emphasis","The Life of Joseph Fielding Smith,"],"4."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn3"},["b","3"],["span.label","3."],"“My Dear Young Fellow Workers,”",["span.emphasis","New Era,"],"Jan. 1971, 5."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn4"},["b","4"],["span.label","4."],"In Conference Report, Oct. 1944, 140–41."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn5"},["b","5"],["span.label","5."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 4."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn6"},["b","6"],["span.label","6."],"In Conference Report, Apr. 1970, 4."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn7"},["b","7"],["span.label","7."],"“Use the Programs of the Church,”",["span.emphasis","Improvement Era,"],"Oct. 1970, 3."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn8"},["b","8"],["span.label","8."],"In Conference Report, Apr. 1970, 113."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn9"},["b","9"],["span.label","9."],"“For Thus Shall My Church Be Called,”",["span.emphasis","Improvement Era,"],"Apr. 1970, 3."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn10"},["b","10"],["span.label","10."],"“Counsel to the Saints and to the World,”",["span.emphasis","Ensign,"],"July 1972, 27."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn11"},["b","11"],["span.label","11."],"In Conference Report, Oct. 1968, 123."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1970, 8."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn13"},["b","13"],["span.label","13."],"“The One Fundamental Teaching,”",["span.emphasis","Improvement Era,"],"May 1970, 3."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn14"},["b","14"],["span.label","14."],"“Use the Programs of the Church,” 2–3."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn15"},["b","15"],["span.label","15."],"“The One Fundamental Teaching,” 3."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn16"},["b","16"],["span.label","16."],"In Conference Report, Apr. 1968, 12."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn17"},["b","17"],["span.label","17."],"In Conference Report, Apr. 1966, 102."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn18"},["b","18"],["span.label","18."],"In Conference Report, Apr. 1970, 59."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn19"},["b","19"],["span.label","19."],"In Conference Report, Apr. 1970, 114."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn20"},["b","20"],["span.label","20."],"“A Peculiar People: Gospel Dispensations,”",["span.emphasis","Deseret News,"],"Dec. 5, 1931, Church section, 6."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn21"},["b","21"],["span.label","21."],"“A Call to Serve,”",["span.emphasis","New Era,"],"Nov. 1971, 5."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn22"},["b","22"],["span.label","22."],"In Conference Report, British Area General Conference 1971, 5."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn23"},["b","23"],["span.label","23."],"In Conference Report, Oct. 1968, 123."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn24"},["b","24"],["span.label","24."],"In Conference Report, British Area General Conference 1971, 176."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn25"},["b","25"],["span.label","25."],"“Counsel to the Saints and to the World,” 28."],[".footnote",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-8-the-church-and-kingdom-of-god.fn26"},["b","26"],["span.label","26."],"In Conference Report, Apr. 1970, 148–49."]]}
