{"id":11,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":11,"title":"Chapter 7: Joseph and Hyrum Smith, Witnesses for Christ","subtitle":"","short_title":"Chapter 7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.head1"},[".titleNumber",["span.pageBreak",{"title":"105"}],"Chapter 7"],["h1","Joseph and Hyrum Smith, Witnesses for Jesus Christ"],[".intro","“We raise our voices in thanksgiving for the lives and ministries of the Prophet Joseph Smith, of Hyrum Smith the Patriarch, and of the prophets and apostles and righteous men and women who have built on the foundation they laid.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p5"},"From the time he was very young, Joseph Fielding Smith knew that his family had a special connection to the Prophet Joseph Smith. He was inspired by the example of his grandfather Hyrum Smith, an older brother and loyal friend to the Prophet Joseph. Hyrum served faithfully at his brother’s side as a leader in the Church. He also helped with the publication of the Book of Mormon and was called to be one of the Eight Witnesses of the book. On June 27, 1844, Joseph and Hyrum were martyred in Carthage, Illinois, sealing their testimonies of the Savior and His gospel. “In life they were not divided, and in death they were not separated!” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"D&C 135:3"],")."],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p6"},"Joseph Fielding Smith never knew his Smith grandparents. Long before he was born, his grandfather Hyrum was martyred. Hyrum’s wife Mary Fielding Smith also died young. Joseph Fielding Smith said: “I never knew my Grandmother Smith. I have always regretted that, because she was one of the most noble women who ever lived, but I did know her good sister, my Aunt Mercy Thompson, and as a boy I used to go and visit her in her home and sit at her knee, where she told me stories about the Prophet Joseph Smith, and, oh, how grateful I am for that experience.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p7"},["span.pageBreak",{"title":"106"}],"Joseph Fielding Smith also learned from the example of his father, Joseph F. Smith, who had known the Prophet Joseph Smith personally. Of his father, Joseph Fielding Smith said: “There was no element of doubt or uncertainty in his testimony. Especially was this so when he spoke of the divinity of our Savior or the mission of the prophet Joseph Smith.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p8"},"These examples and teachings led Joseph Fielding Smith to have a testimony of the restored gospel in his childhood. “I do not remember the time when I did not believe in the mission of our Lord and Savior Jesus Christ nor in the mission of the Prophet Joseph Smith,”",["sup",["a",{"href":"fn_3"},"3"]],"he later said. When he taught the gospel, he sometimes expressed his testimony in familial terms: “Do I love the Prophet Joseph Smith? Yes, I do, as my father did before me. I love him because he was the servant of God and because of the restoration of the gospel and because of the benefits and blessings that have come to me and mine, and to you and yours, through the blessings that were bestowed upon this man and those who were associated with him.”",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p9"},"Although President Smith was grateful for the teachings and heritage of his family, his testimony was his own. He said, “I have always been very grateful for the testimony coming to me through the Spirit of the Lord that Joseph Smith, the Prophet of God, was called to stand at the head of the Dispensation of the Fulness of Times.”",["sup",["a",{"href":"fn_5"},"5"]],"On another occasion he testified: “It is my knowledge, by the gift of God, that Joseph Smith in the year 1820 did see the Father and the Son; that the Father introduced his Son; that the Son spoke to him, asked him what he wanted to know, and gave him counsel; told him what to do, with the promise that eventually other light would come and the fulness of the gospel, which was not then upon the face of the earth, would be restored.” Then he shared an assurance that all people could receive the same testimony: “Every soul upon the face of the earth who has a desire to know it has the privilege, for every soul that will humble himself, and in the depths of humility and faith, with a contrite spirit, go before the Lord, will receive that knowledge just as surely as he lives.”",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t2"},["h2",["span.pageBreak",{"title":"107"}],"Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t3"},[".titleNumber","1"],["h3","Two themes stand out uppermost: that Jesus Christ is the Son of God and that Joseph Smith was a prophet."],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p13"},"We link the names of Jesus Christ and of Joseph Smith. Christ is the Lord; he worked out the atoning sacrifice; he is the resurrection and the life; through him all men are raised in immortality, while those who believe and obey his laws shall also gain eternal life."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p14"},"Joseph Smith was a prophet, called in these last days to receive by revelation the saving truths of the gospel and to stand as a legal administrator, having power from on high, to administer the ordinances of the gospel."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p15"},"Since these truths revealed through him are the ones which shall go forth to every nation before the Second Coming, it is little wonder that we find Moroni saying to Joseph Smith that his “name should be had for good and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people.” [",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],".]"],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p16"},"Nor is it any wonder when we later find the Lord saying to the Prophet: “The ends of the earth shall inquire after thy name, and fools shall have thee in derision, and hell shall rage against thee;"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p17"},"“While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and authority, and blessings constantly from under thy hand.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.1-2"},"D&C 122:1–2"],".)"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p18"},"The ends of the earth are now beginning to inquire after the name of Joseph Smith, and many people in many nations are rejoicing in the gospel restored through his instrumentality."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p19"},"Since the beginning of this dispensation, the testimony of Jesus, as revealed to Joseph Smith, has been preached in the United States, Canada, Great Britain, most of Europe, and the islands of the Pacific."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p20"},"In recent years there has been an almost unbelievable expansion of the work in Mexico, in the Central American countries, and in South America."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p21"},["span.pageBreak",{"title":"108"}],"And Asia is now [in 1971] being opened to the message of the gospel in a way that surpasses anything of the past. The Church is becoming established in Japan and Korea, in Taiwan and Hong Kong, and we are getting started in Thailand, Singapore, and Indonesia."],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p22"},"And the day will come, in the providence of the Lord, when other nations, now closed to the message of truth, shall have their doors opened to us, and the elders of Israel will go in to tell the honest in heart in those nations about Christ and the gospel of his kingdom that has come upon the earth in this day through the Prophet Joseph Smith.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p23"},"Joseph Smith is the revealer of the knowledge of Christ and of salvation to the world for this day and generation.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p24"},"Two themes stand out uppermost always in my mind. That Jesus Christ is the Son of God, who was crucified for the sins of the world, and that Joseph Smith was a prophet called and appointed to usher in the dispensation of the fulness of times. That is my message to the world.",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t4"},[".titleNumber","2"],["h3","The Lord called Joseph Smith to stand at the head of this glorious dispensation."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p27"},"Joseph Smith … came and under direction of holy messengers laid the foundation for the kingdom of God and of this marvelous work and a wonder that the world might be prepared for the coming of the Lord.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p28"},"I know that he [Joseph Smith] was called, appointed by our Father in heaven; that he received revelation and guidance from the Son of God that would be of benefit and a blessing to all men if they would receive it.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p29"},"There is no doubt in my mind that the Lord raised the Prophet Joseph Smith up and gave him revelation, commandment, opened the heavens to him, and called upon him to stand at the head of this glorious dispensation. I am perfectly satisfied in my mind that in his youth, when he went out to pray, he beheld and stood in the actual presence of God the Father and his Son Jesus Christ; in",["span.pageBreak",{"title":"109"}],"my mind there is no doubt—I know this to be true. I know that he later received visitations from Moroni, the Aaronic Priesthood under the hands of John the Baptist, the Melchizedek Priesthood under the hands of Peter, James, and John, and that The Church of Jesus Christ of Latter-day Saints was organized on the sixth day of April 1830, by divine command.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p30"},"In choosing a representative to stand at the head of this “great and marvelous work about to come forth unto the children of men,” [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.1"},"D&C 4:1"],"] the Lord did not select one who was versed in the learning and traditions of the world. His ways are not the ways of man, neither are his thoughts like the thoughts of men [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8"},"Isaiah 55:8"],"]. One taught in the learning of the world would have had too much to unlearn of the traditions and philosophy of men. In",["span.pageBreak",{"title":"110"}],"his great wisdom the Lord chose an unsophisticated child—a boy fourteen years of age. Unto this youth the Lord revealed the fulness of the gospel, which the world would not receive because of unbelief. Through years of heavenly guidance—for he was instructed by messengers from the presence of the Lord—this young man, Joseph Smith, was prepared to direct the work of the restoration of the Gospel and the building of the Kingdom of God.",["sup",["a",{"href":"fn_13"},"13"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t5"},[".titleNumber","3"],["h3","The Lord said that this generation would have His word through the Prophet Joseph Smith."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p33"},"In every age when the gospel is on earth, it must be revealed to the Lord’s prophets, and they must be called to stand as legal administrators to perform and to direct the performance of the ordinances of salvation for their fellowmen."],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p34"},"Joseph Smith is the prophet whom the Lord called in this day to restore the truths of salvation and to receive the keys and powers to administer these saving truths."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p35"},"To him the Lord said: “… this generation shall have my word through you.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.10"},"D&C 5:10"],".) And then, referring to the gospel restored through Joseph Smith, the Lord said: “This Gospel of the Kingdom shall be preached in all the world, for a witness unto all nations, and then shall the end come, or the destruction of the wicked.” [",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.31"},"Joseph Smith—Matthew 1:31"],".]",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p36"},"I now say—"],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p37"},"That Joseph Smith is the one to whom all men must look in this day to learn the truth about Christ and his gospel;"],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p38"},"That in due course the name of this prophet shall be known in every corner of the earth and among all people;"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p39"},"That the honest in heart will accept him as a prophet and will worship that Lord whom he revealed;"],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p40"},"That the church that he organized by divine command prospers because it follows the revelations that came through him;"],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p41"},"And that all who believe the teachings of Joseph Smith and labor in the course set by him shall come to a knowledge that Jesus Christ is the Son of God who was crucified for the sins of the world."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p42"},["span.pageBreak",{"title":"111"}],"In the same way that I know Jesus is the Christ—and that is by revelation from the Holy Spirit—I know that Joseph Smith is and was and everlastingly shall be a prophet of God. …"],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p43"},"In a spirit of testimony and thanksgiving, I [share] these inspired words from the Doctrine and Covenants: “Joseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"D&C 135:3"],".)",["sup",["a",{"href":"fn_15"},"15"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t6"},[".titleNumber","4"],["h3","Joseph Smith and his brother Hyrum were united in life and in death."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p46"},"I am thankful for the restoration of eternal truth in this final gospel dispensation; for the mission and ministry of Joseph Smith, the Prophet, and my grandfather, Hyrum Smith, the Patriarch; and for the fact that the keys of the kingdom of God have been committed again to man on the earth.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p47"},"“And again, verily I say unto you, blessed is my servant Hyrum Smith, for I, the Lord, love him because of the integrity of his heart, and because he loveth that which is right before me, saith the Lord.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.15"},"D&C 124:15"],".]"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p48"},"Who would not be happy to have such a tribute of confidence and praise given him, and coming from the Lord? Hyrum Smith was among the first baptized in this dispensation. Through his life he stood by the side of his brother Joseph and strengthened him by encouragement, faith and devoted love. Hyrum was a man of wonderful tenderness of heart. He possessed deep humility and loved his brother better than he loved his own life. This is shown in his death through which he obtained a martyr’s crown. He was fearless in his defense of truth. Verily he “loved that which is right.”"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p49"},"Hyrum Smith was born on the ninth day of February, 1800, and was nearly six years the senior of the Prophet. No honor came to Joseph Smith that was not shared by Hyrum who rejoiced with his brother in all the blessings the Lord bestowed upon him. This same quality of brotherly love was shown by the Prophet Joseph for his brother Hyrum. They passed through the same sorrows and joys together. The same persecutions descended upon them both. They",["span.pageBreak",{"title":"112"}],"shared the same dungeons for the Gospel’s sake, and when the time came for the sealing of their testimony, they shared together the crown of martyrdom. “In life they were not divided, and in death they were not separated.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"D&C 135:3"],".] …"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p50"},"This is a merited tribute from the Prophet: “Brother Hyrum, what a faithful heart you have got! Oh may the Eternal Jehovah crown eternal blessings upon your head, as a reward for the care you have had for my soul! Oh how many are the sorrows we have shared together; and again we find ourselves shackled with the unrelenting hand of oppression. Hyrum, thy name shall be written in the book of the Law of the Lord, for those who come after thee to look upon, that they may pattern after thy works.”"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p51"},"Again the Prophet said: “I could pray in my heart that all my brethren were like unto my beloved brother Hyrum, who possesses the mildness of a lamb, and the integrity of a Job, and in short, the meekness and humility of Christ and I love him with that love that is stronger than death, for I never had occasion to rebuke him, nor he me.”",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t7"},[".titleNumber",["span.pageBreak",{"title":"113"}],"5"],["h3","Joseph and Hyrum Smith sealed their testimonies with their blood."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p54"},"My grandfather, the Patriarch Hyrum Smith, was called to hold the keys of this dispensation jointly with the Prophet Joseph, his younger brother. The Lord has said that in the mouths of two witnesses shall all things be established [see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/13.1"},"2 Corinthians 13:1"],"]. …"],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p55"},"Joseph Smith could not have stood alone, else his work would have failed, just as the work of the Savior required the confirmation of another witness, and who could testify for Christ other than his Father? [See",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12-18"},"John 8:12–18"],".] And so the Lord called another man to stand with Joseph Smith and to hold the keys of salvation in this dispensation as a witness with him. …"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p56"},"… Not only was [Hyrum] called to become the Patriarch of the Church, which was his birthright, but at the same time the Lord said to him:"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p57"},"“And from this time forth I appoint unto him that he may be a prophet, and a seer, and a revelator unto my church, as well as my servant Joseph;"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p58"},"“That he may act in concert also with my servant Joseph; and that he shall receive counsel from my servant Joseph, who shall show unto him the keys whereby he may ask and receive, and be crowned with the same blessing, and glory, and honor, and priesthood, and gifts of the priesthood, that once were put upon him that was my servant Oliver Cowdery;"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p59"},"“That my servant Hyrum may bear record of the things which I shall show unto him, that his name may be had in honorable remembrance from generation to generation, forever and ever.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.94-96"},"D&C 124:94–96"],".]"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p60"},"In accord with this calling and commandment, the Prophet Joseph Smith conferred upon Hyrum Smith all the keys, authority and gifts of the priesthood which he, the Prophet, held, and which were formerly held by Oliver Cowdery. The Lord also revealed to Hyrum Smith all that was necessary to make him completely and to the full degree, a witness with his brother Joseph, as a prophet, seer, revelator and president of the Church, and to stand through",["span.pageBreak",{"title":"114"}],"all time and all eternity at the head of this dispensation with his brother Joseph, a witness for Jesus Christ.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p61"},"With his brother, my grandfather, Patriarch Hyrum Smith, he [Joseph Smith] sealed his testimony with his blood in Carthage Jail. And I, for one, want to be an instrument in the Lord’s hands of letting the ends of the earth know that salvation is again available because the Lord raised up a mighty seer in this day to reestablish his kingdom on earth.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p62"},"We raise our voices in thanksgiving for the lives and ministries of the Prophet Joseph Smith, of Hyrum Smith the Patriarch, and of the prophets and apostles and righteous men and women who have built on the foundation they laid.",["sup",["a",{"href":"fn_20"},"20"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t8"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p65"},"President Smith told of family members who helped nurture his childhood testimony of Joseph Smith’s mission (see “From the Life of Joseph Fielding Smith”). What can we do to help children gain a testimony of the mission of the Prophet Joseph Smith?"]],["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p66"},"In what ways are the names of Jesus Christ and Joseph Smith linked? (See section 1.) How has the ministry of the Prophet Joseph Smith influenced your testimony of the Savior and His gospel?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p67"},"Ponder President Smith’s observations about the Lord calling Joseph Smith rather than “one who was versed in the learning and traditions of the world” (section 2). How can this understanding help us when we feel inadequate to fulfill our responsibilities?"]],["li",["span.label","•"],["p.para",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p68"},"In section 3, President Smith quotes Doctrine and Covenants 5:10 and 135:3. How might you explain these verses to someone who is unfamiliar with the mission of Joseph Smith?"]],["li",["span.label","•"],["p.para",{"id":"p69","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p69"},"What can you learn from the relationship between Joseph Smith and his brother Hyrum? (See section 4.)"]],["li",["span.label","•"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p70"},["span.pageBreak",{"title":"115"}],"What are your feelings as you think about Joseph and Hyrum Smith sealing their testimonies with their blood? (See section 5.) In what ways can we honor their sacrifice?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t10"},["h3","Related Scriptures"],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p72"},["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/50.30-31"},"Joseph Smith Translation, Genesis 50:30–31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.5-15"},"2 Nephi 3:5–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.11-26"},"D&C 11:11–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.22-24"},"76:22–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"135"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.t11"},["h3","Teaching Help"],["p.para",{"id":"p74","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p74"},"One way to encourage diligent learning is to listen carefully when someone asks a question or makes a comment. “Listening is an expression of love. It often requires sacrifice. When we truly listen to others, we often give up what we want to say so they can express themselves” (",["span.emphasis",["span.emphasis","Teaching, No Greater Call"],"[1999],"],"66)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.f2"},[".caption",["p.para",{"id":"p96","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p96"},"Joseph and Hyrum Smith: “In life they were not divided, and in death they were not separated!” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"D&C 135:3"],")."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.f3"},[".caption",["p.para",{"id":"p97","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p97"},"“Joseph Smith was a prophet called and appointed to usher in the dispensation of the fulness of times.”"]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.f4"},[".caption",["p.para",{"id":"p98","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.p98"},"Together, Joseph and Hyrum Smith sealed their testimonies with their blood."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1962, 44."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn2"},["b","2"],["span.label","2."],"In Bryant S. Hinckley, “Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"June 1932, 459."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn3"},["b","3"],["span.label","3."],"In Conference Report, Apr. 1962, 44."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn4"},["b","4"],["span.label","4."],"In Conference Report, Apr. 1960, 73."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn5"},["b","5"],["span.label","5."],"In Conference Report, Apr. 1962, 45."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn6"},["b","6"],["span.label","6."],"In Conference Report, Oct. 1949, 88–89."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn7"},["b","7"],["span.label","7."],"In Conference Report, Oct. 1970, 6."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn8"},["b","8"],["span.label","8."],"“The First Prophet of the Last Dispensation,”",["span.emphasis","Ensign,"],"Aug. 1971, 7."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1920, 108–9."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn10"},["b","10"],["span.label","10."],"In Conference Report, Apr. 1920, 107."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn11"},["b","11"],["span.label","11."],"In Conference Report, Oct. 1949, 88."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn12"},["b","12"],["span.label","12."],"“To Know for Ourselves,”",["span.emphasis","Improvement Era,"],"Mar. 1970, 3."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn13"},["b","13"],["span.label","13."],["span.emphasis","Essentials in Church History"],"(1950), 20–21."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn14"},["b","14"],["span.label","14."],"In Conference Report, Oct. 1970, 6."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn15"},["b","15"],["span.label","15."],"“The First Prophet of the Last Dispensation,” 7."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn16"},["b","16"],["span.label","16."],"“A Prophet’s Blessing,”",["span.emphasis","Ensign,"],"July 1972, 130."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn17"},["b","17"],["span.label","17."],"“Hyrum Smith: A Tribute by Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"Feb. 1933, 201; italics removed from original; see also",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 461."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn18"},["b","18"],["span.label","18."],"In Conference Report, Apr. 1930, 91–93; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:216–19."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn19"},["b","19"],["span.label","19."],"“The First Prophet of the Last Dispensation,” 7."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-7-joseph-and-hyrum-smith-witnesses-for-christ.fn20"},["b","20"],["span.label","20."],"“Ogden Temple Dedicatory Prayer,”",["span.emphasis","Ensign,"],"Mar. 1972, 9."]]}
