{"id":27,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":27,"title":"Chapter 23: Individual Responsibility","subtitle":"","short_title":"Chapter 23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.head1"},[".titleNumber",["span.pageBreak",{"title":"287"}],"Chapter 23"],["h1","Individual Responsibility"],[".intro","“We expect our members everywhere to learn correct principles and to govern themselves.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p5"},"Brother D. Arthur Haycock was walking toward the Church Administration Building one day when he saw that President Joseph Fielding Smith was unlocking the side door. Needing to enter the building, where he worked as the secretary to the Quorum of the Twelve Apostles, Brother Haycock “hurried up the stairs, two or three at a time, to get his foot in the door before it closed. He barely made it. As he got inside the building he hurried again to catch up with President Smith to walk to the elevator with him. He commented to him, ‘I hope I can be that lucky to squeeze into heaven through the door you open.’” At first President Smith did not reply, and Brother Haycock worried that in his attempt to be humorous, he had said something wrong. But “as they reached the elevator President Smith said, with a twinkle in his eye, ‘Now, brother, don’t ever count on that!’”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p6"},"Through sermons and actions, President Smith repeatedly taught the principle he shared with Brother Haycock: He emphasized that although Latter-day Saints should diligently help others receive the blessings of the gospel, salvation is an individual responsibility. He also encouraged the Saints to be self-reliant and to work industriously in temporal pursuits. “That is what life is all about,” he said, “to develop our potential, and especially to gain self-mastery.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p7"},"Joseph Fielding Smith learned to work when he was a young boy. His father was often away from home, so “he spent much of his childhood doing the work of an adult.” In fact, he was such a diligent worker that he “unwittingly inherited one job earlier than",["span.pageBreak",{"title":"288"}],"he need have, when in boyish pride he secretly milked one of the family cows to prove he was capable of doing it, and thus was assigned the job permanently.”",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p8"},"His willingness to work continued when he served a full-time mission in England. His wife Louie wrote the following to him while he was there: “I know that you love duty far more than you do pleasure and so I have so much love and trust that I feel as though you are about as near being a perfect young man as could be.”",["sup",["a",{"href":"fn_4"},"4"]],"In addition to fulfilling his duty to teach the gospel to others, he worked hard to learn the gospel himself. In one letter he sent home, he told of his efforts to memorize a scripture passage: “I have tried all day to learn a passage of scripture and have not got it yet. But I am determined to learn it before I am through.”",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p9"},"President Smith passed his work ethic on to his children. He told them: “People die in bed. And so does ambition.” With this principle in mind, he and his wife made sure the children arose early every morning and did their part to keep the home clean and organized. “Somehow it seemed immoral to Dad for us to lie in bed after six o’clock,” recalled one of his sons. “Of course I only tried it once. Father saw to that.”",["sup",["a",{"href":"fn_6"},"6"]],"President Smith helped around the house as well. When he and Louie were newly married, he did as much work as he could on the construction of their first home. Over the years, he did most home repairs himself, helped in the kitchen, and helped pick fruit in season and preserve it in bottles.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p10"},"Brother Haycock, the same man who once rushed to follow President Smith into the Church Administration Building, later became the personal secretary to five Presidents of the Church, including President Smith. In this close association, he saw President Smith’s continual efforts to improve himself spiritually. He said that he often walked into President Smith’s office and found the prophet studying the scriptures or reading another book.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t2"},["h2",["span.pageBreak",{"title":"289"}],"Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t3"},[".titleNumber","1"],["h3","The Lord expects us to be industrious in seeking temporal and spiritual blessings."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p14"},"The Lord said to [Adam]: “In the sweat of thy face shalt thou eat bread” [",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.19"},"Genesis 3:19"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.25"},"Moses 4:25"],"], and all down through the ages the Lord has called upon his people to be diligent, to serve him in faithfulness, to work. …"],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p15"},"In the early days of the Church in these valleys [in Utah], great stress was placed upon industry by President Brigham Young and the other brethren, and it was necessary because our forefathers came here with nothing. They had to work. They had to be industrious. It was essential that they produce the things they needed, and therefore counsel to that extent and in that direction was given to them constantly that they should be industrious. They were taught not to be proud in their hearts. They came out here where they could worship the Lord their God and keep his commandments. They were told to be humble as well as to be diligent. … Oh, I wish we could remember that. I am sorry that we have forgotten. …"],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p16"},"… The Lord said, “Thou shalt not be idle for he that is idle shall not eat the bread, nor wear the garments of the laborer.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],".] That is good sound sense, isn’t it? Why should a man in idleness partake of the industry of the industrious—provided that this man who is idle, is in a physical condition that he can work? I am not at all in sympathy with any kind of movement that tends to destroy manhood by encouraging men to be idle, and I don’t care what age that is. It doesn’t matter how old he gets, if a man is physically strong and is able to perform services, he should take care of himself; that the Lord expects him to do."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p17"},"The Lord said in another revelation:"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p18"},"“And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor in the Church. Let every",["span.pageBreak",{"title":"290"}],"man be diligent in all things. And the idler shall not have place in the Church, except he repent and mend his ways.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.28-29"},"D&C 75:28–29"],".]"],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p19"},"So that is the counsel the Lord has given the Church today. And this is not merely to be applied to plowing fields, or to reaping and harvesting and engaging in industry, but it means likewise that a man should be industrious in spiritual things as well as in the temporalities by which he makes his living.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p20"},"We are here for a great purpose. That purpose is not to live 100 years, or less, and plant our fields, reap our crops, gather fruit, live in houses, and surround ourselves with the necessities of mortal life. That is not the purpose of life. These things are necessary to our existence here, and that is the reason why we should be industrious. But how many men spend their time thinking that all there is in life is to accumulate the things of this world, to live in comfort, and surround themselves with all the luxuries, and privileges, and pleasures it is possible for mortal life to bestow, and never give a thought to anything beyond?"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p21"},"Why, all these things are but temporary blessings. We eat to live. We clothe ourselves to keep warm and covered. We have houses to live in for our comfort and convenience, but we ought to look upon all these blessings as temporary blessings needful while we journey through this life. And that is all the good they are to us. We cannot take any of them with us when we depart. Gold, silver and precious stones, which are called wealth, are of no use to man only as they enable him to take care of himself and to meet his necessities here.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p22"},"The Lord … expects us to have knowledge of temporal things so we can care for ourselves temporally; so we can be of service to our fellowmen; and so we can take the gospel message to his other children throughout the world.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p23"},"The object of our being here is to do the will of the Father as it is done in heaven, to work righteousness in the earth, to subdue wickedness and put it under our feet, to conquer sin and the adversary of our souls, to rise above the imperfections and weaknesses of poor fallen humanity, by the inspiration of the Lord and his power made manifest, and thus become the saints and servants of the Lord in the earth.",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t4"},[".titleNumber",["span.pageBreak",{"title":"291"}],"2"],["h3","We are ultimately accountable to the Lord for our observance of duty."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p26"},"We are dealing with our faith and conscience; you are dealing not with me, not with the Presidency of the Church, but with the Lord. I am not dealing with men respecting my tithing—my dealings are with the Lord; that is, with reference to my own conduct in the Church and with reference to my observance of the other laws and rules of the Church. If I fail to observe the laws of the Church, I am responsible to the Lord and will have to answer to him, by and by, for my neglect of duty, and I may have to answer to the Church for my fellowship. If I do my duty, according to my understanding of the requirements that the Lord has made of me, then I ought to have a conscience void of offense. I ought to have satisfaction in my soul that I have simply done my duty as I understand it, and I will accept the consequences. With me, it is a matter between me and the Lord; so it is with every one of us."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p27"},"He who sent his Only Begotten Son into the world, to accomplish the mission that he did, also sent every soul within the sound of my voice, and indeed every man and woman in the world, to accomplish a mission, and that mission cannot be accomplished by neglect, nor by indifference, nor can it be accomplished by ignorance."],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p28"},"We should learn the obligation that we are under to the Lord and to each other; these things are essential, and we cannot prosper in spiritual things, we cannot grow in knowledge of the Lord or in wisdom, without devoting our thoughts and our efforts toward our own betterment, toward the increase of our own wisdom and knowledge in the things of the Lord.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p29"},"It is so easy for humankind to blame somebody else for their own mistakes, and so easy for us, because of our human nature, to take credit when the thing that is accomplished is something that pleases and benefits. But we never want to shoulder a responsibility for our mistakes that do not please, and so we endeavor to place that kind of responsibility somewhere else and on others. … Let us shoulder our own responsibilities, and not endeavor to place them somewhere else.",["sup",["a",{"href":"fn_14"},"14"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t5"},[".titleNumber",["span.pageBreak",{"title":"292"}],"3"],["h3","God has given us agency and expects us to do all we can for ourselves."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p32"},"Agency [is] the great gift the Lord has bestowed upon every soul to act for himself, to make his own choice, to be an agent with a power to believe and accept the truth and receive eternal life or to reject the truth and receive remorse of conscience. This is one of the greatest gifts of God. What would we be without it, if we were compelled as some people would like to have their fellows compelled to do their will? There could be no salvation; there could be no rewards of righteousness; no one could be punished for unfaithfulness because men would not be accountable before their Maker.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p33"},"Joseph Smith was asked how he governed so great and diverse a people as the Latter-day Saints. He replied: “I teach them correct principles and they govern themselves.”"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p34"},["span.pageBreak",{"title":"293"}],"This is the principle upon which we operate in the Church. We expect our members everywhere to learn correct principles and to govern themselves.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p35"},"This great gift of agency, that is the privilege given to man to make his own choice, has never been revoked, and it never will be. It is an eternal principle giving freedom of thought and action to every soul. No person, by any decree of the Father, has ever been compelled to do good; no person has ever been forced to do evil. Each may act for himself. It was Satan’s plan to destroy this agency and force men to do his will. There could be no satisfactory existence without this great gift. Men must have the privilege to choose even to the extent that they may rebel against the divine decrees. Of course salvation and exaltation must come through the free will without coercion and by individual merit in order that righteous rewards may be given and proper punishment be meted out to the transgressor.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p36"},"We believe it is by grace that we are saved after all that we can do, and that building upon the foundation of the atonement of Christ, all men must work out their salvation with fear and trembling before the Lord [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.27"},"Mormon 9:27"],"].",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p37"},"It is an important fact, shown by direct acts and by implication in all the scriptures, that God has done for men all that men cannot do for themselves to secure salvation, but he expects men to do all for themselves that is in their power."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p38"},"By this principle it is contrary to the order of heaven instituted before the foundation of the earth, for holy messengers who have passed through the resurrection, or messengers who belong to the heavenly sphere, to come to earth and perform work for men which they can do for themselves. …"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p39"},"It is a most serious error to believe that Jesus did everything for men if they would but confess him with their lips, and there is nothing else for them to do. Men have work to do if they would obtain salvation. It was in harmony with this eternal law that the angel directed Cornelius to Peter [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10"],"], and that Ananias was sent to Paul [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-22"},"Acts 9:1–22"],"]. It was likewise in obedience to this law that Moroni, who understood the writings upon the Nephite plates,",["span.pageBreak",{"title":"294"}],"did not do the translating, but under the direction of the Lord, gave to Joseph Smith the Urim and Thummim by which he was able to accomplish that important work by the gift and power of God.",["sup",["a",{"href":"fn_19"},"19"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t6"},[".titleNumber","4"],["h3","Our two great responsibilities are to seek our own salvation and to work diligently for the salvation of others."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p42"},"We have these two great responsibilities. … First, to seek our own salvation; and, second, our duty to our fellow men. Now I take it that my first duty is, so far as I am individually concerned, to seek my own salvation. That is your individual duty first, and so with every member of this Church.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p43"},"Our first concern should be our own salvation. We should seek every gospel blessing for ourselves. We should be baptized and enter into the order of celestial marriage so that we can become inheritors in the fulness of our Father’s kingdom. Then we should be concerned about our families, our children, and our ancestors.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p44"},"It is … our duty to save the world, the dead as well as the living. We are saving the living who will repent by preaching the gospel among the nations and gathering out the children of Israel, the honest in heart. We are saving the dead by going into the house of the Lord and performing these ceremonies—baptism, the laying on of hands, confirmation, and such other things as the Lord requires at our hands—in their behalf.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p45"},"It is my duty, as it is your duty, my brethren and my sisters likewise—for responsibility is placed also upon you—to do the very best that is within our power, and not to shirk, but endeavor with all our soul to magnify the callings the Lord has given us, to labor diligently for the salvation of our own house, each one of us, and for the salvation of our neighbors, the salvation of those who are abroad.",["sup",["a",{"href":"fn_23"},"23"]]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t7"},["h2",["span.pageBreak",{"title":"295"}],"Suggestions for Study and Teaching"],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t8"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p48"},"What impresses you about President Smith’s efforts to teach his children to work? (See “From the Life of Joseph Fielding Smith.”) What can we do to help children be more responsible?"]],["li",["span.label","•"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p49"},"How do the teachings in section 1 increase your understanding of self-reliance? Think about what you can do to be more self-reliant."]],["li",["span.label","•"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p50"},"Review the counsel in section 2. What does it mean to you to be “responsible to the Lord”?"]],["li",["span.label","•"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p51"},"President Smith taught, “We expect our members everywhere to learn correct principles and to govern themselves” (section 3). How can this teaching benefit families? How can it guide priesthood quorums and Relief Societies?"]],["li",["span.label","•"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p52"},"In our efforts to serve others, why do you think “our first concern should be our own salvation”? (See section 4.)"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t9"},["h3","Related Scriptures"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p54"},["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.14-16,25-30"},"2 Nephi 2:14–16, 25–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.t10"},["h3","Teaching Help"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p56"},"“As you teach from this book, invite others to share their thoughts, ask questions, and teach one another. When they actively participate, they will be more prepared to learn and to receive personal revelation” (from pages v–vi in this book)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.f2"},[".caption",["p.para",{"id":"p81","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p81"},"“The Lord … expects us to have knowledge of temporal things.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.f3"},[".caption",["p.para",{"id":"p82","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.p82"},"“No person, by any decree of the Father, has ever been compelled to do good. … Each may act for himself.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn1"},["b","1"],["span.label","1."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 358–59."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn2"},["b","2"],["span.label","2."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"10."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn3"},["b","3"],["span.label","3."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"51–52."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn4"},["b","4"],["span.label","4."],"Louie Shurtliff Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"113."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn5"},["b","5"],["span.label","5."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"116."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn6"},["b","6"],["span.label","6."],"In Joseph Fielding McConkie, “Joseph Fielding Smith,” in Leonard J. Arrington, ed.",["span.emphasis","The Presidents of the Church"],"(1986), 336–37; see also",["span.emphasis","The Life of Joseph Fielding Smith,"],"217–21."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn7"},["b","7"],["span.label","7."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"12–13, 155–57; Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 202."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn8"},["b","8"],["span.label","8."],"See Jay M. Todd, “A Day in the Life of President Joseph Fielding Smith,”",["span.emphasis","Ensign,"],"July 1972, 5."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1945, 48–49."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn10"},["b","10"],["span.label","10."],"“Salvation for the Dead,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Apr. 1926, 154–55; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:68–69."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn11"},["b","11"],["span.label","11."],"Address at the Logan Utah Institute of Religion, Jan. 10, 1971, 2, Church History Library; unpublished manuscript."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1969, 108."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn13"},["b","13"],["span.label","13."],"In Conference Report, Oct. 1969, 108."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn14"},["b","14"],["span.label","14."],"In Conference Report, Oct. 1932, 88."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn15"},["b","15"],["span.label","15."],"In Conference Report, Oct. 1949, 88."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn16"},["b","16"],["span.label","16."],"In Conference Report, British Area General Conference 1971, 6; see also",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 284."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn17"},["b","17"],["span.label","17."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 2:20."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn18"},["b","18"],["span.label","18."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 4."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn19"},["b","19"],["span.label","19."],"“Priesthood—Restoration of Divine Authority,”",["span.emphasis","Deseret News,"],"Sept. 2, 1933, Church section, 4; see also",["span.emphasis","Doctrines of Salvation,"],"3:90–91."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn20"},["b","20"],["span.label","20."],"“The Duties of the Priesthood in Temple Work,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Jan. 1939, 3; see also",["span.emphasis","Doctrines of Salvation,"],"2:145."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn21"},["b","21"],["span.label","21."],["span.emphasis","Sealing Power and Salvation,"],"BYU Speeches of the Year (Jan. 12, 1971), 2."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn22"},["b","22"],["span.label","22."],"In Conference Report, Oct. 1911, 120; see also",["span.emphasis","Doctrines of Salvation,"],"2:192–93."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-23-individual-responsibility.fn23"},["b","23"],["span.label","23."],"In Conference Report, Apr. 1921, 41."]]}
