{"id":26,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":26,"title":"Chapter 22: Prayer—A Commandment and a Blessing","subtitle":"","short_title":"Chapter 22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.head1"},[".titleNumber",["span.pageBreak",{"title":"275"}],"Chapter 22"],["h1","Prayer—a Commandment and a Blessing"],[".intro","“Few things in life are as important as communing with Deity in prayer.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p5"},"President Joseph Fielding Smith taught that we should make the spirit of prayer “part of our very being.”",["sup",["a",{"href":"fn_1"},"1"]],"He set an example of this principle by the way he lived and by the way he prayed—alone, with family members, and in public."],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p6"},"After the death of his first wife, Louie, he penned this tender supplication in his journal, providing a glimpse into his personal prayers: “O my Father in heaven, help me, I pray Thee, to so live that I shall be worthy to meet her in eternal glory, to be united again with her, never again to be separated, throughout the countless ages of eternity. Help me to be humble, to trust in Thee. Give me wisdom and knowledge of heavenly things that I may have power to resist all evil and remain steadfast to Thy",["span.emphasis","truth."],"O Lord, help me, grant unto me eternal life in thy Kingdom. Guide my footsteps in righteousness, give unto me Thy Whole Spirit. Help me to rear my precious babies that they shall remain pure and spotless throughout their lives, and when we have finished our course, take us unto thy Celestial Kingdom, we pray thee. In the name of our Redeemer, let it be, Amen.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p7"},"President Smith’s son Joseph Jr. told of a memorable prayer President Smith offered when the two of them were on their way home to Salt Lake City after a trip in eastern Utah. They “became engulfed in a heavy rain storm and took a wrong turn,” ending up in a place called Indian Canyon. “The storm became heavier and the road very muddy and slippery, so much so that it was not only dangerous but impossible to travel farther. The heavy mist shrouded the",["span.pageBreak",{"title":"277"}],"deep chasm off the one-lane dirt road, and young Joseph Jr. and Dr. David E. Smith who were passengers attempted to push and steady the car for fear of its sliding into the deep canyon below. The wheels began to spin in the mud, and eventually the car came to a standstill. … Joseph recall[ed] that his father said, ‘We have done all we can. We will call upon the Lord.’ He bowed his head in prayer, calling upon the Lord to prepare the way that he might right his mistake and get out of the dangerous canyon and proceed on the journey home. He told the Lord that he had important commitments that needed his attention the next day, and that it was imperative that he be back in Salt Lake City. Miraculously, the storm abated, a wind came up, drying off the road sufficiently that they were able to … eventually get back onto a highway. No sooner had they reached low ground than the storm settled in again, stalling traffic in the immediate area for several hours. As they proceeded down Provo Canyon headed for Salt Lake City, after many hours of extra travel, they were stopped by a highway patrolman who asked where they had come from. When informed that they had come through Indian Canyon the officer said, ‘That’s impossible! It’s reported that all the bridges in that area have been washed out.’ To their surprise, the headlines of the next day’s paper reported 200 cars stranded in the area from which they had escaped.”",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p8"},"During President Smith’s 62-year apostolic ministry, many of his sermons included public prayers in which he sought the blessings of heaven for members of the Church and people throughout the world. For example, in his first general conference as President of the Church, he petitioned, “I pray that God our Heavenly Father will open the windows of heaven and pour out upon his children in all the earth those great and eternal blessings which will better their lot temporally and spiritually.”",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p9"},"President Smith’s prayers revealed the depth of his testimony and his love for his Father in Heaven and his Savior. President Boyd K. Packer, who was called to serve in the Quorum of the Twelve Apostles when Joseph Fielding Smith was President of the Church, said: “It was an experience to hear President Joseph Fielding Smith pray. Even when he was past ninety he would pray that he would ‘keep his covenants and obligations and endure to the end.’”",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t2"},["h2",["span.pageBreak",{"title":"278"}],"Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t3"},[".titleNumber","1"],["h3","We are commanded to draw near to Heavenly Father in prayer."],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p13"},"It is a commandment from the Lord that we seek him constantly in humble prayer. When the Savior was with his disciples he taught them to pray and he set the example before them in frequent prayers to his Father. We may be sure, since it is a commandment from the Lord, that there is virtue in prayer, and when we seek the Lord it should be in the spirit of humility and reverence. …"],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p14"},"… It is the duty of parents to teach their children to pray as soon as they commence to understand. Let them form the habit of approaching their Father in heaven, and with the understanding of the reason for prayer. If this habit is formed in childhood, it may remain through mature years, and the man or woman who has earnestly sought the Lord and thanked him for blessings, may expect that the Lord will not forsake them in the hour of need.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p15"},"I wonder if we ever stop to think why the Lord has asked us to pray. Did he ask us to pray because he wants us to bow down and worship him? Is that the main reason? I don’t think it is. He is our Heavenly Father, and we have been commanded to worship him and pray to him in the name of his Beloved Son, Jesus Christ. But the Lord can get along without our prayers. His work will go on just the same, whether we pray or whether we do not. … Prayer is something that",["span.emphasis","we"],"need, not that the Lord needs. He knows just how to conduct his affairs and how to take care of them without any help from us. Our prayers are not for the purpose of telling him how to run his business. If we have any such idea as that, then of course we have the wrong idea. Our prayers are uttered more for our sakes, to build us up and give us strength and courage, and to increase our faith in him."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p16"},"Prayer is something that humbles the soul. It broadens our comprehension; it quickens the mind. It draws us nearer to our Father in heaven. We need his help; there is no question about that. We need the guidance of his Holy Spirit. We need to know what principles have been given to us by which we may come back into his",["span.pageBreak",{"title":"279"}],"presence. We need to have our minds quickened by the inspiration that comes from him; and for these reasons we pray to him, that he may help us to live so that we will know his truth and be able to walk in its light, that we may, through our faithfulness and our obedience, come back again into his presence.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p17"},"Few things in life are as important as communing with Deity in prayer. The Lord has drawn over our minds a curtain of forgetfulness so that we do not remember him and our association with him as members of his family in the premortal life. Prayer is the avenue of communication which he has provided for us to commune with him again. Thus, one of the chief purposes of our mortal probation is to see if we can learn with the spirit of prayer always in our hearts so that when the Lord chooses to speak, we shall hear his voice in our souls.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t4"},[".titleNumber","2"],["h3","The season for prayer is always."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p20"},"“And a commandment I give unto them (that is, unto the parents in Zion), that he that observeth not his prayers before the Lord in the season thereof, let him be had in remembrance before the judge of my people.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.33"},"D&C 68:33"],".]"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p21"},"I do not suppose that we have read that verse in this section any too much, and I wonder sometimes if we realize how important this command really is. No man can retain the Spirit of the Lord, unless he prays. No man can have the inspiration of the Holy Spirit, unless in his heart is found this spirit of prayer. …"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p22"},"Now I want to dwell upon this passage for a moment or two. … What is the season of prayer?"],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p23"},"Some of us may have the idea that the season of prayer is when we arise in the morning, and when we are about to retire at night when our work is done, and that there is no other season for prayer. But I say unto you, and I have good backing for it, that the season for prayer is always. Let me read it to you. You know I like to prove what I say; I like to bring witnesses to bear on that which I express, and I do not ask the people to accept that which I say unless it is in harmony, absolutely, with what the Lord has said either directly or",["span.pageBreak",{"title":"280"}],"through his prophets. We read in the Book of Mormon the word of [Amulek] to the poor Zoramites who had departed from the truth, and having been cast out of their synagogues, because they were poor, and feeling that they could only pray one at a time as they ascended in the rameumptom, as it is called [see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.12-23"},"Alma 31:12–23"],"], they knew not what to do. [Amulek] taught them as follows:"],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p24"},"“Yea, cry unto him for mercy, for he is mighty to save; yea, humble yourselves and continue in prayer unto him; cry unto him when ye are in your fields, yea, over all your flocks; cry unto him in your houses, yea, over all your household, both morning, mid-day, and evening; yea, cry unto him against the power of your enemies; yea, cry unto him against the devil, who is an enemy to all righteousness. Cry unto him over the crops of your fields, that ye",["span.pageBreak",{"title":"281"}],"may prosper in them; cry over the flocks of your fields, that they may increase. But this is not all; ye must pour out your souls in your closets and your secret places and in your wilderness; yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you. And now, behold, my beloved brethren, I say unto you, do not suppose this is all, for after ye have done all these things, if ye turn away the needy and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need; I say unto you, if ye do not anything of these things, behold, your prayer is vain and availeth you nothing, and ye are as hypocrites who deny the faith.” [",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.18-28"},"Alma 34:18–28"],".]"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p25"},"I think that is very excellent doctrine, and I read it to impress upon your minds the season of prayer. The season of prayer is in the morning before the family separates. A good time for prayer is when you assemble at the table before you partake of the morning meal, and let the members of the family take turn in the praying. That is the season of prayer. The season of prayer for the merchant is in the morning when he goes to his place of business and before he begins his day’s work, over his merchandise. The time of prayer for the shepherd, is when he is out with his flocks watching over them. The time for the farmer to pray is when he goes with his plow into the field, when he goes to sow his grain, and when he goes to gather his harvest. And if a man will pray as he is commanded to do in this passage of scripture which I have read, then he more than likely will be found in all things righteously keeping the commandments of the Lord.",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t5"},[".titleNumber","3"],["h3","All we do should be in harmony with the expressions of our prayers."],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p28"},"We should not pray merely with our lips; but in every act, in our conversation, in all that we undertake to do, we should try to carry out the expressions of our prayers, and be in harmony with the thoughts that we declare to the Lord in our daily supplications.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p29"},["span.pageBreak",{"title":"282"}],"Are we in possession of the spirit of prayer? Have we made it a part of our very being? Are we in touch with our heavenly Father through the Holy Spirit, or are we not?",["sup",["a",{"href":"fn_11"},"11"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t6"},[".titleNumber","4"],["h3","In our prayers we should pour out our souls in thanksgiving."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p32"},"How careful we should be to cultivate, through the medium of a prayerful life, a thankful attitude. I believe that one of the greatest sins of which the inhabitants of the earth are guilty today is the sin of ingratitude, the want [or lack] of acknowledgment, on their part, of the Lord and his right to govern and control.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p33"},"In our prayers we should pour out our souls in thanksgiving for life and being, for the redeeming sacrifice of the Son of God, for the gospel of salvation, for Joseph Smith and the mighty work of restoration brought to pass through him. We should acknowledge the hand of the Lord in all things and thank him for all things both temporal and spiritual.",["sup",["a",{"href":"fn_13"},"13"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t7"},[".titleNumber","5"],["h3","We should plead with Heavenly Father for all our righteous desires."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p36"},"We should plead with [Heavenly Father] for faith and integrity and for every godly attribute, for the triumph and success of his work, for the guidance of his Holy Spirit, and for salvation in his kingdom. We should pray for our families, for our wives and children, for food and shelter and clothing, for our business concerns, and for all our righteous desires.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p37"},"I pray that the blessings of heaven may be and abide with us and all men."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p38"},"O that the heavens might pour down righteousness and truth upon all the world!"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p39"},"O that all men everywhere might have a listening ear, and that they might heed the words of truth and light which come from the Lord’s servants!"],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p40"},["span.pageBreak",{"title":"283"}],"O that the Lord’s purposes among all people in every nation might speedily be fulfilled!"],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p41"},"I pray for the members of the Church, who are the saints of the Most High, that they may be strengthened in their faith, and that desires for righteousness may increase in their hearts, and that they may work out their salvation with fear and trembling before the Lord [see",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.27"},"Mormon 9:27"],"]."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p42"},"I pray for the good and the upright among all people, that they may be led to seek truth, to sustain every true principle, and to further the cause of freedom and justice."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p43"},"In these troublesome and difficult times, I pray that all men may be guided by that light which lighteth every man who cometh into the world [see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.9"},"John 1:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.2"},"D&C 93:2"],"], and that they may gain thereby the wisdom to solve the problems which beset mankind."],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p44"},"I beseech a gracious Father to pour out his blessings upon all men, upon the young and old, upon those who have cause to mourn, upon the hungry and needy, upon those who are entrapped in unfortunate circumstances and unwholesome environments, and upon all who need aid, and help, and succor, and wisdom, and all those good and great things that only he can give."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p45"},"Along with all of you, I have love and concern and compassion for our Father’s children in all the earth, and pray that their conditions may be bettered both temporally and spiritually; I pray that they may come unto Christ, and learn of him, and take his yoke upon them, that they may find rest to their souls, for his yoke is easy and his burden is light [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.29-30"},"Matthew 11:29–30"],"]."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p46"},"I pray that the Latter-day Saints and all who will join with them in keeping the commandments of the Father of us all may so live as to gain peace in this life and eternal life in the world to come [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"]—all of which I ask in humility and in thanksgiving, and in the name of the Lord Jesus Christ. Amen.",["sup",["a",{"href":"fn_15"},"15"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t8"},["h2",["span.pageBreak",{"title":"284"}],"Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p49"},"“From the Life of Joseph Fielding Smith” contains four examples of prayers offered by President Smith. What can we learn from each of these examples?"]],["li",["span.label","•"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p50"},"Reflect upon your personal approach to prayer. What can we do so that our prayers will help us draw “nearer to our Father in heaven”? (See section 1.)"]],["li",["span.label","•"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p51"},"President Smith taught, “The season for prayer is always” (section 2). In what ways can we follow the counsel to pray always?"]],["li",["span.label","•"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p52"},"What does it mean to you to “carry out the expressions of our prayers”? (See section 3.) Think about what you can do to improve in this area."]],["li",["span.label","•"],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p53"},"How does our attitude change when we “pour out our souls in thanksgiving” to our Heavenly Father? (See section 4.)"]],["li",["span.label","•"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p54"},"As you study President Smith’s prayer in section 5, consider your own prayers. Silently ponder this question: What people and matters should you include more often in your prayers?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t10"},["h3","Related Scriptures"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p56"},["a.scriptureRef",{"href":"/scriptures/nt/matt/7.7-8"},"Matthew 7:7–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.6"},"Philippians 4:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/5.17-18"},"1 Thessalonians 5:17–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.8-9"},"2 Nephi 32:8–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.38-39"},"Alma 34:38–39"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.18-21"},"3 Nephi 18:18–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.5"},"D&C 10:5"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.t11"},["h3","Teaching Help"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p58"},"“To encourage discussion, use the questions at the end of each chapter. You may also develop your own questions especially for those you are teaching” (from page vi in this book)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.f2"},[".caption",["p.para",{"id":"p75","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p75"},"“It is the duty of parents to teach their children to pray as soon as they commence to understand.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.f3"},[".caption",["p.para",{"id":"p76","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.p76"},"Amulek, pictured here with Alma, encouraged the people to “cry unto [the Lord] for mercy, for he is mighty to save” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.18"},"Alma 34:18"],")."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1918, 156."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn2"},["b","2"],["span.label","2."],"In Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 162–63; italics in original."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn3"},["b","3"],["span.label","3."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"232–33."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn4"},["b","4"],["span.label","4."],"In Conference Report, Apr. 1970, 6."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn5"},["b","5"],["span.label","5."],"Boyd K. Packer, “Covenants,”",["span.emphasis","Ensign,"],"Nov. 1990, 84; italics removed from original."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn6"},["b","6"],["span.label","6."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 3:83–85."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn7"},["b","7"],["span.label","7."],"In Conference Report, Apr. 1968, 10; italics in original."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn8"},["b","8"],["span.label","8."],"“President Joseph Fielding Smith Speaks on the New MIA Theme,”",["span.emphasis","New Era,"],"Sept. 1971, 40."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn9"},["b","9"],["span.label","9."],"In Conference Report, Oct. 1919, 142–43."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1913, 73."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn11"},["b","11"],["span.label","11."],"In Conference Report, Apr. 1918, 156."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1969, 110."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn13"},["b","13"],["span.label","13."],"“President Joseph Fielding Smith Speaks on the New MIA Theme,” 40."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn14"},["b","14"],["span.label","14."],"“President Joseph Fielding Smith Speaks on the New MIA Theme,” 40."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-22-prayer-a-commandment-and-a-blessing.fn15"},["b","15"],["span.label","15."],"In Conference Report, Apr. 1970, 149."]]}
