{"id":10,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 6: The Significance of the Sacrament","subtitle":"","short_title":"Chapter 6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.head1"},[".titleNumber",["span.pageBreak",{"title":"95"}],"Chapter 6"],["h1","The Significance of the Sacrament"],[".intro","“The partaking of these emblems constitutes one of the most holy and sacred ordinances in the Church.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p5"},"On October 5, 1929, after 19 years of service as an Apostle, Elder Joseph Fielding Smith stood in the Salt Lake Tabernacle to deliver his 39th general conference address. He said, “There are one or two thoughts that I desire to present in relation to the question of the sacrament, more particularly in regard to the meetings that have been set apart in the Church by revelation, by commandment of the Lord, for the partaking of these emblems representing the body and the blood of Jesus Christ.” As an introduction to this topic, he shared his feelings about the sacrament:"],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p6"},"“In my judgment the sacrament meeting is the most sacred, the most holy, of all the meetings of the Church. When I reflect upon the gathering of the Savior and his apostles on that memorable night when he introduced the sacrament; when I think of that solemn occasion my heart is filled with wonderment and my feelings are touched. I consider that gathering one of the most solemn and wonderful since the beginning of time."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p7"},"“There the Savior taught them of his coming sacrifice, which in their bewilderment they could not understand. He plainly told them of his death and that his blood should be shed, and this was said in the very hour of his agony for the sins of the world. It was a very solemn occasion; there the sacrament was instituted, and the disciples were commanded to meet together often and commemorate the death and sufferings of Jesus Christ, for his sacrifice was for the redemption of the world."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p8"},["span.pageBreak",{"title":"96"}],"“He was about to take upon him the responsibility of paying the debt brought upon the world through the fall, that men might be redeemed from death and from hell. He had taught the people that he was to be lifted up that he might draw all men unto him, and that all who would repent and believe in him, keeping his commandments, should not suffer, for he would take upon himself their sins.”",["sup",["a",{"href":"fn_1"},"1"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t3"},[".titleNumber","1"],["h3","The Lord has commanded us to meet often to partake of the sacrament."],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p12"},"The partaking of these emblems [the bread and water] constitutes one of the most holy and sacred ordinances in the Church, an ordinance which has replaced the slaying and eating of the paschal lamb which [symbolized] the sacrifice upon the cross of our Redeemer. … From the time of the exodus from Egypt to the crucifixion of our Redeemer, the Israelites were commanded to observe the passover at a certain time each year. On the solemn night before the crucifixion the Lord changed this ordinance and gave in its stead the sacrament. We have been commanded to meet often, not merely once each year, and go to the house of prayer and there remember our Redeemer and make covenant with Him in partaking oft of this holy ordinance.",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p13"},"The person who absents himself from a sacrament meeting week after week and month after month, and nothing prevents him from coming, is not loyal to the truth. He does not love it. If he did, he would be present to partake of these emblems—just a little piece of bread, a little cup of water. He would want to do that to show his love for the truth and his loyal service to the Son of God.",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p14"},"We have been called upon to commemorate this great event [the Atonement of Jesus Christ] and to keep it in mind constantly. For this purpose we are called together once each week to partake of these emblems, witnessing that we do remember our Lord, that we are willing to take upon us his name and that we will keep his commandments. This covenant we are called upon to renew",["span.pageBreak",{"title":"97"}],"each week, and we cannot retain the Spirit of the Lord if we do not consistently comply with this commandment. If we love the Lord we will be present at these meetings in the spirit of worship and prayer, remembering the Lord and the covenant we are to renew each week through this sacrament as he has required it of us.",["sup",["a",{"href":"fn_4"},"4"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t4"},[".titleNumber","2"],["h3","We partake of the sacrament in remembrance of the Atonement of Jesus Christ."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p17"},"It’s the duty of the members of the Church to walk humbly and faithfully in the knowledge and understanding of the atonement of Jesus Christ. … I have the feeling, I’d like to be wrong but I don’t think I am, that a very, very large percentage of the members of the Church do not realize what it means to eat a little morsel of bread, drink a little cup of water in remembrance of the shedding of the blood of our Savior, Jesus Christ, and his sacrifice upon the cross."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p18"},"Let me call attention to the blessing [on the bread]. I am going to read it humbly so we’ll understand what’s in it:"],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p19"},"“O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it, that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them; that they may always have his Spirit to be with them. Amen.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],".] …"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p20"},"To eat in remembrance of him. Does that mean that I would just remember that nearly 2,000 years ago wicked men took him, hung him on the cross, drove nails in his hands and feet and left him there to die? To me it has a far deeper meaning than that. To remember him—why was he on the cross? What benefit comes to [me] because he was on the cross? What suffering did he go through on the cross that I might be redeemed or relieved of my sins?"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p21"},"Well, naturally a person would think: He had nails driven in his hands and his feet and he hung there until he died. … What else did he suffer? This is a thing I think that most of us overlook. I am convinced that his greatest suffering was not the driving of nails in",["span.pageBreak",{"title":"98"}],"his hands and in his feet and hanging on the cross, as excruciating and as terrible as that was. He was carrying another load that was far more significant and penetrating. How? We do not understand clearly, but I get a glimpse of it.",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p22"},"There isn’t one of us I take it that hasn’t done something wrong and then been sorry and wished we hadn’t. Then our consciences strike us and we have been very, very miserable. Have you gone through that experience? I have. … But here we have the Son of God carrying the burden of my transgressions and your transgressions. … His greatest torment was not the nails in his hands or in his feet, as bad as they were, but the torment of mind in some way that is not clear to me. But he carried the burden—our burden. I added something to it; so did you. So did everybody else. He took it upon himself to pay the price that I might escape—that you might escape—the punishment on the conditions that we will receive his gospel and be true and faithful in it."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p23"},"Now that’s what I’m trying to think about. That’s what I’m remembering—the excruciating agony when he was crying in his prayer to his Father to let the cup pass. He’s not pleading just for relief from driving nails in his hand[s] or in his feet, he had a more severe torment than all of that, in some way that I do not understand.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p24"},"It is impossible for weak mortals, and we are all weak, to fully comprehend the extent of the suffering of the Son of God. We cannot realize the price He had to pay. To the Prophet Joseph Smith He said:"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p25"},"“For behold, I, God, have suffered these things for all, that they might not suffer if they would repent; but if they would not repent, they must suffer even as I; which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit; and would that I might not drink the bitter cup and shrink—nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],".]"],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p26"},"It is, however, within our grasp to know and realize that this excruciating agony of His sacrifice has brought to us the greatest blessing that could possibly be given. Moreover, we are able to",["span.pageBreak",{"title":"99"}],"realize that this extreme suffering—which was beyond the power of mortal man either to accomplish or endure—was undertaken because of the great love which the Father and the Son had for mankind. …"],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p27"},"… If we fully appreciated the many blessings which are ours through the redemption made for us, there is nothing that the Lord could ask of us that we would not anxiously and willingly do.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p28"},"I am sure if we could picture before us—as I have tried many times to do—the solemn occasion when the Savior met with his apostles; if we could see them there assembled, the Lord in his sadness, sorrowing for the sins of the world, sorrowing for one of his apostles who was to betray him, yet teaching these eleven men who loved him and making covenant with them, I am sure we would feel in our hearts that we would never forsake him. If we",["span.pageBreak",{"title":"100"}],"could see them there assembled and could realize the weight of the burden which was upon our Lord; and after their supper and the singing of an hymn, their going forth, the Lord to be betrayed, mocked and scorned, the disciples to forsake him in the deepest hour of his trial—if we could understand all this, feebly though it be, and feebly it must be, I am sure, my brethren and sisters, we would forever more want to walk in the light of truth. If we could see the Savior of men suffering in the garden and upon the cross and could fully realize all that it meant to us, we would desire to keep his commandments and we would love the Lord our God with all our heart, with all our might, mind and strength, and in the name of Jesus Christ would serve him.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t5"},[".titleNumber","3"],["h3","It is our duty to thoughtfully consider the covenant we make when we partake of the sacrament."],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p31"},"I wish we could get the members of the Church to understand more clearly the covenants they make when they partake of the sacrament at our sacrament meetings.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p32"},"I have seen two members of the Church sitting together [in sacrament meeting], enter into a conversation, stop long enough for the blessing to be asked on the water or on the bread, then start again on their conversation. … That is shocking to me, and I am sure it is to the Lord.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p33"},"It is our duty to carefully and thoughtfully consider the nature of [the sacrament] prayers when we hear them offered in our meetings. There are four very important things we covenant to do each time we partake of these emblems, and in partaking, there is the token that we subscribe fully to the obligations, and thus they become binding upon us. These are as follows:"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p34"},"1. We eat in remembrance of the body of Jesus Christ, promising that we will always remember His wounded body slain upon the cross."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p35"},"2. We drink in remembrance of the blood which was shed for the sins of the world, which atoned for the transgression of Adam, and which frees us from our own sins on condition of our true repentance."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p36"},["span.pageBreak",{"title":"101"}],"3. We covenant that we will be willing to take upon us the",["span.emphasis","name"],"of the Son and always remember Him. In keeping this covenant we promise that we will be called by His name and never do anything that would bring shame or reproach upon that name."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p37"},"4. We covenant that we will keep His commandments which He has given us; not one commandment, but that we will be willing to “live by every word that proceedeth forth from the mouth of God.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],".]"],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p38"},"If we will do these things then we are promised the continual guidance of the Holy Ghost, and if we will not do these things we will not have that guidance.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p39"},"I want to ask you a few questions, and I speak, of course, to all the members of the Church. Do you think a man who comes into the sacrament service in the spirit of prayer, humility, and worship,",["span.pageBreak",{"title":"102"}],"and who partakes of these emblems representing the body and blood of Jesus Christ, will knowingly break the commandments of the Lord? If a man fully realizes what it means when he partakes of the sacrament, that he covenants to take upon him the name of Jesus Christ and to always remember him and keep his commandments, and this vow is renewed week by week—do you think such a man will fail to pay his tithing? Do you think such a man will break the Sabbath day or disregard the Word of Wisdom? Do you think he will fail to be prayerful, and that he will not attend his quorum duties and other duties in the Church? It seems to me that such a thing as a violation of these sacred principles and duties is impossible when a man knows what it means to make such vows week by week unto the Lord and before the saints.",["sup",["a",{"href":"fn_12"},"12"]]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t6"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t7"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p42"},"In “From the Life of Joseph Fielding Smith,” President Smith shares his thoughts about the time when the Savior instituted the sacrament. Why is this event significant to you?"]],["li",["span.label","•"],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p43"},"As you study section 1, consider the importance of attending sacrament meeting each week. How can you prepare yourself for sacrament meeting? What can parents do to help their children prepare?"]],["li",["span.label","•"],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p44"},"What impresses you about President Smith’s thoughts when he partook of the sacrament? (See section 2.) What can we do to remember the Savior and His Atonement when we partake of the sacrament?"]],["li",["span.label","•"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p45"},"Give attention to the covenants listed in section 3. Silently ponder how you feel about these covenants. How do these covenants influence your life?"]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t8"},["h3","Related Scriptures"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p47"},["a.scriptureRef",{"href":"/scriptures/nt/matt/26.26-29"},"Matthew 26:26–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.23-29"},"1 Corinthians 11:23–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-13"},"3 Nephi 18:1–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.29"},"Mormon 9:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4–5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.75-79"},"D&C 20:75–79"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-12"},"59:9–12"]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.t9"},["h3","Teaching Help"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p49"},"“Assign participants to read selected questions at the end of the chapter (either individually or in small groups). Ask them to look",["span.pageBreak",{"title":"103"}],"for teachings in the chapter that relate to the questions. Then invite them to share their thoughts and insights with the rest of the group” (from page vii in this book)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.f2"},[".caption",["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p63"},"“This do in remembrance of me” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.19"},"Luke 22:19"],")."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.f3"},[".caption",["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p64"},"“I wish we could get the members of the Church to understand more clearly the covenants they make when they partake of the sacrament.”"]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.f4"},[".caption",["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.p65"},"“It is our duty to carefully and thoughtfully consider the nature of [the sacrament] prayers when we hear them offered.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn1"},["b","1"],["span.label","1."],"In Conference Report, Oct. 1929, 60–61; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 2:340–41."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn2"},["b","2"],["span.label","2."],"“Importance of the Sacrament Meeting,”",["span.emphasis","Relief Society Magazine,"],"Oct. 1943, 590; see also",["span.emphasis","Doctrines of Salvation,"],"2:339–40."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn3"},["b","3"],["span.label","3."],["span.emphasis","Seek Ye Earnestly,"],"comp. Joseph Fielding Smith Jr. (1972), 99."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn4"},["b","4"],["span.label","4."],"In Conference Report, Oct. 1929, 61; see also",["span.emphasis","Doctrines of Salvation,"],"2:341."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn5"},["b","5"],["span.label","5."],"“Fall-Atonement-Resurrection-Sacrament,” address delivered at the Salt Lake City Utah University Institute of Religion, Jan. 14, 1961, 7–8."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn6"},["b","6"],["span.label","6."],"“Fall-Atonement-Resurrection-Sacrament,” 8."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn7"},["b","7"],["span.label","7."],"“Importance of the Sacrament Meeting,” 591–92."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn8"},["b","8"],["span.label","8."],"In Conference Report, Oct. 1929, 63; see also",["span.emphasis","Doctrines of Salvation,"],"2:347."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn9"},["b","9"],["span.label","9."],"“Fall-Atonement-Resurrection-Sacrament,” 7."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn10"},["b","10"],["span.label","10."],["span.emphasis","Seek Ye Earnestly,"],"122."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn11"},["b","11"],["span.label","11."],"“Importance of the Sacrament Meeting,” 591."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-6-the-significance-of-the-sacrament.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1929, 62–63; see also",["span.emphasis","Doctrines of Salvation,"],"2:346."]]}
