{"id":15,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 11: Honoring the Priesthood Keys Restored through Joseph Smith","subtitle":"","short_title":"Chapter 11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.head1"},[".titleNumber",["span.pageBreak",{"title":"151"}],"Chapter 11"],["h1","Honoring the Priesthood Keys Restored through Joseph Smith"],[".intro","“May I now say—very plainly and very emphatically—that we have the holy priesthood and that the keys of the kingdom of God are here. They are found only in The Church of Jesus Christ of Latter-day Saints.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p5"},"President Joseph Fielding Smith declared: “I have a perfect knowledge of the divine mission of the Prophet Joseph Smith. There is no doubt in my mind that the Lord raised him up and gave him revelation, commandment, opened the heavens to him, and called upon him to stand at the head of this glorious dispensation.”",["sup",["a",{"href":"fn_1"},"1"]],"President Smith coupled this “perfect knowledge” with a respectful reverence for the priesthood keys restored through the Prophet Joseph. He always honored and supported those who held the keys, and he counseled all Church members to have that same respect. He said, “Every man who is properly chosen to preside in any capacity in the Church should be honored in his calling.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p6"},"At one point in Joseph Fielding Smith’s service as an Apostle, the First Presidency and Quorum of the Twelve Apostles were engaged in an ongoing discussion about a difficult question. Elder Smith had expressed a strong opinion about the issue. One day President Heber J. Grant, who was then the President of the Church, came to Elder Smith’s office. President Grant explained that after prayerfully considering the issue, he had felt impressed to recommend an action that differed from Elder Smith’s views. Immediately Elder Smith voiced his support for President Grant’s decision. He later declared, “So far as I am concerned, when the President of the Church says",["span.pageBreak",{"title":"153"}],"the Lord has manifested to him or inspired him to do anything, I would support him fully in that action.”",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p7"},"Joseph Fielding Smith gave such support to all his priesthood leaders, not just the President of the Church. For example, Nathan Eldon Tanner was called to serve as a member of the Quorum of the Twelve in October 1962. One year later, he was called as a Counselor in the First Presidency, thus placing him in a presiding position over President Smith, who was the President of the Quorum of the Twelve. President Tanner later expressed his gratitude for President Smith’s support: “When I was called to the First Presidency, though he was the senior member of the Twelve and had been in office for over fifty years, he showed great respect for me in that position and gave me full support and confidence.”",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p8"},"President Smith also honored the priesthood leaders in his ward. When he was serving as a member of the Quorum of the Twelve Apostles, he said: “I have no right … to baptize one of my own children without first going to the bishop in the ward where I live and getting his consent, because he holds the keys for that ward to which I belong as a member. I have never baptized any of my children … except I have gone to the bishop and got his sanction to perform that ordinance and to confirm them members of the Church.”",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t3"},[".titleNumber","1"],["h3","Priesthood keys are the power and authority to direct the Lord’s work on the earth."],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p12"},"There is a difference between receiving an office in the priesthood and in receiving the keys of the priesthood. This we should clearly understand. …"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p13"},"… While all men hold the priesthood who are ordained to any office, yet there are special, or directing, authorities, bestowed upon those who are called to preside. These authorities are called keys.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p14"},"[Priesthood] keys are the right of presidency; they are the power and authority to govern and direct all of the Lord’s affairs on earth. Those who hold them have power to govern and control the manner in which all others may serve in the priesthood.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p15"},["span.pageBreak",{"title":"154"}],"When men are commissioned by the one who holds these keys, then their acts are valid. That which they do is sealed and ratified in the Church both on earth and in the heavens.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t4"},[".titleNumber","2"],["h3","The Lord has sent holy messengers from His presence to restore the keys of the priesthood."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p18"},"We believe that following a long night of darkness, unbelief, and departure from the truths of pure and perfect Christianity, the Lord in his infinite wisdom has again restored to earth the fullness of the everlasting gospel."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p19"},"We know Joseph Smith is a prophet; that the Father and the Son appeared to him in the spring of 1820 to usher in this final gospel dispensation; that he translated the Book of Mormon by the gift and power of God; that he received keys and authority from angels sent for this very purpose; and that the Lord revealed to him the doctrines of salvation.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p20"},"The Lord does not recognize any ordinance or ceremony, even though it be made or performed in his name, unless it is in accordance with his will and done by one who is recognized as his authorized servant. It was for that reason that he sent from his presence holy messengers to Joseph Smith and others, to restore that which had been taken from the earth, even the fullness of the gospel, and the fullness and the keys of priesthood.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p21"},"The keys of priesthood had to be restored. It was not sufficient that John the Baptist came with the keys of the Aaronic Priesthood, and Peter, James, and John with the keys of the Melchizedek Priesthood, by virtue of which the Church was organized, but there had to be an opening of the heavens and a restoration of keys held by all the prophets who have headed dispensations from the days of Adam down to the days of Peter, James, and John. These prophets came in their turn and each bestowed the authority which he held.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p22"},"All the keys of all dispensations had to be brought in order to fulfil the words of the prophets and the purposes of the Lord in bringing to pass a complete restoration of all things. Therefore the father of the human family, the first man on the earth, Adam, had to come, and he came with his power. Moses came, and others. All",["span.pageBreak",{"title":"155"}],"who had keys came and bestowed their authorities. … We have not the dates when some of these authorities were made manifest, but the Prophet Joseph Smith in writing to the Saints in Nauvoo in regard to the salvation of the dead declared, as we have it recorded in section 128 of the Doctrine and Covenants [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17-21"},"verses 17–21"],"], that all these prophets came with their keys in the dispensation in which we live.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p23"},"After the organization of the Church the Lord commanded His Saints that they build a house unto His name. The Saints hardly realized the importance of it, and they did not go to work at once to build that house, so the Lord rebuked them [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.1-4"},"D&C 95:1–4"],"]. After the rebuke they went to with their might and in their poverty built the Kirtland Temple. What was it built for? As a holy sanctuary where Jesus Christ could come, where He could send His servants, the prophets, with their keys of authority. … We know that three of the great prophets of old who held important keys did come upon the 3rd day of April in the year 1836."],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p24"},"First came Moses [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],"]. He gave unto Joseph Smith and Oliver Cowdery the keys of the gathering of Israel. … He gathered Israel, and while he was not privileged to place them in possession of the land, nevertheless the keys were in his hands for the gathering. He came to Peter, James, and John on the mount at the transfiguration and there bestowed upon them the same keys for the gathering of Israel in the day in which they lived. He was sent to the Prophet Joseph Smith and Oliver Cowdery to bestow the keys for the gathering of Israel in the dispensation of the fulness of times. …"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p25"},"Elias came after Moses had conferred his keys and brought the gospel of the dispensation in which Abraham lived [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"D&C 110:12"],"]. Everything that pertains to that dispensation, the blessings that were conferred upon Abraham, the promises that were given to his posterity, all had to be restored, and Elias, who held the keys of that dispensation, came."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p26"},"Then Elijah, the last of the prophets who held the keys of the sealing power in old Israel, came and bestowed that power, the power of sealing [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],"]. Some members of the Church have been confused in thinking that Elijah came with",["span.pageBreak",{"title":"156"}],"the keys of baptism for the dead or of salvation for the dead. Elijah’s keys were greater than that. They were keys of sealing, and those keys of sealing pertain to the living and embrace the dead who are willing to repent.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p27"},"Elijah the prophet … bestowed upon them [Joseph Smith and Oliver Cowdery] the sealing power, the power to use the priesthood to bind on earth and seal in heaven.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p28"},["span.pageBreak",{"title":"157"}],"[The] sealing power puts the stamp of approval upon every ordinance that is done in this Church and more particularly those that are performed in the temples of the Lord.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p29"},"Brethren and sisters, this is a glorious dispensation. All other dispensations flow into it. All authorities, all powers, are centered in this dispensation in which we live. We are privileged to partake of these blessings through our faithfulness.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p30"},"May I now say—very plainly and very emphatically—that we have the holy priesthood and that the keys of the kingdom of God are here. They are found only in The Church of Jesus Christ of Latter-day Saints.",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t5"},[".titleNumber","3"],["h3","The President of the Church holds the keys over all the Church."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p33"},"A short time before his martyrdom, the Prophet [Joseph Smith] bestowed upon the Twelve Apostles—who constitute the second quorum in the Church—all the keys and all the ordinances and priesthood necessary for them to hold in order to carry on this great and glorious work of universal salvation.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p34"},"This priesthood and these keys … have been given to each man who has been set apart as a member of the Council of the Twelve. But since they are the right of presidency, they can only be exercised in full by the senior apostle of God on earth, who is the president of the Church.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p35"},"The President of the Church holds the keys over all the Church. … In him is concentrated the power of the Priesthood. He holds all the keys of every nature, pertaining to the dispensation of the Fulness of Times. All the keys of former dispensations which have been revealed, are vested in him.",["sup",["a",{"href":"fn_20"},"20"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t6"},[".titleNumber","4"],["h3","We should honor those to whom the President of the Church has delegated keys of authority."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p38"},"[The President of the Church] has the right to delegate authority and to withdraw authority as he sees fit and receives inspiration so to do.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p39"},["span.pageBreak",{"title":"158"}],"Remember there is only one on the face of the earth who holds the sealing power of the priesthood, and he can delegate that power unto others, that they may act and they may seal on earth and it is valid, it is binding, so long as he sanctions it; if he withdraws it, no man can exercise that power.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p40"},"No man can officiate in and confer the blessings of the temple without the authority to do so being delegated to him by the President of the Church. No man can officiate in any capacity in this Church without the virtue accompanying him in that act, as it is obtained through the power and keys held by the President of the Church. … If by virtue of his keys he should say that certain privileges should be withdrawn from the people, then no man would have authority to officiate in conferring those particular privileges. Should anyone attempt to do so, the act would be invalid, and the one so attempting to officiate would have to answer before the bar of God, if not before the Church, and would be found in transgression. …"],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p41"},"… When the apostles or other brethren visit the stakes of Zion and are appointed to set in order anything requiring attention there, they do it by virtue of the commission, or authority, delegated to them by the President of the Church. This same principle applies in the lesser degree in stakes and in wards.",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p42"},"Every man who is properly chosen to preside in any capacity in the Church should be honored in his calling. When a man is ordained to the office of a bishop, he is given the keys of presidency over the ward in which he resides and should be honored in his calling by every member of the ward, no matter what office any man may hold. The same is true of the president of the stake, the president of a quorum, or whatever it may be. To illustrate what this means we are taught that no father has the right, although he may hold the Melchizedek Priesthood, to baptize one of his own children without first obtaining the sanction of his bishop. When the sanction is obtained, the father is authorized to perform that ordinance for his child. Should any father take it upon himself to perform a baptism, or to ordain his son, without first obtaining the sanction of the presiding officer in the ward or stake, as the case may be, who holds the keys of authority, he would be in",["span.pageBreak",{"title":"159"}],"transgression. This applies to an apostle as well as to the elder in a ward. Even the President of the Church would never think to act in any matter of this kind without first recognizing the bishop of his ward or the president of his stake and the authority which had been delegated to the bishop or the president of the stake.",["sup",["a",{"href":"fn_24"},"24"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t7"},[".titleNumber","5"],["h3","The united voice of those who hold the keys of the kingdom will always guide us where the Lord wants us to be."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p45"},"I think there is one thing which we should have exceedingly clear in our minds. Neither the President of the Church, nor the First Presidency, nor the united voice of the First Presidency and the Twelve will ever lead the Saints astray or send forth counsel to the world that is contrary to the mind and will of the Lord."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p46"},"An individual may fall by the wayside, or have views, or give counsel which falls short of what the Lord intends. But the voice of the First Presidency and the united voice of those others who hold with them the keys of the kingdom shall always guide the Saints and the world in those paths where the Lord wants them to be. …"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p47"},"I testify that if we shall look to the First Presidency and follow their counsel and direction, no power on earth can stay or change our course as a church, and as individuals we shall gain peace in this life and be inheritors of eternal glory in the world to come [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"].",["sup",["a",{"href":"fn_25"},"25"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t8"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p50"},"In what ways can we follow President Smith’s example as we sustain those who hold priesthood keys? (See “From the Life of Joseph Fielding Smith.”)"]],["li",["span.label","•"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p51"},"How does section 1 help you understand the difference between holding an office in the priesthood and holding priesthood keys? Why do you think this is an important distinction?"]],["li",["span.label","•"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p52"},"In what ways have you been blessed because priesthood keys have been restored to the earth? (See section 2.)"]],["li",["span.label","•"],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p53"},["span.pageBreak",{"title":"160"}],"How do you think the Church is strengthened by the organization described in sections 3 and 4? How are individual Church members strengthened?"]],["li",["span.label","•"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p54"},"What are your feelings as you consider President Smith’s words about the unity among the First Presidency and the Quorum of the Twelve Apostles? When have you received guidance through their “united voice”? (See section 5.)"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t10"},["h3","Related Scriptures"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p56"},["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13-19"},"Matthew 16:13–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21"},"Acts 3:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-6"},"D&C 21:4–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5-13"},"27:5–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.2"},"65:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.8-21"},"128:8–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"132:7"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.t11"},["h3","Teaching Help"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p58"},"“There may … be times when you do not know the answer to a question. If this happens, simply say that you do not know. You may want to say that you will try to find the answer. Or you may want to invite learners to find the answer, giving them time in another lesson to report on what they have learned” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 64)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.f2"},[".caption",["p.para",{"id":"p85","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p85"},"When Peter, James, and John conferred the Melchizedek Priesthood on Joseph Smith and Oliver Cowdery, they also bestowed priesthood keys."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.f3"},[".caption",["p.para",{"id":"p86","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.p86"},"In the Kirtland Temple, Elijah appeared to Joseph Smith and Oliver Cowdery and bestowed the keys of sealing."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1951, 58."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn2"},["b","2"],["span.label","2."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 2:40."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn3"},["b","3"],["span.label","3."],"In Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 342."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn4"},["b","4"],["span.label","4."],"N. Eldon Tanner, “A Man without Guile,”",["span.emphasis","Ensign,"],"Aug. 1972, 33."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn5"},["b","5"],["span.label","5."],"“Principles of the Gospel: The New and Everlasting Covenant,”",["span.emphasis","Deseret News,"],"May 6, 1939, Church section, 5; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 3:136–37."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn6"},["b","6"],["span.label","6."],"In Conference Report, Apr. 1967, 98."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn7"},["b","7"],["span.label","7."],"“Eternal Keys and the Right to Preside,”",["span.emphasis","Ensign,"],"July 1972, 87."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn8"},["b","8"],["span.label","8."],"In Conference Report, Apr. 1967, 99."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn9"},["b","9"],["span.label","9."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 4."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn10"},["b","10"],["span.label","10."],"“The Coming of Elijah,”",["span.emphasis","Ensign,"],"Jan. 1972, 5."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn11"},["b","11"],["span.label","11."],"“The Keys of the Priesthood Restored,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"July 1936, 98–99."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn12"},["b","12"],["span.label","12."],"“The Keys of the Priesthood Restored,” 101."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn13"},["b","13"],["span.label","13."],"“The Keys of the Priesthood Restored,” 99–100."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn14"},["b","14"],["span.label","14."],"In Conference Report, Apr. 1970, 58."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn15"},["b","15"],["span.label","15."],"In Conference Report, Apr. 1948, 135; see also",["span.emphasis","Doctrines of Salvation,"],"3:129."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn16"},["b","16"],["span.label","16."],"“The Keys of the Priesthood Restored,” 101."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn17"},["b","17"],["span.label","17."],"“Eternal Keys and the Right to Preside,” 87–88."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn18"},["b","18"],["span.label","18."],["span.emphasis","Doctrines of Salvation,"],"3:154."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn19"},["b","19"],["span.label","19."],"“Eternal Keys and the Right to Preside,” 87."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn20"},["b","20"],["span.label","20."],"“Priesthood—Restoration of Keys,”",["span.emphasis","Deseret News,"],"Sept. 16, 1933; Church section, 4; see also",["span.emphasis","Doctrines of Salvation,"],"3:135."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn21"},["b","21"],["span.label","21."],"“The Keys of the Priesthood Restored,” 101; see also",["span.emphasis","Doctrines of Salvation,"],"3:135."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn22"},["b","22"],["span.label","22."],["span.emphasis","Elijah the Prophet and His Mission"],"and",["span.emphasis","Salvation Universal"],"(1957), 50; see also",["span.emphasis","Doctrines of Salvation,"],"3:136."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn23"},["b","23"],["span.label","23."],"In Conference Report, Apr. 1967, 98–99."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn24"},["b","24"],["span.label","24."],["span.emphasis","Answers to Gospel Questions,"],"2:40–41."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-11-honoring-the-priesthood-keys-restored-through-joseph-smith.fn25"},["b","25"],["span.label","25."],"“Eternal Keys and the Right to Preside,” 88."]]}
