{"id":19,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":19,"title":"Chapter 15: Eternal Marriage","subtitle":"","short_title":"Chapter 15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.head1"},[".titleNumber",["span.pageBreak",{"title":"191"}],"Chapter 15"],["h1","Eternal Marriage"],[".intro","“The fullness and blessings of the Priesthood and Gospel grow out of Celestial marriage. This is the crowning ordinance of the Gospel and crowning ordinance of the temple.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p5"},"Eighteen-year-old Joseph Fielding Smith had been told that a young woman named Louie Emily Shurtliff would be coming to live with the Smith family while she attended college. But he was still surprised—and pleased—when he came home from work one day and found Louie playing a hymn on his family’s piano. Beginning that day, in the late summer of 1894, Joseph and Louie developed a friendship that gradually deepened until they fell in love. They were sealed in the Salt Lake Temple on April 26, 1898.",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p6"},"Louie and Joseph enjoyed a loving relationship. When he was called to serve a two-year mission in England shortly after they were married, she worked for her father to support him financially. She also supported him emotionally and spiritually by sending him encouraging letters. After he returned, they established a happy home and welcomed two daughters into their family. But after 10 years of marriage, Louie became gravely ill during her third pregnancy and died at the age of 31."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p7"},"Joseph found comfort in the assurance that Louie had departed “for a better world,” and he recorded in his journal a prayer that he would “be worthy to meet her in eternal glory, to be united again with her.”",["sup",["a",{"href":"fn_2"},"2"]],"But despite the consolation and hope he found in the gospel, he missed Louie terribly. He also worried about his daughters without a mother at home. Soon after Louie’s death, Joseph met Ethel Georgina Reynolds. Although his love for Louie had not",["span.pageBreak",{"title":"193"}],"diminished, he came to love Ethel, and so did his daughters. With the approval of his parents, Louie’s parents, and Ethel’s parents, Joseph asked Ethel to marry him. They were sealed on November 2, 1908. They had a joyful and eventful life together as they had nine more children. Their home was characterized by order, hard work, respect, cleanliness, tender discipline, love, and wholesome fun.",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p8"},"After 29 years of marriage, Ethel died of a debilitating illness that had sapped her strength for 4 years. Once again, Joseph was lonely but comforted by the assurance of eternal marriage.",["sup",["a",{"href":"fn_4"},"4"]],"And once again, he met someone with whom he could share his life. He and Jessie Evans were sealed on April 12, 1938. “During their 33 years of life together she accompanied him most everywhere, near and far. He in turn helped her do the grocery shopping, dry the supper dishes, and bottle fruit in the fall. He had no qualms about being an apostle with an apron on.”",["sup",["a",{"href":"fn_5"},"5"]],"Jessie often said of her husband: “He is the kindest man I have ever known. I have never heard him speak an unkind word.” He would respond, with a smile, “I don’t know any unkind words.”",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p9"},"Biographer John J. Stewart wrote of President Smith’s gentleness and compassion toward Jessie: “From the pulpit he admonished husbands to be loving and devoted to their wives. But the sermon that touches me is his climbing nine blocks up Salt Lake City’s steep north avenues to the Latter-day Saint Hospital on a hot July day in 1971 and spending his 95th birthday anniversary sitting at the bedside of his sick wife Jessie. As her condition worsened, he stayed right with her day and night for several weeks keeping an anxious vigil, giving her what comfort and encouragement he could to the end.”",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p10"},"Jessie died on August 3, 1971. Two months later, President Smith gave the opening address at general conference. His testimony showed that his sadness was calmed by trust in the Lord and hope for eternal life:"],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p11"},"“I feel to say with Job of old, whose knowledge came from the same source from which mine has come: ‘For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth,’ and that ‘in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold. …’ (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25-27"},"Job 19:25–27"],".)"],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p12"},["span.pageBreak",{"title":"194"}],"“And as I join my testimony with that of Job, may I also unite with him in thanksgiving, for the cry, uttered out of the anguish and sorrow of his soul: ‘… the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.21"},"Job 1:21"],".)"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p13"},"“I pray that we may all be guided by the power of the Holy Spirit, that we may walk uprightly before the Lord, and that we may inherit eternal life in the mansions and kingdoms that are prepared for the obedient.”",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p14"},"After President Smith’s address, President Harold B. Lee, who was conducting the meeting, said: “I am sure that all members of the Church everywhere, realizing the circumstances under which he has delivered this powerful message, are greatly uplifted by the power and strength he has manifested before us here this morning. Thank you, President Smith, from the bottom of our hearts.”",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t3"},[".titleNumber","1"],["h3","Celestial marriage is the crowning ordinance of the gospel of Jesus Christ."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p18"},"There is no ordinance connected with the Gospel of Jesus Christ of greater importance, of more solemn and sacred nature, and more necessary to [our] eternal joy … than marriage.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p19"},"The fullness and blessings of the Priesthood and Gospel grow out of Celestial marriage. This is the crowning ordinance of the Gospel and crowning ordinance of the temple.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p20"},"I want to plead to my good brethren and sisters, good members of the Church, to go to the temple to be married for time and all eternity.",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t4"},[".titleNumber","2"],["h3","In contrast to the practices of the world, marriage endures forever in the gospel plan."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p23"},"Marriage is considered by a great many people as merely a civil contract or agreement between a man and a woman that they will live together in the marriage relation. It is, in fact, an eternal principle upon which the very existence of mankind depends. The Lord",["span.pageBreak",{"title":"195"}],"gave this law to man in the very beginning of the world as part of the Gospel law, and the first marriage was to endure forever. According to the law of the Lord every marriage should endure forever. If all mankind would live in strict obedience to the Gospel and in that love which is begotten by the Spirit of the Lord, all marriages would be eternal. …"],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p24"},"… Marriage as understood by Latter-day Saints is a covenant ordained to be everlasting. It is the foundation for eternal exaltation, for without it there could be no eternal progress in the kingdom of God.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p25"},"It is very apparent to all of us who read the newspapers, who listen to the news accounts on the radio and who watch what comes over television that all too many do not hold marriage and the family unit in that respect which the Lord intends.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p26"},"Marriage is a sacred covenant, yet in many instances it is made the butt of coarse jokes, a jest, a passing fancy, by the vulgar and the unclean, and, too, by many who think themselves refined but who do not regard the sacredness of this great principle.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p27"},"The Lord has given us his everlasting gospel to be a light and a standard to us, and this gospel includes his holy order of matrimony, which is eternal in nature. We should not and must not follow the marriage practices of the world. We have greater light than the world has, and the Lord expects more of us than he does of them."],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p28"},"We know what the true order of marriage is. We know the place of the family unit in the plan of salvation. We know that we should be married in the temple, and that we must keep ourselves clean and pure so as to gain the approving seal of the Holy Spirit of Promise upon our marriage unions."],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p29"},"We are spirit children of our Eternal Father, who ordained a plan of salvation whereby we might come to earth and progress and advance and become like him; that is, he provided a gospel plan which would enable us to have eternal family units of our own and to enjoy eternal life.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p30"},"Marriage was never intended by the Lord to end at death of the mortal body; but to add honor, dominion, power to the covenanting",["span.pageBreak",{"title":"196"}],"parties, and the continued and eternal unity of the family in the kingdom of God. Such blessings are held in reserve for those who are willing to abide in this covenant as the Lord revealed it. It is not merely a partnership between a man and a woman, for as the Lord has said, in marriage they become one flesh and enter into a partnership with God.",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t5"},[".titleNumber","3"],["h3","Faithfulness to the marriage covenant brings happiness and leads to blessings of eternal glory."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p33"},"I am thankful to the Lord for the knowledge of the eternity of the marriage covenant, which gives the husband the right to claim his wife, and the wife the right to claim her husband in the world to come, providing they have gone to the House of the Lord and been united for time and all eternity by one holding this sealing power, for in no other way can this great blessing be obtained. I am also thankful for the knowledge that the family relation, and the unity of the family, shall continue, where properly organized, in righteousness in the life to come.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p34"},["span.pageBreak",{"title":"197"}],"I want to plead with those who have been to the temple and have been so married to be faithful and true to their covenants and their obligations, for in the House of the Lord they have made solemn covenants.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p35"},"Nothing will prepare mankind for glory in the kingdom of God as readily as faithfulness to the marriage covenant. …"],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p36"},"If properly received this covenant becomes the means of the greatest happiness. The greatest honor in this life, and in the life to come, honor, dominion and power in perfect love, are the blessings which come out of it. These blessings of eternal glory are held in reserve for those who are willing to abide in this and all other covenants of the Gospel.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p37"},"What does marriage mean to members of the Church? It means that they are receiving in that ordinance the greatest, the crowning blessing, the blessing of eternal lives. Now that’s the way the Lord puts it, “eternal lives,” which means not only will the husband and the wife enter into eternal life, but their children who were born under the covenant likewise will be entitled through their faithfulness to eternal lives. And further, that the husband and the wife after the resurrection of the dead will not come to an end. By that the Lord means that they will have a continuation of the seeds forever, and the family organization does not come to an end. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-24"},"D&C 132:19–24"],".]",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p38"},"In order to fulfill the purposes of our Eternal Father, there must be a union, husbands and wives receiving the blessings that are promised to those who are faithful and true that will exalt them to Godhood. A man cannot receive the fulness of the blessings of the kingdom of God alone, nor can the woman, but the two together can receive all the blessings and privileges that pertain to the fulness of the Father’s kingdom.",["sup",["a",{"href":"fn_22"},"22"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t6"},[".titleNumber","4"],["h3","Every soul whose heart is right will have the opportunity to receive the blessings of eternal marriage, whether in this life or the next."],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p41"},"In the great plan of salvation nothing has been overlooked. The gospel of Jesus Christ is the most beautiful thing in the world. It embraces every soul whose heart is right and who diligently seeks him",["span.pageBreak",{"title":"198"}],"and desires to obey his laws and covenants. Therefore, if a person is for any cause denied the privilege of complying with any of the covenants, the Lord will judge him or her by the intent of the heart. There are thousands of members of the Church [without access to temples] who have married and reared families in the Church, who were deprived of the privilege of being “sealed” for time and all eternity. Many of these have passed away, and their blessings are given them vicariously. The gospel is a vicarious work. Jesus vicariously performed a labor for us all because we could not do it for ourselves. Likewise, he has granted to the living members of the Church that they may act as proxies for the dead who died without the opportunity of acting in their own behalf."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p42"},"Furthermore, there are thousands of young men as well as young women, who have passed to the world of spirits without the opportunity of these blessings. Many of them have laid down their lives in battle; many have died in their early youth; and many have died in their childhood. The Lord will not forget a single one of them. All the blessings belonging to exaltation will be given them, for this is the course of justice and mercy. So with those who live in the stakes of Zion and in the shadows of our temples; if they are deprived of blessings in this life these blessings will be given to them during the millennium.",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p43"},"No one can be deprived of exaltation who remains faithful. … An undeserving husband cannot prevent a faithful wife from an exaltation and vice versa.",["sup",["a",{"href":"fn_24"},"24"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t7"},[".titleNumber","5"],["h3","Children and youth prepare for eternal marriage as they learn about the marriage covenant, develop abiding faith, and keep themselves clean and pure."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p46"},"May all Latter-day Saint fathers and mothers see to it that they teach their children the sacredness of the marriage covenant. Let them impress upon their children that in no other way than by honoring the covenants of God, among which the covenant of eternal marriage is one of the greatest and most mandatory, can they obtain the blessings of",["span.emphasis","eternal lives."],["sup",["a",{"href":"fn_25"},"25"]]],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p47"},["span.pageBreak",{"title":"199"}],"This life is short, and eternity is long. When we contemplate that the marriage covenant will endure forever, it is well that it should be given careful consideration. … The proper advice to our youth is to consider carefully with the view of choosing well a companion with an abiding faith in the Gospel. Such a person is more likely to prove true to every vow and covenant. When the young man and the young woman are thoroughly grounded in the divine mission of our Lord and believe the Gospel as revealed through Joseph Smith, the Prophet, the chances are all in favor of a happy union that will endure forever.",["sup",["a",{"href":"fn_26"},"26"]]],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p48"},"I plead with you, the youth of Zion everywhere, to keep yourselves clean and pure so that you will be entitled to go to the house of the Lord and, together with the companions of your choice, enjoy all these great blessings the Lord offers to you.",["sup",["a",{"href":"fn_27"},"27"]]],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p49"},"One thing … that I would like to call attention to—young people, when they marry, are not satisfied to begin with a little and humbly, but they want to receive just about as much as their parents have at the time they, the children, get married. … They want to start out with every convenience under the sun to make them comfortable. I think this is a mistake. I think they should begin humbly, putting their faith in the Lord, building here a little and there a little as they can, accumulating piecemeal, until they can reach a position of prosperity such as they wish to have.",["sup",["a",{"href":"fn_28"},"28"]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t8"},[".titleNumber","6"],["h3","As a husband and wife faithfully observe all the ordinances and principles of the gospel, their joy in marriage grows sweeter."],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p52"},"Marriage was ordained of God. It is a righteous principle when in holiness it is received and practiced. If men and women today would enter into this covenant in the spirit of humility, love and faith, as they are commanded to do, walking righteously in the ways of eternal life, there would be no divorce, no broken homes; but a happiness, a joy, beyond expression.",["sup",["a",{"href":"fn_29"},"29"]]],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p53"},"I want to impress upon all my good brethren and sisters who have been married in the temple that they should never forget the",["span.pageBreak",{"title":"200"}],"great blessings which were bestowed upon them: That the Lord has given unto them, through their faithfulness, the right to become his sons and his daughters, joint heirs with Jesus Christ, possessing, as stated here, all that the Father has [referring to",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.13-19"},"Romans 8:13–19"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.54-60"},"Doctrine and Covenants 76:54–60"],"]."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p54"},"And yet, there are members of the Church who fail to comprehend this and after they are married for time and all eternity, … receiving the promise of the fulness of the Father’s kingdom, they permit things to come into their lives that bring friction and separate them. And they forget that they have made a covenant for time and all eternity with each other; and not only that, but they have made a covenant with their Father in heaven.",["sup",["a",{"href":"fn_30"},"30"]]],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p55"},"If a man and his wife were earnestly and faithfully observing all the ordinances and principles of the gospel, there could not arise any cause for divorce. The joy and happiness pertaining to the marriage relationship would grow sweeter, and husband and wife would become more and more attached to each other as the days go by. Not only would the husband love the wife and the wife the husband, but children born to them would live in an atmosphere of",["span.pageBreak",{"title":"201"}],"love and harmony. The love of each for the others would not be impaired, and moreover the love of all towards our Eternal Father and his Son Jesus Christ would be more firmly rooted in their souls.",["sup",["a",{"href":"fn_31"},"31"]]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t9"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t10"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p58"},"This chapter begins with examples of the joy and sadness that can be part of marriage and family life. How can the doctrine of eternal families sustain us through happy and sad times in our lives?"]],["li",["span.label","•"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p59"},"What is it about celestial marriage that makes it “the crowning ordinance of the temple”? (See section 1.)"]],["li",["span.label","•"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p60"},"President Smith contrasted the Lord’s view of marriage to the world’s view of marriage (see section 2). What is significant to you about this contrast? How can we protect and fortify marriage and family in the world today?"]],["li",["span.label","•"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p61"},"In section 3, President Smith lists at least five blessings that come to those who are “faithful and true” to the marriage covenant. What does it mean to you to be faithful and true to the marriage covenant?"]],["li",["span.label","•"],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p62"},"What are some things parents can do to “teach their children the sacredness of the marriage covenant”? (For some ideas, see section 5.)"]],["li",["span.label","•"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p63"},"In section 6, President Smith explains how a marriage relationship can “grow sweeter.” What examples have you seen of this principle? If you are married, think about what you can do to bring greater joy and love into your marriage."]]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t11"},["h3","Related Scriptures"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p65"},["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22"},"D&C 42:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.18-24"},"Moses 3:18–24"]]],[".topic",{"id":"t12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.t12"},["h3","Teaching Help"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p67"},"“Questions written on the chalkboard before class will help learners begin to think about topics even before the lesson begins” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 93)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.f2"},[".caption",["p.para",{"id":"p100","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p100"},"“Marriage as understood by Latter-day Saints is a covenant ordained to be everlasting.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.f3"},[".caption",["p.para",{"id":"p101","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p101"},"“The family relation, and the unity of the family, shall continue, where properly organized, in righteousness in the life to come.”"]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.f4"},[".caption",["p.para",{"id":"p102","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.p102"},"As a husband and wife faithfully observe the gospel together, their joy and happiness in marriage “grow sweeter.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn1"},["b","1"],["span.label","1."],"See Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 65–75; Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 51–55."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn2"},["b","2"],["span.label","2."],"In",["span.emphasis","The Life of Joseph Fielding Smith,"],"162."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn3"},["b","3"],["span.label","3."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"214–41."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn4"},["b","4"],["span.label","4."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"249."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn5"},["b","5"],["span.label","5."],["span.emphasis","The Life of Joseph Fielding Smith,"],"12–13."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn6"},["b","6"],["span.label","6."],"In",["span.emphasis","The Life of Joseph Fielding Smith,"],"268."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn7"},["b","7"],["span.label","7."],"John J. Stewart, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"11; although this book was coauthored by John J. Stewart and Joseph Fielding Smith Jr., this comment is a personal observation by John J. Stewart."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn8"},["b","8"],["span.label","8."],"“I Know That My Redeemer Liveth,”",["span.emphasis","Ensign,"],"Dec. 1971, 27."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn9"},["b","9"],["span.label","9."],"In Conference Report, Oct. 1971, 7."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn10"},["b","10"],["span.label","10."],"“The Law of Chastity,”",["span.emphasis","Improvement Era,"],"Sept. 1931, 643; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 2:58."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn11"},["b","11"],["span.label","11."],"In “Lay Cornerstone at Provo Temple,”",["span.emphasis","Deseret News,"],"May 22, 1971, B2."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1951, 120."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn13"},["b","13"],["span.label","13."],"“The Perfect Marriage Covenant,”",["span.emphasis","Improvement Era,"],"Oct. 1931, 704."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn14"},["b","14"],["span.label","14."],"“President Joseph Fielding Smith Speaks to 14,000 Youth at Long Beach, California,”",["span.emphasis","New Era,"],"July 1971, 7–8."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn15"},["b","15"],["span.label","15."],["span.emphasis","The Restoration of All Things"],"(1945), 259."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn16"},["b","16"],["span.label","16."],"“President Joseph Fielding Smith Speaks to 14,000 Youth at Long Beach, California,” 8."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn17"},["b","17"],["span.label","17."],["span.emphasis","The Restoration of All Things,"],"259."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn18"},["b","18"],["span.label","18."],"In Conference Report, Apr. 1915, 119."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn19"},["b","19"],["span.label","19."],"In Conference Report, Oct. 1951, 120."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn20"},["b","20"],["span.label","20."],"“The Law of Chastity,” 643; see also",["span.emphasis","Doctrines of Salvation,"],"2:58–59."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn21"},["b","21"],["span.label","21."],"In Conference Report, Oct. 1951, 120–21."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn22"},["b","22"],["span.label","22."],"“Obedience to the Truth,”",["span.emphasis","Relief Society Magazine,"],"Jan. 1960, 6."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn23"},["b","23"],["span.label","23."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 2:37–38."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn24"},["b","24"],["span.label","24."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"2:65."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn25"},["b","25"],["span.label","25."],"In Conference Report, Oct. 1965, 30."],[".footnote",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn26"},["b","26"],["span.label","26."],"“Marriage Ordained of God,”",["span.emphasis","Young Woman’s Journal,"],"June 1920, 307–8; see also",["span.emphasis","Doctrines of Salvation,"],"2:77–78."],[".footnote",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn27"},["b","27"],["span.label","27."],"“President Joseph Fielding Smith Speaks to 14,000 Youth at Long Beach, California,” 10."],[".footnote",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn28"},["b","28"],["span.label","28."],"In Conference Report, Apr. 1958, 30."],[".footnote",{"id":"fn29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn29"},["b","29"],["span.label","29."],["span.emphasis","The Restoration of All Things,"],"259."],[".footnote",{"id":"fn30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn30"},["b","30"],["span.label","30."],"In Conference Report, Apr. 1949, 135."],[".footnote",{"id":"fn31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-15-eternal-marriage.fn31"},["b","31"],["span.label","31."],"In Conference Report, Apr. 1965, 11."]]}
