{"id":24,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":24,"title":"Chapter 20: Love and Concern for All Our Father’s Children","subtitle":"","short_title":"Chapter 20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.head1"},[".titleNumber",["span.pageBreak",{"title":"253"}],"Chapter 20"],["h1","Love and Concern for All Our Father’s Children"],[".intro","“I think if all men knew and understood who they are, and were aware of the divine source from whence they came, … they would have feelings of kindness and kinship for each other that would change their whole way of living and bring peace on earth.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p5"},"Joseph Fielding Smith Jr. and John J. Stewart observed, “It is in the thoughtful little things of life that the real Joseph Fielding Smith could be seen most clearly.” Then they shared three examples of “thoughtful little things” he had done:"],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p6"},"“One day at a church conference in the Mormon Tabernacle on Temple Square a 12-year-old boy, excited to be there for the first time, had come early to be sure to get a seat close to the front. … Just before the meeting began, and when all the seats were taken, an usher asked the boy to give up his seat so that a late arriving United States Senator could have it. Meekly the boy complied, and stood in the aisle, disappointed, embarrassed, in tears.” President Joseph Fielding Smith “noticed the youngster and motioned him to come up [on the stand]. When the boy told him what had happened he said, ‘That usher had no right to do that to you. But here, you sit by me,’ and shared his seat with him, in the midst of the apostles of the Church."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p7"},"“One day as he was interviewing a group of young men leaving on two-year missions for the Church, [he] noticed a farm boy who had been assigned to eastern Canada. ‘Son, it’s cold up there. Do you have a good warm coat?’ ‘No sir, I haven’t.’ He took the boy across the street to [a] department store and bought him the warmest coat in stock."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p8"},["span.pageBreak",{"title":"254"}],"“The day he was sustained in conference as president of the Church a little girl worked her way through the throng after the meeting and reached for his hand. So touched was he by the gesture that he stooped down and took the child into his arms. He learned that her name was Venus Hobbs, … soon to be four years old. On her birthday Venus received a surprise telephone call: Joseph Fielding Smith and his wife calling long distance to sing ‘Happy Birthday’ to her.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p9"},"These acts of kindness were not isolated occurrences but part of a lifelong pattern. President Smith was “a man of great tenderness and compassion. His life has been one repeated instance after another of giving aid to the needy, comfort to the brokenhearted, counsel to the confused and in exemplifying that charity which is ‘the pure love of Christ.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.47"},"Moroni 7:47"],".]”",["sup",["a",{"href":"fn_2"},"2"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t3"},[".titleNumber","1"],["h3","With the knowledge that God is the Father of all people, we desire to love and bless others."],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p13"},"I think if all men knew and understood who they are, and were aware of the divine source from whence they came, and of the infinite potential that is part of their inheritance, they would have feelings of kindness and kinship for each other that would change their whole way of living and bring peace on earth."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p14"},"We believe in the dignity and divine origin of man. Our faith is founded on the fact that God is our Father, and that we are his children, and that all men are brothers and sisters in the same eternal family."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p15"},"As members of his family, we dwelt with him before the foundations of this earth were laid, and he ordained and established the plan of salvation whereby we gained the privilege of advancing and progressing as we are endeavoring to do."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p16"},"The God we worship is a glorified Being in whom all power and perfection dwell, and he has created man in his own image and likeness, with those characteristics and attributes which he himself possesses."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p17"},["span.pageBreak",{"title":"255"}],"And so our belief in the dignity and destiny of man is an essential part both of our theology and of our way of life. It is the very basis of our Lord’s teaching that “the first and great commandment” is: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind”; and that the second great commandment is: “Thou shalt love thy neighbour as thyself.” (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-39"},"Matt. 22:37–39"],".)"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p18"},"Because God is our Father, we have a natural desire to love and serve him and to be worthy members of his family. We feel an obligation to do what he would have us do, to keep his commandments and live in harmony with the standards of his gospel—all of which are essential parts of true worship."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p19"},"And because all men are our brothers, we have a desire to love and bless and fellowship them—and this too we accept as an essential part of true worship."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p20"},"Thus, everything we do in the Church centers around the divine law that we are to love and worship God and serve our fellowmen."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p21"},"It is no wonder, then, that as a church and as a people we have deep and abiding concern for the welfare of all our Father’s children. We seek their temporal and spiritual well-being along with our own. We pray for them as we do for ourselves, and we try to live so that they, seeing our good works, may be led to glorify our Father who is in heaven. [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.16"},"Matthew 5:16"],".]",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t4"},[".titleNumber","2"],["h3","As we love and support one another in the Church, we become a power in the world for good."],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p24"},"“If ye love me, keep my commandments.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],".]"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p25"},"These words were addressed by the Master to his disciples but a few hours before his death, as he had assembled with them to eat the passover, and give them the final instruction before he should suffer for the sins of the world. On that same occasion, and shortly before these remarks were made, he referred to the same subject, when he said:"],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p26"},"“Little children, yet a little while I am with you. Ye shall seek me; and as I said unto the Jews, Whither I go ye can not come; so now",["span.pageBreak",{"title":"256"}],"I say to you. A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/13.33-34"},"John 13:33–34"],".] …"],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p27"},"… We are not merely friends; we are brothers and sisters, the children of God, who have come out, as I have said, from the world to enter into covenants, to observe his laws and to abide by all things which are given us by inspiration. We are commanded to love one another. “A new commandment,” the Lord has said, and yet like many other commandments it is as old as eternity. There never was a time when that commandment did not exist and was not essential to salvation, and yet it is always new. It never grows old, because it is true.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p28"},"I believe it is our solemn duty to love one another, to believe in each other, to have faith in each other, that it is our duty to overlook the faults and the failings of each other, and not to magnify them in our own eyes nor before the eyes of the world. There should be no faultfinding, no back-biting, no evil speaking, one against another, in the Church of Jesus Christ of Latter-day Saints. We should be true to each other and to every principle of our religion and not be envious one of another. We should not be jealous one of another, nor angry with each other, and there should not arise in our hearts a feeling that we will not forgive one another our trespasses. There should be no feeling in the hearts of the children of God of unforgiveness against any man, no matter who he may be. …"],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p29"},"… We ought not to harbor feelings one against another, but have a feeling of forgiveness and of brotherly love and sisterly love, one for another. Let each one of us remember his or her own individual failings and weaknesses and endeavor to correct them. We have not reached a condition of perfection yet, it is hardly to be expected that we will in this life, and yet, through the aid of the Holy Ghost, it is possible for us to stand united together seeing eye to eye and overcoming our sins and imperfections. If we will do this, respecting all the commandments of the Lord, we shall be a power in the world for good; we shall overwhelm and overcome all evil, all opposition to the truth, and bring to pass righteousness upon the face of the earth. For the Gospel will be spread and the people in the world will feel the influence which will be shed forth from the",["span.pageBreak",{"title":"257"}],"people of Zion, and they will be inclined more to repent of their sins and to receive the truth.",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t5"},[".titleNumber","3"],["h3","We express love for our fellowmen by serving them."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p32"},"Our Savior came into the world to teach us love for each other, and as that great lesson was made manifest through his great suffering and death that we might live, should we not express our love for our fellowmen by service rendered in their behalf? …"],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p33"},"Service must be given in behalf of others. We must extend the helping hand to the unfortunate, to those who have not heard the truth and are in spiritual darkness, to the needy, the oppressed. Are you failing? Let us think of the words of the poet, Will L. Thompson. … The poem starts this way:"],[".poetry",["p.title"],["div",[".stanza",[".line","“Have I done any good in the world today?"],[".line","Have I helped anyone in need?"],[".line","Have I cheered up the sad,"],[".line","And made someone feel glad?"],[".line","If not I have failed indeed.” [",["span.emphasis","Hymns,"],"no. 223.]",["sup",["a",{"href":"fn_6"},"6"]]]]]],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p39"},["span.pageBreak",{"title":"258"}],"Our mission is to all the world—for the peace, and hope, and happiness, and temporal and eternal salvation of all of our Father’s children. … With all my powers of persuasion I urge this people to continue to reach out and bless the lives of all our Father’s children everywhere.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t6"},[".titleNumber","4"],["h3","We need to appreciate and love people for themselves."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p42"},"When I was a boy, we had a horse named Junie. She was one of the most intelligent animals I ever saw. She seemed almost human in her ability. I couldn’t keep her locked in the barn because she would continually undo the strap on the door of her stall. I used to put the strap connected to the half-door of the stall over the top of the post, but she would simply lift it off with her nose and teeth. Then she would go out in the yard."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p43"},"There was a water tap in the yard used for filling the water trough for our animals. Junie would turn this on with her teeth and then leave the water running. My father would get after me because I couldn’t keep that horse in the barn. She never ran away; she just turned on the water and then walked around the yard or over the lawn or through the garden. In the middle of the night, I would hear the water running and then I would have to get up and shut it off and lock Junie up again."],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p44"},"My father suggested that the horse seemed smarter than I was. One day he decided that he would lock her in so that she couldn’t get out. He took the strap that usually looped over the top of the post and buckled it around the post and under a crossbar, and then he said, “Young lady, let’s see you get out of there now!” My father and I left the barn and started to walk back to the house; and before we reached it, Junie was at our side. She then went over and turned the water on again."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p45"},"I suggested that now, perhaps, she was about as smart as either one of us. We just couldn’t keep Junie from getting out of her stall. But that doesn’t mean she was bad, because she wasn’t. Father wasn’t about to sell or trade her, because she had so many other good qualities that made up for this one little fault."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p46"},["span.pageBreak",{"title":"259"}],"The horse was as reliable and dependable at pulling our buggy as she was adept at getting out of the stall. And this was important, because Mother was a licensed midwife. When she would get called to a confinement somewhere in the valley, usually in the middle of the night, I would have to get up, take a lantern out to the barn, and hitch Junie up to the buggy."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p47"},"I was only about ten or eleven years old at the time; and that horse had to be gentle and yet strong enough to take me and Mother all over the valley, in all kinds of weather. One thing I never could understand, however, was why most of the babies had to be born at night and so many of them in winter."],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p48"},"Often I would wait in the buggy for Mother, and then it was nice to have the company of gentle old Junie. This experience with this horse was very good for me, because early in life I had to learn to love and appreciate her for herself. She was a wonderful horse with only a couple of bad habits. People are a lot the same way. None of us is perfect; yet each of us is trying to become perfect, even as our Father in heaven. We need to appreciate and love people for themselves."],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p49"},"Maybe you need to remember this when you evaluate your parents or teachers or ward and stake leaders or friends—or brothers and sisters. This lesson has always stayed with me—to see the good in people even though we are trying to help them overcome one or two bad habits. …"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p50"},"I learned early in life to love and not to judge others, trying always to overcome my own faults.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t7"},[".titleNumber","5"],["h3","When we love the Lord with all our hearts and our neighbors as ourselves, we are in harmony with all sacred law."],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p53"},"“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p54"},"“This is the first and great commandment."],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p55"},"“And the second is like unto it, Thou shalt love thy neighbour as thyself."],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p56"},["span.pageBreak",{"title":"260"}],"“On these two commandments hang all the law and the prophets.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],".)"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p57"},"In other words, all that has been revealed for the salvation of man from the beginning to our own time is circumscribed, included in, and a part of these two great laws. If we love the Lord with all the heart, with all the soul, and with all the mind, and our neighbors as ourselves, then there is nothing more to be desired. Then we will be in harmony with the total of sacred law. If we were willing to live in harmony with these two great commandments—and we must do so eventually if we are worthy to live in the presence of God—then wickedness, jealousy, ambition, covetousness, bloodshed, and all sin of every nature would be banished from the earth. Then would come a day of eternal peace and happiness. What a glorious day that would be! We have been endowed with sufficient reason to know that such a state is most desirable and would establish among men the Fatherhood of God and the perfect brotherhood of man."],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p58"},"… Can we say that we love the Lord with all the soul? Can we say we are as solicitous for the welfare of our neighbor as we are for our own?",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p59"},"Let us love the Lord for this is the foundation of all things. It is the first commandment, and the second commandment, to love our neighbors as ourselves, is like unto it, and when we have done that we have fulfilled the law, because there is nothing that will be left undone.",["sup",["a",{"href":"fn_10"},"10"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t8"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p62"},"Consider the “thoughtful little things” President Joseph Fielding Smith did for others (see “From the Life of Joseph Fielding Smith”). What can we do to establish similar patterns of kindness in our lives?"]],["li",["span.label","•"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p63"},"How can the doctrines in section 1 help us be kind and loving to those around us?"]],["li",["span.label","•"],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p64"},"What impresses you about President Smith’s counsel in section 2? Why do you think we will be “a power in the world for good” as we follow this counsel?"]],["li",["span.label","•"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p65"},["span.pageBreak",{"title":"261"}],"What has Jesus Christ done to “teach us love for each other”? (See section 3.) In what ways can we follow His example?"]],["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p66"},"Review the story about Junie the horse (see section 4). Why do you think it is important to “appreciate and love people for themselves”? What can we do to see the good in others even if we are trying to help them overcome bad habits?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p67"},"What does it mean to you to keep the commandments in Matthew 22:37–40? (For some examples, see section 5.) Why are we “in harmony with the total of sacred law” when we keep these commandments?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t10"},["h3","Related Scriptures"],["p.para",{"id":"p69","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p69"},["a.scriptureRef",{"href":"/scriptures/nt/acts/17.28-29"},"Acts 17:28–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16-17"},"Romans 8:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.18-21"},"1 John 4:18–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"18:8–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45-48"},"Moroni 7:45–48"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.t11"},["h3","Teaching Help"],["p.para",{"id":"p71","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p71"},"Consider inviting participants to read the subheadings in the chapter and select a section that is meaningful to them or their family. Invite them to study President Smith’s teachings in that section, including corresponding questions at the end of the chapter. Then ask class members to share what they have learned."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.f3"},[".caption",["p.para",{"id":"p83","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p83"},"“Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.6"},"Acts 3:6"],")."]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.f4"},[".caption",["p.para",{"id":"p84","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.p84"},"When we extend a helping hand to others, we show our love for them."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn1"},["b","1"],["span.label","1."],"In Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 10–11."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn2"},["b","2"],["span.label","2."],"S. Perry Lee, “Church Expresses Devotions to President Smith,”",["span.emphasis","Church News,"],"July 14, 1956, 2."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn3"},["b","3"],["span.label","3."],"In Conference Report, Apr. 1970, 4–5."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn4"},["b","4"],["span.label","4."],"In Conference Report, Oct. 1920, 53–55."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn5"},["b","5"],["span.label","5."],"In Conference Report, Apr. 1915, 119–20."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn6"},["b","6"],["span.label","6."],"In Conference Report, Apr. 1968, 12."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn7"},["b","7"],["span.label","7."],"In Conference Report, Apr. 1970, 4."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn8"},["b","8"],["span.label","8."],"“My Dear Young Fellow Workers,”",["span.emphasis","New Era,"],"Jan. 1971, 4–5."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1943, 12."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-20-love-and-concern-for-all-our-fathers-children.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1920, 59."]]}
