{"id":4,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":4,"title":"The Life and Ministry of Joseph Fielding Smith","subtitle":"","short_title":"The Life and Ministry of Joseph Fielding Smith","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.head1"},["h1",["span.pageBreak",{"title":"1"}],"The Life and Ministry of Joseph Fielding Smith"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p2"},"President Joseph Fielding Smith “used three great words that I can never forget,” recalled President Gordon B. Hinckley. Those words were “true and faithful.” President Hinckley said, “In his public addresses, in his private conversation, in his prayers to the Lord, he pleaded that we might be true and faithful.”",["sup",["a",{"href":"fn_1"},"1"]],"President Thomas S. Monson shared a similar memory: “Even in his advanced years, [he] always prayed, ‘May we be true and faithful to the end.’”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p3"},"“True and faithful.” For President Joseph Fielding Smith, this was more than an often-repeated phrase. It was a heartfelt expression of his hope for all people. It was also a description of his life, from his childhood through his service as President of The Church of Jesus Christ of Latter-day Saints."],[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t1"},["h2","“A Child of Promise”"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p5"},"Joseph Fielding Smith “was born as a child of promise,” said Elder Bruce R. McConkie of the Quorum of the Twelve Apostles. Elder McConkie, a son-in-law to President Smith, explained that Julina Lambson Smith “had three daughters but no sons, and so she went before the Lord and, like Hannah of old, ‘vowed a vow.’ [",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.11"},"1 Samuel 1:11"],".] Her promise: that if the Lord would give her a son, ‘she would do all in her power to help him be a credit to the Lord and to his father.’ The Lord hearkened to her prayers, and she kept her promise to him.”",["sup",["a",{"href":"fn_3"},"3"]],"On July 19, 1876, Julina and her husband, Joseph F. Smith, welcomed a newborn son into their family. They named him Joseph Fielding Smith Jr., after his father."],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p6"},"At birth, Joseph Fielding Smith joined a family rich in faith, service, and leadership. His grandfather Hyrum Smith was the Prophet Joseph Smith’s brother and a valiant witness of the Restoration of",["span.pageBreak",{"title":"3"}],"the gospel. The Lord appointed Hyrum to “be a prophet, and a seer, and a revelator unto [His] church,” saying that Hyrum’s name would “be had in honorable remembrance from generation to generation, forever and ever” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.94,96"},"D&C 124:94, 96"],"). With his brother Joseph, Hyrum sealed his testimony with his blood, martyred by a mob on June 27, 1844 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"D&C 135"],")."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p7"},"Joseph Fielding Smith’s father, Joseph F. Smith, shouldered heavy responsibilities from the time he was a child. The firstborn child of Hyrum and Mary Fielding Smith, he was five years old when his father was martyred and nine years old when he helped his widowed mother drive her wagon from Nauvoo, Illinois, to the Salt Lake Valley. He later served as a missionary and as a member of the Quorum of the Twelve Apostles. He was a Counselor in the First Presidency when his son Joseph was born. From October 17, 1901, to November 19, 1918, he served as President of the Church."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p8"},"Joseph Fielding Smith’s mother, Julina Lambson Smith, was part of one of the early pioneer families in the Salt Lake Valley. From the age of nine, she was raised in the home of her uncle George A. Smith, who was a member of the Quorum of the Twelve Apostles at the time, and her aunt Bathsheba W. Smith. (Elder Smith later served as First Counselor in the First Presidency under President Brigham Young, and Sister Smith later served as Relief Society general president.) As an adult, Julina was a devoted wife and mother and a dedicated member of Relief Society. She was known for her compassion and skill as a midwife, bringing “nearly 1,000 babies into the world” and caring for their mothers.",["sup",["a",{"href":"fn_4"},"4"]],"From October 1910 to April 1921, she served as second counselor in the Relief Society general presidency."]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t2"},["h2","Work and Play as a Young Man"],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p10"},"Joseph learned how to work at an early age. His family owned a farm in Taylorsville, Utah, about 10 miles (16 kilometers) from their home, where he and his brothers helped with irrigating, harvesting hay, and taking care of livestock. At home, the family cared for a large vegetable garden, several fruit trees, three long rows of grapes, a flock of chickens, three cows, and a few horses. President",["span.pageBreak",{"title":"4"}],"Joseph F. Smith practiced plural marriage, so the family had many mouths to feed and many hands to help with the work. Because Joseph Fielding Smith was one of the oldest sons in the large family, he was given some responsibilities that normally would have been given to an adult. In addition to these responsibilities, he always kept up with his studies for school."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p11"},"Joseph’s first work outside the home and the family farm was with his mother. He often drove a horse and carriage to help her fulfill her duties as a midwife. In his late teens, he found employment at Zion’s Cooperative Mercantile Institution (ZCMI), where he put in long and physically demanding days. He later recalled: “I worked like a work horse all day long and was tired out when night came, carrying sacks of flour and sacks of sugar and hams and bacons on my back. I weighed 150 pounds [68 kilograms], but I thought nothing of picking up a 200-pound sack [91 kilograms] and putting it on my shoulders.”",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p12"},"To balance his heavy work responsibilities, Joseph found some time to play. He and his siblings liked to play nighttime games around the house, hiding among the grapevines—“especially when the grapes were ripe.”",["sup",["a",{"href":"fn_6"},"6"]],"He also loved to play baseball. Each ward had an organized baseball team, and he enjoyed these friendly rivalries."]],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t3"},["h2","Gospel Study and Spiritual Growth"],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p14"},"Although baseball was important to young Joseph Fielding Smith, he sometimes left games early, pulled away by an interest that was even more important to him. At such times, he could be found secluded “in the hayloft or in the shade of a tree to get back to his reading” of the Book of Mormon.",["sup",["a",{"href":"fn_7"},"7"]],"“From my earliest recollection,” he later said, “from the time I first could read, I have received more pleasure and greater satisfaction out of the study of the scriptures, and reading of the Lord Jesus Christ, and of the Prophet Joseph Smith, and the work that has been accomplished for the salvation of men, than from anything else in all the world.”",["sup",["a",{"href":"fn_8"},"8"]],"He began to establish a pattern of personal gospel study when he received his first copy of the Book of Mormon at age eight. He eagerly read the",["span.pageBreak",{"title":"5"}],"standard works and Church publications. He carried a pocket-sized edition of the New Testament so he could read during lunch breaks and as he walked to and from his job at ZCMI. Steadily and persistently, he added to the strength of his testimony of the restored gospel."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p15"},"But Joseph’s spiritual growth was not confined to silent personal study. He faithfully participated in Church meetings and classes, and he received priesthood ordinances and blessings. He was especially drawn to the temple. The Salt Lake Temple had been under construction for 23 years when he was born. “Through his youth Joseph had watched with keen interest the daily progress in construction on this magnificent edifice. He had seen the last of the huge granite stones brought in by railroad cars from the rock quarry. … [He] had seen the majestic spires finally take shape. … [He said,] ‘I used to wonder whether I would ever live long enough to see the temple completed.’”",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p16"},["span.pageBreak",{"title":"6"}],"On April 6, 1893, Joseph attended the first dedicatory session of the Salt Lake Temple. President Wilford Woodruff, the fourth President of the Church, presided at the session and offered the dedicatory prayer. Seated on the stand to the left of President Woodruff was his Second Counselor, President Joseph F. Smith."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p17"},"When Joseph Fielding Smith was 19 years old, he received a patriarchal blessing. This blessing, pronounced by his uncle John Smith, who was then serving as Church Patriarch, added to Joseph’s spiritual strength. Joseph was told:"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p18"},"“It is thy privilege to live to a good old age and the will of the Lord that you should become a mighty man in Israel. …"],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p19"},"“It shall be thy duty to sit in counsel with thy brethren and to preside among the people. It shall be thy duty also to travel much at home and abroad, by land and water, laboring in the ministry. And I say unto thee, hold up thy head, lift up thy voice without fear or favor, as the Spirit of the Lord shall direct, and the blessings of the Lord shall rest upon thee. His Spirit shall direct thy mind and give thee word and sentiment, that thou shalt confound the wisdom of the wicked and set at naught the counsels of the unjust.”",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p20"},"Later that year, after his 20th birthday, he received new opportunities for service and spiritual growth. He was ordained to the office of elder in the Melchizedek Priesthood, and he received the temple endowment. Toward the end of his life, when he was serving as President of the Church, he declared: “How grateful I am that I hold the holy priesthood. I have sought all my days to magnify my calling in that priesthood and hope to endure to the end in this life and to enjoy the fellowship of the faithful saints in the life to come.”",["sup",["a",{"href":"fn_11"},"11"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t4"},["h2","Courtship and Marriage"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p22"},"As young Joseph Fielding Smith helped support his family, studied the gospel, and prepared for priesthood blessings, his efforts did not go unnoticed by a young woman named Louie Shurtliff. Louie, whose parents lived in Ogden, Utah, came to live with the Smith family so she could attend the University of Utah, which at the time was located across the street from the Smiths’ home."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p23"},["span.pageBreak",{"title":"7"}],"At first, Joseph and Louie’s relationship was nothing more than a formal friendship, but it gradually deepened into a courtship. Because the couple had little money, their courtship was confined mostly to reading together in the family parlor, talking with one another, taking walks together, and attending Church socials. Joseph also enjoyed listening to Louie play the piano. Occasionally they went to a performance at a local theater. By the end of Louie’s second year of studies at the university, their courtship had blossomed into love—so much that Joseph rode his bicycle the 100-mile (160-kilometer) round trip, over rutted dirt roads, to see her in Ogden once or twice when school was not in session.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p24"},"Eventually, Louie and Joseph discussed marriage. However, a question remained in their minds: would Joseph be called to serve a mission? In those days, young men and women desiring to serve missions did not approach their bishops to be recommended for such calls. The processing of mission calls was done entirely through the office of the President of the Church. A young man never knew when he might find a mission call in the mailbox."],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p25"},"Louie graduated from the university in the spring of 1897 and moved back to Ogden with her parents. One year later, with apparently no mission call forthcoming, the couple decided to move forward with marriage plans. As Joseph later said, “I persuaded her to change her place of residence, and on the 26th day of April, 1898, we went to the Salt Lake Temple and were married for time and all eternity by my father, President Joseph F. Smith.”",["sup",["a",{"href":"fn_13"},"13"]],"As Joseph and Louie began their life together, they lived in a small apartment in the Smith family’s home."]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t5"},["h2","Heeding the Missionary Call"],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p27"},"In the early days of the Church, married men were often called to serve full-time missions, so Joseph and Louie were not surprised when, on March 17, 1899, a mission call signed by President Lorenzo Snow arrived in the mail. But Joseph might have been somewhat surprised at his assigned field of labor. Before receiving the call, he had had a conversation with President Franklin D. Richards, President of the Quorum of the Twelve Apostles, about the",["span.pageBreak",{"title":"8"}],"possibility of receiving a mission call. Joseph later recalled: “[He] asked me where I’d like to go. I told him I had no choice particularly, only to go where I was sent. But he said, ‘You must have some place where you would prefer to go to.’ I said, ‘Well, I’d prefer to go to Germany.’ So they sent me to England!”",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p28"},"Louie decided to live with her parents while Joseph was away. This, she felt, would help her endure the loneliness of being separated from her husband. And she would work in her father’s store, earning money to help fund Joseph’s mission.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p29"},"On May 12, 1899, one day before departing for the mission field, Elder Smith and other missionaries received instructions from President Joseph F. Smith and Elders George Teasdale and Heber J. Grant of the Quorum of the Twelve Apostles. This was the extent of their training before they departed as full-time missionaries. At this",["span.pageBreak",{"title":"9"}],"meeting, each missionary received an official missionary certificate. Elder Smith’s read:"],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p30"},"“This certifies that the bearer Elder Joseph F. Smith Jr. is in full faith and fellowship with The Church of Jesus Christ of Latter-day Saints and by the General Authorities of said Church has been duly appointed a Mission to Great Britain to Preach the Gospel and administer in all the Ordinances thereof pertaining to his office."],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p31"},"“And we invite all men to give heed to his Teachings and Counsels as a man of God, sent to open to them the door of Life and Salvation—and to assist him in his travels, in whatsoever things he may need."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p32"},"“And we pray God, The Eternal Father, to bless Elder Smith and all who receive him and minister to his comfort, with the blessings of Heaven and Earth, for time and all eternity, in the name of Jesus Christ, Amen."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p33"},"“Signed at Salt Lake City, Utah, May 12th, 1899, in behalf of said Church. Lorenzo Snow, George Q. Cannon, Jos. F. Smith, First Presidency.”",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p34"},"The next day, the family gathered at home to bid farewell to Joseph and to an older brother who had also been called to serve in England. However, one family member was absent from the gathering. Joseph’s younger sister Emily was hiding, ashamed about something she had done a few years earlier. When Joseph and Louie had been courting, Joseph sometimes sent Emily and other little children to bed early so he could spend time alone with his sweetheart. Frustrated with this perceived injustice, Emily had often prayed that the Lord would send her brother away on a mission. Now that he really was leaving, she felt guilty about the part she might have played in his departure.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p35"},"Joseph and Louie knew that the call to serve in England had come from the Lord. Joseph was eager to do his duty, and Louie was pleased that her husband would serve a mission, but they both struggled with the idea of being separated. When the time came for Elder Smith to leave for the train depot, “Louie tried to be brave, tried not to let Joseph see her cry. But it was hard to conceal red eyes. And Joseph was already so homesick just at the thought",["span.pageBreak",{"title":"10"}],"of leaving that he did not feel much like talking with anyone. … There was a lump in Joseph’s throat as he paused at the front door of the old home on First North Street and kissed each of his loved ones goodbye: Mama, Papa, brothers and sisters, aunties, and last of all, Louie. ‘Goodbye Louie, my precious. God bless you and keep you safe for me.’”",["sup",["a",{"href":"fn_18"},"18"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t6"},["h2","Planting Gospel Seeds in England"],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p37"},"From the time his train—uncomfortable and filled with tobacco smoke—sped away from home, Elder Smith dedicated himself to his mission. His journal entries and the letters he sent and received revealed the difficulties he faced as a missionary and the faith and devotion with which he faced them."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p38"},"At the end of his first day of missionary work in England, he wrote in his journal: “This has been a very important day in my short life. I came from my home less than a month ago for the purpose of preaching the gospel of our Lord. … I have been out tracting today and delivered 25 tracts [pamphlets]. It is the first of this kind of work that I ever tried to do and it did not come to me very easy. … I bore my testimony to the world for the first time today, but will be able to do so better. With the help of the Lord I shall do his will as I was called to do.”",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p39"},"When his father sent him a few dollars for necessities, he replied: “I shall be very careful of the means you send me. I do not spend anything unless I have a good reason for it.” He also told his father of his determination to learn and teach the gospel: “I am here to preach the gospel and I hope I will be able to do that well. … It is my desire to improve my mind and talents while I am here, that I may always be useful for something in life. … I want to be right on all things and nothing gives me more pleasure than to learn something about the gospel. My desire is to become acquainted with it and gain wisdom.”",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p40"},"President Joseph F. Smith wrote the following words of commendation in a letter to Elder Joseph Fielding Smith: “I like your spirit, I have faith in your integrity, and I have pleasure and satisfaction in you. I want you to cultivate wisdom and deliberate judgment and",["span.pageBreak",{"title":"11"}],"patience as well as the Holy Spirit and the love of God.”",["sup",["a",{"href":"fn_21"},"21"]],"Louie’s father, Lewis Shurtliff, also expressed confidence in Elder Smith: “I have always felt that you would fill a glorious mission and gain an experience that will fit you for the exalted station that you are destined to fill in the future.”",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p41"},"In letters to Louie, Joseph always expressed his love for her. He often enclosed pressed flowers inside his “warm and affectionate letters.”",["sup",["a",{"href":"fn_23"},"23"]],"He also wrote of the challenges he faced: “There are many in this nation who know the gospel is true that we teach, but they have not the moral courage to come out of the world and embrace it.”",["sup",["a",{"href":"fn_24"},"24"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p42"},"Louie sent letters at least once a week. “Remember,” she once wrote, “I am here to love and pray for you and that I never forget you for one single moment. … Bless you, my own precious husband, is my prayer always.”",["sup",["a",{"href":"fn_25"},"25"]],"Louie was clear about her devotion to her husband, and she was equally clear about her devotion to the Lord and His work. She consistently reminded Joseph not to allow homesickness to weaken his resolve to serve."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p43"},"Elder Smith needed such encouragement, for he rarely found anyone who would receive the message of the restored gospel. Years later, he “told his son Joseph that conditions were so bad and the people so disinterested that he reached a frame of mind where he thought that he could not continue. One night he lay awake thinking of the need to work for passage home.”",["sup",["a",{"href":"fn_26"},"26"]],"But inspired by encouragement from loved ones and strengthened by their prayers and his own desire to serve, he overcame such thoughts. He knew that the Lord had called him, and he knew that he needed to work diligently for the good of the people he served and for the good of his family. He wrote: “I would rather stay here forever than come home without an honorable record and release. … I pray that I may have the spirit of the gospel and a love for my fellow man that I may be able to stay here until I am released honorably. If it were not for the many prayers that are offered up for me at home as well as my own I could not succeed.”",["sup",["a",{"href":"fn_27"},"27"]]],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p44"},"Elder Joseph Fielding Smith was honorably released from his mission on June 20, 1901. In his two years of diligent service, “he did not make one convert, did not have opportunity to perform one",["span.pageBreak",{"title":"12"}],"baptism, although he did confirm one convert.”",["sup",["a",{"href":"fn_28"},"28"]],"However, he and his companions had planted gospel seeds, helping many people find greater peace and understanding, and he had grown personally as a student and teacher of the gospel and as a priesthood leader."]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t7"},["h2","A New Home and New Responsibilities"],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p46"},"Joseph arrived in Salt Lake City on July 9, 1901. After spending a few days with Louie’s family in Ogden, Joseph and Louie returned to their home with the Smiths and resumed their life together. Their marriage was characterized by faith, diligence, and service, as they worked to establish a home and family and to serve in the Church."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p47"},"Soon after Joseph returned home, he began looking for a job so he could support his family. With help from a family member, he secured a temporary job at the Salt Lake County clerk’s office. About five weeks later, he accepted a position in the Church Historian’s office. As he learned more about the history of the Church, he also became more aware of people who sought to discredit the Church and its leaders. He worked tirelessly to provide information",["span.pageBreak",{"title":"13"}],"in defense of the faith. This was the beginning of service that would bless the Church for years to come."],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p48"},"In the spring of 1902, Louie was pregnant. She and Joseph were grateful for their little apartment, but they looked forward to building their own home. Joseph’s secure employment allowed them to start making plans. They hired a building firm and made arrangements for Joseph to do much of the work himself, thus cutting expenses. Their first child, a daughter named Josephine, was born in September 1902, and they moved into their new home about 10 months later. In 1906, after Louie suffered through a difficult pregnancy, they welcomed another daughter into their home and named her Julina."],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p49"},"Joseph was always willing to participate in the Lord’s work of salvation, and he received many opportunities to do so. In 1902 he was called to serve as one of the presidents of the twenty-fourth quorum of the seventy, including duties as the quorum instructor. (At that time, the Church had more than 100 quorums of the seventy. The members of those quorums were not General Authorities.) Joseph was also called to serve on the general board of the Young Men’s Mutual Improvement Association and as a member of the high council of the Salt Lake Stake. He was ordained a high priest by his brother Hyrum, a member of the Quorum of the Twelve Apostles. In the April 1906 general conference, he was sustained as an Assistant Church Historian, and the following January he was appointed to a special committee whose purpose was “to prepare data for a defense of the church against assaults made upon it by its enemies.”",["sup",["a",{"href":"fn_29"},"29"]]],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p50"},"When Joseph’s father was serving as President of the Church, Joseph often helped him with correspondence and other administrative duties, and he occasionally accompanied his father on Church assignments. Once Joseph even traveled in President Smith’s place. He recorded: “I went to Brigham City [Utah] at the request of my father to dedicate the Second Ward meeting house in Brigham City. They were very desirous of having",["span.emphasis","him"],"offer the dedicatory prayer, but as he was suffering from a severe cold he sent me in his stead.” When the stake president and a bishop met Joseph at the train station, they were not happy to see him.",["sup",["a",{"href":"fn_30"},"30"]],"The stake president",["span.pageBreak",{"title":"14"}],"reportedly said: “I could bawl. We were expecting the President of the Church and we get a boy instead.” According to one account of the story, Joseph quipped in reply, “I could bawl too.”",["sup",["a",{"href":"fn_31"},"31"]]],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p51"},"Although much of Joseph’s Church duties took him away from home, he and Louie also found time to serve together and enjoy each other’s company. In his journal entry for November 1, 1907, he wrote, “With Louie, I spent the greater part of the day in the Salt Lake Temple, one of the happiest days of our lives and the most profitable to us.”",["sup",["a",{"href":"fn_32"},"32"]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t8"},["h2","Trials and Blessings"],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p53"},"Joseph set many of his Church responsibilities aside in March 1908, feeling a need to stay home with Louie as much as possible. She was suffering from a severe, unremitting illness related to the early stages of her third pregnancy. Despite prayers, priesthood blessings, solicitous care from her husband, and careful attention from doctors, she continued to worsen. She died on March 30."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p54"},"In his grief, Joseph wrote: “During this month which has been one of constant anxiety and worry for me, I have passed through trials and experiences of the deepest and most painful kind. And through it all I have depended on the Lord for strength and comfort. After suffering most excruciating pain for three or four weeks and after an illness covering a period of nearly two months my beloved wife was released from her suffering … and departed from me and our precious babies, for a better world, where we patiently and in sorrow await a meeting which shall be most glorious.” Joseph said that his wife “died firm in the faith and true to every principle of the gospel.”",["sup",["a",{"href":"fn_33"},"33"]]],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p55"},"Joseph was soon overwhelmed with the task of raising two little girls in a motherless home. His parents invited the young family to live with them. Even with this help, the widower realized that his little children needed the care of a loving mother."],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p56"},"As he did with all important decisions, Joseph made this issue a matter of fervent prayer. Ethel Georgina Reynolds, a clerk in the Church Historian’s office, became the answer to his prayers. Joseph invited her to join him and his daughters on an outing in the",["span.pageBreak",{"title":"15"}],"park on July 6, 1908. The outing was successful, as all four of them enjoyed each other’s company. Ten days later, Joseph and Ethel enjoyed a date together without the children, and soon thereafter they were engaged to be married."],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p57"},"Ethel and Joseph were sealed in the Salt Lake Temple on November 2, 1908. Years later in a letter to Ethel, Joseph wrote, “You do not know how often I have thanked the Lord that I made no mistake when I needed a companion. You were sent to me.”",["sup",["a",{"href":"fn_34"},"34"]],"In addition to being a loving companion to Joseph, Ethel quickly became a second mother to Josephine and Julina."]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t9"},["h2","Service as a Member of the Quorum of the Twelve Apostles"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p59"},"Just before general conference in April 1910, President John R. Winder, First Counselor in the First Presidency, died. Elder John Henry Smith, who had been serving in the Quorum of the Twelve, was called to serve in the First Presidency, leaving a vacancy in the Quorum of the Twelve. The First Presidency and the Quorum of the Twelve met in the Salt Lake Temple to discuss men who would",["span.pageBreak",{"title":"16"}],"be qualified to fill that vacancy. After counseling together for about an hour, they were unable to “reach any unanimity of feeling on the matter. Finally President Joseph F. Smith retired to a room by himself and knelt in prayer for guidance. When he returned he somewhat hesitatingly asked the 13 other brethren whether they would be willing to consider his son Joseph Fielding Smith Jr. for the position. He was reluctant to suggest it, he said, because his son Hyrum was already a member of the council and his son David was a Counselor in the Presiding Bishopric. Church members, he feared, would be disgruntled to have another of his sons appointed as a general authority. Nevertheless he felt inspired to offer Joseph’s name for consideration. The other men seemed immediately receptive to the suggestion and sustained President Smith in it."],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p60"},"“Apparently President Smith confided the choice of Joseph to his [Joseph’s] mother prior to the conference announcement. Joseph’s sister Edith S. Patrick says, ‘I remember mother telling us that in 1910 father came home from his temple council meeting and seemed very worried. When asked what was troubling him, he said that Joseph had been chosen as one of the Twelve. He said the brethren had unanimously selected him and he said now he, as the president, would be severely criticized, having his son made an apostle. Mother told him not to worry one minute as to what people might say. She knew the Lord had chosen him and said she knew he would be a credit to his calling.’"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p61"},"“… It was the custom at that time",["span.emphasis","not"],"to notify the chosen person in advance but rather to let him hear of his appointment when his name was read in conference for a sustaining vote. Thus it was that when Joseph Fielding left for conference on April 6, 1910, he had no knowledge of having been selected.” As he entered the Tabernacle, an usher said to him, “Well Joseph, who is the new apostle to be?” He responded: “I don’t know. But it won’t be you and it won’t be me!”"],["p.para",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p62"},"Just before the name of the newest member of the Quorum of the Twelve was read, Joseph felt a prompting from the Spirit that the name might be his own. Still, he later said that when his name was announced, “I was so startled and dumbfounded I could hardly speak.”"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p63"},["span.pageBreak",{"title":"17"}],"Later that day, he went home to share the news with Ethel, who had not been able to attend the meeting. He began by saying: “I guess we’ll have to sell the cow. I haven’t time to take care of it any more!”",["sup",["a",{"href":"fn_35"},"35"]]],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p64"},"During his 60 years as a member of the Quorum of the Twelve Apostles, Joseph Fielding Smith saw many changes in the world. For example, when he was called to the apostleship, many people still used the horse and carriage as their primary means of transportation. At the end of his service in the quorum, he often traveled to assignments by jet plane."],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p65"},"Elder Smith held many positions of trust and responsibility while serving as a member of the Quorum of the Twelve. For the first eight years of his ministry as an Apostle, he served unofficially as a secretary for his father. He served in this capacity until his father passed away in November 1918. In this role, Joseph Fielding Smith acted as scribe when his father dictated the vision of the redemption of the dead, now found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"."],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p66"},"Elder Smith served as Assistant Church Historian, as Church Historian for almost 50 years, as a counselor in the Salt Lake Temple presidency, as president of the Salt Lake Temple, as president of",["span.pageBreak",{"title":"18"}],"the Utah Genealogical and Historical Society, as the first editor and business manager of the",["span.emphasis","Utah Genealogical and Historical Magazine,"],"and as the chairman of the Executive Committee of the Church Board of Education. He also served as the chairman of the Church Publications Committee, an assignment that required him to read thousands of pages of manuscripts before they were prepared as lesson manuals and other Church publications."],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p67"},"He was set apart as Acting President of the Quorum of the Twelve on October 6, 1950, and he served in that capacity until April 1951, when he was set apart as President of the Quorum of the Twelve. He served in that capacity from April 1951 to January 1970, when he became President of the Church. From 1965 to 1970, he also served as a Counselor in the First Presidency while continuing in his responsibilities as President of the Quorum of the Twelve."]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t10"},["h2","A Ministry of Stern Warnings and Gentle Forgiveness"],["p.para",{"id":"p69","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p69"},"In his first address at general conference, Elder Joseph Fielding Smith spoke directly to anyone who would “raise his voice against the actions of the authorities who preside over the Church.” He issued this stern declaration: “I wish to raise a warning voice to all such who hold membership in the Church, and say unto them, that they had better repent and turn unto the Lord, lest His judgments come upon them, lest they lose the faith and be turned from the truth.”",["sup",["a",{"href":"fn_36"},"36"]]],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p70"},"Throughout his ministry, he continued to raise a voice of warning. He once said: “I have considered that it has been my mission, having been so impressed, I think, by the Spirit of the Lord in my travels in the stakes of Zion, to say unto the people that",["span.emphasis","now"],"is the day of repentance. … I feel that it is my mission to cry repentance and to call upon the people to serve the Lord.”",["sup",["a",{"href":"fn_37"},"37"]]],["p.para",{"id":"p71","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p71"},"This no-nonsense, straightforward approach to teaching was tempered by gentleness and kindness. Elder Boyd K. Packer once witnessed this in a meeting when Joseph Fielding Smith was chairman of the Church’s Missionary Committee. “A report was presented concerning an accident involving two missionary elders in a Church-owned automobile. An elderly vegetable vendor had run a stop sign with his truck. The missionary car was struck broadside and totally",["span.pageBreak",{"title":"19"}],"wrecked. The driver of the truck was cited by the police. He had no insurance. Fortunately, neither missionary was seriously injured."],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p72"},"“President Smith sat silent as the members of the committee considered the matter. After some discussion they instructed the managing director of the Missionary Department to retain an attorney and press the matter in court."],["p.para",{"id":"p73","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p73"},"“Only then was President Smith asked if he agreed with that course of action. Quietly he said: ‘Yes, we could do that. And if we press with all vigor, we might even succeed in taking the truck away from the poor man; then how would he make a living?’"],["p.para",{"id":"p74","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p74"},"“‘We looked at each other, a little ashamed,’ Elder Packer said. ‘Then we allowed that the Church could buy another missionary car, go about its work, and leave the matter alone.’”",["sup",["a",{"href":"fn_38"},"38"]]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t11"},["h2","“A Kind, Loving Husband and Father”"],["p.para",{"id":"p76","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p76"},"When Elder Smith was called to the apostleship, he had three children: Josephine and Julina and Ethel’s firstborn child, Emily. Seven months later, the family welcomed another daughter. Ethel and Joseph named her Naomi. Because of complications at birth, Naomi had to struggle for her life, and the family feared that she might not live long. But, as her father later said, she “was saved through the power [of] prayer and administration after it appeared that breath could not enter her body.”",["sup",["a",{"href":"fn_39"},"39"]],"Ethel later gave birth to seven other children: Lois, Amelia, Joseph, Lewis, Reynolds, Douglas, and Milton."],["p.para",{"id":"p77","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p77"},"President Smith’s assignments as an Apostle often took him away from home for long periods of time. But when he was home, he focused his attention on his family. His wife Ethel described him as “a kind, loving husband and father whose greatest ambition in life is to make his family happy, entirely forgetful of self in his efforts to do this.”",["sup",["a",{"href":"fn_40"},"40"]]],["p.para",{"id":"p78","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p78"},"The children in the Smith family were amused by the impression some people had of their father—as a severe, stern man. “One time … after he had preached a rather vigorous sermon on the importance of properly governing one’s children, an annoyed woman",["span.pageBreak",{"title":"20"}],"approached two of his little daughters and expressed sympathy for them [and said,] ‘I’ll bet your daddy beats you!’” In response to this accusation, the girls just giggled. They knew their father much better than she did—he would never hurt them. When he came home from his long trips, “it was happy times, from the moment they eagerly met him at the train depot until they sadly bade him farewell again several days hence.” They played games, made pies and ice cream, went on picnics, rode the train, and visited nearby canyons and lakes. They enjoyed hearing stories about his Church assignments all over the world.",["sup",["a",{"href":"fn_41"},"41"]],"They also worked together, staying busy with chores around the house.",["sup",["a",{"href":"fn_42"},"42"]]],["p.para",{"id":"p79","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p79"},"President Smith’s sons played sports, and he attended their games whenever he could.",["sup",["a",{"href":"fn_43"},"43"]],"He also enjoyed playing sports with them, particularly handball. He had fun with them, but he was competitive. His sons Reynolds and Lewis remembered times when the two of them teamed up against their father. He let them choose which hand he could use during the game. Even with one hand behind his back, he always “soundly trounced them both.”",["sup",["a",{"href":"fn_44"},"44"]]]],[".topic",{"id":"t12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t12"},["h2","Sadness and Hope"],["p.para",{"id":"p81","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p81"},"Elder Smith’s assignments away from home were difficult for Ethel and the children, and the weeks of separation were also painful for him. On April 18, 1924, he was traveling by train to preside at a stake conference. Ethel was seven months pregnant at the time, doing her best to care for the children at home. In a letter to her, he said, “I am thinking of you and wish I could be with you constantly for the next few weeks, to help take care of you.”",["sup",["a",{"href":"fn_45"},"45"]],"As he thought of home, he closed the letter with a poem he had written. Some of the words to that poem now appear in many Church hymnbooks under the title “Does the Journey Seem Long?”"],[".poetry",["p.title"],["div",[".stanza",[".line","Does the journey seem long,"],[".line","The path rugged and steep?"],[".line","Are there briars and thorns on the way?"],[".line","Do sharp stones cut your feet"],[".line","As you struggle to rise"],[".line","To the heights thru the heat of the day?"]],[".stanza",[".line",["span.pageBreak",{"title":"21"}],"Is your heart faint and sad,"],[".line","Your soul weary within,"],[".line","As you toil ’neath your burden of care?"],[".line","Does the load heavy seem"],[".line","You are forced now to lift?"],[".line","Is there no one your burden to share?"]],[".stanza",[".line","Let your heart be not faint"],[".line","Now the journey’s begun;"],[".line","There is One who still beckons to you."],[".line","So look upward in joy"],[".line","And take hold of his hand;"],[".line","He will lead you to heights that are new—"]],[".stanza",[".line","A land holy and pure,"],[".line","Where all trouble doth end,"],[".line","And your life shall be free from all sin,"],[".line","Where no tears shall be shed,"],[".line","For no sorrows remain."],[".line","Take his hand and with him enter in.",["sup",["a",{"href":"fn_46"},"46"]]]]]],["p.para",{"id":"p106","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p106"},"Beginning in 1933, the happiness in the Smith home was sometimes interrupted by a heavy “burden of care,” as Elder Smith had expressed in his poem nine years earlier. Ethel began to suffer from “a terrible illness which she could not understand. At times she was plunged into the depths of depression and at other times her mind raced beyond control forcing her exhausted body to do more and more. The tender love and support of her family, prayers, and blessings, even hospitalizations did not seem to help.”",["sup",["a",{"href":"fn_47"},"47"]],"After four years of suffering, she died on August 26, 1937. Writing of her death, her bereaved husband recorded, “A better woman could not be found, or truer wife and mother.”",["sup",["a",{"href":"fn_48"},"48"]],"In the depths of his sorrow, he felt the comforting knowledge that he and Ethel Reynolds Smith were bound together for the eternities by a sacred sealing covenant."]],[".topic",{"id":"t13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t13"},["h2","A New Friendship Leads to Marriage"],["p.para",{"id":"p108","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p108"},"When Ethel died, five children still lived in the Smith home. Two of them would soon move away—Amelia was engaged to be married, and Lewis was preparing to serve a full-time mission.",["span.pageBreak",{"title":"22"}],"This would leave 16-year-old Reynolds, 13-year-old Douglas, and 10-year-old Milton. Concerned about these motherless sons, Joseph Fielding Smith pondered the idea of marrying again."],["p.para",{"id":"p109","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p109"},"With this idea in mind, Elder Smith soon focused his attention on Jessie Ella Evans, a famous soloist with the Mormon Tabernacle Choir. Jessie had sung a solo at Ethel’s funeral services, and Elder Smith had sent her a note to express his appreciation. That note had led to conversations by telephone. Elder Smith and Jessie had not known one another before this exchange, but they quickly became good friends."],["p.para",{"id":"p110","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p110"},"Elder Smith spent days thinking and praying about the possibility of asking Jessie to marry him. Finally he wrote her a letter in which he hinted that he would like to have a more personal friendship with her. Four days later, he worked up the courage to deliver the letter in person. He took it to the city and county offices, where she worked as the county recorder. Later he recorded the following in his journal: “Went to",["span.emphasis","County Recorder’s"],"office. …",["span.emphasis","Had interview with recorder, very important,"],"and left her the letter I wrote.”",["sup",["a",{"href":"fn_49"},"49"]],"Following a week in which he traveled by train to stake conference meetings, Elder Smith returned home and once again visited with Jessie."],["p.para",{"id":"p111","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p111"},"In his typical straightforward style, Elder Smith wrote in his journal, “Met Miss Jessie Evans and had [an]",["span.emphasis","important"],"interview with her.” With mutual feelings of admiration, they made arrangements for him to meet Jessie’s mother and for Jessie to meet his children. Less than a month later, on November 21, 1937, she accepted an engagement ring. The two were sealed in the Salt Lake Temple on April 12, 1938, by President Heber J. Grant, the seventh President of the Church.",["sup",["a",{"href":"fn_50"},"50"]]],["p.para",{"id":"p112","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p112"},"Elder Francis M. Gibbons, who served as a secretary to the First Presidency when President Smith was President of the Church, described the relationship between Joseph Fielding Smith and Jessie Evans Smith: “Despite a difference of twenty-six years in their ages and differences in temperament, background, and training, Joseph Fielding and Jessie Evans Smith were remarkably compatible. She was an irrepressible extrovert, full of fun and good humor, who enjoyed the limelight of public attention. Joseph, on the other hand,",["span.pageBreak",{"title":"23"}],"was a quiet, retiring introvert, dignified and detached, who always seemed somewhat uncomfortable in a public setting and who never sought to call attention to himself. The thing that bridged the wide gulf between these two disparate personalities was the genuine love and respect they had for each other.”",["sup",["a",{"href":"fn_51"},"51"]],"This love and respect extended to Jessie’s mother, Jeanette Buchanan Evans, with whom Jessie had been living until the marriage. Sister Evans joined her daughter to live in the Smith home and helped care for the children."]],[".topic",{"id":"t14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t14"},["h2","Ministering to a World in Turmoil"],["p.para",{"id":"p114","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p114"},"The new Sister Smith, addressed as Aunt Jessie by Elder Smith’s children and grandchildren, frequently joined her husband as he traveled to stake conferences. Local leaders often invited her to sing in meetings, and occasionally she persuaded her husband to sing a duet with her. In 1939, President Heber J. Grant assigned Elder and Sister Smith to tour all of the Church’s missions in Europe."],["p.para",{"id":"p115","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p115"},"Although World War II had not yet erupted when the Smiths arrived in Europe, tensions between the nations were increasing.",["span.pageBreak",{"title":"24"}],"On August 24, while the Smiths were in Germany, the First Presidency instructed Elder Smith to see that all missionaries in Germany were transferred to neutral countries. He coordinated this work from Copenhagen, Denmark. During this transferral of missionaries, Wallace Toronto, the mission president in Czechoslovakia, found it necessary to send his wife, Martha, and their children to Copenhagen for safety. He remained behind to ensure the safe evacuation of four missionaries who had been detained. Days passed without any word from them. Martha later recalled:"],["p.para",{"id":"p116","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p116"},"“The day finally came when all trains, ferries, and boats made their last runs from Germany and we prayed that Wally [President Toronto] and his four young charges would be on that last ferry as it headed for its home port. Seeing that I was very worried and getting more upset by the minute, President Smith came over to me, put his protecting arm around my shoulders and said, ‘Sister Toronto, this war will not start until Brother Toronto and his missionaries arrive in this land of Denmark.’ As the day advanced into early evening, a telephone call came. … It was Wally! The five of them had come out of Czechoslovakia with the British Legation on a special train that had been sent in for them, boarded the last ferry from Germany, and they were now on the coast [of Denmark] waiting for transportation to Copenhagen. The relief and happiness felt in the mission home and among the 350 missionaries was like a dark cloud lifting to reveal sunshine.”",["sup",["a",{"href":"fn_52"},"52"]]],["p.para",{"id":"p117","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p117"},"Elder Smith was grateful to the people of Denmark, who allowed so many evacuated missionaries into their country. At the outbreak of the war, he prophesied that because of their generosity, the Danish people would not suffer for lack of food during the war. Years later, “the people of Denmark had survived the war perhaps better than those of any other European nation. The Danish Saints had even sent welfare packages to distressed Latter-day Saints in Holland and Norway. Membership had steadily increased, and tithing receipts in the Danish Mission had more than doubled. … The Danish Saints considered their circumstances a direct fulfillment of [the] prophecy that Elder Joseph Fielding Smith had made.”",["sup",["a",{"href":"fn_53"},"53"]]],["p.para",{"id":"p118","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p118"},"As the war began, Elder Smith organized the evacuation of the 697 American missionaries serving in Europe. Because some of the",["span.pageBreak",{"title":"25"}],"missionaries had served as district and branch leaders, Elder Smith transferred those leadership responsibilities to local members. After fulfilling these duties, Elder Smith sailed for the United States with Jessie. They took a train from New York and arrived home seven months after they had left."],["p.para",{"id":"p119","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p119"},"Although Elder Smith was happy that the American missionaries were able to return safely to their homes, he expressed concern for the innocent people now caught in the tragedy of war in their homelands. He wrote: “My heart was sick every time we held a meeting and shook hands with the people at its close. They all greeted us warmly, and their [friendship] meant more to me than they perhaps realized. Some of them shed tears and said they were looking for grave trouble, and we would never meet again in this life. I feel sorry for them now, and pray each day that the Lord will protect them through this dreadful time.”",["sup",["a",{"href":"fn_54"},"54"]]],["p.para",{"id":"p120","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p120"},"Elder Smith’s son Lewis, who was in England when World War II began, was part of the last group of missionaries to return home.",["sup",["a",{"href":"fn_55"},"55"]],"About two and a half years later, Lewis crossed the Atlantic Ocean again, this time to serve in the military. “This condition brought sadness to us all,” wrote Elder Smith. “It is a shame that the clean and the righteous are forced into a conflict of world proportions, because of the wickedness of men.”",["sup",["a",{"href":"fn_56"},"56"]]],["p.para",{"id":"p121","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p121"},"On January 2, 1945, Elder Smith received a telegram informing him that his son had been killed in the service of his country. He wrote: “This word came to us as a most severe shock as we had high hopes that soon he would be back in the United States. We had felt that he would be protected as he has escaped several times before from danger. It was hard for us to realize that such a thing could happen. … As severe as the blow is, we have the peace and happiness of knowing that he was clean and free from the vices so prevalent in the world and found in the army. He was true to his faith and is worthy of a glorious resurrection, when we shall be reunited again.”",["sup",["a",{"href":"fn_57"},"57"]]]],[".topic",{"id":"t15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t15"},["h2",["span.pageBreak",{"title":"26"}],"A Trusted Teacher and Leader"],["p.para",{"id":"p123","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p123"},"As a member of the Quorum of the Twelve, Joseph Fielding Smith often stood before Latter-day Saints to testify of Jesus Christ, teach the restored gospel, and call the people to repentance. He delivered more than 125 sermons in general conference, participated in thousands of stake conferences, and spoke at events such as genealogy conferences and radio broadcasts. He also taught by the written word. For many years he wrote a feature in the Church’s",["span.emphasis","Improvement Era"],"magazine, answering questions submitted by readers. He also wrote other articles for Church magazines and the Church section of the",["span.emphasis","Deseret News."],"During his service as an Apostle, from 1910 to 1972, his writings were published in 25 books, including",["span.emphasis","Essentials in Church History, Doctrines of Salvation, Church History and Modern Revelation,"],"and",["span.emphasis","Answers to Gospel Questions."]],["p.para",{"id":"p124","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p124"},"Through listening to his sermons and reading his writings, Church members came to trust President Smith as a gospel scholar. Even more, they learned to trust and follow the Lord. As President N. Eldon Tanner said, Joseph Fielding Smith “influenced the lives of hundreds of thousands of people as he lived and taught by word and pen every principle of the gospel. He left no doubt in the minds of anyone that he knew that God is a living God and that we are his spirit children; that Jesus Christ is the Only Begotten Son of God in the flesh; that he gave his life for us that we might enjoy immortality; and that by accepting and living the gospel we may enjoy eternal life.”",["sup",["a",{"href":"fn_58"},"58"]]],["p.para",{"id":"p125","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p125"},"Elder Bruce R. McConkie observed:"],["p.para",{"id":"p126","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p126"},"“The life and labors of President Joseph Fielding Smith were characterized by three things:"],["p.para",{"id":"p127","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p127"},"“1. His love of the Lord and the absolute, unswerving fidelity with which he sought to signify that love by keeping his commandments and doing ever those things which would please the Lord."],["p.para",{"id":"p128","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p128"},"“2. His loyalty to the Prophet Joseph Smith and the everlasting truths restored through him; to his grandfather, the Patriarch Hyrum Smith, … [who] met a martyr’s death; and to his father, President Joseph F. Smith, whose name is enshrined forever in the celestial",["span.pageBreak",{"title":"27"}],"city as one who endured valiantly in the cause of him whose blood was shed that we might live."],["p.para",{"id":"p129","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p129"},"“3. His own gospel scholarship and spiritual insight; his own unwearying diligence as a preacher of righteousness; and his own course of feeding the hungry, clothing the naked, visiting the widow and the fatherless, and manifesting pure religion by precept as well as by example.”",["sup",["a",{"href":"fn_59"},"59"]]],["p.para",{"id":"p130","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p130"},"President Smith’s brethren in the Quorum of the Twelve saw him as a wise, compassionate leader. In recognition of his 80th birthday, the other members of the Quorum of the Twelve published a tribute to him. As part of that tribute, they said:"],["p.para",{"id":"p131","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p131"},"“We who labor in the Council of the Twelve under his leadership have occasion to glimpse the true nobility in his character. Daily we see continuing evidences of his understanding and thoughtful consideration of his fellow workers in making our assignments and in co-ordinating our efforts to the end that the work of the Lord might move forward. We only wish that the entire Church could feel the tenderness of his soul and his great concern over the welfare of the unfortunate and those in distress. He loves all the saints and never ceases to pray for the sinner."],["p.para",{"id":"p132","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p132"},"“With remarkable discernment, he seems to have but two measures in arriving at final decisions. What are the wishes of the First Presidency? Which is best for the kingdom of God?”",["sup",["a",{"href":"fn_60"},"60"]]]],[".topic",{"id":"t16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t16"},["h2","President of the Church"],["p.para",{"id":"p134","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p134"},"On a Sabbath morning, January 18, 1970, President David O. McKay’s mortal life came to an end. The responsibility of Church leadership now rested on the Quorum of the Twelve Apostles, with 93-year-old Joseph Fielding Smith as their President."],["p.para",{"id":"p135","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p135"},"On January 23, 1970, the Quorum of the Twelve met and officially sustained President Smith in his calling as President of The Church of Jesus Christ of Latter-day Saints. President Smith selected Harold B. Lee as First Counselor and N. Eldon Tanner as Second Counselor. Then all three men were set apart to fulfill their new responsibilities."],["p.para",{"id":"p136","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p136"},["span.pageBreak",{"title":"28"}],"Elder Ezra Taft Benson, who was present at that meeting, recalled: “We had a wonderful spirit of unity in our meeting and great evidence of affection as the brethren threw their arms around each other as the new leadership was selected and set apart.”",["sup",["a",{"href":"fn_61"},"61"]]],["p.para",{"id":"p137","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p137"},"Elder Boyd K. Packer shared his personal witness of President Smith’s calling:"],["p.para",{"id":"p138","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p138"},"“I left the office one Friday afternoon thinking of the weekend conference assignment. I waited for the elevator to come down from the fifth floor."],["p.para",{"id":"p139","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p139"},"“As the elevator doors quietly opened, there stood President Joseph Fielding Smith. There was a moment of surprise in seeing him, since his office is on a lower floor."],["p.para",{"id":"p140","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p140"},"“As I saw him framed in the doorway, there fell upon me a powerful witness—there stands the prophet of God. That sweet voice of Spirit that is akin to light, that has something to do with pure intelligence, affirmed to me that this was the prophet of God.”",["sup",["a",{"href":"fn_62"},"62"]]],["p.para",{"id":"p141","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p141"},["span.pageBreak",{"title":"29"}],"Under President Smith’s leadership, the Church continued to grow. For example, 81 stakes were created, including the first stakes in Asia and Africa, and Church membership passed 3 million. Two temples were dedicated—in Ogden, Utah, and Provo, Utah."],["p.para",{"id":"p142","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p142"},"Even as the Church grew worldwide, President Smith emphasized the importance of individual homes and families. He reminded Latter-day Saints that “the Church organization really exists to assist the family and its members in reaching exaltation.”",["sup",["a",{"href":"fn_63"},"63"]],"He taught: “The family is the most important organization in time or in eternity. … It is the will of the Lord to strengthen and preserve the family unit.”",["sup",["a",{"href":"fn_64"},"64"]],"In an effort to strengthen families and individuals, the Church placed greater emphasis on family home evening, a program that had been encouraged since 1909, when President Smith’s father was President of the Church. Under the leadership of President Joseph Fielding Smith, Mondays were officially designated for family home evening. On those nights, no Church meetings were to be held, and local Church facilities were closed."],["p.para",{"id":"p143","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p143"},"Despite his advanced age, President Smith approached his calling with childlike humility and youthful energy. In the two years and five months he served as the Church’s prophet, seer, and revelator, Latter-day Saints across the world were inspired by his messages."],["p.para",{"id":"p144","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p144"},"He declared that “we are the spirit children of God our Heavenly Father”",["sup",["a",{"href":"fn_65"},"65"]],"and that “we must believe in Christ and pattern our lives after him.”",["sup",["a",{"href":"fn_66"},"66"]],"He testified that Joseph Smith “beheld and stood in the actual presence of God the Father and his Son Jesus Christ”",["sup",["a",{"href":"fn_67"},"67"]],"and became “the revealer of the knowledge of Christ and of salvation to the world for this day and generation.”",["sup",["a",{"href":"fn_68"},"68"]]],["p.para",{"id":"p145","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p145"},"He encouraged the Saints to “forsake many of the ways of the world”",["sup",["a",{"href":"fn_69"},"69"]],"but to love all people in the world—“to see the good in people even though we are trying to help them overcome one or two bad habits.”",["sup",["a",{"href":"fn_70"},"70"]],"He reminded them that one way to show this “spirit of love and brotherhood” is to share the gospel—to “invite all men everywhere to give heed to the words of eternal life revealed in this day.”",["sup",["a",{"href":"fn_71"},"71"]]],["p.para",{"id":"p146","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p146"},["span.pageBreak",{"title":"30"}],"He reached out to the youth of the Church, meeting with large congregations of young Latter-day Saints and encouraging them to “stand firm in the faith despite all opposition.”",["sup",["a",{"href":"fn_72"},"72"]]],["p.para",{"id":"p147","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p147"},"He spoke often to priesthood holders, reminding them that they had been “called to represent the Lord and hold his authority” and exhorting them to “remember who [they] are and act accordingly.”",["sup",["a",{"href":"fn_73"},"73"]]],["p.para",{"id":"p148","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p148"},"He encouraged all Latter-day Saints to receive temple blessings, be true to temple covenants, and return to the temple to receive sacred ordinances for their ancestors. Before dedicating the Ogden Utah Temple, he said, “May I remind you that when we dedicate a house to the Lord, what we really do is dedicate ourselves to the Lord’s service, with a covenant that we shall use the house in the way he intends that it shall be used.”",["sup",["a",{"href":"fn_74"},"74"]]],["p.para",{"id":"p149","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p149"},"“Keep the commandments,” he urged. “Walk in the light. Endure to the end. Be true to every covenant and obligation, and the Lord will bless you beyond your fondest dreams.”",["sup",["a",{"href":"fn_75"},"75"]]],["p.para",{"id":"p150","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p150"},"Quoting President Brigham Young, President Harold B. Lee described President Smith’s influence and leadership: “President Young said this: ‘If we live our holy religion and let the Spirit reign, it will not become dull or stupid, but as the body approaches dissolution, the Spirit takes a firmer hold on that enduring substance behind the veil, drawing from the depths of that eternal fountain of life sparkling gems of intelligence, which surround the frail and shrinking tabernacle with a halo of immortal wisdom.’"],["p.para",{"id":"p151","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p151"},"“This we have witnessed time and again, as we were engaged in discussing very serious matters—decisions that should only be made by the President of the Church. It was then that we saw this sparkling wisdom come to light as he [President Smith] recounted undoubtedly beyond his own present understanding things that he called up from the depths of his soul.”",["sup",["a",{"href":"fn_76"},"76"]]]],[".topic",{"id":"t17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t17"},["h2","“Called by the Lord … to Other and Greater Labors”"],["p.para",{"id":"p153","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p153"},"On August 3, 1971, Jessie Evans Smith passed away, leaving President Joseph Fielding Smith as a widower for the third time. As a result, President Smith went to live with his daughter Amelia",["span.pageBreak",{"title":"31"}],"McConkie and her husband, Bruce. His other children regularly took turns visiting him and taking him for rides. He continued to go to his office each weekday, attend meetings, and travel on Church business."],["p.para",{"id":"p154","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p154"},"On June 30, 1972, President Smith left his office on the first floor of the Church Administration Building toward the end of the day. With his secretary, D. Arthur Haycock, he went to the Church Historian’s office, where he had labored prior to becoming President of the Church. He desired to greet all those who served there. After shaking their hands, he went to the basement of the building to shake the hands of the telephone operators and others who worked in that area to show his appreciation. This was his last day at the office."],["p.para",{"id":"p155","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p155"},"On Sunday, July 2, 1972, just 17 days before his 96th birthday, he attended sacrament meeting in his home ward. Later that afternoon he visited his firstborn child, Josephine, with his son Reynolds. That evening, as he sat in his favorite chair in the McConkie home, he passed away peacefully. As his son-in-law later said, President Smith had been “called by the Lord whom he loved so much and served so well to other and greater labors in his eternal vineyard.”",["sup",["a",{"href":"fn_77"},"77"]]],["p.para",{"id":"p156","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p156"},"President Harold B. Lee, who was now the senior Apostle on the earth, visited the McConkie home when he heard of President Smith’s passing. He “walked quietly to the couch, and, kneeling, took one of the Prophet’s hands in his. He remained in that position for some time, not speaking, in prayer or meditation. He then arose to express his condolences to the family, his admiration for their father, and his admonition to them that they honor President Smith by living worthily.”",["sup",["a",{"href":"fn_78"},"78"]]]],[".topic",{"id":"t18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.t18"},["h2","Tributes to “a Devoted Man of God”"],["p.para",{"id":"p158","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p158"},"At President Smith’s funeral services, President N. Eldon Tanner referred to him as “a devoted man of God, one who has served so nobly both God and his fellowmen and who has led by example his family and all over whom he has been called to preside; one of whom it can truthfully be said he was a man without guile and without pride. It could never be said of him,” observed President",["span.pageBreak",{"title":"32"}],"Tanner, “that he ‘loved the praise of men more than the praise of God’ [",["a.scriptureRef",{"href":"/scriptures/nt/john/12.43"},"John 12:43"],"].”",["sup",["a",{"href":"fn_79"},"79"]]],["p.para",{"id":"p159","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p159"},"President Harold B. Lee said: “Brother Tanner and I have loved this man these last two and a half years. It hasn’t been pretended. He begat love, because he loved us, and we have stood by him, as he stood by and trusted us.”",["sup",["a",{"href":"fn_80"},"80"]]],["p.para",{"id":"p160","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p160"},"A newspaper that had been critical of President Smith, even questioning his call to the Twelve over 60 years earlier, now published the following tribute: “Joseph Fielding Smith, a man stern in devotion to his creed, yet tender in regard for essential needs of people everywhere, gave wise counsel to his associates, loving care to his family and exalted leadership to his church responsibilities. He will be missed, but remembered with special esteem.”",["sup",["a",{"href":"fn_81"},"81"]]],["p.para",{"id":"p161","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p161"},"Perhaps the most meaningful tribute was the declaration of a family member, President Smith’s son-in-law Bruce R. McConkie, who described him as “a son of God; an apostle of the Lord Jesus Christ; a prophet of the Most High; and above all, a father in Israel!” Elder McConkie prophesied, “For years to come his voice will speak from the dust as generations yet unborn learn the doctrines of the gospel from his writings.”",["sup",["a",{"href":"fn_82"},"82"]]],["p.para",{"id":"p162","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p162"},"As you study this book, the teachings of President Joseph Fielding Smith will help fulfill that declaration. His voice will “speak from the dust” to you as you “learn the doctrines of the gospel.”"]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f2"},[".caption",["p.para",{"id":"p246","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p246"},"Joseph Fielding Smith’s parents, President Joseph F. Smith and Julina Lambson Smith"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f3"},[".caption",["p.para",{"id":"p247","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p247"},"Young Joseph Fielding Smith sometimes left baseball games early so he could read the Book of Mormon in his family’s hayloft."]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f4"},[".caption",["p.para",{"id":"p248","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p248"},"Elder Joseph Fielding Smith as a full-time missionary"]]],[".image",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f5"},[".caption",["p.para",{"id":"p249","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p249"},"Louie Shurtliff Smith"]]],[".image",{"id":"f6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f6"},[".caption",["p.para",{"id":"p250","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p250"},"Ethel Reynolds Smith"]]],[".image",{"id":"f7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f7"},[".caption",["p.para",{"id":"p251","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p251"},"The Quorum of the Twelve Apostles in 1921. Elder Joseph Fielding Smith is standing on the far left."]]],[".image",{"id":"f8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f8"},[".caption",["p.para",{"id":"p252","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p252"},"Joseph Fielding Smith and Jessie Evans Smith at the piano"]]],[".image",{"id":"f9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.f9"},[".caption",["p.para",{"id":"p253","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.p253"},"President Joseph Fielding Smith and his Counselors in the First Presidency: President Harold B. Lee (center) and President N. Eldon Tanner (right)"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn1"},["b","1"],["span.label","1."],"Gordon B. Hinckley, “Believe His Prophets,”",["span.emphasis","Ensign,"],"May 1992, 52."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn2"},["b","2"],["span.label","2."],"Thomas S. Monson, in “News of the Church,”",["span.emphasis","Ensign,"],"May 1996, 110."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn3"},["b","3"],["span.label","3."],"Bruce R. McConkie, “Joseph Fielding Smith: Apostle, Prophet, Father in Israel,”",["span.emphasis","Ensign,"],"Aug. 1972, 29."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn4"},["b","4"],["span.label","4."],"Julina Lambson Smith, in Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 52."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn5"},["b","5"],["span.label","5."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"65."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn6"},["b","6"],["span.label","6."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"51."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn7"},["b","7"],["span.label","7."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"57."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn8"},["b","8"],["span.label","8."],"In Conference Report, Apr. 1930, 91."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn9"},["b","9"],["span.label","9."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"62."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn10"},["b","10"],["span.label","10."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"71–72."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn11"},["b","11"],["span.label","11."],"Joseph Fielding Smith, in Conference Report, Oct. 1970, 92."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn12"},["b","12"],["span.label","12."],"See Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"73–74; Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 52–53."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn13"},["b","13"],["span.label","13."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"75."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn14"},["b","14"],["span.label","14."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"79."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn15"},["b","15"],["span.label","15."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"80."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn16"},["b","16"],["span.label","16."],"In",["span.emphasis","The Life of Joseph Fielding Smith,"],"81."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn17"},["b","17"],["span.label","17."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"82."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn18"},["b","18"],["span.label","18."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"83."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn19"},["b","19"],["span.label","19."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"90."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn20"},["b","20"],["span.label","20."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"117; see also page 116."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn21"},["b","21"],["span.label","21."],"Joseph F. Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"116."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn22"},["b","22"],["span.label","22."],"Lewis Shurtliff, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"112–13."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn23"},["b","23"],["span.label","23."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"113."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn24"},["b","24"],["span.label","24."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"96."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn25"},["b","25"],["span.label","25."],"Louie Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"113–14."],[".footnote",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn26"},["b","26"],["span.label","26."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"92."],[".footnote",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn27"},["b","27"],["span.label","27."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"115."],[".footnote",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn28"},["b","28"],["span.label","28."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"91."],[".footnote",{"id":"fn29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn29"},["b","29"],["span.label","29."],"In Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"124."],[".footnote",{"id":"fn30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn30"},["b","30"],["span.label","30."],"See Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"152–53."],[".footnote",{"id":"fn31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn31"},["b","31"],["span.label","31."],"See",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"113."],[".footnote",{"id":"fn32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn32"},["b","32"],["span.label","32."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"160."],[".footnote",{"id":"fn33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn33"},["b","33"],["span.label","33."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"162."],[".footnote",{"id":"fn34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn34"},["b","34"],["span.label","34."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"169."],[".footnote",{"id":"fn35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn35"},["b","35"],["span.label","35."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"174–76."],[".footnote",{"id":"fn36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn36"},["b","36"],["span.label","36."],"In Conference Report, Oct. 1910, 39."],[".footnote",{"id":"fn37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn37"},["b","37"],["span.label","37."],"In Conference Report, Oct. 1919, 88–89."],[".footnote",{"id":"fn38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn38"},["b","38"],["span.label","38."],"Lucile C. Tate,",["span.emphasis","Boyd K. Packer: A Watchman on the Tower"],"(1995), 176."],[".footnote",{"id":"fn39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn39"},["b","39"],["span.label","39."],"Joseph Fielding Smith, in",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"162."],[".footnote",{"id":"fn40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn40"},["b","40"],["span.label","40."],"Ethel Smith, in Bryant S. Hinckley, “Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"June 1932, 459."],[".footnote",{"id":"fn41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn41"},["b","41"],["span.label","41."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"14."],[".footnote",{"id":"fn42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn42"},["b","42"],["span.label","42."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"234."],[".footnote",{"id":"fn43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn43"},["b","43"],["span.label","43."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"15."],[".footnote",{"id":"fn44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn44"},["b","44"],["span.label","44."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"237."],[".footnote",{"id":"fn45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn45"},["b","45"],["span.label","45."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"188–89."],[".footnote",{"id":"fn46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn46"},["b","46"],["span.label","46."],["span.emphasis","Hymns,"],"no. 127."],[".footnote",{"id":"fn47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn47"},["b","47"],["span.label","47."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"242–43."],[".footnote",{"id":"fn48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn48"},["b","48"],["span.label","48."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"249."],[".footnote",{"id":"fn49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn49"},["b","49"],["span.label","49."],"Joseph Fielding Smith, in",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"275."],[".footnote",{"id":"fn50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn50"},["b","50"],["span.label","50."],"See",["span.emphasis","The Life of Joseph Fielding Smith,"],"251–58."],[".footnote",{"id":"fn51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn51"},["b","51"],["span.label","51."],"Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"278–79."],[".footnote",{"id":"fn52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn52"},["b","52"],["span.label","52."],"Martha Toronto Anderson,",["span.emphasis","A Cherry Tree Behind the Iron Curtain"],"(1977), 32."],[".footnote",{"id":"fn53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn53"},["b","53"],["span.label","53."],"Sheri L. Dew,",["span.emphasis","Ezra Taft Benson: A Biography"],"(1987), 204."],[".footnote",{"id":"fn54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn54"},["b","54"],["span.label","54."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"282–83."],[".footnote",{"id":"fn55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn55"},["b","55"],["span.label","55."],"See",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"315."],[".footnote",{"id":"fn56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn56"},["b","56"],["span.label","56."],"Joseph Fielding Smith, in",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"332."],[".footnote",{"id":"fn57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn57"},["b","57"],["span.label","57."],"Joseph Fielding Smith, in",["span.emphasis","The Life of Joseph Fielding Smith,"],"287–88."],[".footnote",{"id":"fn58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn58"},["b","58"],["span.label","58."],"N. Eldon Tanner, “A Man without Guile,”",["span.emphasis","Ensign,"],"Aug. 1972, 33."],[".footnote",{"id":"fn59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn59"},["b","59"],["span.label","59."],"Bruce R. McConkie, “Joseph Fielding Smith: Apostle, Prophet, Father in Israel,”",["span.emphasis","Ensign,"],"Aug. 1972, 28."],[".footnote",{"id":"fn60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn60"},["b","60"],["span.label","60."],"Quorum of the Twelve Apostles, “President Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"July 1956, 495."],[".footnote",{"id":"fn61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn61"},["b","61"],["span.label","61."],"Ezra Taft Benson, in Sheri L. Dew,",["span.emphasis","Ezra Taft Benson,"],"411."],[".footnote",{"id":"fn62","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn62"},["b","62"],["span.label","62."],"Boyd K. Packer, “The Spirit Beareth Record,”",["span.emphasis","Ensign,"],"June 1971, 87."],[".footnote",{"id":"fn63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn63"},["b","63"],["span.label","63."],"Joseph Fielding Smith, in “Message from the First Presidency,”",["span.emphasis","Ensign,"],"Jan. 1971, inside front cover and page 1."],[".footnote",{"id":"fn64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn64"},["b","64"],["span.label","64."],"Joseph Fielding Smith, “Counsel to the Saints and to the World,”",["span.emphasis","Ensign,"],"July 1972, 27."],[".footnote",{"id":"fn65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn65"},["b","65"],["span.label","65."],"Joseph Fielding Smith,",["span.emphasis","Sealing Power and Salvation,"],"Brigham Young University Speeches of the Year (Jan. 12, 1971), 2."],[".footnote",{"id":"fn66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn66"},["b","66"],["span.label","66."],"Joseph Fielding Smith, “The Plan of Salvation,”",["span.emphasis","Ensign,"],"Nov. 1971, 5."],[".footnote",{"id":"fn67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn67"},["b","67"],["span.label","67."],"Joseph Fielding Smith, “To Know for Ourselves,”",["span.emphasis","Improvement Era,"],"Mar. 1970, 3."],[".footnote",{"id":"fn68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn68"},["b","68"],["span.label","68."],"Joseph Fielding Smith, “The First Prophet of the Last Dispensation,”",["span.emphasis","Ensign,"],"Aug. 1971, 7."],[".footnote",{"id":"fn69","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn69"},["b","69"],["span.label","69."],"Joseph Fielding Smith, “Our Responsibilities as Priesthood Holders,”",["span.emphasis","Ensign,"],"June 1971, 49."],[".footnote",{"id":"fn70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn70"},["b","70"],["span.label","70."],"Joseph Fielding Smith, “My Dear Young Fellow Workers,”",["span.emphasis","New Era,"],"Jan. 1971, 4."],[".footnote",{"id":"fn71","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn71"},["b","71"],["span.label","71."],"Joseph Fielding Smith, “I Know That My Redeemer Liveth,”",["span.emphasis","Ensign,"],"Dec. 1971, 27."],[".footnote",{"id":"fn72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn72"},["b","72"],["span.label","72."],"Joseph Fielding Smith, “President Joseph Fielding Smith Speaks on the New MIA Theme,”",["span.emphasis","New Era,"],"Sept. 1971, 40."],[".footnote",{"id":"fn73","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn73"},["b","73"],["span.label","73."],"Joseph Fielding Smith, in Conference Report, Oct. 1970, 92."],[".footnote",{"id":"fn74","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn74"},["b","74"],["span.label","74."],"Joseph Fielding Smith, in “Ogden Temple Dedicatory Prayer,”",["span.emphasis","Ensign,"],"Mar. 1972, 6."],[".footnote",{"id":"fn75","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn75"},["b","75"],["span.label","75."],"Joseph Fielding Smith, “Counsel to the Saints and to the World,” 27."],[".footnote",{"id":"fn76","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn76"},["b","76"],["span.label","76."],"Harold B. Lee, “The President—Prophet, Seer, and Revelator,”",["span.emphasis","Ensign,"],"Aug. 1972, 35."],[".footnote",{"id":"fn77","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn77"},["b","77"],["span.label","77."],"Bruce R. McConkie, “Joseph Fielding Smith: Apostle, Prophet, Father in Israel,” 24."],[".footnote",{"id":"fn78","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn78"},["b","78"],["span.label","78."],"Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God,"],"495."],[".footnote",{"id":"fn79","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn79"},["b","79"],["span.label","79."],"N. Eldon Tanner, “A Man without Guile,”",["span.emphasis","Ensign,"],"Aug. 1972, 32."],[".footnote",{"id":"fn80","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn80"},["b","80"],["span.label","80."],"Harold B. Lee, “The President—Prophet, Seer, and Revelator,” 39."],[".footnote",{"id":"fn81","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn81"},["b","81"],["span.label","81."],["span.emphasis","Salt Lake Tribune,"],"July 4, 1972, 12."],[".footnote",{"id":"fn82","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/the-life-and-ministry-of-joseph-fielding-smith.fn82"},["b","82"],["span.label","82."],"Bruce R. McConkie, “Joseph Fielding Smith: Apostle, Prophet, Father in Israel,” 24, 27."]]}
