{"id":2,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/young-women-manual-1/introduction","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/introduction.head1"},["h1","Introduction"]],[".bodyBlock",[".topic",["h2","General Information"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/introduction.p1"},"This course of study is designed for young women of the Church. By studying the lessons contained in this manual, each young woman should better understand the Lord’s plan for her and be helped in basing her personal choices and behavior on gospel principles."],["div",{"id":"p2","uri":"/manual/young-women-manual-1/introduction.p2"},"Elder M. Russell Ballard counseled, “Teachers would be well advised to study carefully the scriptures and their manuals before reaching out for supplemental materials. Far too many teachers seem to stray from the approved curriculum materials without fully reviewing them. If teachers feel a need to use some good supplemental resources beyond the scriptures and manuals in presenting a lesson, they should first consider the use of the Church magazines” (in Conference Report, Apr. 1983, p. 93; or",["span.emphasis","Ensign,"],"May 1983, p. 68)."],[".teachingMethod",["h2","Unit teaching"],["div",{"id":"p3","uri":"/manual/young-women-manual-1/introduction.p3"},"Unit teaching involves repetition, in-depth study, and learning about related principles until they are understood and applied daily. This manual is divided into the following units:"],["ul.noMarker",["li",[".para","Living as a Daughter of God"]],["li",[".para","Fulfilling Women’s Divine Roles"]],["li",[".para","Contributing to Family Life"]],["li",[".para","Learning about the Priesthood"]],["li",[".para","Learning about Family History and Temple Work"]],["li",[".para","Being Involved in Missionary Work"]],["li",[".para","Increasing in Spirituality"]],["li",[".para","Living a Virtuous Life"]],["li",[".para","Maintaining Physical Health"]],["li",[".para","Developing Socially and Emotionally"]],["li",[".para","Managing Personal Resources"]],["li",[".para","Developing Leadership Skills"]]],"In teaching these units, assess the needs of the young women in your class by asking yourself:",["ul.noMarker",["li",[".para","What problems are they facing?"]],["li",[".para","What previous lessons have they had on the subject?"]],["li",[".para","What do they already know about the subject?"]],["li",[".para","Which of these lessons best meet their needs?"]]],["div",{"id":"p20","uri":"/manual/young-women-manual-1/introduction.p20"},"When you have carefully considered the needs of your young women, study the lesson titles and objectives of each lesson to determine which lessons will best meet those needs. By planning well in advance, you can be sure that the young women will receive lessons in all units and that you will provide a complete, balanced curriculum."]],[".teachingMethod",["h2","Resources"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/introduction.p21"},["b","The Scriptures:"],"The basic foundation for this course is the scriptures. Encourage the young women to bring their copies of the scriptures to class",["span.emphasis","each"],"week."],["div",{"id":"p22","uri":"/manual/young-women-manual-1/introduction.p22"},"Teach your lesson in such a manner that the scriptures will be used every week. If time is limited or attention lags, select only those references that will be most effective. Use scriptures wisely. Through your preparation they can become a powerful teaching tool."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/introduction.p23"},"The young women in your class should read individually from the scriptures during almost every lesson. Motivate them by asking a question or presenting a problem. You will probably want to write the scripture reference on the chalkboard so they will know where to look. Usually a question should be asked before a scripture is read. Otherwise, the young women will likely have to reread the scripture to be able to answer the question."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/introduction.p24"},"Sometimes a young woman may give the correct answer in her own words without turning to the passage of scripture. When this occurs, ask additional questions to get her to read the scripture; for example, “How did Paul say it?” or “What additional insights can we gain from this passage?” Before you can get the young women excited about searching the scriptures, you must become excited about them yourself. Prepare yourself through in-depth study, prayer, and meditation on those passages you expect class members to read and discuss."],["div",{"id":"p25","uri":"/manual/young-women-manual-1/introduction.p25"},["b","Teaching Resources:"],["span.emphasis","Teaching, No Greater Call"],"(36123) is a valuable resource for all teachers. It contains suggestions for preparing lessons; spiritual preparation; and teaching techniques such as role plays, discussions, chalkboard illustrations, and object lessons. It also contains ideas about controlling classroom behavior, setting up a classroom, involving class members, and improving teaching skills. Refer to it for help in preparing and teaching lessons. Other teaching resources include the",["span.emphasis","Teaching Guidebook"],"(34595) and “Gospel Teaching and Leadership,” section 16 of the",["span.emphasis","Church Handbook of Instructions, Book 2"],"(35903 or 35209)."],["div",{"id":"p26","uri":"/manual/young-women-manual-1/introduction.p26"},["b","Church Magazines:"],"The",["span.emphasis","New Era"],"contains many outstanding stories and articles written for youth. The",["span.emphasis","Liahona,"],"which is the Church’s international magazine, also has a section of material for youth. In addition, the general conference issues of the",["span.emphasis","Ensign"],"and",["span.emphasis","Liahona"],"are useful in teaching young women (see",["a.crossRef",{"href":"/manual/young-women-manual-1/lesson-50-to-the-young-women-adviser-organizing-lessons-from-general-conference-addresses"},"lesson 50"],"in this manual for suggestions about how to organize lessons from general conference addresses). The conference issues of the",["span.emphasis","Ensign"],"and",["span.emphasis","Liahona,"],"along with the May and November issues of the",["span.emphasis","New Era,"],"also contain a resource guide for use with this manual. The guide includes references to Church magazine articles and other materials that can be used to update and enrich each lesson."]]],[".topic",["h2","Lesson Format"],[".teachingMethod",["h2","Basic elements"],["div",{"id":"f3","uri":"/manual/young-women-manual-1/introduction.f3"},"Each lesson contains the following:",["ol.number",["li",["span.label","1."],[".para",["b","Objective."],"This states the purpose of the lesson—what you want the young women to understand or do as a result of the lesson."]],["li",["span.label","2."],[".para",["b","Preparation."],"This includes those items needed to present the lesson, such as pictures and handouts, and assignments that need to be made in advance. Most of the pictures called for in the lesson are included at the back of the manual. The picture number indicates the order of the picture at the back of the manual. The number in parentheses shows the picture is a meetinghouse library picture. The pictures should",["b","not"],"be removed from the manual. Handouts and worksheets are usually included at the end of each lesson. Do",["b","not"],"remove them from the manual. These may be electronically reproduced."],[".para",["b","Note:"],"Most lessons require scriptures, chalk, and chalkboard."]],["li",["span.label","3."],[".para",["b","Suggested Lesson Development."],"Left margin notations suggest teaching methods, and the main body of the lesson presents the information to be taught. From the information provided, select those materials and methods best suited to meet the needs of your young women in the time available. (When appropriate, lessons may be extended to more than one class period.)"],["div",{"id":"f","uri":"/manual/young-women-manual-1.f"},"The lesson body contains the following:",["ol.alphaLowCase",["li",["span.label","a."],[".para",["b","Introduction."],"This is a suggested way to begin the lesson and gain class members’ attention and interest."]],["li",["span.label","b."],[".para",["b","Subheads."],"The individual sections of the lesson contain the main ideas. Teach each section using the scriptures, stories, quotations, and activities provided."]],["li",["span.label","c."],[".para",["b","Conclusion."],"This gives a summary of the lesson and suggests a sharing of feelings about the principle discussed and a testimony of that gospel principle."]],["li",["span.label","d."],[".para",["b","Lesson Application."],"This is a suggestion for a specific plan of action, assignment, or goal to help each young woman use the discussed principle in her life. (When appropriate, you could provide time at the beginning of the next class period for the young women to share their experiences. You may stimulate this brief exchange by saying, “Last week we talked about",["span.textInput","______________"],". Did you try it? How did you feel about it?” If the young women do not respond at first, you may say, “",["span.emphasis","I"],"tried it, and this was my experience.” By sharing your positive experiences, you can help the young women learn how to apply the principles in their lives.)"]],["li",["span.label","e."],[".para",["b","Suggested Activities."],"These are related activities that may be planned to expand and reinforce a lesson."]]]]]]]]],[".topic",["h2","Teaching Young Women"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/introduction.p36"},["span.emphasis","You are teaching young women,"],"not just teaching lessons! Pray earnestly for inspiration to help them learn and reach their full potential as daughters of God."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/introduction.p37"},"Effective teaching includes knowing each young woman, her parents, and her family."],["ul.noMarker",["li",[".para","Think about each young woman. Think about her family."]],["li",[".para","Value and see every young woman as Heavenly Father does."]],["li",[".para","Accept each one at her own level and help her grow in the gospel."]]],"Learn about each young woman by asking yourself:",["ul.noMarker",["li",[".para","What are her interests, desires, talents and goals?"]],["li",[".para","What is her background and experience: At home? At church? At school? At work? With her peers?"]],["li",[".para","What are her needs?"]],["li",[".para","How can I help her?"]]],["div",{"id":"p45","uri":"/manual/young-women-manual-1/introduction.p45"},"The best way to help each young woman is to help her learn and live the gospel. President Marion G. Romney counseled: “Learning the gospel from the written word, however, is not enough. It must also be lived. As a matter of fact, getting a knowledge of the gospel and living it are interdependent. They go hand in hand. One cannot fully learn the gospel without living it. A knowledge of the gospel comes by degrees: one learns a little, obeys what he learns; learns a little more and obeys that. This cycle continues in an endless round. Such is the pattern by which one can move on to a full knowledge of the gospel” (“Records of Great Worth,”",["span.emphasis","Ensign,"],"Sept. 1980, p. 4)."]]]],"refs":null}
