{"id":28,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":28,"title":"Lesson 25: Sabbath Day","subtitle":"","short_title":"Lesson 25","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.head1"},[".titleNumber","Lesson",["span.dominant","25"]],["h1","Sabbath Day"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p1"},"Each young woman will seek to improve her observance of the Sabbath day."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and a pencil for each young woman."]],["li",["span.label","2."],[".para","Prepare a handout for each young woman that resembles a ruler for measuring. It might look something like this:"],[".",{"id":"f","uri":"/manual/young-women-manual-1.f"}]],["li",["span.label","3."],[".para","Review the counsel about observing the Sabbath day on",["span.crossRef","pages 32–33"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","4."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Preparation for the Sabbath Enriches the Blessings of That Day"],[".teachingMethod",["h3","Writing activity"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p6"},"Give each young woman a pencil and piece of paper. Instruct class members to fold the paper into two vertical columns, to title the first column “The Things I Did Last Sunday,” and to write those things under the title. This activity should take no more than five minutes. Have class members keep their papers to use later in the lesson."]],[".teachingMethod",["h3","Story"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p7"},"Read the following story:"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p8"},"“I remember saying, ‘What is wrong with me? I dread Sunday. I’m confused. I get headaches. I cry. I argue with my parents. Even though I go to Church regularly, I don’t seem to accomplish anything by it. Where are all the blessings we are promised? I do try to keep the Sabbath day holy. I don’t go to movies or shop. I go to my meetings. What is wrong with me?’ Well I found out what was wrong with me."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p9"},"“I knew in my heart that when I did my school lessons on Sunday, or watched television, or sewed, or even when I visited my girlfriends and we talked about all the things girls talk about, that I was not really keeping the Sabbath holy. Sunday was almost like every other day."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p10"},"“Well, after a lesson on the Sabbath, I decided to start to make things different. I decided I’d take a good look at myself. Once I had made the decision, I was filled with inspiration as to how I could make it a more special day. Our lesson indicated that we should make a list of the things that could be done in advance to prepare for the Sabbath. Once I had made the list, things fell into order.”"]],[".teachingMethod",["h3","Brainstorming"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p11"},"Have the young women refer to the lists they made at the beginning of class. Ask them which things on their lists could have been done on Saturday to make Sunday a more special day. Point out that Sunday is a holy day and that we should make special preparations for it. Divide the young women into groups. Have each group appoint a recorder. Give each group one of the following questions and have them brainstorm for no more than five minutes. Their Sunday activity lists may help in their brainstorming session."],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.f3"},["ol.number",["li",["span.label","1."],[".para","What preparations should be made on Saturday to make Sunday a more special day?"]],["li",["span.label","2."],[".para","What should be eliminated from usual Sabbath day activities to make Sunday a more spiritual day?"]],["li",["span.label","3."],[".para","What preparations could be made to provide time or activities for family sharing on Sunday?"]]]],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p15"},"Have the recorder from each group report the ideas and conclusions of her group."]],[".teachingMethod",["h3","Chalkboard discussion"],["ul.bullet",["li",["span.label","•"],[".para","What blessings might we receive by preparing in advance for the Sabbath? (A feeling of contentment; anticipation of the Sabbath; time to think, meditate, pray, and read the scriptures; closer bonds with family members and Heavenly Father.) List the responses on the chalkboard."]]]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p17"},"Point out that when we keep the Sabbath day holy, we are blessed for obeying a commandment of our Heavenly Father. Have a young woman read",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.8-11"},"Exodus 20:8–11"],"."]]],[".topic",["h3","Worship Is Expressed in Word, Thought, Song, and Deed"],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p18"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-10"},"Doctrine and Covenants 59:9–10"],"we have been told where we should go on the Sabbath. Have a young woman read these verses."],["ul.bullet",["li",["span.label","•"],[".para","Where are we commanded to go on the Sabbath?"]],["li",["span.label","•"],[".para","What should be our attitude when we attend sacrament meeting?"]],["li",["span.label","•"],[".para","How does attending meetings as a family strengthen bonds and relationships?"]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p22"},"Read the following quotation:"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p23"},"“Too frequently we come to worship and to leave our offerings without attempting to prepare our inner selves to the same degree of perfection that we achieve in our outward dress and grooming” (Robert L. Simpson, in Conference Report, Oct. 1966, p. 129; or",["span.emphasis","Improvement Era,"],"Dec. 1966, p. 1148)."],["ul.bullet",["li",["span.label","•"],[".para","How can we prepare our “inner selves” for the Sabbath day?"]]]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p25"},"Present the following case studies for the young women to analyze and discuss. Help the young women understand that there are many ways to keep the Sabbath holy or to fail to do so."],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.f7"},["ol.number",["li",["span.label","1."],[".para","Helen and Shirley slipped into a back row just as the bishop announced the opening prayer. They continued to whisper during the worship service and wrote notes back and forth to each other."],["ul.bullet",["li",["span.label","•"],[".para","How might Helen and Shirley’s activities influence the worship of those around them?"]]]],["li",["span.label","2."],[".para","During the sacrament hymn, Emily slouched down in her seat, closed her eyes, and held the unopened hymnbook without singing."],["ul.bullet",["li",["span.label","•"],[".para","How can the words and music of hymns add to the spirit of a meeting?"]]]],["li",["span.label","3."],[".para","Sue sat by Mary during the worship service. While the sacrament was being blessed and passed to the members, Sue’s mind was on the movie she had seen the previous day. She was startled when Mary nudged her to partake of the sacrament."],["ul.bullet",["li",["span.label","•"],[".para","How would you compare Sue’s apparent outward reverence with her inward feelings?"]],["li",["span.label","•"],[".para","What could each young woman do during the sacrament to be more worshipful?"]]]],["li",["span.label","4."],[".para","Kathy was caught up in the sermon being delivered by her bishop. He was talking about repentance, and she felt a peaceful feeling that this was truly a beautiful part of the gospel."],["ul.bullet",["li",["span.label","•"],[".para","How did Kathy demonstrate a worshipful attitude?"]],["li",["span.label","•"],[".para","What blessings can we receive when we have a worshipful attitude?"]]]],["li",["span.label","5."],[".para","Elaine was invited to visit Karen’s house and listen to a popular new song. Elaine had heard that Ann, another friend, was ill. Remembering that she had helped her mother make cookies on Saturday, she decided she would take some cookies and visit with Ann instead."],["ul.bullet",["li",["span.label","•"],[".para","How did Elaine’s action reflect a worshipful attitude?"]],["li",["span.label","•"],[".para","How could she have lost the worshipful feeling if she had gone to Karen’s house?"]]]]]],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p39"},"Summarize by bringing out that we can worship through word, through good thoughts, through spiritual music, and through good deeds. Indicate that worship is living and doing—obeying our Father in Heaven."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p40"},"Read President Ezra Taft Benson’s statement:"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p41"},"“The purpose of the Sabbath is for spiritual uplift, for a renewal of our covenants, for worship, for rest, for prayer. It is for the purpose of feeding the spirit, that we may keep ourselves unspotted from the world by obeying God’s command” (",["span.emphasis","God, Family, Country: Our Three Great Loyalties"],"[Salt Lake City: Deseret Book Co., 1974], pp. 10–14)."]]],[".topic",["h3","We Should Evaluate Our Sabbath Day Activities"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can we know what to do and what not to do on the Sabbath day?"]],["li",["span.label","•"],[".para","Would you like a list of do’s and don’ts for the Sabbath day?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p44"},"Explain that anciently the Jews failed to follow the guideline they had been given to keep the Sabbath day holy. To help them know specific things they could and could not do, strict rules were developed. Some of these rules are listed below:"],["div",{"id":"f14","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.f14"},["ol.number",["li",["span.label","1."],[".para","“Certain kinds of knots were not to be tied or untied. It was all right to untie a knot that could be undone with one hand."]],["li",["span.label","2."],[".para","“A fire was not to be extinguished or kindled."]],["li",["span.label","3."],[".para","“Travel was restricted to a distance slightly longer than a mile. This distance, which became known as ‘a Sabbath day’s journey,’ was decided by measuring the distance from the tabernacle used during Moses’ time to the tents of the furthermost camp and back again. If a person traveled farther than this distance, he was working and was therefore under sin” (“Is It Lawful to Do Good on the Sabbath?”",["span.emphasis","New Testament Daily Teacher Manual"],"[seminary manual, 1980–81], p. 97)."]],["li",["span.label","4."],[".para","There was also a question about whether one should eat an egg laid on the Sabbath by a hen which did not know the law. One rabbi permitted it, and another rabbi did not. (See Albert E. Bailey,",["span.emphasis","Daily Life in Bible Times"],"[New York: Charles Scribner’s Sons, 1943], p. 255.)"]]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p49"},"Explain that rather than having such restrictions, we have been given latter-day instruction regarding the Sabbath day."],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p50"},"“In this, our day, the Lord has put great emphasis on observance of the Sabbath day. …"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p51"},"“Because we live in a Sabbath-breaking society, we must … live in the world but not be of the world. …"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p52"},"“We need not shop on the Sabbath day. There will be no shopping in the city of Zion on the Sabbath."],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p53"},"“We need not attend recreational events, nor hunt or fish on the Sabbath."],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p54"},"“If we are really intent … , we will on the Sabbath day live within the framework of the instructions given by the Lord in … the Doctrine and Covenants” (Marion G. Romney, in Conference Report, Apr. 1974, pp. 116–17; or",["span.emphasis","Ensign,"],"May 1974, p. 80)."]],[".teachingMethod",["h3","Scripture discussion"],["ul.bullet",["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"Doctrine and Covenants 59:9"],", what is one of the main purposes of the Sabbath day? (To keep ourselves unspotted from the world.)"]],["li",["span.label","•"],[".para","How can we judge if an activity will keep us unspotted from the world?"]]]],[".teachingMethod",["h3","Personal evaluation"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p57"},"Write the following questions on the chalkboard and have the young women write them in the right hand column of their papers:"],["div",{"id":"f16","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.f16"},["ol.number",["li",["span.label","1."],[".para","Is the activity doing good?"]],["li",["span.label","2."],[".para","Is it spiritually uplifting?"]],["li",["span.label","3."],[".para","Would Jesus do it?"]]]],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p61"},"Have each young woman evaluate activities she usually engages in on Sunday by responding to the three questions."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p62"},"These guidelines provide a measure for helping us decide if an activity is appropriate for the Sabbath. Such an approach requires more maturity than having a rule for every situation. If we keep in mind the purpose of the Sabbath and our goal to remain unspotted from the world, we will be able to more effectively regulate our own Sabbath day activities."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p63"},"After the young women have discussed these three ideas, read the following statement by President Harold B. Lee:"],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p64"},"“Whether at home or in church, your thoughts and your conduct should be always in harmony with the spirit and purpose of the Sabbath. Places of amusement and recreation, while at proper times may serve a needed end, are not conducive of spiritual growth and such places will not keep you ‘unspotted from the world’ but will rather deny you the ‘fulness of the earth’ promised to those who comply with the law of the Sabbath. You who make the violation of the Sabbath a habit, by your failure to ‘keep it holy’ are losing a soul full of joy in return for a thimble full of pleasure. You are giving too much attention to your physical desires at the expense of your spiritual health” (",["span.emphasis","Decisions for Successful Living"],"[Salt Lake City: Deseret Book Co., 1973], pp. 147–48)."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Handout and testimony"],["div",{"id":"p65","uri":"/manual/young-women-manual-1/lesson-25-sabbath-day.p65"},"Give each young woman a paper ruler (see page 109) and encourage her to observe the Sabbath more fully by evaluating activities by the three guidelines. Bear your testimony of the importance and blessings of keeping the Sabbath day holy."]]]]]],"refs":null}
