{"id":36,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":36,"title":"Lesson 33: Avoiding Degrading Media Influences","subtitle":"","short_title":"Lesson 33","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.head1"},[".titleNumber","Lesson",["span.dominant","33"]],["h1","Avoiding Degrading Media Influences"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p1"},"Each young woman will recognize and avoid degrading media in her life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.f1"},["ol.number",["li",["span.label","1."],[".para","Make a chart on a poster or on the chalkboard. List in one column Satan’s tools identified by President Spencer W. Kimball in the first section of the lesson. In the second column, list President Ezra Taft Benson’s standards of judgment found in the second section of the lesson. In the third column, list Bishop H. Burke Peterson’s ways to avoid degrading media. Cover each column so it can be displayed separately at the appropriate time."]],["li",["span.label","2."],[".para","Prepare a handout for each class member of “Guidelines for Evaluating Media” (see page 147)."]],["li",["span.label","3."],[".para","Optional: Bring one boiled egg with a white shell (if possible), a container filled with enough water to cover the egg, and food coloring and a spoon for demonstration. You could use a white piece of fabric instead of an egg."]],["li",["span.label","4."],[".para","Review the counsel about entertainment and the media on",["span.crossRef","pages 17–19"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","5."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Degrading Media Is One of Satan’s Most Powerful Tools"],[".teachingMethod",["h3","Discussion"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p7"},"Ask the young women to name some substances that could have both helpful uses and harmful effects. Include such items as insecticides, sprays, chemicals, and cleaning aids. Conclude that the effect of any of these could be either good or bad, depending on how they are used."]],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p8"},"Explain that the skull and crossbones is the universal warning symbol for a poisonous substance. People all over the world recognize it as a graphic warning of what can happen to them if they take the substance into their bodies. Latter-day prophets have warned us of another kind of contamination that can be deadly, not to our bodies, but to our spirits and minds. The mass media—television, radio, movies, magazines, and newspapers—communicates to many people at the same time. These media can be used to further the work of the Lord on earth, to educate, and to entertain. But they can also be used to destroy. They are a chief tool of the adversary, who seeks to break down moral behavior in all of us."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p9"},"Explain that although some people argue that we are unaffected by the sex, profanity, obscenity, and violence we may see in the media, this is not true."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p10"},"Discuss with the young women what some of the damaging effects of sex, profanity, violence, and obscenity in the media might be."]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p11"},"President Spencer W. Kimball has warned us of some of the dangers resulting from these exposures to degrading media:"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p12"},"“Tragedy … often begins with a visit to an [inappropriate] motion picture theater or fingering through an obscene magazine. The path to the grievous sins of fornication, adultery, and homosexuality can begin … with the viewing of some of the sex- and violence-oriented programs now being shown on television, including network television” (in Conference Report, Oct. 1976, p. 6; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 6)."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p13"},"President Kimball also warned about the evils of pornography found in every form of mass media: “There is a link between pornography and … perversions. … It is ridiculous to imply that pornography has no effect. There is a definite relationship to crime. Murder, robbery, rape, prostitution, and commercialized vice are fed on this immorality. Sex crime statistics seem to reflect a relationship between crime and pornography” (in Conference Report, Oct. 1974, p. 7; or",["span.emphasis","Ensign,"],"Nov. 1974, p. 7)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p14"},"Ask the young women to give examples of shows or advertising that they are exposed to daily and tell how these influence the choices they make about the clothes they wear, products they use, entertainment, and other ways they spend time and money. Help the young women see how effective the influence of the media is in their lives. Discuss negative ways the media is influencing them."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p15"},"Point out that we may not notice the effects of degrading influences all at once. We can let ourselves be weakened spiritually bit by bit, day by day, week by week until we are blinded to reality, numbed to the Spirit of the Lord, and engulfed in evil influences that lead to sin."]],[".teachingMethod",["h3","Poster or chalkboard"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p16"},"Display the first column of the poster or uncover the list on the chalkboard."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p17"},"President Spencer W. Kimball has described how this spiritual weakening takes place:"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p18"},"“Lucifer in his diabolical scheming deceives the unwary and uses every tool at his command. … He will use his [1] logic to confuse and his [2] rationalizations to destroy. He will [3] shade meanings, [4] open doors an inch at a time, and [5] lead from purest white through all the shades of gray to the darkest black” (“President Kimball Speaks Out on Morality,”",["span.emphasis","Ensign,"],"Nov. 1980, p. 94; numbering added)."]],[".teachingMethod",["h3","Optional demonstration and discussion"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p19"},"To illustrate how Satan’s tools or methods can influence us little by little, demonstrate the following: Dip a boiled egg (or white piece of fabric) just once in water containing food coloring. Show the young women how it absorbs the coloring, even very lightly. Perhaps it is not even noticeable at first. Then put the egg in the colored water, spooning the water over the egg many times. Point out how the eggshell becomes a shade darker each time you cover it with the food coloring."],["ul.bullet",["li",["span.label","•"],[".para","How does this experiment relate to our exposure to degrading media influences? How might viewing even one objectionable movie or television program affect you? Where could such continued exposure lead you?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p21"},"Explain that we may sometimes feel that degrading media does not affect us personally as much as it influences others around us. Actually, we may not notice its negative effects until it becomes very difficult to remove them."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p22"},"“The great prophet Mormon, viewing his own fallen people, wrote his son Moroni a very telling indictment when he said that because of wickedness his people were ‘past feeling.’ (See",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.20"},"Moroni 9:20"],"Moro. 9:20.) How tragic to reach the point where the Spirit must withdraw, and we become unable to sense or feel right from wrong” (Marvin J. Ashton, in Conference Report, Oct. 1977, p. 109; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 72)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to be past feeling in connection with objectionable media content? How can we become so accustomed to having these influences around us that we lose our judgment about what is degrading and what is not? How important are righteous standards in judging what we should see, hear, and read?"]]]]],[".topic",["h3","A Young Woman Can Judge Media and Avoid That Which Is Degrading"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p24"},"Point out that we should become informed before we select media to see, hear, or read. We are cautioned to select carefully those opinions on which we base decisions. Others may not use acceptable standards to judge the media. Professional reviewers may encourage everyone to enjoy a certain “great” movie, television show, music recording, or book even though there is objectionable material in it. President Ezra Taft Benson has given some standards to use as guidelines by which to judge the media. Although he refers mainly to the books we read, the same standards can be applied to other media."]],[".teachingMethod",["h3","Poster or chalkboard"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p25"},"Display the second column of the poster or uncover the following five standards already written on the chalkboard."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p26"},"“Today, with the abundance of books available, it is the mark of a truly educated man to know what not to read. … As John Wesley’s mother counseled him: ‘Avoid [1] whatever weakens your reason, [2] impairs the tenderness of your conscience, [3] obscures your sense of God, [4] takes off your relish for spiritual things, … [5] increases the authority of the body over the mind.’"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p27"},"“The fact that a book is old does not necessarily make it of value. The fact that an author wrote one good work does not necessarily mean that all his books are worthy of your time. Do not make your mind a dumping ground for other people’s garbage. It is harder to purge the mind of rotten reading than to purge the body of rotten food, and it is more damaging to the soul” (“In His Steps,” in",["span.emphasis","Speeches of the Year, 1979"],"[Provo: Brigham Young University Press, 1980], p. 61)."],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p28"},"Discuss each of these five standards. Help the young women to understand that degrading media influences can cause the Spirit to withdraw, leaving us without the protection of the Holy Ghost. Ask the young women how they can use these five standards to determine what media they select."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p29"},"Explain that it is becoming more and more difficult to separate ourselves from the influence of degrading media that seems to surround us. However, there are some precautions we can take to avoid it in the first place and some actions we can take if we are placed in circumstances beyond our control."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p30"},"Bishop H. Burke Peterson counseled us that “there should not be any",["span.emphasis","[objectionable] movies that we participate in viewing or talking about. There must be no pornographic magazines, pictures, or stories."],"… Do you",["span.emphasis","have the courage to walk out of an off-color"],"…",["span.emphasis","movie"],"—or do you watch and listen, and suggest to yourself, ‘This soon will pass,’ or ‘Everyone is doing it; it must be an acceptable type of entertainment’? Have you the courage to",["span.emphasis","keep out of your home some television shows"],"that are filled with suggestive sexual conversation—and even experiences? Have you thought lately how effective these shows are in piercing even the strongest spirits? … We must not feed ourselves a diet of trash!” (in Conference Report, Oct. 1980, pp. 56–57; or",["span.emphasis","Ensign,"],"Nov. 1980, pp. 38–39; italics added)."]],[".teachingMethod",["h3","Poster or chalkboard"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p31"},"Display the third column of the poster or point out the third column on the chalkboard. Review the suggested ways to avoid degrading media."]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p32"},"Ask class members to discuss the suggestions on the poster or chalkboard as guides or possible solutions to the following case studies."],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.f4"},["ol.number",["li",["span.label","1."],[".para","Diane was invited to a party with friends where a video was to be shown. She found out ahead of time that the movie was of questionable quality, and she was able to persuade her hostess to change it. But on another occasion, Diane found herself in a situation where she had not known beforehand what the entertainment would be. It was a movie that had received excellent reviews in the newspaper, and most of her friends had already seen it. They had all said that it was wonderful. Diane had heard that it included language, ideas, and scenes that she knew would embarrass her."],["ul.bullet",["li",["span.label","•"],[".para","What were Diane’s alternatives? What would you do in these circumstances?"]]]],["li",["span.label","2."],[".para","One of Sarah’s closest friends seemed constantly to be listening to her favorite radio station. One day their conversation drifted to the kind of music that particular station played. Sarah asked Mary why she listened to it when the words to much of the music suggested immorality of many kinds. Mary replied that she liked the beat and sounds of the music and did not pay much attention to the words anyway."],["ul.bullet",["li",["span.label","•"],[".para","What effect might the lyrics have on Mary even though she does not consciously listen to them? What might Sarah have said to Mary?"]]]],["li",["span.label","3."],[".para","A young man was in a big city for a school competition. His chaperon was ill, and he knew no one. He had an evening free, so he stayed in his hotel room and looked up the television listings. To his dismay, he learned that only a cable movie station was available, and it offered a suggestive movie. He spent the entire evening arguing with himself about whether he should watch it or not. It became a real battle of self-discipline trying to overcome the temptation to watch when no one would know. (See Jack Weyland,",["span.crossRef","“The Quiet War,”"],["span.emphasis","New Era,"],"Oct. 1981, pp. 12–19.)"]],["li",["span.label","4."],[".para","A father telephoned a theater where a movie was playing that his family planned to see. He was told by the manager that it was “acceptable family entertainment.” When the family arrived, the very first scene was an explicit bedroom scene. The entire family walked out of the theater."],["ul.bullet",["li",["span.label","•"],[".para","What did this father teach his children? If the father had chosen to stay, which tool of Satan’s would have been used if the children continued to follow his example on other occasions?"]]]],["li",["span.label","5."],[".para","Dan and Martha were trying to decide what to do one evening. Dan suggested seeing a movie. “That’s fine with me, but I want to warn you that I walk out of movies that are below my standards,” Martha replied."],[".para","Martha had obviously set a standard that she would not go beyond. What would a young man think of a young woman who not only set such high standards, but actually kept them even though she risked offending her date?"]]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p42"},"President Ezra Taft Benson said, “Some of the greatest battles you will face will be fought within the silent chambers of your own soul” (“In His Steps,” p. 60)."],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p43"},"Point out that sometimes we are the only person viewing a television show or looking at a magazine rack. Ask the young women to remember what television shows they have watched when no one else was at home. Which of Satan’s tools would the young women be using if they watched something objectionable in these circumstances?"]]],[".topic",["h3","Conclusion"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p44"},"Explain that the influence of mass media is felt by millions of people. But we can do much individually to avoid its degrading effect on us. We may have to search and wait for worthwhile productions and books. We will have to know or learn how to be selective in what we read, see, and listen to. We will need to exercise restraint and self-discipline in the choices we make daily."]],[".topic",["h3","Lesson Application"],[".teachingMethod",["h3","Handout"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.p45"},"Give the young women copies of the handout “Guidelines for Evaluating Media” (see page 147). Suggest that they use these guides to avoid degrading media in their lives. Ask them to include this handout in their journals."],[".",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-33-avoiding-degrading-media-influences.f8"}]]]]]],"refs":null}
