{"id":46,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":46,"title":"Lesson 43: Righteous Living","subtitle":"","short_title":"Lesson 43","uri":"/manual/young-women-manual-1/lesson-43-righteous-living","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.head1"},[".titleNumber","Lesson",["span.dominant","43"]],["h1","Righteous Living"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p1"},"Each young woman will recognize the feelings of individual worth that accompany righteous living."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.f1"},["ol.number",["li",["span.label","1."],[".para","Before the lesson, place about one teaspoon of soil into a small glass jar. Fill the jar almost to the top with water. Place a lid on the jar and shake the mixture. Let it stand for ten minutes; then drain the water from off the top of the sediment. Fill the jar with water again and shake. Let it stand another ten minutes and again drain off top water. Repeat this process four or five times so the water on top will be fairly clear when the soil has settled to the bottom of the jar. This process removes any matter that might dissolve in the water."]],["li",["span.label","2."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Activity"],["div",{"id":"p4","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p4"},"Pick up the jar of water and soil that has been sitting on the table for at least ten minutes. The water should be quite clear above the settled dirt. Tell class members to watch what happens to the water when you shake the jar. The water becomes murky. Set the jar back down on the table."]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p5"},"Have a young woman read",["a.scriptureRef",{"href":"/scriptures/ot/isa/57.20-21"},"Isaiah 57:20–21"],"."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p6"},"Explain that those who live by the ocean know what happens to the water in the midst of a storm. All kinds of dirt and organic materials are brought up from the depths of the sea and tossed about, casting up the “mire and dirt.” There is a restlessness and confusion as the waves toss wildly about."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","To what does Isaiah liken the “troubled sea, when it cannot rest”? When God says, “there is no peace … to the wicked,” what kind of peace is he referring to? (Peace of mind, clear conscience.) Help the young women to understand that when a person commits sins and does not repent, he or she does not have peace. This unrest causes something to occur. What is it? Guide the discussion to include the idea that guilt and loss of feelings of self-worth are some of the results."]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p8"},"Explain that the loss of self-respect that wickedness brings is like a “troubled sea.” There is no peace in the life of a wicked person."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How does wickedness contribute to a loss of self-respect?"]]]]],[".topic",["h3","Righteous Living Increases Feelings of Self-worth"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p10"},"Explain that sometimes self-worth is discussed in terms of things a person can do, such as play a musical instrument or do well in school or sports. There is one thing that everyone can do that will increase feelings of self-worth, and that is to live righteously. When a person tries to live a righteous life, she will have a calmness in her heart that can come in no other way. She will feel good about herself. One Church leader has made this statement:"]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p11"},"“I do not know of anything that brings more happiness than to realize that what we have done or are doing is correct and right” (Rex D. Pinegar, “What It Means to Establish a Relationship with Christ,” in",["span.emphasis","Speeches of the Year, 1977"],"[Provo: Brigham Young University Press, 1978], p. 91)."],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p12"},"Another Church leader has made a similar statement:"],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p13"},"“When a man makes war on his own weaknesses he engages in the holiest war that mortals ever wage. The reward that comes from victory in this struggle is the most enduring, most satisfying, and the most exquisite that man ever experiences” (Bryant S. Hinckley,",["span.emphasis","That Ye Might Have Joy"],"[Salt Lake City: Bookcraft, 1958], p. 83)."]],[".teachingMethod",["h3","Chalkboard discussion"],["ul.bullet",["li",["span.label","•"],[".para","Does righteous living mean only living without sinning?"]],["li",["span.label","•"],[".para","What more does it include? (List on the chalkboard some of the ways that we live a righteous life. Some examples are: commitment to basic Christian principles such as honesty with self and others, virtue, chastity, faith, integrity, modesty, and service.)"]]]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p16"},"Have the young women find and read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"Doctrine and Covenants 121:45"],". Discuss the phrase “then shall thy confidence wax strong in the presence of God.” Help the young women understand that when they are living righteously, they will have a sense of self-worth that will enable them to stand before their parents, bishop, and Heavenly Father with a clear conscience."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p17"},"Draw attention to the jar of soil and water. Point out that now it is calm; the dirt has begun to settle to the bottom, and the water is clearing."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p18"},"Discuss the calm and reassuring effects that come from living the principles of righteousness listed on the chalkboard."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p19"},"Tell the following two stories to help the young women understand how peace can come from righteous living."]],[".teachingMethod",["h3","Story"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p20"},"Marie was the oldest of five children. Her mother had always depended heavily on her to help with the younger children and had expected her to be patient and loving with them from the time she was very young. Marie had grown tired of having to take so much responsibility for her brothers and sisters, especially now she was a little older and involved with many friends and activities. She began resenting her brothers and sisters and treating them badly. She yelled at them and told them to go away and leave her alone whenever they came to her for something. She no longer talked to them about their activities or even allowed them to come into her room. She started refusing to come home after school; she went to her friends’ houses instead so she wouldn’t have to take care of “those bratty kids.” Sometimes she noticed a sad and lonely look in their eyes when she would see them at the dinner table, but she didn’t allow that to change the way she was treating them."]],[".teachingMethod",["h3","Story"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p21"},"Nancy felt that one of the trials of her life was the elderly lady who lived down the street. Mrs. Smith lived alone and often needed help in her house and yard. Nancy had gone to help her a few times, but whenever she did, she not only had to do the house and yard work, but she had to listen to Mrs. Smith talk for hours. Nancy felt that going there was a waste of time, and she would much rather be with her friends. Nancy’s mother asked her to try an experiment. She asked Nancy to try going over to Mrs. Smith’s house just one afternoon a week and not only cleaning her house, but really listening to her and trying to understand the things she was saying. She said that Nancy would have to do this for only a month, and then she could quit if she wanted to. Nancy decided to try the experiment so her mother would quit bothering her about going to Mrs. Smith’s house."],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p22"},"The first week, she tried hard to listen to Mrs. Smith, and she found herself feeling a little sorry for the elderly woman as she realized what a hard life she had lived. The next week as she cleaned and listened, she began to realize that Mrs. Smith had learned a lot from all the experiences she had had and that she wasn’t really all that boring. By the end of the month, she not only felt love and appreciation for Mrs. Smith, but she felt important to someone who needed her very much."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Which young woman do you think felt more peace in her life? Which one felt better about herself? Why?"]],["li",["span.label","•"],[".para","What are some of the benefits of beginning early in life to live a righteous life? (We can form good habits early; have more chance for growth, development, progress, and self-respect; and have less chance to make grave mistakes that would lead to a loss of self-worth.)"]]]]],[".topic",["h3","The Lord Has Told Us That “Wickedness Never Was Happiness”"],[".teachingMethod",["h3","Note to the teacher"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p25"},"Pick up the glass jar of water and soil, and shake it vigorously so the water becomes dirty again. Point out that in contrast to the calm reassurance that comes to someone like Nancy who is trying to live righteously, someone who is allowing wickedness into her life is as the “troubled sea.”"]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p26"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],"and",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.7"},"Galatians 6:7"],"."],["ul.bullet",["li",["span.label","•"],[".para","How do we feel when we do wrong? Why isn’t it a comfortable feeling? How would you describe the feeling of guilt? What happens to our feelings of self-worth when we feel guilty? Does it make a difference in the way we perceive ourselves?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p28"},"Explain that the world would have us believe that we should do away with feelings of guilt instead of doing away with the sins that cause the guilt feelings."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p29"},"Point out that we are all born with a sense of right and wrong. This sense is often called our conscience. “For behold, the Spirit of Christ is given to every man, that he may know good from evil” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16"},"Moroni 7:16"],"). This enables us to realize when we have made a mistake and prompts us to turn from evil."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What happens when we ignore our conscience too often? (We become less sensitive to its promptings.)"]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p31"},"Elder James E. Faust said: “Some may feel that they can live by whatever standards their whim or fancy suggest. In a value-free society—free of morals, free of standards—many also live free of feelings of self-worth, self-respect, and dignity” (in Conference Report, Apr. 1981, p. 9; or",["span.emphasis","Ensign,"],"May 1981, p. 9)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why does the Lord say that wickedness never was happiness? In what ways do we feel more secure and comfortable when we have standards?"]]]]],[".topic",["h3","When Feelings of Self-worth Are Lost, They Can Be Regained"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can we regain lost feelings of self-worth, self-respect, and dignity?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p34"},"Explain that none of us grow up without doing things that are wrong. When we lose self-respect and feel guilty, we can change our personal habits and behavior through repentance. Receiving forgiveness from the Lord can make us feel better about ourselves than almost anything else."]]],[".topic",["h3","Conclusion"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p35"},"Explain that repentance and forgiveness of oneself restore peace of mind and calm a person’s “troubled sea.” Point out how clear the water in the bottle can become if it is strained to remove any soil that still remains. Our own self-worth can be regained when we completely repent and regain a clear conscience."]],[".topic",["h3","Lesson Application"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-43-righteous-living.p36"},"Have the young women review their own actions and determine those things they need to repent of or change in order to bring increased feelings of self-worth."]]]]],"refs":null}
