{"id":14,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":14,"title":"Lesson 11: Growing and Maturing in Self-reliance, Part 1","subtitle":"","short_title":"Lesson 11","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.head1"},[".titleNumber","Lesson",["span.dominant","11"]],["h1","Growing and Maturing in Self-reliance, Part 1"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p1"},"Each young woman will recognize that she is growing in independence and will seek to become more self-reliant."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.f1"},["ol.number",["li",["span.label","1."],[".para","Pictures 6, 7, 8, and 9 (a baby girl, a young woman, a bride and groom, and a young mother with her child). All are located at the end of the manual."]],["li",["span.label","2."],[".para","Bring pencils for the class members."]],["li",["span.label","3."],[".para","Make a copy of the quiz on page 46 for each young woman, or prepare to read it aloud."]],["li",["span.label","4."],[".para","Optional: Make a copy of the poem “Coming Out,” for each young woman to take home (see page 44)."]],["li",["span.label","5."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","As We Mature, We Become Less Dependent and More Self-reliant"],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p7"},"Display the pictures of girls at various ages. Ask the young women to consider the pictures of the girls. Use questions to encourage a discussion of the increasing abilities that come to us with maturity. For example:"],["ul.bullet",["li",["span.label","•"],[".para","What could a five-year-old do that a baby could not? (Walk, talk, dress herself, make simple choices, and so on.)"]],["li",["span.label","•"],[".para","What could a twenty-two-year-old do that a fourteen-year-old could not? (Drive a car, date, have a steady job, be married, have a family, and so on.)"]],["li",["span.label","•"],[".para","Why don’t we expect a five-year-old to do what a fourteen-year-old can do, or a fourteen-year-old to do what a twenty-two-year-old can do?"]]],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p11"},"Help the young women to realize that the change from dependence to increasing self-reliance is a gradual one and that each age has its own capacities."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p12"},"President Spencer W. Kimball said:"],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p13"},"“For the first decade of your life there were joyous, happy, irresponsible days. Your parents and family protected you, taught and fed you, clothed and sheltered you; but now in the second decade of your life there is some relaxation of control. Gradually you are developing your personality, making increased numbers of your own decisions. You are maturing and assuming responsibility” (“President Kimball Speaks Out on Planning Your Life,”",["span.emphasis","New Era,"],"Sept. 1981, p. 47)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why could the first ten years of your life be referred to as “irresponsible”? Who was basically responsible for you then?"]],["li",["span.label","•"],[".para","How did your parents and family shelter you?"]],["li",["span.label","•"],[".para","What new responsibilities did you assume at baptism?"]],["li",["span.label","•"],[".para","Why is there some relaxation of control in the second decade of your life?"]],["li",["span.label","•"],[".para","What kinds of decisions can you make now that you could not have made at age ten?"]]]],[".teachingMethod",["h3","Note to the teacher"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p19"},"Be sure that the young women understand clearly that assuming responsibility and becoming self-reliant is desirable and is what our Father in Heaven hopes for and expects. But this does not mean that we become independent of his direction in our lives or the sound counsel of parents or priesthood leaders. “The Lord is very generous with the freedom He gives us. The more we learn to follow the right, the more we are spiritually self-reliant, the more our freedom and our independence are affirmed” (Boyd K. Packer, “Self-reliance,”",["span.emphasis","Ensign,"],"Aug. 1975, p. 89)."]],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p20"},"Write the word",["span.emphasis","dependence"],"on the left side of the chalkboard and the word",["span.emphasis","self-reliance"],"on the right side. Draw an arrow pointing from",["span.emphasis","dependence"],"to",["span.emphasis","self-reliance."],"Point out that the Prophet Joseph Smith gave a good definition of self-reliance when someone asked him how he governed the Saints. Have someone read this statement: “I teach them correct principles, and they govern themselves” (as quoted by John Taylor,",["span.emphasis","Millennial Star,"],"13:339)."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p21"},"Point out that there are two important elements of self-reliance. We must first know correct principles. Then we must have the ability to govern ourselves on the basis of those principles."]],[".teachingMethod",["h3","Quiz"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p22"},"To help the young women measure their own self-reliance, give the following quiz. Distribute a pencil and a copy of the quiz to each of them. Read the list of paired statements. The statements on the left indicate that improvement is needed; the statements on the right indicate self-reliance. Ask the young women to rate themselves from one to ten on each item, one being the lowest and ten being the highest."],[".",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.f4"}]]],[".topic",["h3","We Can Become More Self-reliant"],[".teachingMethod",["h3","Small-group discussions"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p23"},"After the young women have taken the quiz, emphasize that becoming self-reliant is a gradual process. We don’t become self-reliant all at once. And we grow at different rates in the various areas measured by the quiz."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p24"},"With class members’ help, select two or three of the items from the quiz that seem most pertinent to your class. If the class is large enough, divide it into small groups and assign each group one of the topics to discuss. Have the young women share their ideas on how to become more self-reliant in that area. For example: brainstorm and share ways to remind yourself to practice or complete specific daily tasks, ways to keep track of expenses and to make sure tithing is taken care of as a first priority, ways to strengthen yourself daily through the scriptures. One member of each group should write down the ideas that are given. Have the groups report their findings to the class."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p25"},"Have the young women turn to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.13-14,20"},"Doctrine and Covenants 93:13–14, 20"],", and read and mark these verses. Help them realize that progress and growth do not occur suddenly. The Savior himself grew into a “fulness” and received “grace for grace.” Ask them to consider verse 20."],["ul.bullet",["li",["span.label","•"],[".para","What promise is extended to us in this verse? (We can grow as the Savior did, little by little, and come to a fulness.)"]]],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p27"},"Explain that just as a tiny chick hatching from its shell must break out by itself, so our growth in self-reliance requires our own effort and exertion. At times this growth may even be painful."]],[".teachingMethod",["h3","Poem"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p28"},"Have the following poem read (and hand out copies if you made them):"],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.f6"},["h3","Coming Out"],[".stanza",[".line","Some hatchings hurt. …"],[".line","And the new learning"],[".line","softness"],[".line","is so very tender."],[".line","It’s frightening to be"],[".line","nothing more"],[".line","than palest puff"],[".line","that peeps."],[".line","And so remember"],[".line","and remember"],[".line","clarion call"],[".line","to shelter:"],[".line","“I will gather …"],[".line","as a hen"],[".line","gathereth"],[".line","her chickens"],[".line","under her wings …”"],[".line","A place to grow"],[".line","in strength."]],[".citationInfo",["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p29"},"(Dianne Dibb Forbis,",["span.emphasis","New Era,"],"Dec. 1977, p. 7.)"]]]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What are some of the “hatchings” and the “new learnings” you are experiencing in this second decade of your life? (Some examples might be a growing testimony, new temptations, new challenges at school, and changing relationships with friends.) Do all of these new happenings and decisions sometimes make you feel like “palest puff,” “tender” and frightened?"]],["li",["span.label","•"],[".para","What is a “clarion call”? (A clarion is a medieval trumpet that has a very clear, brilliant tone.)"]],["li",["span.label","•"],[".para","When we are unsure or frightened as we are trying to grow, what does the poem suggest we do? What people and places can offer us shelter? (The Lord, our parents, our families, our homes.)"]]]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p33"},"Have the young women turn to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1-2"},"Doctrine and Covenants 29:1–2"],"and read and mark this scripture."],["ul.bullet",["li",["span.label","•"],[".para","Who promised to gather us “as a hen gathereth her chickens under her wings”?"]]],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p35"},"Point out that by being close to our Father in Heaven and the Savior, we can grow in strength."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p36"},"Explain that when we become more self-reliant, we please our Heavenly Father. He wants us to learn to do many things on our own. He is not pleased with those who do things only when they are told. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27-29"},"D&C 58:27–29"],".)"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-11-growing-and-maturing-in-self-reliance-part-1.p37"},"Point out that as we gradually become less dependent on others, we need to train ourselves to hear the clear direction, the “clarion call” of the Lord. We need to learn to govern ourselves by his principles. Our Father in Heaven, who encourages our growth, will also give us the strength to accomplish it."]]]]]],"refs":null}
