{"id":40,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson 37: Caring for Our Physical Bodies","subtitle":"","short_title":"Lesson 37","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.head1"},[".titleNumber","Lesson",["span.dominant","37"]],["h1","Caring for Our Physical Bodies"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p1"},"Each young woman will learn to appreciate her physical body and keep it in the best possible condition."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 13, a temple, and picture 18, girls exercising (located at the back of the manual)."]],["li",["span.label","2."],[".para","Obtain paper and a pencil for each young woman."]],["li",["span.label","3."],[".para","Obtain grooming aids such as soap, water, deodorant, a comb, a brush, shampoo, a toothbrush, and a fingernail file."]],["li",["span.label","4."],[".para","Draw a large outline of a girl on poster paper and cut it into five sections, puzzle-fashion, as shown. Label as illustrated. Prepare to display it on a tackboard or on a larger poster."],[".",{"id":"f","uri":"/manual/young-women-manual-1.f"}]],["li",["span.label","5."],[".para","Before the lesson, have the young women complete the following strength and endurance test: See how many times they can jump rope without missing or stopping. They may want to practice before taking the actual test. You may want to do this as a midweek activity (if so, have two or three ropes available, each about 8 1/2 feet long). Or assign the young women to do the test individually. Each young woman should record on a piece of paper the number of times she jumped. If the young women do the test on their own, check with them during the week to make sure they have completed it and to have them report the number of jumps to you."],[".para",["b","Caution:"],"Any young woman with physical limitations or serious health problems should not take this test, but she could help the others count and record their scores."]],["li",["span.label","6."],[".para","Optional: Prepare a chart of the Strength and Endurance Ratings (see page 166)."]],["li",["span.label","7."],[".para","Review the counsel about physical health on",["span.crossRef","pages 36–37"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","8."],[".para","Assign young women to present any scriptures you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","A Young Woman Who Appreciates Her Body and Wants to Be Attractive Takes Care of Herself"],[".teachingMethod",["h3","Picture and scripture"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p11"},"Display the picture of a temple and have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],". Stress that we have been commanded to take good care of our bodies."]],[".teachingMethod",["h3","Puzzle and discussion"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p12"},"Display the “Knowledge” section of the puzzle on the tackboard or a large poster."],["ul.bullet",["li",["span.label","•"],[".para","Where in the scriptures can we find information about how to take care of our bodies? (D&C 89, the Word of Wisdom.)"]],["li",["span.label","•"],[".para","According to the Word of Wisdom, what things should we not take into our bodies? (Wine or strong drink; tobacco; and hot drinks, specifically coffee and tea.)"]]]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p15"},"In addition to living the Word of Wisdom, a young woman can do many other things to take care of herself. Ask a class member to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"Doctrine and Covenants 88:124"],"."],["ul.bullet",["li",["span.label","•"],[".para","What does this scripture tell us about taking care of ourselves?"]]],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p17"},"Ask one young woman to read aloud the last half of that scripture beginning with the word",["span.emphasis","retire."]]],[".teachingMethod",["h3","Puzzle and chalkboard discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p18"},"Put the puzzle piece labeled “Rest” on the tackboard or poster."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think the Lord counsels us to retire early and arise early?"]],["li",["span.label","•"],[".para","What are the advantages of getting the proper amount of rest? (List responses on the chalkboard: do better in school, be happier, feel better, have more energy, look better.)"]],["li",["span.label","•"],[".para","How might too much sleep be harmful?"]]]],[".teachingMethod",["h3","Scripture and puzzle"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p22"},"Ask the young women to turn to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.41"},"Doctrine and Covenants 42:41"],"to discover discover another aspect of taking care of themselves. Stress that physical as well as moral cleanliness is important. Add the piece labeled “Grooming” to the puzzle."]],[".teachingMethod",["h3","Object lesson and discussion"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p23"},"Display the grooming aids. Stress that everyone is more attractive with clean teeth, skin, and hair. Point out that a fresh fragrance is attractive, whereas perspiration and body odor may be offensive. Ask the young women to consider their hair, skin, nails, and teeth and decide how they might improve their grooming. Suggest they select one good grooming habit to work on during the coming week."]],[".teachingMethod",["h3","Puzzle and discussion"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p24"},"Put the puzzle piece labeled “Nutrition” on the tackboard or poster. Give each class member a sheet of paper and a pencil and ask them to list as many different fruits and vegetables as they can in two or three minutes. Then ask the young woman with the longest list to read it. Have the other young women add any different ones they have, and then have everyone add to their lists items they did not think of. Be sure the list includes citrus fruits and green and yellow vegetables."],["ul.bullet",["li",["span.label","•"],[".para","What kinds of food other than fruits and vegetables do we need each day? (Breads or grains; meat, eggs, poultry, or fish; milk and other dairy products.)"]]],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p26"},"Stress variety. Often a young woman’s diet is insufficient because she eats only a few favorite foods. Refer to the long list of fruits and vegetables they have made and encourage them to try something new."],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p27"},"Ask the young women to turn their papers over and in one to two minutes make a list of foods they feel have little nutritional value."],["ul.bullet",["li",["span.label","•"],[".para","What does eating these foods do to your health and appearance? (Answers could include fatigue, susceptibility to illness, and weight gain.)"]]],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p29"},"Emphasize that to feel and look their best, young women must limit or give up some of these things. Write on the chalkboard: “Give up something good for something better.”"],["ul.bullet",["li",["span.label","•"],[".para","What is the “something better” we get by giving up nonnutritional food? (Stress that proper eating habits can improve skin, hair, eyes, teeth, and figure.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p31"},"We have discussed grooming, nutrition, the Word of Wisdom, and getting proper rest; but our girl (refer to the puzzle) still needs something else to complete her physical well-being."]],[".teachingMethod",["h3","Puzzle and discussion"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p32"},"Place the final piece labeled “Exercise” on the tackboard or poster."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p33"},"If you prepared a chart with the following information, show it now. Or write the information on the chalkboard."],["ul.noMarker",["h3","Strength and Endurance Ratings"],["li",[".para","10 to 24 consecutive skips—fair"]],["li",[".para","25 to 44 consecutive skips—good"]],["li",[".para","45 to 50 consecutive skips—excellent"]]],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p37"},"Discuss what the young women have discovered about themselves from the strength and endurance test (see page 164, item 5)."]],[".teachingMethod",["h3","Picture and discussion"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p38"},"Display the picture of the young women exercising. Discuss the importance of active participation in sports, dance, jogging, walking, and other physical activities."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need exercise?"]],["li",["span.label","•"],[".para","What are some enjoyable ways of getting enough exercise?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p41"},"In addition to plenty of physical activity, formal exercises can often help us firm up our muscles or strengthen a particular part of the body. They also help us use the calories we take in. Suggest that each young woman select one exercise or activity that she feels would benefit her and plan to do that exercise or activity in the coming week."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p42"},"Stress that physical fitness is linked to overall well-being in everyday life."]]],[".topic",["h3","Proper Care of Our Bodies Brings Many Rewards"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What rewards might come from doing all the things we talked about? (Possible responses: better health, better self-image, more energy, more attractive appearance, happier feeling.) Encourage each class member to name at least one thing."]],["li",["span.label","•"],[".para","Are these things worth sacrificing for?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p45"},"We have put together a plan for taking the best possible care of our precious physical temples. We must work at this plan constantly until good habits become automatic. (Take away a section of the puzzle.) Our bodies cannot function at their best or look their best unless each part of the plan is followed. (Return the piece to its place.)"]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p46"},"Elder Delbert L. Stapley said: “There is a close relationship between physical health and spiritual development. … When one’s physical health is impaired by disobedience to God’s eternal laws, spiritual development will also suffer” (in Conference Report, Oct. 1967, p. 74; or",["span.emphasis","Improvement Era,"],"Dec. 1967, p. 77)."]]],[".topic",["h3","Lesson Application"],[".teachingMethod",["h3","Teacher testimony"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-37-caring-for-our-physical-bodies.p47"},"Testify of the importance of properly caring for our physical bodies and encourage each young woman to do something this week to improve her care of her body."]]]]]],"refs":null}
