{"id":42,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":42,"title":"Lesson 39: Drug Abuse","subtitle":"","short_title":"Lesson 39","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.head1"},[".titleNumber","Lesson",["span.dominant","39"]],["h1","Drug Abuse"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p1"},"Each young woman will recognize the effects of drug abuse on the body and the spirit."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.f1"},["ol.number",["li",["span.label","1."],[".para","Bring a pencil for each young woman."]],["li",["span.label","2."],[".para","Prepare a copy of the checklist in the introduction for each young woman."]],["li",["span.label","3."],[".para","Optional: Prepare a poster containing the definition of drug abuse as given in the introduction."]],["li",["span.label","4."],[".para","Optional: Prepare a poster of these words from",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.17"},"1 Corinthians 3:17"],": “For the temple of God is holy, which temple ye are.”"]],["li",["span.label","5."],[".para","Assign class members to discuss why the reasons some people give for abusing drugs are not valid. These young women could use their own ideas, or you could give them copies of the “Class presentations” material in the second section of the lesson."]],["li",["span.label","6."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Checklist activity"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p8"},"Give each of the young women a pencil and a copy of the checklist below. Ask them to place check marks next to those substances that are drugs or that contain drugs."],["ul.noMarker",["h3","Checklist"],["li",[".para",["span.textInput","_____"],"marijuana"]],["li",[".para",["span.textInput","_____"],"tobacco"]],["li",[".para",["span.textInput","_____"],"caffeine"]],["li",[".para",["span.textInput","_____"],"LSD"]],["li",[".para",["span.textInput","_____"],"cocaine"]],["li",[".para",["span.textInput","_____"],"crack"]],["li",[".para",["span.textInput","_____"],"alcohol"]],["li",[".para",["span.textInput","_____"],"heroin"]],["li",[".para",["span.textInput","_____"],"barbiturates"]],["li",[".para",["span.textInput","_____"],"amphetamines"]],["li",[".para",["span.textInput","_____"],"diet pills"]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p20"},"After a minute or two, discuss the items on the checklist, commenting also on others you may choose. Tell the young women that all of these substances, in addition to many not listed, are drugs or contain drugs. Indicate that these drugs differ from each other in several ways. Some are depressants (they depress body functions), and some are stimulants (they stimulate body functions). Some are more harmful than others, but they all can be habit forming or create dependency."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p21"},"Ask the young women to define drug abuse. Discuss all of their ideas. Indicate that most drugs are useful medications for the treatment of diseases. But drug abuse is “the excessive nonmedical use of drugs for the changes they produce in emotion, thought, or behavior” (Ira W. Hillyard, “Drug Abuse: It Starts in the Medicine Cabinet,”",["span.emphasis","Ensign,"],"Apr. 1977, p. 42). If you wrote this definition on a poster, display it now. Discuss the definition. Emphasize that improper use of nonprescription and prescription medicines is also drug abuse. Ask the young women to keep the definition in mind as the lesson proceeds."]]],[".topic",["h3","Drug Abuse Cannot Be Justified"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p22"},"Point out that even though most people understand the risks of drug abuse, the problem is widespread. Both young and old feel increasing pressure to do what their friends are doing and experiment with drugs. Because of this serious and increasing problem, we need to understand why it occurs and seek ways to combat it."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p23"},"Elder Marvin J. Ashton asked, “What causes a strong, lovely, vibrant young person to allow a chemical to control his or her behavior?” (in Conference Report, Apr. 1971, p. 13; or",["span.emphasis","Ensign,"],"June 1971, p. 30). Ask class members to suggest reasons why some young people misuse drugs. List responses on the chalkboard and discuss them, urging class members to explain their ideas. At this point, do not discuss why these reasons for misusing drugs are invalid. That discussion will come later in the lesson. Some of the reasons people misuse drugs might include peer pressure, escape, immaturity, availability, and advertising appeal. These ideas are enlarged in the statements that follow. Ask class members to read them, adding to them if you wish."],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.f3"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Peer pressure."],"Being accepted by others can seem important. Those who are pressured by friends to experiment with drugs may do so to gain or maintain acceptance or popularity."]],["li",["span.label","2."],[".para",["span.emphasis","Escape."],"Some people may feel that their problems and stresses are intolerable. They may seek to escape from them through drugs that either depress awareness or produce a stimulation that creates a temporary feeling of well-being."]],["li",["span.label","3."],[".para",["span.emphasis","Immaturity."],"Feelings of curiosity, boredom, or rebellion account for the use of drugs by some people. They may be seeking involvement, action, and excitement. Young people may also sometimes think they appear older when they do things that they consider “adult.”"]],["li",["span.label","4."],[".para",["span.emphasis","Availability."],"Because of illegal drug traffic and the rapid development of new drugs, harmful substances are increasingly available. These and other conditions make drugs easier to obtain. This easier access to drugs may also make their use seem more acceptable to some people."]],["li",["span.label","5."],[".para",["span.emphasis","Advertising appeal."],"Advertisements of handsome, confident, prosperous, healthy-looking people can make undesirable products appealing. Enticing advertising techniques are sometimes convincing and can make these products seem acceptable."]]]]],[".teachingMethod",["h3","Class presentations"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p29"},"After discussing the reasons people give for misusing drugs, ask the assigned class members to discuss why those reasons are not valid and do not justify drug abuse. If these class members do not use the following information, add it as necessary."],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.f4"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Peer pressure."],"We need to develop personal convictions about matters of right and wrong early in our lives. While there are peers who would urge us to do wrong, there are also peers who are doing right and whose examples we may follow. Ideally, we should be among those who set their own righteous course and encourage others to follow, rather than be among those who weakly give in to pressures to do wrong. We can help drug abusers most by “setting an example of strong, healthy, Christian living.” We can demonstrate in our daily lives “the rewards of straight living, such as good health, happiness, peace, and accomplishment” (Victor L. Brown Jr., “Q and A,”",["span.emphasis","New Era,"],"May 1971, p. 33)."]],["li",["span.label","2."],[".para",["span.emphasis","Escape."],"The stresses and demands of life’s experiences are real. Everyone needs release or change at times, but in acceptable ways. This release can come through talking out problems with family, friends, Church leaders and teachers, or professional counselors. Change can come in the form of healthy diversions—sports and cultural activities, creative hobbies, vacations, rest, and serving others. These kinds of diversions not only become a release from pressures, but also contribute to our sense of worth. We should avoid using and abusing alcohol and drugs as ways of escaping our responsibility to act for ourselves."]],["li",["span.label","3."],[".para",["span.emphasis","Immaturity."],"The process of growing up and learning is something we all experience. This natural process is likely to result in error along the way. However, growing up and learning can be attended by good judgment and self-control in all of its stages. It is unfortunate that some “impulsive young [people] … are seeking thrills to spice those impatient years of growing to maturity. Having heard of drug ‘kicks’ but having little or no understanding of the dangers involved, some of these young people become involved—either deliberately or sometimes even accidentally—with destructive drugs” (Hillyard, “Drug Abuse,” p. 41)."]],["li",["span.label","4."],[".para",["span.emphasis","Availability."],"The availability of something does not mean that it is good or that we need to partake of it. We must develop personal strength to protect ourselves from much in society that is available but not necessarily desirable. “Certainly the availability of new and more potent and exotic drugs in great quantity has been a factor [in their increased use]. … These drugs have leaked much too quickly into the mainstream of everyday usage, and their use as a crutch to help people through even the minor trials of everyday life has become all too common” (Hillyard, “Drug Abuse,” p. 42)."]],["li",["span.label","5."],[".para",["span.emphasis","Advertising appeal."],"While advertising provides information, it frequently distorts, manipulates, or only partially informs. Some advertising promises that drugs can cure any ill. We need to know enough that we can use good judgment in evaluating advertisements. If we are not alert, we can be “conditioned to think of drugs as a routine, instant cure for whatever might ail us or make us unhappy” (Hillyard, “Drug Abuse,” p. 42)."]]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p35"},"Explain that instead of being misled by reasons that seem to justify misusing drugs, we need to combine knowledge with wisdom to fortify ourselves against weakness and deception."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p36"},"“Drugs and alcohol seem to be particularly enticing in our generation, although they have been used by mankind in different forms and for different reasons since the beginning of time. Always they have promised liberation. Always they have lied” (E. Brent Frazier, “Drugs: Why Do Kids Start? How Can You Help?”",["span.emphasis","Ensign,"],"Aug. 1975, p. 67)."]]],[".topic",["h3","We Should Understand the Consequences of Drug Abuse"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p37"},"Explain that legitimate drugs, administered by or obtained through a physician, are often essential to good health and well-being. However, when used contrary to or without a physician’s direction, they can be harmful. Other drugs, including nonprescription drugs, taken for the wrong reasons, are destructive to both the body and the spirit."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What are some of the physical and spiritual consequences of drug abuse?"]]],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p39"},"Emphasize that those who misuse drugs usually do so knowingly, rationalizing that they have a right to consume what they choose, that they are justified for reasons others may not understand, that the substances are not harmful, and that the consequences are not serious or do not matter. These and other invalid arguments can result in the unfortunate decision to misuse drugs. Such a decision—even to experiment—is ruinous not only to the individual but also to others around him or her. The consumption of harmful drugs is not a private or personal matter; it inevitably affects deeply the lives of others who are often innocent, and it results in needless grief. Drug abuse is an alarming and reckless invitation to deeper difficulties, much heartache, and possibly even disaster."],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p40"},"The following case studies are true accounts of young people who have been involved with drug abuse. Ask class members to read them aloud. Then discuss some of the details of each case to help the young women understand the destructive consequences of the misuse of drugs."]],[".teachingMethod",["h3","Case study"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p41"},"Jim was an active Latter-day Saint priest. He was also on the high school football team. Some members of the team would gather on weekends to drink beer and smoke marijuana, and Jim decided to join them. He thought that he would not drink or smoke; he would just enjoy the companionship of his friends. He knew, however, that his parents would disapprove if they knew where he was going. Eventually he gave in to peer pressure and began drinking beer and smoking marijuana with them. Every time he did, he came home bearing the burden of having done something seriously wrong. Because his conscience bothered him, he began to find excuses not to participate in Church activities and began to feel alienated from his family."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What were the immediate consequences of Jim’s drug use?"]],["li",["span.label","•"],[".para","What might be the long-lasting consequences?"]],["li",["span.label","•"],[".para","How would Jim’s involvement with drugs affect him both physically and spiritually?"]]]],[".teachingMethod",["h3","Case study"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p45"},"“Barbara had become addicted to heroin at the age of twelve, after two years of excessive marijuana use. The heroin addiction had made her, at that tender age, a prostitute and thief. In addition to heroin, she also used excessive amounts of alcohol and barbiturates. Just two months after her eighteenth birthday, she had taken a large dose of LSD, and this drug, in concert with all the others, literally destroyed her mind” (Hillyard, “Drug Abuse,” p. 41)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How does this story make you feel?"]]],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p47"},"Discuss Barbara’s increased involvement with several kinds of drugs."],["ul.bullet",["li",["span.label","•"],[".para","What effect would Barbara’s experience have on you if she were your sister or a close friend? What effect would it have on the family?"]],["li",["span.label","•"],[".para","Through the years of Barbara’s struggle and decline, how was she affected physically and spiritually?"]]]],[".teachingMethod",["h3","Case study"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p50"},"While they were walking home from school, Janet and her friends decided they would all like to lose some weight. They stopped at a store, and each purchased a package of diet pills that had been advertised as an easy way to lose weight. Within a short time, most of the young women had either lost the desired weight or stopped taking the pills. However, Janet had noticed that when she took the pills she seemed to have more energy, so she continued to take them, even though she had lost the weight she desired. It seemed that the pills enabled her to accomplish more each day. She could see no harm in this as the pills were nonprescription and legal. She never realized that she had become dependent on them until she decided to stop using them."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why was this not a good way to lose weight? What are the dangers in depending on pills to control appetites?"]],["li",["span.label","•"],[".para","What consequences—physical, emotional, and spiritual—could result from Janet’s drug abuse?"]],["li",["span.label","•"],[".para","What consequences might Janet’s drug abuse have on her future?"]]],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p54"},"Discuss the danger of becoming innocently addicted or dependent upon seemingly harmless nonprescription drugs."]],[".teachingMethod",["h3","Case study"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p55"},"“About this time a year ago … I was somewhere … stoned out of my mind on something or other. I was living away from home in the fabricated world of a drug freak, filled with illusions. What was around me was not what I was looking for. …"],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p56"},"“As I kept telling myself, ‘You’re happy,’ I wondered why I had to work so hard to convince myself. I had become dependent on something outside of myself. As I drew more into the scene, I grew away from my friends."],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p57"},"“Where am I? What am I? Who am I? I was haunted day and night by these questions, and day by day I was led further from the answers."],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p58"},"“One night as I walked the streets under the influence of only-my-pusher-knew-what, I made a discovery. In the midst of this freedom the only thing I was acquiring was death. And I stood alone, suffocating in my solitude” (Charleen Hurson, “Start the World; I Want to Get On,”",["span.emphasis","New Era,"],"Apr. 1972, p. 12)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What are some of the physical and spiritual consequences of this kind of experience?"]],["li",["span.label","•"],[".para","How might this young woman overcome her problems and change her life?"]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p61"},"Ask a member of the class to read the following statement:"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p62"},"“Be smart. Do not be so shortsighted as to indulge in the use of alcohol, tobacco, and drugs. It simply is not smart to do so. It is stupid, if you will pardon that harsh word, to use cocaine, marijuana, or any of the other drugs that rob you of control of your mind. After every drug-induced ‘high,’ there is a reactionary ‘low.’ Why spend money on that which can only harm you? Why become enslaved to a habit that can only hinder and short-circuit your future?” (Gordon B. Hinckley, in Conference Report, Oct. 1981, p. 57; or",["span.emphasis","Ensign,"],"Nov. 1981, pp. 40–41)."]],[".teachingMethod",["h3","Scripture and optional poster"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p63"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.17"},"1 Corinthians 3:17"],", and have the young women mark it in their scriptures (display the poster of this scripture if you made one). Point out that the warnings and promises of the Word of Wisdom (D&C 89) apply to the use and abuse of drugs. Careless use of substances that are harmful to the body is counter to the Lord’s counsel and commandments."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation and quotation"],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p64"},"Emphasize that the only wise decision regarding any harmful drugs is simply never to consume any of them, even in small amounts. Read the following statement:"],["div",{"id":"p65","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p65"},"“So many people say, ‘One cigarette, one cup of tea or coffee, one puff of marijuana won’t hurt you, and one drink of alcohol surely cannot hurt anybody.’"],["div",{"id":"p66","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p66"},"“I want to emphasize that if you never take the first you will never take the second. You will never become an alcoholic or an addict” (N. Eldon Tanner, in Conference Report, Apr. 1975, p. 114; or",["span.emphasis","Ensign,"],"May 1975, p. 77)."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p67","uri":"/manual/young-women-manual-1/lesson-39-drug-abuse.p67"},"Ask the young women to make a personal commitment never to misuse drugs or to socialize with others who do. Suggest that they also try to help others understand the danger and heartache that drug abuse can bring into their own lives and the lives of others."]]]]],"refs":null}
