{"id":7,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 4: Seeking the Companionship of the Holy Ghost","subtitle":"","short_title":"Lesson 4","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.head1"},[".titleNumber","Lesson",["span.dominant","4"]],["h1","Seeking the Companionship of the Holy Ghost"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p1"},"Each young woman will strive to be worthy of the constant companionship of the Holy Ghost."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 3, Nephi, Laman, and Lemuel, located at the back of the manual."]],["li",["span.label","2."],[".para","Bring a handkerchief or scarf large enough to use as a blindfold."]],["li",["span.label","3."],[".para","Optional: Provide a large card (with a decorative edge) and a pen for each young woman to copy the chalkboard discussion."]],["li",["span.label","4."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Demonstration"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p6"},"Ask one of the young women to put a blindfold over her eyes. Turn her around several times so that she will not know what direction she is facing. Now ask her to point to something (for example, the north side of the room, the chalkboard, or another object). She may tell you she doesn’t know where it is, or she may answer incorrectly. With the blindfold still covering her eyes, have one of the other class members stand near the object you named and say in a soft voice, “Here it is.” Now again ask this young woman to tell where the object is. If she trusts the voice, she should be able to answer correctly."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What does this demonstration show about our experience with the Holy Ghost? (Many times we are unable to see the direction we should go on our own because we are blinded by other influences. We can find the direction we should take by seeking the Holy Ghost. We cannot see the Holy Ghost, but we can hear or feel him giving us direction. Because the Holy Ghost will speak to us softly, we must be listening to hear him. And we can always trust the Holy Ghost to lead us in the right direction.)"]]]]],[".topic",["h3","We Can Live to Be Worthy of the Companionship of the Holy Ghost"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How did you receive the gift of the Holy Ghost? (After being baptized by immersion in water, a Melchizedek Priesthood holder put his hands on your head, confirmed you a member of the Church, and told you to",["span.emphasis","receive"],"the Holy Ghost.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p9"},"Point out that when we are confirmed, the Holy Ghost is not told to come to us. Instead,",["span.emphasis","we"],"are told to",["span.emphasis","receive"],"the Holy Ghost. Nephi said that the “Holy Ghost … is the gift of God unto all those who diligently seek him” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17"},"1 Nephi 10:17"],"). Whether or not we will receive spiritual guidance is up to each of us."]],[".teachingMethod",["h3","Individual cards and chalkboard discussion"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p10"},"If you have prepared a large card for each young woman, hand the cards out now (see “Preparation”). Have the young women copy the following chalkboard discussion onto the card. They may want to hang the card on a wall at home for future reference."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p11"},"Write the heading",["span.emphasis","Worthiness"],"on the chalkboard."],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p12"},"Discuss with the young women what each of them must do to be worthy of the companionship of the Holy Ghost. Write their ideas on the chalkboard. Be sure to mention the following:"],[".",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f4"},["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f5"},["h3","Worthiness"],["ol.number",["li",["span.label","1."],[".para","Repent of sins."]],["li",["span.label","2."],[".para","Obey Heavenly Father’s commandments."]],["li",["span.label","3."],[".para","Pray for the companionship of the Holy Ghost."]],["li",["span.label","4."],[".para","Ask in faith."]],["li",["span.label","5."],[".para","Forsake the world."]],["li",["span.label","6."],[".para","Live true to the covenant of baptism."]],["li",["span.label","7."],[".para","Be teachable."]]]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p20"},"Explain that after we have sought the guidance of the Holy Ghost, it is most important that we",["span.emphasis","listen"],"for his “still small voice” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],"). He may speak to us in words, but his voice most often comes naturally as a thought, feeling, or impression. Although this impression might be overwhelming to one person, another person might not feel it at all if she is not worthy to receive the Holy Ghost. We must be faithful and prayerful to have the constant companionship of the Holy Ghost."]],[".teachingMethod",["h3","Picture and story"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p21"},"Display the picture of Nephi, Laman, and Lemuel. Then tell this story:"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p22"},"An experience of Nephi, Laman, and Lemuel shows how important it is that we be worthy to be guided by the Holy Ghost. Lehi and his family lived in Jerusalem in a time of great wickedness, when the city was about to be destroyed. The Lord wanted to protect this good family, so he told Lehi to leave the city. One of Lehi’s sons, Nephi, was very righteous. Nephi listened to the Holy Ghost and helped lead his family to the promised land. But two of Nephi’s brothers, Laman and Lemuel, were not as faithful as Nephi. They did not believe the Lord was guiding them, and they complained against their father and brother. They believed their father was foolish to leave behind their comfortable home and many possessions in Jerusalem to travel in the harsh wilderness. They even tried to kill their father and younger brother. Laman and Lemuel had no desire to do the Lord’s will. Their hearts were so hard and unfeeling that the Holy Ghost could not communicate to them. (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.7-45"},"1 Nephi 17:7–45"],".)"]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p23"},"Have a young woman read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],"."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p24"},"Discuss why Laman and Lemuel could not hear the still, small voice of the Holy Ghost. Point out that although the Holy Ghost had spoken to them from time to time, they were “past feeling” and could not",["span.emphasis","feel"],"his words."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need to be sensitive to our feelings in order to understand the promptings of the Holy Ghost?"]]],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p26"},"Point out that the Holy Ghost often speaks to us by a feeling of peace or comfort, or his warnings may come through feelings of discomfort."],["ul.bullet",["li",["span.label","•"],[".para","How can we lose the ability to feel the promptings of the Holy Ghost? (By ignoring them, by refusing to repent, by listening more to what others say.)"]]]]],[".topic",["h3","The Holy Ghost Can Bless Our Lives"],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p28"},"Now write the heading",["span.emphasis","Blessings"],"on the chalkboard."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p29"},"Discuss the different ways the Holy Ghost can bless our lives. Be sure to include the blessings listed in the illustration. If you desire, use the scripture references. Have the young women copy these points onto their cards."],[".",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f8"},["div",{"id":"f9","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f9"},["h3","Worthiness"],["ol.number",["li",["span.label","1."],[".para","Repent of sins."]],["li",["span.label","2."],[".para","Obey Heavenly Father’s commandments."]],["li",["span.label","3."],[".para","Pray for the companionship of the Holy Ghost."]],["li",["span.label","4."],[".para","Ask in faith."]],["li",["span.label","5."],[".para","Forsake the world."]],["li",["span.label","6."],[".para","Live true to the covenant of baptism."]],["li",["span.label","7."],[".para","Be teachable."]]]],["div",{"id":"f10","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.f10"},["h3","Blessings"],["ol.number",["li",["span.label","1."],[".para","Teaches all things and brings all things to our remembrance (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],")."]],["li",["span.label","2."],[".para","Shows us things to come (",["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"John 16:13"],")."]],["li",["span.label","3."],[".para","Teaches the truth of all things (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],")."]],["li",["span.label","4."],[".para","Bears record of the Father and the Son (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.17"},"D&C 42:17"],")."]],["li",["span.label","5."],[".para","Is the comforter (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.16"},"D&C 42:16"],")."]],["li",["span.label","6."],[".para","Reveals things to our minds and hearts (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],")."]]]]]],[".teachingMethod",["h3","Story"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p43"},"Tell the following stories to show ways in which the Holy Ghost can be a blessing to those who listen to him."],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p44"},"When Jenny got home from school on Thursday, she found her parents waiting for her. Her mother said, “Your Uncle Carl died this morning. Your father and I are going to stay with Aunt Margaret for a few days, until the funeral is over. I know we can trust you to take care of things at home while we are away. Call Sister Martin if you need any help.”"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p45"},"As her parents drove away, Jenny felt a little excited. She liked being in charge, with no one to give orders. She liked the feeling of responsibility. So she studied for her math test, called several of her friends, ate dinner, then settled down to finish reading a story for her English class."],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p46"},"By the time she got into bed, she was feeling just a little uneasy. She had never stayed overnight all by herself before. Staring into the darkness, she began to hear little noises. The harder she listened, the more she heard—creaking and cracking noises. Could it be someone trying to break in? Her heart pounded. She looked at the clock. It seemed like hours since she’d turned off the light, knelt for a short prayer, and gotten into bed. But, according to the clock, it had been only twenty minutes."],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p47"},"As Jenny desperately wondered what to do, she silently pleaded for help from Heavenly Father. Almost immediately, she remembered hearing a story about President David O. McKay as a young boy being frightened and praying for help. Difficult as it was, she climbed out of bed and knelt by her bedside. As she prayed, a quiet feeling stilled her frantically pounding heart. Getting back into bed, she immediately fell asleep."],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p48"},"At school the next day, Jenny felt rested and ready for her math test."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What two blessings did the Holy Ghost bring to Jenny? (Remembrance of something she already knew, and a feeling of comfort.)"]]]],[".teachingMethod",["h3","Story"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p50"},"“A heavy spirit pervaded the funeral congregation as the services for a young mother who had died in childbirth drew to a close. The eulogies had been eloquent, but many who were gathered there that day felt some bitterness. How could a loving Father in Heaven allow such a lovely mother to be taken, leaving behind a family of four little ones to be cared for alone by a grieving father?"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p51"},"“At the conclusion of the formal program the young father calmly rose from his seat and walked to the pulpit. ‘I sense your grief and concern,’ he said quietly, ‘but there is something I should tell you to comfort you. The first hour after my wife’s death I didn’t know how I could possibly stand it—how I could possibly go on without her. But then a sweet, peaceful spirit filled my soul, and since then I have had the assurance that everything will be all right. Don’t worry about us, we’re going to be just fine.’"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p52"},"“This same comforting spirit distilled upon the congregation. Everyone went home comforted” (Spencer J. Condie, “‘Thy Constant Companion’: The Promised Blessings of the Holy Ghost,”",["span.emphasis","Ensign,"],"Oct. 1980, p. 33)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p53"},"Let the young women discuss how the Holy Ghost blessed this young father."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotation"],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p54"},"Read this statement:"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p55"},"“Whether it be an instantaneous protective act, a feeling of his words, or a reading in which one hears his voice, it comes from God. All of these are gifts of the Spirit to one who has received the Holy Ghost at baptism and is intent on enjoying his influence” (S. Dilworth Young, “How the Holy Ghost Can Help You,”",["span.emphasis","New Era,"],"Oct. 1971, p. 6)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p56"},"Remind the young women that their ability to hear the still, small voice of the Holy Ghost depends on their faithfulness to the Lord’s commandments. If they listen to the Holy Ghost, his promptings can be their greatest source of comfort and guidance, a constant companion. We need never be alone when we are worthy to receive the Holy Ghost."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-4-seeking-the-companionship-of-the-holy-ghost.p57"},"If you prepared cards (see “Preparation”), ask the young women to take them home, hang them on a wall, and refer to them before praying at night. Challenge class members to actively seek the Holy Ghost to be their constant companion."]]]]],"refs":null}
