{"id":50,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":50,"title":"Lesson 47: Encouraging the Development of Talents","subtitle":"","short_title":"Lesson 47","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.head1"},[".titleNumber","Lesson",["span.dominant","47"]],["h1","Encouraging the Development of Talents"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p1"},"Each young woman will appreciate and encourage the development of her own talents and those of family members."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 23, Painting by Vincent van Gogh, located at the back of the manual."]],["li",["span.label","2."],[".para","Bring paper and a pencil for each young woman."]],["li",["span.label","3."],[".para","Optional: Bring items to be hidden on each class member, such as a piece of string, a needle, a safety pin, a bobby pin, a length of thread, a wire, a button, a pencil, and a hair curler. Make a list of the hidden objects for each young woman."]],["li",["span.label","4."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction: Hidden Objects"],[".teachingMethod",["h3","Optional activity"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p6"},"Before each young woman enters the classroom, take her aside and place on her one of the objects you have brought. Place it in a visible but not very obvious place (for example, drape a thread over a young woman’s shoulder, twist a wire or slip a bobby pin through a buttonhole, tuck a pencil over an ear)."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p7"},"Hand each young woman a list of the objects. Instruct the young women to locate each item and to cross it off their list as they find it. Allow two minutes to silently make the search; then determine which objects were located and which were not. As the young women go down the list, naming each item and its location, remove the object from the person and put it away. Perhaps one or two will not have been found. Show where these objects are."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p8"},"Discuss how locating these objects is similar to discovering talents."],["ul.bullet",["li",["span.label","•"],[".para","How can our talents be recognized?"]],["li",["span.label","•"],[".para","How could it be possible that our talents could be in plain sight without our being aware of them?"]],["li",["span.label","•"],[".para","Why might we fail to recognize a talent?"]],["li",["span.label","•"],[".para","Why can we assume we all have talents?"]],["li",["span.label","•"],[".para","Why are some talents hard to find?"]],["li",["span.label","•"],[".para","Why should we seek until we find talents?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p15"},"Point out that everyone has been given gifts or talents from our Heavenly Father. Sometimes these gifts or talents are hidden and hard to find. When a talent is found, it is important to develop it, or it may be lost."],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p16"},"Remind the young women that talents are not always obvious, are sometimes hard to find, and are sometimes totally ignored. But all talents can be useful and helpful to other people."]]],[".topic",["h3","Each Receives Gifts from Our Heavenly Father"],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p17"},"Write the following thought at the top of the chalkboard and leave it there throughout the lesson:",["span.emphasis","We are the spirit children of our Heavenly Father, and each of us is given a gift by the Spirit of God."],"Have the young women say each word aloud as you write it and then read the whole sentence in unison when it is completed."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p18"},"Explain that the Lord has given much direction in these latter days concerning talents."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p19"},"As you read and discuss the following four scriptures, you may wish to have the young women underline and cross-reference them."],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p20"},"Have a class member read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11-12"},"Doctrine and Covenants 46:11–12"],". Discuss the meaning of the word",["span.emphasis","gift"],"and the reason the Lord gives us these talents."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p21"},"Ask another young woman to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.18"},"Doctrine and Covenants 82:18"],". Discuss what the Lord reveals to us in this scripture about the use of talents."],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p22"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.2-3"},"Doctrine and Covenants 82:2–3"],"and discuss how this scripture applies to our use of talents."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p23"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.13"},"Doctrine and Covenants 60:13"],", the Lord speaks to two early missionaries. Have class members read this scripture and discuss the similarity between idleness and burying talents."],["ul.bullet",["li",["span.label","•"],[".para","After reading these four scriptures, how do you feel about your obligation to find, develop, and use your talents?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p25"},"While you present the following situations, instruct the young women to think about some of the ways that talents are discovered."],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.f4"},["ol.number",["li",["span.label","1."],[".para","Cynthia felt she was ready to receive her patriarchal blessing. While Brother Whittier was giving her the blessing, Cynthia listened carefully and was surprised to hear him tell her that she had a great talent for teaching."]],["li",["span.label","2."],[".para","Sara had been interested in the challenge Sister Myron had given her class to discover and begin developing their talents for service."]],["li",["span.label","3."],[".para","Michelle had taken piano lessons only two years when she was asked to be the Primary pianist. One afternoon, soon after being called to her new position, she sat at the piano and thought how much she disliked practicing. Then she remembered that when Bishop Hampton set her apart, he had promised that if she kept developing her skill at the piano, she would be able to influence many in the kingdom of the Lord through the sharing of uplifting music."]],["li",["span.label","4."],[".para","Marian’s teacher had asked her to be in charge of the class handicraft activity. Marian had never made anything in her life. To her surprise, when she started to collect ideas and make some of the crafts, she enjoyed them."]]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p30"},"Explore some of the ways people discover their talents. Then discuss the following questions as they pertain to your young women:"],["ul.bullet",["li",["span.label","•"],[".para","Have any of you discovered talents you didn’t know you had?"]],["li",["span.label","•"],[".para","What are some talents you have recognized in yourself or in friends?"]],["li",["span.label","•"],[".para","Why isn’t it enough just to discover talents?"]]]]],[".topic",["h3","Positive Encouragement Stimulates the Development of Talents"],[".teachingMethod",["h3","Picture and story"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p34"},"Display the reproduction of the van Gogh painting located at the end of the manual (picture 23). Then give the following biographical sketch of the artist:"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p35"},"Vincent van Gogh, who was born in Holland more than one hundred years ago (1853), had a very turbulent and sad life. Had it not been for his younger brother, Theo, he might not have become a famous painter. Theo believed in his brother, and this faith sustained Vincent. In addition to having confidence in Vincent’s ability, Theo provided paints, canvas, food, and lodging when the painter could not provide these for himself. Theo was constant when others had no faith in Vincent. The influence of van Gogh has been felt universally throughout the world of art. His paintings hang in many major galleries in many countries."]],[".teachingMethod",["h3","Note to the teacher"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p36"},"Be aware that the life of van Gogh was not exemplary. If a young woman mentions this fact, explain that this discussion centers around the development of his talents and the support he received, not his life in general."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p37"},"Explain that we, like van Gogh, have talents that need developing, but without the help and encouragement of those around us we might never develop them."],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p38"},"Explain also that each of us may have a van Gogh in our family whom we could help through our support and encouragement."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p39"},"The daughter of President and Sister Harold B. Lee, Helen Lee Goates, commented:"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p40"},"“‘How carefully [our parents] nurtured our tender feelings about ourselves! When the early years of striving to master musical instruments brought discouragement and possible failure into view, we were reinforced regularly by the positive, firm assurance that our Daddy and Mother thought we made the most beautiful music this side of heaven. When those awkward adolescent years were upon us, with their insecurities and daily threats to self-esteem, we were constantly reminded that Mother and Daddy loved us and that they were convinced that we were the loveliest, most charming young women they had ever seen. Wise parents that they were, they must have known that if they placed those images before us, we would strive to be what they wanted us to be, and what they knew we could become’” (in Neal A. Maxwell,",["span.emphasis","That My Family Should Partake"],"[Salt Lake City: Deseret Book Co., 1974], pp. 56–57)."],["ul.bullet",["li",["span.label","•"],[".para","How could young women apply this principle of positive encouragement in their relationships with other family members?"]]],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p42"},"Allow class members time to discuss some of the experiences, good or bad, that they may have had with talents and family members. Try to emphasize that positive encouragement is what is needed to stimulate the development of any talent. You may want the young women to compare the van Gogh story and Sister Goates’s story to show the influence each family member can have on another’s talent."],["ul.bullet",["li",["span.label","•"],[".para","How can your actions and attitudes at home make a difference in whether your sisters or brothers develop their talents?"]],["li",["span.label","•"],[".para","Why might some people give up on developing their talents?"]]]],[".teachingMethod",["h3","Activity"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p45"},"Distribute paper and a pencil to each young woman. Have them fold the paper lengthwise into three equal columns and print “Name of family member” at the top of the first column, “Talents” at the top of the second column, and “What can I do?” at the top of the third."],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p46"},"The young women should list the names of family members in the left column, leaving wide spaces between the names. Suggest that they take a few minutes to thoughtfully consider what talents the members of their families might have. Instruct them to record current and possible talents in the second column. Discuss possible ways the young women might assist family members; these should be written in the last column. Encourage the young women to use the ideas on the paper to help develop the talents of their family members."],["div",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.f8"},["table",["tbody",["tr",["td",[".para","Name of family member"]],["td",[".para","Talents (current and possible)"]],["td",[".para","What can I do?"]]],["tr",["td",[".para","Boyd"]],["td",[".para","Athletics"],[".para","Mathematics"],[".para","Singing"]],["td",[".para","Exercise with him. Get him to help me with math. Praise him often when he does well. Sing with him."]]],["tr",["td",[".para","Sandra"]],["td",[".para","Running"],[".para","Sewing"],[".para","Drawing"]],["td",[".para","Help time her runs. Praise her sewing, running, and drawing. Help her when she asks for help."]]]]]]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","If a member of your family were to help you accomplish something you had always dreamed of, what effect might it have on your feelings toward that person?"]]],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p61"},"Discuss how we can benefit from each other’s talents. Have the young women share any experiences they may have had where someone in the family has helped develop the talent of another."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-47-encouraging-the-development-of-talents.p62"},"Explain that most of us underestimate the power for good that a person possesses. If we dedicate ourselves to helping family members find and develop their talents, we will discover that our love for them will grow and develop along with their talents. We will learn that there are many kinds of talents and that they are not always easy to find, but if we persevere, we will succeed and help family members succeed and be happy."]]]]]],"refs":null}
