{"id":10,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":10,"title":"Lesson 7: Homemaking","subtitle":"","short_title":"Lesson 7","uri":"/manual/young-women-manual-1/lesson-7-homemaking","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-7-homemaking.head1"},[".titleNumber","Lesson",["span.dominant","7"]],["h1","Homemaking"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p1"},"Each young woman will better appreciate the joys that can come from homemaking."]],[".topic",["h2","Preparation"],["div",{"id":"p2","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p2"},"Bring paper and a pencil for each class member."]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Homemaking Is an Important and Sacred Responsibility"],[".teachingMethod",["h3","Job survey"],["div",{"id":"p3","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p3"},"Ask each young woman to imagine that she has just been offered a job. As you read the following description of that job, have the young women raise their hands whenever a characteristic about the job appeals to them."],[".topic",["h4","Job Description"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-7-homemaking.f1"},["ol.number",["li",["span.label","1."],[".para","You will accomplish something worthwhile that can affect the happiness of those around you."]],["li",["span.label","2."],[".para","You will help choose the working conditions and establish a pleasant atmosphere for others."]],["li",["span.label","3."],[".para","You will help control expenditures."]],["li",["span.label","4."],[".para","You will decide what work will be done, when it will be done, and how it will be done."]],["li",["span.label","5."],[".para","You will enjoy being around everyone in the entire organization and will have the opportunity to bless their lives and help them accomplish great things."]]]]]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What job has been described? (Homemaking, or a woman taking care of her family.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p10"},"Explain that homemaking is one of the responsibilities we have been given. Heavenly Father wants all men and women to give their greatest priority to their homes, their spouses, and their families. Our families are part of our divine mission."]],[".teachingMethod",["h3","Story"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p11"},"Invite the young women to observe the devotion shown by the mother in the following story:"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p12"},"“Perhaps like most teenagers, I have taken my parents’ love for granted. I never really considered the immeasurable amount of time, effort, money, or patience they spent on me. Particularly with my mother was this the case."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p13"},"“It seems, now, that many times I resented my mother, resented things she stood for, things she asked me to do, things she told me about her childhood life. I resented the fact that I, as the eldest of seven children, had all the responsibility; or so I felt. It was up to me to set the example—a word I grew to hate—to lead the way, to try things and get into trouble so that, it seemed, the way was clear for the children to do just about what they would. I remember how I resented the certain tone of voice Mother used to call me to help her. Certain phrases stand out in my mind, and I can hear the tone even now:"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p14"},"“‘Kristy, help me with dinner.’"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p15"},"“‘The twins need their shoes cleaned.’"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p16"},"“‘Kristy, Sue and Gay are quarreling; can’t you do something?’"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p17"},"“‘Nancy needs some attention; would you read her a story?’"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p18"},"“‘I always felt like saying, ‘No,’ but, of course, I didn’t."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p19"},"“‘Then September came and I went away to school. All my younger life the school had carried with it a romantic aura to me. It was there my parents met; there they fell in love and were married; there I was born. So I anxiously looked forward to going—for me—’home.’"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p20"},"“But at that time, in September, there was more to it than that: I wanted to get away from home—my real home. And yet, as time passed and I read my mother’s letters telling me about the day-to-day things she did, I began to realize, deep within me, that she gave all her time, money, effort, and thought to her children. I learned that all the meetings, all the shopping, all the housecleaning, all the teaching—actually everything—was directly or indirectly related to serving her family. And all this I learned so slowly and subtly that I barely realized the knowledge was there."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p21"},"“Then one day I came home from my morning classes and found a letter from my mother. It was a simple, ordinary letter, full of the news of home. It told how Dave and Dan, the twins, had flushed a whole roll of tissue paper down the toilet, which flooded over just as mother was ready to leave for Relief Society. It told of how Mother simply had to find the time to give Sandy a haircut. It told of Mother taking Nancy to dancing lessons, and watching her, and being so proud of her."],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p22"},"“It was just a regular, everyday letter, but I had scarcely reached the second page when a feeling suddenly started within me and spread throughout me. It was like the sun bursting from behind a cloud, spreading its sunshine. I could all of a sudden see my mother as she really was—an unselfish, loving … being, the person who had done more for me than anyone else, and yet the person to whom I gave the least credit."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p23"},"“I threw myself on my bed and cried; cried with the gladness of the sudden discovery; cried with the unhappiness of my ingratitude, and how it had undoubtedly hurt my mother. I quickly wrote her a letter and told her of my love and appreciation for her. It wasn’t a good letter, but it was a sincere one; and she wrote back just as quickly:"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p24"},"“‘Dearest Kristy, I read your letter, and I wept’” (Kristine Walker, “I Found My Mother,”",["span.emphasis","New Era,"],"Oct. 1974, p. 27)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why is it important for every young woman to appreciate and understand her mother’s role as a homemaker?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p26"},"Explain that the joy experienced by Kristy’s mother can be experienced by each of us. The personal satisfaction that comes to a homemaker in knowing that she is contributing to her family’s happiness sustains her through her daily activities. When members of her family express gratitude, she feels even greater satisfaction."]]],[".topic",["h3","Homemaking Is More Than Housekeeping"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p27"},"Explain that homemaking involves a wide variety of activities, all of them important. Of great importance, of course, is keeping a house clean and taking care of the physical needs of the family members. However, there is another important side to homemaking, as Sister Belle S. Spafford, a former general president of the Relief Society, points out:"]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p28"},"“Homemaking, as I view it, falls into two major divisions: homemaking and housekeeping. Homemaking takes into account the spiritual values: love, peace, tranquility, harmony among family members, security. It makes of a place of residence a spot to which family members can retire from a confused and troubled world and find understanding and rejuvenation. Its character is quietness; it evidences good taste, culture, and refinement. Men, women, and children alike have their individual contributions to make to good home and family life, and each shares in its benefits."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p29"},"“Housekeeping involves the work of keeping a house clean, orderly, and well managed. This includes financial management, failure in which often becomes a source of family friction” (Belle S. Spafford,",["span.emphasis","A Woman’s Reach"],"[Salt Lake City: Deseret Book Co., 1974], pp. 24–25)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How are housework and homemaking intertwined? How can both bring rewards?"]]],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p31"},"Have the young women describe a home where spiritual values are being developed. Have them also explain why skills such as money management or food preparation are important in creating a home where the spirit of God can dwell."]]],[".topic",["h3","A Young Woman Can Be a Homemaker Now"],[".teachingMethod",["h3","Chalkboard discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can you be a homemaker in your home now?"]]],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p33"},"You may want to list the responses on the chalkboard. Make sure the list includes the ideas mentioned in the preceding quotation."]],[".teachingMethod",["h3","Small group activity"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p34"},"Divide the young women into two groups and give each group one of the following problems. Ask them to discuss it and prepare some precise instructions on how to solve the problems and accomplish the needed tasks. Ask them to mention sources of assistance. Provide paper and pencils for notes."],[".topic",["h4","Task 1"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p35"},"You come home from school to find your mother feeling ill with a severe headache. The baby is crying, your two younger brothers are quarreling, and the house is a mess. Your father will be home for dinner soon. What could you do to create a spiritual atmosphere in your home? How would you go about it?"]],[".topic",["h4","Task 2"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p36"},"Your mother will be gone until dinner time, and she has asked you to plan a well-balanced nutritional meal for your family of four. Tell how you would choose and prepare each item on the menu. Explain how you would plan your time so that everything would be ready at the same time."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p37"},"Allow the young women a few minutes to work on the problems; then let each group present its instructions to the class. Let all class members contribute to each group’s presentation. Where additional information is needed, supply it yourself."]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p38"},"Explain that even though she does not yet manage a home of her own, a young woman is still a homemaker and can still improve the atmosphere of her home. The way she does this can bring great joy to her family. If time permits, you may want to tell the following story, narrated by a mother:"]],[".teachingMethod",["h3","Story"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p39"},"“When Karen came home from college for a week’s vacation between quarters, we had many fun things to do together. We shopped, visited, confided in each other, sewed a new pantsuit, hunted for a summer job, and enjoyed several activities together as a family."],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p40"},"“Housekeeping was a bit neglected for more important things. Even the family room went unvacuumed and was left cluttered with sewing supplies."],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p41"},"“The week went by much too quickly, and at 5:00 that Wednesday afternoon her friends were to come by and pick her up to return to college. I had an appointment at 3:00",["span.smallCaps","p.m."],", and so I kissed her goodbye and left, grateful that she would be there to greet her little brothers when they arrived from school and to care for them until her father arrived home from work."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p42"},"“Soon after I left for my appointment, Karen’s friends called and said that they would be delayed and wouldn’t pick her up until 9:00",["span.smallCaps","p.m."],"With her suitcase packed and ready, Karen found herself with four extra hours of time. She sat at the piano with Stuart and helped him practice; she sat on the step and visited with Roger while she helped him fold his newspapers for his paper route; she set the table and had dinner ready to serve when her father returned from work; and, enlisting the help of her brothers, she cleaned the kitchen afterwards."],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p43"},"“After her father and the boys left for [Mutual], Karen gathered up the cleaning supplies and the vacuum and turned the cluttered family room into a room to be proud of. Then, finding herself with an extra hour, she cleaned the bathroom."],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p44"},"“Late that evening when I returned from my appointment, I went downstairs to peek in on the boys. As I walked through the family room and saw the bathroom and kitchen, I felt a special pride."],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p45"},"“As my husband and I talked about this, we reflected on the fact that as she grew up, Karen had often been a homemaker. We remembered the times we would find her in the kitchen making cookies with her little brothers. We remembered that last Christmas she bought a piece of fabric, a pattern, and surprised me with a beautiful long skirt. I wear that skirt proudly. How that lovely girl with her happy outlook on life enriches our home.”"]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","In what ways did Karen bring joy to her brothers? Her father? Her mother?"]],["li",["span.label","•"],[".para","How can homemaking bring you closer to your family?"]],["li",["span.label","•"],[".para","How do order and cleanliness encourage family members to do their best?"]],["li",["span.label","•"],[".para","Why is it a good feeling to come home to a clean house?"]],["li",["span.label","•"],[".para","How does a well-kept home reflect the love family members have for each other?"]],["li",["span.label","•"],[".para","How does homemaking add to the spiritual atmosphere of a home?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p52"},"Explain that a home that is orderly and well cared for and that invites the Spirit of the Lord builds confidence and pride in the people who live there. They feel more comfortable and peaceful. It is also a place where their faith and testimony can grow. Such a home requires the efforts of everyone who lives there and reflects the concern that family members have for each other. It is a home that evidences industry and hard work."]]],[".topic",["h3","Possible Class Activities"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-7-homemaking.p53"},"With the class presidency, you might decide on several midweek activities to help class members learn new skills and experience the positive aspects of homemaking. Here are some suggestions (get the approval of your priesthood leader before inviting a guest speaker):"],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-7-homemaking.f7"},["ol.number",["li",["span.label","1."],[".para","Invite a specialist to teach the class how to replace a faucet washer, change a fuse, repair an electric plug, unclog a sink or drain, or hang a picture."]],["li",["span.label","2."],[".para","Learn correct techniques of minor clothing repair and hold a mending party with class members."]],["li",["span.label","3."],[".para","Invite a specialist to teach the use of color, style, and fabric in clothing, and apply this information to planning clothing."]],["li",["span.label","4."],[".para","Invite a specialist to teach what to look for when buying clothes and fabrics, how to read and understand labels, and how to care for fabrics."]],["li",["span.label","5."],[".para","Invite a mother to teach the class how to bathe, dress, change, feed, and care for infants and young children, including how to comfort a fussy baby."]],["li",["span.label","6."],[".para","Invite a specialist to teach the class about money management, budgeting, and credit buying."]],["li",["span.label","7."],[".para","Invite a specialist to teach about home decorating, including the use of color, balance, harmony, and proportion and ways young women can improve the appearance of their homes."]],["li",["span.label","8."],[".para","Plan and hold a special food event, such as a cake-decorating party, an international food fair, a breakfast party, or a heritage cooking night."]],["li",["span.label","9."],[".para","Have a recipe-sharing party where everyone brings a favorite food for the others to sample and where recipes are exchanged."]],["li",["span.label","10."],[".para","Hold a “creative-cookery night” by dividing the class into teams to prepare food from ingredients placed in a sack or box."]]]]]]]],"refs":null}
