{"id":45,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":45,"title":"Lesson 42: Courage to Try","subtitle":"","short_title":"Lesson 42","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.head1"},[".titleNumber","Lesson",["span.dominant","42"]],["h1","Courage to Try"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p1"},"Each young woman will have the courage to accept opportunities to improve her life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 19, Esther, located at the back of the manual."]],["li",["span.label","2."],[".para","Prepare a poster with",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],"written on it, or write it on the chalkboard."]],["li",["span.label","3."],[".para","Prepare slips of paper with topics for discussion written on them (see page 187)."]],["li",["span.label","4."],[".para","Prepare to tell a personal incident in which you needed courage to try something new."]],["li",["span.label","5."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]],[".teachingMethod",["h2","Note to the teacher"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p7"},"This lesson focuses on courage to try new and",["span.emphasis","uplifting"],"things, as well as courage to continue trying in difficult situations. Be sure the young women do not confuse this courage with daring to do that which is foolhardy and unrighteous."]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","It Takes Courage to Try New and Uplifting Things"],[".teachingMethod",["h3","Discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p8"},"Ask the young women to think of a time when they tried something new and worthwhile, such as giving a talk, trying out for an activity or club, trying a new sport, or learning a new skill. Ask them to share their feelings about that experience. Then explain that it takes courage to try something new and uplifting."],["div",{"id":"f2","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.f2"},"As you discuss the young women’s feelings about their experiences, bring out the following ideas:",["ol.number",["li",["span.label","1."],[".para","Most people have feelings of fear when they face a new experience."]],["li",["span.label","2."],[".para","It is normal to feel worried and apprehensive about trying something new."]],["li",["span.label","3."],[".para","We need not let our fears stop us from trying things that would strengthen and improve our lives."]]]],["ul.bullet",["li",["span.label","•"],[".para","What are some of the fears that might keep us from trying new things?"]]],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p13"},"As the young women share their ideas, bring out the point that most people fear being different or being ridiculed if they fail at something new. These fears often keep people from attempting a new skill or activity."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p14"},"Talk about the meaning of the word",["span.emphasis","courage."],"Help the young women understand that courage gives us the strength to try. If we let our fears prevent us from trying new and uplifting things, we may stop our progress and keep ourselves from experiences that will strengthen and broaden our lives. Courage,",["span.emphasis","when used with faith for righteous purposes,"],"is one of the strongest tools we have to help us improve our lives."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What are some worthwhile things you might need courage to do? (Following are some suggestions: Giving a talk, initiating a conversation with someone new, praying before a group, trying out for an activity at school, introducing the gospel to a friend, learning a new sport, admitting to being wrong and sorry, and applying for a job.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p16"},"Point out that each of us has, at some time, felt these fears and apprehensions. However, we become stronger and better prepared for greater challenges when we do not let fear control our desires to improve our lives. We have a wonderful source of support to help us overcome fear and to give us the strength to try new, uplifting things."]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p17"},"Display the poster of",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],", or draw attention to this scripture on the chalkboard. Have the young women read and memorize it. Emphasize that the Lord will support us and give us strength when we seek his help and show courage in doing good things."]],[".teachingMethod",["h3","Activity"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p18"},"Have each young woman choose one of the slips of paper you have prepared that identify the following topics for discussion. Have her read it to the class and then tell how each suggestion can help someone gain courage to try. You may wish to add to her thoughts by bringing out additional materials on that topic as you feel the need."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p19"},["span.emphasis","Be Prepared."],"(Make decisions about standards and values before a crisis comes. This will help you think more clearly and give you the courage to act correctly. Be prepared to stick to your decision despite pressure and emotions.)"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p20"},["span.emphasis","Be Teachable."],"(Be willing to listen and learn. Look at and analyze the situation as objectively as you can before getting involved. Beware of stubbornness and false pride. Listen to the Spirit for guidance.)"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p21"},["span.emphasis","Have a Positive Attitude."],"(Know and feel your worth as a child of God. Remember that you were sent here to succeed. You have talents and abilities that will grow stronger as you use them.)"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p22"},["span.emphasis","Pray."],"(Prayer is a source of strength that can give you courage to try and to overcome fear. The Holy Ghost will help guide and strengthen you.)"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p23"},["span.emphasis","Have Confidence."],"(Realize that you have many resources to help you when you try new things. You have a mind to reason with and family, Church leaders, teachers, friends, and the scriptures to rely on.)"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p24"},["span.emphasis","Do Your Best."],"(Your best is all that is required in trying anything new. Do not let fear of failure stop you, for trying makes you better even if the results are not as perfect as you would wish.)"]]],[".topic",["h3","We Gain Personal Strength As We Courageously Face New Opportunities"],[".teachingMethod",["h3","Scripture story and discussion"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p25"},"Point out that the scriptures tell of many persons who courageously faced new and challenging opportunities. Because of their courage, their lives were strengthened and blessed. Esther was a beautiful young Hebrew girl who was married to a king of Persia. The king’s chief minister hated the Jews and plotted to have Esther’s people killed. This brought great sorrow to Esther and her people. Knowing that something must be done to save them, Mordecai, Esther’s cousin, turned to her for help. He asked her to speak to the king and try to persuade him to change this terrible plan. In that time, it was the custom that a person could be put to death for going to the king without being invited. Esther knew this. If she went to him and he lowered his scepter toward her, she would be able to speak with him; but if he held the scepter upright, it meant her death. Esther had to decide if she would risk her life in order to try to save her people."],["ul.bullet",["li",["span.label","•"],[".para","Read together",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.5-17"},"Esther 2:5–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/esth/3"},"3–4"],", or summarize these passages."]],["li",["span.label","•"],[".para","How do you think Esther felt when she faced this situation?"]]],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p28"},"Esther sent her answer to Mordecai. Let the young women discuss",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.16"},"Esther 4:16"],"."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p29"},"You may wish to tell in your own words what happened when the king saw Esther (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.1-3"},"Esther 5:1–3"],")."],["ul.bullet",["li",["span.label","•"],[".para","How did Esther prepare for this test of courage?"]],["li",["span.label","•"],[".para","Did Esther know whether she would succeed or fail?"]],["li",["span.label","•"],[".para","How do you think Esther felt after she was able to help her people?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p33"},"Explain that this test of faith and courage strengthened Esther. Because she dared to try, she became one of Israel’s most beloved women."]],[".teachingMethod",["h3","Scripture story and discussion"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p34"},"If there is time, tell the story of Gideon from the Old Testament (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/6-8"},"Judges 6–8"],"). Gideon was a young man who lacked self-confidence and considered himself to be the least of his father’s family. One day, while he was threshing wheat, an angel came and sat under an oak tree."],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p35"},"The angel told Gideon that the Lord wanted him to rescue Israel from its enemies, the Midianites. Gideon asked how he could do this great task."],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p36"},"Ask the young women to read",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.16"},"Judges 6:16"],"to discover how the Lord answered Gideon."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p37"},"Explain that Gideon was so strengthened in courage that he was able to tear down the altar to Baal. Later he led his three hundred men against a host of Midianites and, like Esther, helped liberate his people."],["ul.bullet",["li",["span.label","•"],[".para","How did these tests of faith and courage change Gideon?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p39"},"Point out that the Lord promises each of us that if we have the courage to do what is right, he will be with us and we will have the strength to face daily tests and opportunities. This personal strength can help us face disappointments and have the courage to try again."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p40"},"Read the following statement by Elder F. Enzio Busche:"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p41"},"“It takes courage and commitment to follow the promptings of the Spirit because they may frighten us as they lead us to walk along new paths, sometimes paths that no one has walked before, paths of the second mile, of acting totally differently from how worldly people act. For instance, we may be prompted to smile when someone offends us, to give love where others give hate, to say thank you where others would not find anything to be thankful for, to accept jobs that others would be too proud to do, to apologize where others would defend themselves, and to do all the seemingly crazy things that the Spirit prompts a righteous, honest, listening heart to do” (“The Only Real Treasure,”",["span.emphasis","New Era,"],"Dec. 1979, p. 5)."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p42"},"Discuss the situations mentioned by Elder Busche. Help the young women to see the importance of courage in similar situations in their own lives."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-42-courage-to-try.p43"},"Suggest that the young women pray before trying new things. Encourage them to seek the direction of the Holy Spirit to find and experience new opportunities that will strengthen and uplift them. Suggest that they note in their journals how they felt before and after experiencing these opportunities."]]]]],"refs":null}
