{"id":11,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 8: Attitudes about Our Divine Roles","subtitle":"","short_title":"Lesson 8","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.head1"},[".titleNumber","Lesson",["span.dominant","8"]],["h1","Attitudes about Our Divine Roles"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p1"},"Each young woman will develop a positive attitude about her divine roles of wife and mother."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.f1"},["ol.number",["li",["span.label","1."],[".para","Optional: Prepare handouts as suggested in the conclusion."]],["li",["span.label","2."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","We Accept the Lord’s View of the Roles of Women"],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p4","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p4"},"A traveler passed a stone quarry and saw three men working. He asked each man what he was doing. Each man’s answer revealed a different attitude toward the same job. “I am cutting stone,” the first man answered. The second replied, “I am earning three gold pieces per day.” The third man smiled and said, “I am helping to build a house of God.”"]],[".teachingMethod",["h3","Teacher presentation"],["ul.bullet",["li",["span.label","•"],[".para","How did each man’s attitude affect how he looked at his task?"]],["li",["span.label","•"],[".para","Why would the third man be the most likely to consider his job interesting and worthwhile?"]]],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p7"},"Point out that we can have positive or negative attitudes about our divine roles of wife and mother. Some look at these roles as being demeaning and full of drudgery, but our roles are actually a part of a solemn promise that we made before we came to earth. They are part of the blessings that come to us as daughters of God."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p8"},"President Spencer W. Kimball explained that “we made vows, solemn vows, in the heavens before we came to this mortal life."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p9"},"“We have made covenants. We made them before we accepted our position here on the earth. …"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p10"},"“We committed ourselves to our Heavenly Father, that if He would send us to the earth and give us bodies and give to us the priceless opportunities that earth life afforded, we would keep our lives clean and would marry in the holy temple and would rear a family and teach them righteousness. This was a solemn oath, a solemn promise” (“Be Ye Therefore Perfect,” address given at the Salt Lake Institute of Religion, 10 Jan. 1975, p. 2)."],["ul.bullet",["li",["span.label","•"],[".para","What roles did we promise to Heavenly Father that we would accept before we came to earth? (We would marry and have a family.)"]]],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p12"},"President Kimball cautioned, “Do not … make the mistake of being drawn off into secondary tasks which will cause the neglect of your eternal assignments such as giving birth to and rearing the spirit children of our Father in Heaven” (",["span.emphasis","Ensign,"],"Nov. 1979, pp. 102–3)."]]],[".topic",["h3","Understanding the Value of Our Roles"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p13"},"Point out that the worldly view of women’s roles is false partly because it is selfcentered. It focuses so much on a woman’s rights to receive that it almost ignores her opportunities to give. The Lord’s view is a broader one. It focuses on the opportunities of both men and women to love and serve. This view can help us avoid being caught up in selfishness and unhappiness."],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p14"},"Explain that if we believe that life as a wife and mother is routine and boring, it will be. But if we can understand our divine purposes and realize the great potential we have, our role will take on greater meaning than any other task in this world. By cheerfully and enthusiastically supporting our husbands and by bearing, nurturing, and teaching righteous spirits, we can experience the greatest fulfillment."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can a clear understanding and righteous attitude toward the roles of wife and mother bless our lives?"]],["li",["span.label","•"],[".para","How will the attitude we have toward these roles influence us the rest of our lives?"]],["li",["span.label","•"],[".para","How can the teachings of the Lord and his servants about our roles help protect us from the dangers of adopting worldly attitudes?"]]],[".topic",["h4","Role of Wife and Helpmate"]]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p18"},"Ask the young women to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.5,14,16"},"Doctrine and Covenants 25:5, 14, 16"],", which records the Lord’s instructions to Emma Smith. Explain that this counsel to comfort our husband with a humble attitude can be given to all women."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p19"},"A woman should never minimize the tremendous power of being a comfort and help to her husband. He may have need to be comforted and encouraged to perform his roles as husband, provider, leader, or teacher."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p20"},"When President Spencer W. Kimball was called to be an Apostle, he was overwhelmed at receiving the call. He tells of how his wife comforted and encouraged him:"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p21"},"“‘When the Church calls, we obey.’ But the predominant thought was my own limitations and incapacities and weaknesses and I was overcome. The tears came then, an inexhaustible flood. … I wept and wept. … I was in convulsions of sobbing. My wife was sitting by me on the floor, stroking my hair, trying to quiet me. …"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p22"},"“… My wife was my salvation. She comforted me and encouraged me and continued to say there was only one road to follow. …"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p23"},"“… I continued to tell Camilla that I was not sure what I would do, though I knew all the time there was only one course. She continued to encourage me and insisted that acceptance of the call was the only thing” (Edward L. Kimball and Andrew E. Kimball Jr.,",["span.emphasis","Spencer W. Kimball"],"[Salt Lake City: Bookcraft, 1977], pp. 191–92)."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p24"},"Point out that President Kimball went on to become a great prophet of the Lord."],["ul.bullet",["li",["span.label","•"],[".para","How was Sister Kimball’s role as wife and helpmate important in her husband’s life?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p26"},"Point out that if we have the proper attitude toward our role as wife and helpmate, we too can have great influence for good in the lives of our future husbands, regardless of their station in life. We should never underestimate how important women are as wives."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p27"},"Have a young woman read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],"."],["ul.bullet",["li",["span.label","•"],[".para","How can husbands and wives help each other?"]]],[".topic",["h4","Role of Mother and Teacher"]]],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p29"},"President David O. McKay said: “Motherhood is near to divinity. It is the highest, holiest service to be assumed by [a woman]” (in Conference Report, Oct. 1942, pp. 12–13)."],["ul.bullet",["li",["span.label","•"],[".para","How does this statement by a prophet of God strengthen our attitudes toward our roles?"]],["li",["span.label","•"],[".para","How can understanding such statements from the Lord’s prophets help us avoid the worldly attitude of some women that being a mother is a chore and burden and takes away personal freedom?"]]],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p32"},"Explain that motherhood teaches us to be more loving and to learn to sacrifice."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p33"},"President Spencer W. Kimball said:"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p34"},"“Young women should plan and prepare for marriage and the bearing and rearing of children. It is your divine right and the avenue to the greatest and most supreme happiness” (“Privileges and Responsibilities of Sisters,”",["span.emphasis","Ensign,"],"Nov. 1978, p. 103)."]],[".teachingMethod",["h3","Story"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p35"},"A young mother of two preschoolers was stricken with terminal cancer. Just before her death, her husband arranged with the hospital to have his wife, Marilyn, moved to a secluded spot on the hospital grounds to have a picnic with him and their two young daughters. It was an activity they had often enjoyed as a family before their mother’s illness. They all sat under a big maple tree, ate their lunch, and rejoiced in those few precious moments of being together as a family. After that experience, Marilyn went back to her hospital bed and wrote the following in her journal:"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p36"},"“I have always been told that ‘if you have your health you have everything.’ Today I realized that that isn’t true, because I have everything and don’t have my health. Everything to me was sitting under that big tree today—my dear husband and sweet children. Nothing else really matters. My role as wife and mother has brought me my greatest joy and happiness in this life. The picnics and many worldly pleasures I will leave behind forever, but my family I will have throughout all eternity.”"]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How did this young wife and mother’s attitude toward her role help her cope with her illness?"]],["li",["span.label","•"],[".para","How might her attitude affect her own daughters’ attitudes toward their roles when they are wives and mothers?"]]]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotation and optional handout"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p39"},"President Spencer W. Kimball has given us this encouragement:"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p40"},"“To be a righteous woman is a glorious thing in any age. To be a righteous woman during the winding up scenes on this earth, before the second coming of our Savior, is an especially noble calling. The righteous woman’s strength and influence today can be tenfold what it might be in more tranquil times. She has been placed here to help to enrich, to protect, and to guard the home—which is society’s basic and most noble institution” (",["span.emphasis","Ensign,"],"Nov. 1978, p. 103)."],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-8-attitudes-about-our-divine-roles.p41"},"If you prepared handouts of this quotation, give them to class members."]]]]]],"refs":null}
