{"id":15,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 12: Growing and Maturing in Self-reliance, Part 2","subtitle":"","short_title":"Lesson 12","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.head1"},[".titleNumber","Lesson",["span.dominant","12"]],["h1","Growing and Maturing in Self-reliance, Part 2"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p1"},"Each young woman will seek to strengthen her relationship with her family as she becomes more self-reliant."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and pencils for the class members."]],["li",["span.label","2."],[".para","Bring two pieces of clothing—one much too small and young looking for this age-group and one much too large and adult looking for this age-group."]],["li",["span.label","3."],[".para","Assign four young women to prepare ahead of time to present the dramatizations."]],["li",["span.label","4."],[".para","With approval of your priesthood adviser, select the four panel participants. Topics 1 and 2 should be presented by seventeen-year-olds or young adults. Ask them to give the young women positive suggestions for dealing successfully with the adjustments in their families. Topic 3 should be presented by a mother and a fourteen- or fifteen-year-old young woman (perhaps her daughter). Ask them to share ideas with the class on ways mothers and daughters can relate as adults. Each panel member should take no more than four minutes. You should guide the discussion with your comments and questions so it will meet the lesson objective."],[".para","If a panel discussion is not feasible, hold a class discussion on the most important topics. Together, list things the young women and their parents could do to keep family relationships strong during this time of growth."]],["li",["span.label","5."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]],[".teachingMethod",["h2","Note to the teacher"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p8"},"In order to manage the class time successfully, study the lesson and make assignments carefully. About one-half to two-thirds of the lesson time will be needed for the panel discussion."]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","As We Become More Self-reliant, We Need to Adjust to Changing Attitudes and Feelings"],[".teachingMethod",["h3","Activity and discussion"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p9"},"Show the young women the two pieces of clothing. Ask a class member if she thinks she could wear the small article of clothing. Would it be comfortable? Would she like to wear it among her friends? Why not? Ask another class member to think of how the very large piece of clothing would feel. Would she feel comfortable wearing it? Why not?"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p10"},"Help the young women think about their current stage in life. They are becoming more adult and taking greater responsibility for their actions. They may sometimes feel hampered by the restrictions of childhood. Other times they may feel insecure with the responsibilities of adulthood. As they grow in their capacity to become more self-reliant, they may have the same feelings they would if they wore the large size of clothing. Point out that their changing feelings may be confusing both to them and to their families."]],[".teachingMethod",["h3","Dramatizations"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p11"},"Use the following dramatizations to help the young women realize how their own behavior is changing and how this may affect others."],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p12"},"Carol: [With her mother in Carol’s room] Mom, you really don’t need to straighten my room while I’m gone during the day. I’m old enough and organized enough to take care of myself."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p13"},"Mother: That’s fine, Carol. I’m glad you want to take that responsibility. I wish your brothers had your attitude. [She walks out of the room and a few seconds pass.]"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p14"},"Carol: [From her room] Mom! I just remembered I was supposed to be at the play rehearsal half an hour ago. I can’t find my costume! I know it’s somewhere in my room!"]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","In what ways was Carol trying to become more self-reliant?"]],["li",["span.label","•"],[".para","How did her mother feel about this?"]],["li",["span.label","•"],[".para","Has Carol’s behavior always been consistent with her desire to be self-reliant?"]],["li",["span.label","•"],[".para","What do you think Carol’s mother was thinking when Carol couldn’t find her costume?"]],["li",["span.label","•"],[".para","What do both Carol and her mother need to understand about changes in behavior?"]]]],[".teachingMethod",["h3","Dramatization"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p20"},"Linda: [Approaching her dad, who is reading] Dad, can I do something to earn some money?"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p21"},"Dad: What for?"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p22"},"Linda: I want to buy a new pair of shoes."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p23"},"Dad: I thought we just bought some shoes for you."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p24"},"Linda: But these are sport shoes for our class outing when we play ball."],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p25"},"Dad: How about using an old pair of your sister’s?"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p26"},"Linda: [Angry] Oh, Dad. You don’t even care what I look like. Parents just don’t understand anything. [She stomps off.]"]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How was Linda trying to become more self-reliant?"]],["li",["span.label","•"],[".para","How could she have reacted in this situation to show she was more self-reliant and mature?"]]]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p29"},"Have the classs read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-4"},"Ephesians 6:1–4"],". Ask them to discuss how understanding this counsel would have changed the discussion between Linda and her father."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p30"},"Explain that part of growing up is learning to manage our emotions, moods, and attitudes. Parents and young women need to constantly express love and be patient with each other during this time of growing and maturing."]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p31"},"Conclude this portion of the lesson by discussing with the young women the following statements about self-reliance."],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p32"},"“The Lord is very generous with the freedom He gives us. The more we learn to follow the right, the more we are spiritually self-reliant, the more our freedom and our independence are affirmed” (Boyd K. Packer, “Self-reliance,”",["span.emphasis","Ensign,"],"Aug. 1975, p. 89)."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p33"},"“Properly understood and practiced,",["span.emphasis","self-reliance"],"is a desirable saintly virtue; when it leaves the Lord out of the picture, however, it becomes a vice that leads [us] from the paths of righteousness. …"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p34"},"“But with it all, man of himself is not wholly self-sufficient. He is not to trust solely in his own strength, nor in the arm of flesh. The Lord is his Counselor and Deliverer, upon whom he must rely for guidance, direction, and inspiration” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. [Salt Lake City: Bookcraft, 1966], pp. 701–2)."]]],[".topic",["h3","It Is Important to Maintain Strong Family Relationships during These Times of Growth"],[".teachingMethod",["h3","Thought question"],["ul.bullet",["li",["span.label","•"],[".para","How do you respond when you feel you are not being allowed enough independence?"]]]],[".teachingMethod",["h3","Story"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p36"},"Explain that sometimes our desires to become independent and more self-reliant are so strong that we begin to act negatively toward any kind of authority over us. Elder James E. Talmage (an early General Authority of the Church) tells the story of a bee that flew into his office on a warm summer day. After buzzing through the room several times, the bee failed to find the partly opened window through which it had entered. Elder Talmage understood some things that the bee could not. He knew that if the bee remained trapped in the room, it would die. Hoping to free it, he stepped to the window and opened it wide. He tried to guide the bee out the window. But it would not be guided. He tried harder, but the bee became angry and even stung his hand. The bee persisted in its wild flight and never found the window to its freedom. By the following day, it had died. (See James E. Talmage, “The Parable of the Unwise Bee,”",["span.emphasis","Improvement Era,"],"Nov. 1962, p. 817.)"]],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p37"},"Suggest to the young women that there are many people in their lives who want to help and guide them in their search for freedom and self-reliance. These people often know and understand things that the young women may not."],["ul.bullet",["li",["span.label","•"],[".para","How can rebelliousness make freedom and self-reliance more difficult to gain?"]],["li",["span.label","•"],[".para","What is wrong with feeling as if you want your parents to leave you alone and free to do whatever you want?"]],["li",["span.label","•"],[".para","Why isn’t this attitude wise or sensible?"]],["li",["span.label","•"],[".para","To whom are you and your parents ultimately responsible? (We are all responsible to our Father in Heaven.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p42"},"Explain that the Lord places a heavy responsibility on parents to teach and train their children according to his commandments. Have someone read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.40-43"},"Doctrine and Covenants 93:40–43"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"D&C 68:25"],". Point out that the scriptures also teach us that children are responsible to obey their parents, as we have previously discussed. The process of becoming more self-reliant is often complicated. It requires that children be obedient while learning to become more self-reliant. During this time while parents are helping them assume responsibility, parents may also have difficulty allowing the children to become self-reliant. But there are ways young women can maintain strong family relationships during this time."]],[".teachingMethod",["h3","Panel"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p43"},"Introduce the previously assigned panel members. Distribute paper and pencils to class members and suggest that they take notes on ideas they feel are important to them. As time permits, invite the young women to ask questions as the panel proceeds."],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p44"},["span.emphasis","Topic 1"],"(to be presented by a seventeen-year-old or young adult): “How Can I Improve My Relationship with My Parents?”"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p45"},"The following ideas, or others the panelist has discovered, may serve as the basis for this presentation:"],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.f6"},"If relationships are strained, you have a responsibility to honestly try to improve the situation. Here are some ways to improve a strained relationship:",["ol.number",["li",["span.label","1."],[".para","Make time to be together and talk when your parents are less pressured."]],["li",["span.label","2."],[".para","Let your parents know you appreciate something they do."]],["li",["span.label","3."],[".para","Quietly try to find out what your parents are doing; then help them without being asked."]],["li",["span.label","4."],[".para","Apologize when you have offended a parent."]],["li",["span.label","5."],[".para","Always be ready to forgive your parents for real or imagined injustices (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.88"},"D&C 42:88"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9-10"},"64:9–10"],")."]],["li",["span.label","6."],[".para","Pray together."]],["li",["span.label","7."],[".para","Keep a sense of humor."]]]],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p53"},["span.emphasis","Topic 2"],"(to be presented by a seventeen-year-old or young adult): “How Can I Gain My Parents’ Trust?”"],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.f7"},"The following ideas, or others the panelist has discovered, may serve as the basis for this presentation:",["ol.number",["li",["span.label","1."],[".para","Parents love their children, and they often feel concern for them. As a result, they may deny their children permission to do something if it seems unsafe or unwise. Children should be understanding and give their parents enough information about a proposed activity that their parents can feel comfortable giving permission to do it."]],["li",["span.label","2."],[".para","The amount of trust parents will place in a young woman has a lot to do with her performance. The more she proves herself able to keep her commitments, the more she disciplines herself, the fewer restraints will be placed on her. Many of the disagreements that take place in the home are over simple things such as doing household tasks, studying, and curfew. If the young woman proves that she can manage these simple things, both she and her parents will gain confidence in her self-reliance and maturity."]]]],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p56"},["span.emphasis","Topic 3"],"(to be presented by a mother and a fourteen- or fifteen-year-old young woman): “How Can We Adjust to Our Changing Relationships?”"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p57"},"The following ideas, or others the panelists have discovered, may serve as a basis for their presentations:"],[".topic",["h4","Mother:"],["div",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.f8"},["ol.number",["li",["span.label","1."],[".para","Parents become used to teaching and giving specific instruction to their children. And it is sometimes difficult for them to remember how important some things are to their children. “Parents, remember when you were young; remember why you wanted to do some things you wanted to do; remember how eager you were for social acceptance, how sensitive you were to ill-timed criticism, and how easily your hearts could be hurt, and how some things, which now seem less important, once mattered very much. All this as parents we ask you to remember” (Richard L. Evans, in Conference Report, Apr. 1968, p. 87; or",["span.emphasis","Improvement Era,"],"June 1968, p. 89)."]],["li",["span.label","2."],[".para","It may be difficult for a parent to watch a child grow up and become independent, but relating to each other on a more adult level can bring new excitement and happiness."]]]]],[".topic",["h4","Daughter:"],["div",{"id":"f9","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.f9"},["ol.number",["li",["span.label","1."],[".para","It is painful to a parent to be treated disrespectfully. “Parents … have hearts that can be hurt; … they, like you, are sensitive to ill-timed criticism and to misunderstanding of their motives. Remember that there is nothing, in righteousness, they would not do for you” (Richard L. Evans,",["span.emphasis","Improvement Era,"],"June 1968, p. 90). Discuss ways to show respect for parents during this growing time."]],["li",["span.label","2."],[".para","Negative feelings and emotions can be controlled and need not be indulged in or taken out on family members. Parents and children can find positive ways to get rid of negative feelings and emotions."]]]]],[".topic",["h4","Mother and daughter:"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p62"},"Suggest ways mothers and daughters can relate to each other on a more adult level. “They are yours and you are theirs, and you and they together have the privilege, the right, the duty, to sit down and share your thoughts and consider your decisions with one another, that both of you together may be listened to and respected—and work, and pray and plan together for the wholeness of your happiness always and forever” (Richard L. Evans,",["span.emphasis","Improvement Era,"],"June 1968, p. 90)."]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p63"},"Conclude the panel presentations by emphasizing that the changes in feelings and attitudes experienced by young women and their families during times of growth are normal. Strong family bonds can be forged during this time by mutual understanding and cooperation."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-12-growing-and-maturing-in-self-reliance-part-2.p64"},"Suggest to the young women that they use their notes to discuss their personal feelings and needs with their own parents."]]]]],"refs":null}
