{"id":61,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":61,"title":"Section 52 \"Let Them Go Two by Two\"","subtitle":"","short_title":"Section 52","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.head4"},[".titleNumber","Section 52"],["h1","“Let Them Go Two by Two”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p47"},"A gathering of the Church convened at Kirtland, Ohio, on 3 June 1831. So important was this conference that letters were sent to the missionaries calling them all to Kirtland (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/44.1"},"D&C 44:1"],"). Efforts were also made to bring the New York Saints to Ohio (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.2-5"},"D&C 48:2–5"],")."],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p48"},"During this conference a significant new office was conferred upon a number of the brethren, that of high priest in the Melchizedek Priesthood. The Prophet Joseph Smith received the spirit of prophecy and prophesied that John the Revelator was among the ten tribes preparing them to return from their long dispersion. (See History of the Church, 1:175–76). The Prophet recorded that “harmony prevailed” and “faith was strengthened” (",["span.emphasis","History of the Church,"],"1:176). Many desired to obey the Lord’s commandments but were uncertain about what specifically they could do. On the day following the conclusion of the conference the Prophet was given specific calls and instructions in what is now",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52"},"Doctrine and Covenants 52"],"."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.2"},"D&C 52:2"],". How Often Were Conferences Held?"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p49"},"The Lord had commanded that conferences of the Church be held every three months or as often as the Saints assembled in conference decided (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.61"},"D&C 20:61"],"). Usually the leaders of the Church decided in one conference the date and place of the next. The Lord in this revelation designated Missouri as the location of the next conference."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.3,7-8,22-32"},"D&C 52:3, 7–8, 22–32"],". One Purpose of This Revelation"],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p50"},"One purpose of this revelation was to call certain brethren to travel as missionaries from Ohio to Missouri. Twenty-eight missionaries were called in this revelation; however, thirty actually went—one of the original twenty-eight did not go, and three more were called later (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53"},"D&C 53, 55–56"],")."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.f4"},[".caption","Missionaries go forth two by two."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.9"},"D&C 52:9"],". The Standard by Which to Determine What Is Taught in the Church"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p52"},"In this revelation the Lord set a standard for missionaries and teachers: they should teach those things that He has revealed to His prophets and Apostles, that which is taught to them through the influence of the Holy Ghost. Many problems arise when people begin to offer their personal opinions as doctrines of the Church. In 1837 the Twelve Apostles wrote an epistle in which they warned: “Be careful that you teach not for the word of God the commandments of men, nor the doctrines of men, nor the ordinances of men, inasmuch as you are God’s messengers. Study the word of God, and preach it and not your opinions, for no man’s opinion is worth a straw. Advance no principle but what you can prove, for one scriptural proof is worth ten thousand opinions. We would moreover say, abide by that revelation which says ‘Preach nothing but repentance to this generation,’ and leave the further mysteries of the kingdom till God shall tell you to preach them, which is not now.” (",["span.emphasis","History of the Church,"],"3:395–96.)"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p53"},"Elder Bruce R. McConkie bore the following testimony: “The truth of all things is measured by the scriptures. That which harmonizes with them should be accepted; that which is contrary to their teachings, however plausible it may seem for the moment, will not endure and should be rejected.” (",["span.emphasis","Mormon Doctrine,"],"p. 765.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.14-19"},"D&C 52:14–19"],". The Pattern by Which One Can Avoid Deception"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p54"},"A",["span.emphasis","pattern"],"is a representative sample of traits, acts, or other features characterizing an individual. In these verses the Lord indicates that one observable feature of those who are inspired of God is that they obey the ordinances of the gospel. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p1"},"Notes and Commentary on D&C 50:10–27"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p1"},"Enrichment J in the Appendix"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.33"},"D&C 52:33"],". “And One Man Shall Not Build upon Another’s Foundation”"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p55"},"“Special instructions were also given to others of the elders, commanding them to go forth two by two in the proclamation of the word of God by the way, to every congregation where they could get a hearing. Though the western frontier of Missouri was their destination, they were commanded to take different routes and not build on each other’s foundation or travel in each other’s track.” (Cannon,",["span.emphasis","Life of Joseph Smith,"],"p. 116.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.39"},"D&C 52:39"],". Who Does the Lord Command to “Labor with Their Own Hands,” and How Would Obedience to This Commandment Prevent Idolatry?"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p56"},"This instruction was given to those elders",["span.emphasis","not"],"assigned to go as missionaries to Missouri. These men were assigned to stay home and be the priesthood leaders for the Saints in Kirtland. By laboring with their own hands for their support, rather than being paid for their priesthood service, these brethren would help prevent idolatry and priestcraft from springing up in the Church (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],"). Regarding the word",["span.emphasis","idolatry"],"in this verse, in the preface to the Doctrine and Covenants, the Lord warned that one of the characteristics of the last days would be that “every man walketh in his own way, and after the image of his God … whose substance is that of an idol” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],"). Paul defined covetousness as idolatry (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.5"},"Ephesians 5:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/3.5"},"Colossians 3:5"],"). When people set their hearts on natural things, or prestige, or power to the point that God is no longer supreme, then that becomes as god to them. They worship, or give allegiance to, those things. This verse suggests that if the elders who remained in Ohio did not labor with their own hands, they might be guilty of this kind of covetousness or idolatry."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.43"},"D&C 52:43"],". What City Does the Lord Refer To in This Verse?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-52-let-them-go-two-by-two.p57"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p1"},"Notes and Commentary for Doctrine and Covenants 42:35"],"."]]]]],"refs":null}
