{"id":63,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":63,"title":"Section 54 \"Stand Fast in the Office Whereunto I Have Appointed You\"","subtitle":"","short_title":"Section 54","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.head6"},[".titleNumber","Section 54"],["h1","“Stand Fast in the Office Whereunto I Have Appointed You”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p66"},"The Saints in New York had been commanded to gather to Ohio (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.3"},"D&C 37:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.32"},"38:32"],"). The Lord commanded those Saints already living in Ohio to prepare for the influx of newcomers by giving of their lands to those immigrating, or, if they did not have lands to give, to help them buy available land. In good faith the Colesville Branch arrived in Thompson, Ohio, and settled on lands offered to them by other members of the Church. Shortly thereafter the offer was withdrawn, and the Saints from Colesville were forced to seek other places to live."],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p67"},"Newel Knight was appointed by the Colesville Branch to ask Joseph Smith to inquire of the Lord what they should do. B. H. Roberts recorded the following about these events: “It is difficult to determine with exactness in what the transgressions of the Saints at Thompson consisted; but it is evident that selfishness and rebellion were at the bottom of their trouble, and that Leman Copley and Ezra Thayre were immediately concerned in it. The Saints comprising the Colesville branch, when they arrived at the gathering place, in Ohio, were advised to remain together and were settled at Thompson, a place in the vicinity of Kirtland. … It is evident that some of the brethren already living at Thompson, had agreed to enter into the law of consecration and stewardship with the Saints from Colesville; and that afterwards they broke this covenant. Among these were Leman Copley and Ezra Thayre. ‘A man by the name of Copley,’ says Newel Knight in his journal, ‘had a considerable tract of land there [in Thompson] which he offered to let the Saints occupy. Consequently a contract was agreed upon, and we commenced work in good faith. But in a short time Copley broke the engagement, and I went to Kirtland to see Brother Joseph,’ etc. (",["span.emphasis","Scraps of Biography,"],"in which is published Newel Knight’s journal, ch. vi.) Of this matter, John Whitmer, then the Church Historian, writes: ‘At this time [the early part of June] the Church at Thompson, Ohio, was involved in difficulty because of the rebellion of Leman Copley, who would not do as he had previously agreed, which thing confused the whole Church, and finally the Lord spake through Joseph the Prophet, saying:’ He then quotes the revelation to Newel Knight. … —(John Whitmer’s",["span.emphasis","History of the Church,"],"chap. viii.)” (",["span.emphasis","In History of the Church,"],"1:180n.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.2"},"D&C 54:2"],". What Was the Office to Which Newel Knight Was Appointed?"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p68"},"Newel Knight had been appointed to lead the Colesville Saints according to the instructions given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.34-36"},"Doctrine and Covenants 38:34–36"],"."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.f6"},[".caption","An old building on the Copley farm in Thompson, Ohio, where the Colesville Saints temporarily settled"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.3"},"D&C 54:3"],". How Might One Escape His Enemies, No Matter Who They Are?"],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p70"},"The Colesville Branch was warned of enemies from whom they were to escape. Although their enemies were not specifically identified, the method of escape was clearly defined. The Prophet Joseph Smith taught: “Salvation is nothing more nor less than to triumph over all our enemies and put them under our feet. And when we have power to put all enemies under our feet in this world, and a knowledge to triumph over all evil spirits in the world to come, then we are saved, as in the case of Jesus, who was to reign until He had put all enemies under His feet, and the last enemy was death.” (",["span.emphasis","Teachings,"],"p. 297.)"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p71"},"On another occasion the Prophet said: “Salvation is for a man to be saved from all his enemies; for until a man can triumph over death, he is not saved. A knowledge of the priesthood alone will do this.” (",["span.emphasis","Teachings,"],"p. 305.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.4"},"D&C 54:4"],". What Covenants Were Broken?"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p72"},"It is apparent that Leman Copley and Ezra Thayre had agreed to provide land for the Colesville Branch and then had gone back on their word."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/54.7-9"},"D&C 54:7–9"],". “Take Your Journey” and “Seek Ye a Living Like unto Men”"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p73"},"After their failure to obtain land in Kirtland, the Colesville Saints were directed to leave Ohio and go to Missouri; but since they would arrive in Missouri before the Lord’s commandments concerning the law of consecration would be fully implemented, the Lord told them how to act until they could be properly included in the united order."]]]]],"refs":null}
