{"id":67,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":67,"title":"Section 58 The Land of Zion","subtitle":"","short_title":"Section 58","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.head10"},[".titleNumber","Section 58"],["h1","The Land of Zion"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p102"},"The Prophet Joseph Smith gave the following explanation of the coming forth of this section:"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p103"},"“The first Sabbath after our arrival in Jackson county, Brother W. W. Phelps preached to a western audience over the boundary of the United States, wherein were present specimens of all the families of the earth; Shem, Ham and Japheth; several of the Lamanites or Indians—representative of Shem; quite a respectable number of negroes—descendants of Ham; and the balance was made up of citizens of the surrounding country, and fully represented themselves as pioneers of the West. At this meeting two were baptized, who had previously believed in the fulness of the Gospel."],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p104"},"“During this week the Colesville branch, referred to in the latter part of the last revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.15"},"D&C 57:15"],"], and Sidney Rigdon, Sidney Gilbert and wife and Elders Morley and Booth, arrived. I received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58"},"D&C 58"],"].” (",["span.emphasis","History of the Church,"],"1:190–91)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.2-4"},"D&C 58:2–4"],". Why Does the Lord Allow Tribulations to Come upon His People?"],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p105"},"Elder George Q. Cannon suggested that “the Saints should always remember that God sees not as man sees; that he does not willingly afflict his children, and that if he requires them to endure present privation and trial, it is that they may escape greater tribulations which would otherwise inevitably overtake them. If He deprives them of any present blessing, it is that he may bestow upon them greater and more glorious ones by and by.” (",["span.emphasis","Millennial Star,"],"3 Oct. 1863, p. 634.)"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p106"},"Trials sometimes come to the Saints as a chastisement when they disregard the Lord’s counsel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.1-8"},"D&C 101:1–8"],"). Even when the Saints are living righteously, trials may come upon them because of the unrighteousness of others. Tribulation provides the Saints with opportunities for spiritual growth and character development. Such needed attributes as humility, faith, empathy, patience, courage, gratitude, and a repentant heart come to individuals in the refiner’s fire of tribulation and persecution."],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p107"},"Trials give Saints the opportunity to prove themselves worthy of eternal blessings by showing their commitment to God and His kingdom, and their willingness to endure privation and forsake the things of the world. This in turn helps them develop the faith necessary to obtain eternal life. According to the",["span.emphasis","Lectures on Faith,"],"prepared under the direction of the Prophet Joseph Smith: “A religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life.” (6:7.)"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p108"},"Elder Bruce R. McConkie explained:"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p109"},"“The testing processes of mortality are for all men, saints and sinners alike. Sometimes the tests and trials of those who have received the gospel far exceed any imposed upon worldly people. Abraham was called upon to sacrifice his only son. Lehi and his family left their lands and wealth to live in a wilderness. Saints in all ages have been commanded to lay all that they have upon the altar, sometimes even their very lives."],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p110"},"“As to the individual trials and problems that befall any of us, all we need say is that in the wisdom of Him who knows all things, and who does all things well, all of us are given the particular and specific tests that we need in our personal situations. It is to us, His saints, that the Lord speaks when He says: ‘I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy."],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p111"},"“‘For if ye will not abide in my covenant ye are not worthy of me.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.14-15"},"D&C 98:14–15"],".) …"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p112"},"“But sometimes the Lord’s people are hounded and persecuted. Sometimes He deliberately lets His faithful saints linger and suffer, in both body and spirit, to prove … that they may be found worthy of eternal life. If such be the lot of any of us, so be it."],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p113"},"“But come what may, anything that befalls us here in mortality is but for a small moment, and if we are true and faithful God will eventually exalt us on high. All our losses and sufferings will be made up to us in the resurrection.” (In Conference Report, Oct. 1976, pp. 158–60; or",["span.emphasis","Ensign,"],"Nov. 1976, pp. 106, 108.)"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p114"},"President Brigham Young taught: “If the Saints could realize things as they are when they are called to pass through trials, and to suffer what they call sacrifices, they would acknowledge them to be the greatest blessings that could be bestowed upon them” (",["span.emphasis","Discourses of Brigham Young,"],"p. 345)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3-7,44"},"D&C 58:3–7, 44"],". Were These Verses a Foreshadowing That the New Jerusalem Would Not Be Built in 1831?"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p115"},"Elder Orson F. Whitney wrote:"],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p116"},"“At all events, what occurred must have been foreseen. Divine prescience [foreknowledge] extends to all things connected with the Lord’s work. When He commanded his people to build the New Jerusalem, he knew how much, or how little, they were capable of accomplishing in that direction—knew it just as well before as he did after. Such a thing as surprise or disappointment on his part is inconceivable. An all-wise, all-powerful Being who has created, peopled, redeemed and glorified ‘millions of earths like this,’ is not one to be astounded by anything that happens on our little planet."],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p117"},"“The All-knowing One knew in advance what those Zion-builders would do, or leave undone, and he shaped his plans accordingly. Evidently the time was not ripe for Zion’s redemption. The Saints were not ready to build the New Jerusalem. The proof is in the trespasses committed by them against the divine laws ordained for their government.” (",["span.emphasis","Saturday Night Thoughts,"],"p. 187.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.8-11"},"D&C 58:8–11"],". The Supper of the Lord"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p118"},"Two feast symbols from the Old Testament apply to the Supper of the Lord: the “feast of fat things,” and the “wine on the lees well refined.” Both are signs of richness, indicating that the feast mentioned here is of great importance (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.5-14"},"D&C 57:5–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.3"},"65:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.1-14"},"Matthew 22:1–14"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7-9"},"Revelation 19:7–9"],")."],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p119"},"The “feast of fat things” refers to serving fat, full-flavored meat, available only to royalty and to the wealthy and made even richer by the addition of bone marrow (see Keil and Delitzsch, Commentary, bk. 7: Isaiah, “Prophecies of Isaiah,” p. 439)."],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p120"},"“Wine on the lees” is a substance described by the Hebrew word",["span.emphasis","Shmareem,"],"which signifies the jellies or preserves that were highly esteemed in the royal feasts of Eastern countries. These wines were prepared from lees (dregs) after the fermentation process was complete, and of grape skins, which preserved the wine and maintained remarkable color and flavor—truly a prized addition to the feast. Sometimes the rich juices of the lees were strained and served to accompany a feast; but strained or not, the preservative quality of the lees kept the juices from turning to a strong vinegar. (See Fallows, Bible Encyclopedia, “wine,” p. 1724; Gesenius, Hebrew and English Lexicon of the Old Testament, pp. 1036–37; Keil and Delitzsch, Commentary, bk. 7: Isaiah, “Prophecies of Isaiah,” p. 439; Encyclopedia Judaica, 6:1418.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.14-16"},"D&C 58:14–16"],". Of What Sins Had Edward Partridge Been Guilty As the First Bishop of the Church?"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p121"},"During the administration of Joseph F. Smith, the First Presidency of the Church issued a statement to clarify the role played by Edward Partridge. The following is an excerpt from that statement: “On occasion of the Prophet’s first visit to Independence, Missouri—Edward Partridge accompanied him—in the meetings and conferences held upon the land of Zion, Bishop Partridge several times strenuously opposed the measures of the Prophet, and was sharply reproved by the latter for his unbelief and hardness of heart. Indeed, the apostate, Ezra Booth, who was present, made the scene between the bishop and the Prophet one of the items that justified to him his apostasy. He refers to the circumstance in a letter, addressed to Bishop Partridge, which has been several times published in anti-‘Mormon’ literature. The Bishop, moreover, was reproved for his ‘blindness of heart and unbelief,’ and warned of the danger of falling from his high station, in a revelation given in August, 1831, while both he and the Prophet were still in Missouri: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.14-15"},"D&C 58:14–15"],"].” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:113.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.16-18"},"D&C 58:16–18"],". What Was the Mission Appointed to Edward Partridge?"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p122"},"Edward Partridge was not a ward bishop, as are bishops today, for there were no wards in the Church at that time. He was at first the bishop of the whole Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9"},"D&C 41:9"],"), which was then quite small. A short time later Newel K. Whitney was called as bishop in Kirtland, and Edward Partridge remained as bishop in Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72"},"D&C 72"],")."],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p123"},"The chief responsibility of Bishop Partridge was to administer the law of consecration: he received the consecrations of the Saints and gave them their stewardships (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9-11"},"D&C 41:9–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-35,71-73"},"42:30–35, 71–73"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51"},"51"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.7,15"},"57:7, 15"],"). He was also responsible to judge the people according to the Lord’s law."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.19-23"},"D&C 58:19–23"],". What Law Were the Saints to Keep in the Land of Zion?"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p124"},"The Saints had entered into a covenant to keep the laws of God, which included the gospel and the law of consecration (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-42,53-55"},"D&C 42:30–42, 53–55"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.1-24"},"59:1–24"],"). They were also expected to “be subject to the powers that be” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.22"},"D&C 58:22"],") and live according to the laws of the land. President Joseph Fielding Smith said:"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p125"},"“Very strict was the command to the Saints that the law of God should be kept on the land of Zion. ‘Let no man think he is ruler; but let God rule him that judgeth, according to the counsel of his own will, or, in other words, him that counseleth or sitteth upon the judgment seat.’ We, today, do not realize the rigidity of this command. The Saints were to assemble in the land which had been appointed from the beginning as the site of the holy city, New Jerusalem. This land and this site were dedicated. Those who assembled there were placed under covenant that they would keep the law of God, which commandment had been repeated to them many times. Sidney Rigdon, according to appointment, stood up and asked the assembly:"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p126"},"“‘Do you receive this land for the land of your inheritance, with thankful hearts, from the Lord?’"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p127"},"“‘Do you pledge yourselves to keep the law of God on this land, which you never have kept in your own lands?’"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p128"},"“‘Do you pledge yourselves to see that others of your brethren who shall come hither do keep the laws of God?’"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p129"},"“To these questions, they each answered, ‘We do,’ and then the land was dedicated for their gathering and inheritance. The Lord was very jealous of these commandments. This was not to be an empty pledge. Failure to observe the covenant was to bring tribulation. …"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p130"},"“Many of the members of the Church forgot the covenant they had made to ‘keep the law of God’ upon the land, which was mandatory, and this brought them into trouble. Persecutions came and eventually they were driven from their inheritances. The tribulation in part, but not all, which the Lord had promised they should suffer, came upon them because of their disobedience.” (",["span.emphasis","Church History and Modern Revelation,"],"1:212–13.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-29"},"D&C 58:26–29"],". The Lord Should Not Have to Command His People in All Things"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p131"},"Elder Ezra Taft Benson explained that “usually the Lord gives us the overall objectives to be accomplished and some guidelines to follow, but he expects us to work out most of the details and methods. The methods and procedures are usually developed through study and prayer and by living so that we can obtain and follow the promptings of the Spirit. Less spiritually advanced people, such as those in the days of Moses, had to be commanded in many things. Today those spiritually alert look at the objectives, check the guidelines laid down by the Lord and his prophets, and then prayerfully act—without having to be commanded ‘in all things.’ This attitude prepares men for godhood. …"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p132"},"“Sometimes the Lord hopefully waits on his children to act on their own, and when they do not, they lose the greater prize, and the Lord will either drop the entire matter and let them suffer the consequences or else he will have to spell it out in greater detail. Usually, I fear, the more he has to spell it out, the smaller is our reward.” (In Conference Report, Apr. 1965, pp. 121–22.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.30-33"},"D&C 58:30–33"],". To Receive the Lord’s Blessings, People Must Obey His Commandments"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p133"},"“The Saints sometimes fail to do their duty and to keep the commandments of God. But they expect Him to make good to them the promises He has given to the faithful. If He does not, they complain. They neglect their prayers; they absent themselves from their meetings; they break the Word of Wisdom; they withhold their tithing; but when sickness comes and falls like a dark, terrifying shadow across their path, they expect immediate Divine interference in their behalf, through the administration of the Elders. If their expectations are not realized, they say, in a rebellious spirit, ‘His promises are not fulfilled.’ The reply of the Lord to that is, ‘Their reward lurketh beneath.’ They must look ‘beneath’ for their reward; they have no claim on heaven.” (Smith and Sjodahl, Commentary, p. 340.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"D&C 58:42–43"],". The Lord Promises Complete Forgiveness to Those Who Truly Repent"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p134"},"The Lord forgives those who truly repent of their sins. This blessing comes through the Atonement of Christ, who “suffered … for all, that they might not suffer if they would repent” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16"},"D&C 19:16"],"). The Lord promises that He will no more remember the sins of those who repent (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/18.21-22"},"Ezekiel 18:21–22"],")."],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p135"},"Repentance, however, requires that we forsake and turn completely from our sins and confess them. Elder Spencer W. Kimball taught: “No one can ever be forgiven of any transgression until there is repentance, and one has not repented until he has bared his soul and admitted his intentions and weaknesses without excuses or rationalizations. He must admit to himself that he has grievously sinned. When he has confessed to himself without the slightest minimizing of the offense, or rationalizing its seriousness, or soft-pedaling its gravity, and admits it is as big as it really is, then he is ready to begin his repentance; and any other elements of repentance are of reduced value, until the conviction is established totally, and then repentance may mature and forgiveness may eventually come.” (",["span.emphasis","Love Versus Lust,"],"Brigham Young University Speeches of the Year [Provo, 5 Jan. 1965], p. 10.)"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p136"},"The Lord’s forgiveness comes to those who truly repent. Elder Kimball also said that “those who heed the call, whether members or nonmembers of the Church, can be partakers of the miracle of forgiveness. God will wipe away from their eyes the tears of anguish, and remorse, and consternation, and fear, and guilt. Dry eyes will replace the wet ones, and smiles of satisfaction will replace the worried, anxious look."],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p137"},"“What relief! What comfort! What joy! Those laden with transgressions and sorrows and sin may be forgiven and cleansed and purified if they will return to their Lord, learn of him, and keep his commandments. And all of us needing to repent of day-to-day follies and weaknesses can likewise share in this miracle.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 367–68.)"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p138"},"Enrichment E in the Appendix contains a further discussion of the laws governing forgiveness."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.44-48,56"},"D&C 58:44–48, 56"],". Why Were the Saints Commanded Not to All Gather Immediately to the Land of Zion?"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p139"},"The time had not yet come, and would not for “many years” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.44"},"D&C 58:44"],"), for all the Saints to receive their inheritances in Zion. A great deal of work, preparation, and patience is required before Zion can be fully established. The Church had neither the strength nor the means to purchase lands sufficient for all the Saints in Zion. So, before Zion could be established, a great deal of missionary work needed to be done to strengthen the Church. The Saints were told to “push the people together from the ends of the earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.45"},"v. 45"],"), that is, through missionary work they must gather together the dispersed members of the house of Israel preparatory to the establishment of Zion. The Church is still in that process."],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p140"},"Prophecies concerning this work are recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-12"},"1 Nephi 22:3–12"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21"},"3 Nephi 21"],". Enrichment B contains a thorough exposition of the establishment of Zion."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.50-51"},"D&C 58:50–51"],". A Commandment to Write a Description of Zion"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p141"},"The Lord commanded Sidney Rigdon to write a description of the land in Missouri and to listen to the Spirit in order to write the will of the Lord concerning the land. Then he was to write a letter to the Saints in general and include a subscription to raise money for the purchase of the land. Since photographs were unobtainable, Sidney Rigdon’s description could encourage the Saints in sending contributions for the purchase. (Later the Lord indicated that what Sidney Rigdon had written was unacceptable, probably in reference to this assignment; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.55-56"},"D&C 63:55–56"],".)"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p142"},"The following description of Zion was included in the",["span.emphasis","History of the Church,"],"although whether it is a version of Sidney Rigdon’s description or whether it was written by someone else is not clear: “The country is unlike the timbered states of the East. As far as the eye can reach the beautiful rolling prairies lie spread out like a sea of meadows; and are decorated with a growth of flowers so gorgeous and grand as to exceed description; and nothing is more fruitful, or a richer stockholder in the blooming prairie than the honey bee. Only on the water courses is timber to be found. There in strips from one to three miles in width, and following faithfully the meanderings of the streams, it grows in luxuriant forests. The forests are a mixture of oak, hickory, black walnut, elm, ash, cherry, honey locust, mulberry, coffee bean, hackberry, boxelder, and bass wood; with the addition of cottonwood, butterwood, pecan, and soft and hard maple upon the bottoms. The shrubbery is beautiful, and consists in part of plums, grapes, crab apple, and persimmons."],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p143"},"“The soil is rich and fertile; from three to ten feet deep, and generally composed of a rich black mould, intermingled with clay and sand. It yields in abundance, wheat, corn, sweet potatoes, cotton and many other common agricultural products. Horses, cattle and hogs, though of an inferior breed, are tolerably plentiful and seem nearly to raise themselves by grazing in the vast prairie range in summer, and feeding upon the bottoms in winter. The wild game is less plentiful of course where man has commenced the cultivation of the soil, than in the wild prairies. Buffalo, elk, deer, bear, wolves, beaver and many smaller animals here roam at pleasure. Turkeys, geese, swans, ducks, yea a variety of the feathered tribe, are among the rich abundance that grace the delightful regions of this goodly land—the heritage of the children of God."],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p144"},"“The season is mild and delightful nearly three quarters of the year, and as the land of Zion, situated at about equal distances from the Atlantic and Pacific oceans, as well as from the Alleghany and Rocky mountains, in the thirty-ninth degree of north latitude, and between the sixteenth and seventeenth degrees of west longitude, it bids fair—when the curse is taken from the land—to become one of the most blessed places on the globe. The winters are milder than the Atlantic states of the same parallel of latitude, and the weather is more agreeable; so that were the virtues of the inhabitants only equal to the blessings of the Lord which He permits to crown the industry of those inhabitants, there would be a measure of the good things of life for the benefit of the Saints, full, pressed down, and running over, even an hundredfold.” (",["span.emphasis","History of the Church,"],"1:197–98.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.52-53"},"D&C 58:52–53"],". Zion to Be Obtained by Purchase"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p145"},"The Lord commanded the Saints to purchase the area of land around Independence, Missouri, as the center place for Zion and to have clear and legal title to it. In this way any disputes over ownership could be settled by law, and violence could be avoided. Smith and Sjodahl pointed out why this commandment was given: “The Latter-day Saints are forbidden to make war in order to secure a gathering-place, and especially such a sacred place as that in which the greatest of all God’s temples is to be located. They are not forbidden to defend their lives, their homes, their loved ones, their liberty and country, against murderers and thieves, but they are forbidden to be the aggressors.” (Commentary, p. 379.)"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p146"},"Today the Church is still under the same responsibility to secure, by purchase, the land that will be the center place of Zion."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.57"},"D&C 58:57"],". Dedication of the Land of Zion and the Temple Lot"],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p147"},"Sidney Rigdon was commissioned by the Lord to dedicate the land of Zion, which included the temple lot, but Joseph Smith dedicated the actual spot for the temple. Joseph wrote:"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p148"},"“On the second day of August, I assisted the Colesville branch of the Church to lay the first log, for a house, as a foundation of Zion in Kaw township, twelve miles west of Independence. The log was carried and placed by twelve men, in honor of the twelve tribes of Israel. At the same time, through prayer, the land of Zion was consecrated and dedicated by Elder Sidney Rigdon for the gathering of the Saints. It was a season of joy to those present, and afforded a glimpse of the future, which time will yet unfold to the satisfaction of the faithful.” (",["span.emphasis","History of the Church,"],"1:196.)"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p149"},"“On the third day of August, I proceeded to dedicate the spot for the Temple, a little west of Independence, and there were also present Sidney Rigdon, Edward Partridge, W. W. Phelps, Oliver Cowdery, Martin Harris and Joseph Coe” (",["span.emphasis","History of the Church,"],"1:199)."],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.f10"},[".caption","The Missionary Training Center in Provo, Utah: “The sound must go forth … into all the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.64"},"D&C 58:64"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.64"},"D&C 58:64"],". Does the Lord Really Expect the Saints to Take the Gospel to All the World—to Every Creature?"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p151"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.18-20"},"Matthew 28:18–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15"},"Mark 16:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.47"},"Luke 24:47"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.8"},"Acts 1:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.2,4"},"D&C 1:2, 4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.1,4,16-17"},"112:1, 4, 16–17"],". President Spencer W. Kimball, referring to these scriptures, said:"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p152"},"“It seems to me that the Lord chose his words when he said ‘every nation,’ ‘every land,’ ‘uttermost bounds of the earth,’ ‘every tongue,’ ‘every people,’ ‘every soul,’ ‘all the world,’ ‘many lands.’"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p153"},"“Surely there is significance in these words!"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p154"},"“Certainly his sheep were not limited to the thousands about him and with whom he rubbed shoulders each day. A universal family! A universal command! …"],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p155"},"“… I feel that when we have done all in our power that the Lord will find a way to open doors. That is my faith. …"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p156"},"“With the Lord providing these miracles of communication [radio, television, cassette tape players, satellites and receiving stations, and so on], and with the increased efforts and devotion of our missionaries and all of us, and all others who are ‘sent,’ surely the divine injunction will come to pass: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.64"},"D&C 58:64"],"]. And we must find a way. …"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p157"},"“Using all the latest inventions and equipment and paraphernalia already developed and that which will follow, can you see that perhaps the day may come when the world will be converted and covered?"],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p158"},"“If we do all we can … I am sure the Lord will bring more discoveries to our use. He will bring a change of heart into kings and magistrates and emperors, or he will divert rivers or open seas or find ways to touch hearts. He will open the gates and make possible the proselyting.” (“When the World Will Be Converted,”",["span.emphasis","Ensign,"],"Oct. 1974, pp. 5, 10–11, 13.)"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p159"},"President Brigham Young likewise stated: “The kingdom will continue to increase, to grow, to spread and prosper more and more. Every time its enemies undertake to overthrow it, it will become more extensive and powerful; instead of decreasing, it will continue to increase, it will spread the more, become more wonderful and conspicuous to the nations, until it fills the whole earth.” (In",["span.emphasis","Journal of Discourses,"],"1:203.)"],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p160"},"As the Prophet Joseph Smith testified: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (",["span.emphasis","History of the Church,"],"4:540)."]]]]],"refs":null}
