{"id":60,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":60,"title":"Section 51 Bishop Edward Partridge and the Law of Consecration","subtitle":"","short_title":"Section 51","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.head3"},[".titleNumber","Section 51"],["h1","Bishop Edward Partridge and the Law of Consecration"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p30"},"In December 1830 the Lord instructed the Saints to gather in Ohio (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.3"},"D&C 37:3"],"). In May 1831, when the Saints had begun to respond, Edward Partridge, the newly appointed bishop of the Church, felt the responsibility of caring for them when they arrived in Ohio. The basic elements of the law of consecration had been given (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42"},"D&C 42"],"), but many situations required more detailed answers. Bishop Partridge sought help from the Prophet Joseph Smith, who inquired of the Lord and received what is now section 51 of the Doctrine and Covenants."],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p31"},"President Joseph Fielding Smith wrote: “The Lord endeavored to teach these members, in part, at least, and train them in the great principle of consecration as a preparatory step before they should be permitted to journey to Zion, for it was in keeping with this law upon which the City of Zion was to be built. Thus these saints from the East were to be organized according to the law of God. (Sec. 51:4–6.) This land in Ohio was in this manner to be consecrated unto them ‘for a little season,’ until the Lord should provide for them otherwise, and command them to go hence. (Sec. 51:15–16.)” (",["span.emphasis","Church History and Modern Revelation,"],"1:204.)"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p32"},"The experience of Orson Pratt, who was present when Joseph Smith received this revelation at Thompson, Ohio, was reported as follows: “No great noise or physical manifestation was made; Joseph was as calm as the morning sun. But he noticed a change in his countenance that he had never noticed before, when a revelation was given to him. Joseph’s face was exceedingly white, and seemed to shine. The speaker had been present many times when he was translating the New Testament, and wondered why he did not use the Urim and Thummim, as in translating the Book of Mormon. While this thought passed through the speaker’s mind, Joseph, as if he read his thoughts, looked up and explained that the Lord gave him the Urim and Thummim when he was inexperienced in the Spirit of inspiration. But now he had advanced so far that he understood the operations of that Spirit, and did not need the assistance of that instrument.” (",["span.emphasis","Millennial Star,"],"11 Aug. 1874, pp. 498–99.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.2"},"D&C 51:2"],". Why Does God Give Us Laws by Which We Are to Live?"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p33"},"In an address given at commencement services at Brigham Young University, Cecil B. DeMille, producer of the movie",["span.emphasis","The Ten Commandments,"],"spoke of the modern-day attitude toward law: “We are too inclined to think of law as something merely restrictive—something hemming us in. We sometimes think of law as the opposite of liberty. But that is a false conception. That is not the way that God’s inspired prophets and lawgivers looked upon the law. Law has a twofold purpose. It is meant to govern. It is also meant to educate.” (",["span.emphasis","Commencement Address,"],"Brigham Young University Speeches of the Year [Provo, 31 May 1957], p. 4.)"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p34"},"Elder Richard L. Evans gave further reasons for God’s giving us laws: “What would a loving Father want for his children? What would any father want for his children? Peace and health and happiness; learning and progress and improvement; and everlasting life, and everlasting association with those we love. What less could heaven be? What less would a Father plan or propose, for those he loves, for those whom he made ‘in his own image’? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.27"},"Gen. 1:27"],".) He has declared his work and his glory ‘to bring to pass the immortality and eternal life of man.’ (Pearl of Great Price,",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). This is the ultimate objective. This is the whole purpose of the Gospel he has given.” (In Conference Report, Oct. 1959, p. 127.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.3"},"D&C 51:3"],". How Does the Lord Define Equality?"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p35"},"The law of consecration was designed to make us equal in temporal things, but as President J. Reuben Clark Jr. pointed out, this equality is of a special kind. “One of the places in which some of the brethren are going astray is this: There is continuous reference in the revelations to equality among the brethren, but I think you will find only one place where that equality is really described, though it is referred to in other revelations. That revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.3"},"D. & C. 51:3"],") affirms that every man is to be ‘equal according to his family, according to his circumstances and his wants and needs.’ (See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.17"},"D. & C. 82:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.5-6"},"78:5–6"],".) Obviously, this is not a case of ‘dead level’ equality. It is ‘equality’ that will vary as much as the man’s circumstances, his family, his wants and needs, may vary.” (In Conference Report, Oct. 1942, p. 55.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.f3"},[".caption","J. Reuben Clark Jr. explained stewardships and inheritances under the law of consecration."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.4-6"},"D&C 51:4–6"],". Why Did the Lord Want Inheritances in the Church to Be Secured in Writing?"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p37"},"President J. Reuben Clark Jr. explained: “The fundamental principle of this system was the private ownership of property. Each man owned his portion, or inheritance, or stewardship, with an absolute title, which he could alienate, or hypothecate, or otherwise treat as his own. The Church did not own all of the property, and the life under the United Order was not a communal life. … The United Order is an individualistic system, not a communal system.” (In Conference Report, Oct. 1942, p. 57.)"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p38"},"President Clark further showed that a written title or deed was issued that satisfied the requirements of civil law and secured to an individual the rights of private ownership of property. The importance of such written agreements is evident when it is remembered that people had their agency to leave the united order. A written contract between the bishop and the individual secured the terms of the agreement when the person entered the order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.6"},"D&C 51:6"],"). So even though a person acknowledged that all property ultimately belongs to God, for legal and practical purposes his deeded portion became his private property. It did not belong to the Church. This arrangement was true of the initial inheritance of land and buildings given to each person in the order. Any surplus earned from one’s stewardship was given to the Church."],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p39"},"“If anyone transgressed and was counted unworthy of membership in the Church, he also lost his standing in the society, but in that case he was to retain the property deeded to him, but have no claim on the portion set apart for the maintenance of the poor and needy” (Smith and Sjodahl, Commentary, p. 298)."],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p40"},"People who chose to withdraw from the order often ended up with bitter feelings against the Church. Handling the transactions through legally constituted means provided protection for both the individual and the Church. “In the community there would always be some who would wish to draw out and, perhaps, embarrass the rest by lawsuits, or otherwise. In order to prevent such designs, just and equitable provisions were to be made and secured by legal agreements.” (Smith and Sjodahl, Commentary, p. 298.)"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p41"},"Enrichment L in the Appendix explains the law of consecration more fully."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.8"},"D&C 51:8"],". Why Did the Lord Have an “Agent” Appointed?"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p42"},"“The community was to be represented by an Agent, whose special duty it would be to handle the money required for food and clothing by the people. There is great wisdom manifested in the distribution of responsibilities. The Bishopric would receive the property, distribute it in ‘stewardships,’ and receive the earnings of each stewardship; the Agent would see to it that property was not unduly accumulated, but that the needs of all were supplied.” (Smith and Sjodahl, Commentary, p. 298.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.9"},"D&C 51:9"],". How Were the Saints to Be Alike?"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p43"},"Under the united order everyone was alike in that they were independent and had full opportunity to use their gifts and talents in building the kingdom of God. They were also alike in that all had equal opportunity to benefit from whatever talents and abilities existed in the community. The idea that everyone was alike in goods possessed or income received is in error. The order was united in love, purpose, and commitment, but unity does not mean sameness. A couple with seven children has needs different from one just beginning married life."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.10"},"D&C 51:10"],". What “Church” Is the Lord Referring To?"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p44"},"“The word ‘church’ in this paragraph stands for ‘Branch,’ as in Sec. 20:81; 45:64, and elsewhere. The meaning conveyed is that the property owned by the Colesville Branch could not be claimed by any other Branch.” (Smith and Sjodahl, Commentary, p. 299.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.11-14"},"D&C 51:11–14"],". The Responsibility of the Bishop"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p45"},"The major responsibility for implementing the united order rested with the bishop."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.17"},"D&C 51:17"],". Why Did the Lord Counsel the Saints to Act upon the Land “As for Years”?"],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p46"},"People who locate in a home or apartment knowing that they will move to another in a short time may have a tendency to neglect Church attendance and other responsibilities. They rationalize, “Well, we won’t be here long.” The Lord wanted the Saints to live the gospel and share it in Ohio as though they were to be there for a long time."]]]]],"refs":null}
