{"id":56,"parent_id":55,"book_id":9402,"content_id":1,"language_id":1,"display_order":56,"title":"The Articles of Faith","subtitle":"","short_title":"The Articles of Faith","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-articles-of-faith/the-articles-of-faith","content":[["div",{"id":"head2","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-articles-of-faith/the-articles-of-faith.head2"},["h1","The Articles of Faith"]],[".bodyBlock",[".topic",["h2","Some Important Principles, Doctrines, and Events"],["ul.bullet",["li",["span.label","•"],[".para","The Articles of Faith were written in 1842 by the Prophet Joseph Smith in response to a request from John Wentworth, a Chicago newspaper editor who wanted information concerning the history and beliefs of the Church. They were first published by the Church in 1843 in the",["span.emphasis","Times and Seasons"],"in Nauvoo, Illinois, and were included in the first publication of the Pearl of Great Price in 1851."]],["li",["span.label","•"],[".para","The Articles of Faith were written under inspiration from God and are evidence of the divine calling of the Prophet Joseph Smith. They contain direct and simple statements of a number of doctrines and principles of our religion, expressing some of the differences between our beliefs and the beliefs of others."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3","The Prophet Joseph Smith and the Articles of Faith"],["div",{"id":"p3","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-articles-of-faith/the-articles-of-faith.p3"},"Ask students to write a short statement that represents the beliefs of their family, country, school, or other organization. Tell students that their statements must be positive, direct, simple, and so full of wisdom that future generations of people will want to study and memorize them. Give students four or five minutes to write their statements. Ask: How did you decide what to write? What came to your minds first? How many times did you change or rewrite your statement? How difficult was this assignment? Next, have students read all of the Articles of Faith, and then tell what impresses them about these statements of belief. Ask students to explain why the Articles of Faith are strong evidence of the divine inspiration received by the Prophet Joseph Smith."]],[".topic",["h3","What Do Latter-day Saints Believe?"],["div",{"id":"p4","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-articles-of-faith/the-articles-of-faith.p4"},"Ask students to give examples of questions that those who are not members of the Church ask about our Church or our beliefs. Tell students that the Prophet Joseph Smith was often asked to explain the teachings and practices of the Church. Review the material under “What Are the Articles of Faith?” and “How Did the Articles of Faith Become Part of the Scriptures?” in the student manual (pp. 66, 69). Which Articles of Faith (if any) relate to the examples students gave of questions that others ask about our Church and beliefs? Discuss what students can do to help people learn what we actually believe. You may want to read together the Wentworth Letter from the student manual (pp. 66–69)."]],[".topic",["h3","Studying the Articles of Faith"],["div",{"id":"p5","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-articles-of-faith/the-articles-of-faith.p5"},"Invite students to repeat from memory any of the Articles of Faith they have learned. Encourage students to review the Articles of Faith until they can repeat all of them word for word. Have students find other scriptures that could be related to the Articles of Faith (for example,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-6"},"Moses 1:1–6"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26-27"},"2:26–27"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.26-27"},"Abraham 4:26–27"],"could be used as cross-references for",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"Articles of Faith 1:1"],")."]]]]],"refs":null}
