{"id":68,"parent_id":67,"book_id":23520,"content_id":1,"language_id":1,"display_order":68,"title":"Lesson 50: Jarom and Omni","subtitle":"","short_title":"Lesson 50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.head3"},[".titleNumber","Lesson 50"],["h1","Jarom and Omni"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p4"},"The books of Jarom and Omni contain the final writings in the small plates of Nephi. Jarom received the plates from his father, Enos, and recorded the Nephites’ struggles and blessings over a period of approximately 60 years. He then passed the plates to his son Omni. The book of Omni contains the writings of five different Nephite record keepers and covers approximately 230 years. Amaleki, the last writer in the book of Omni, concludes his record with an invitation to “come unto Christ … and offer your whole souls as an offering unto him” (",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.26"},"Omni 1:26"],")."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.1-15"},"Jarom 1:1–15"]],["h4","Jarom describes how the Nephites prospered when they kept the commandments of the Lord"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p8"},"Read the following statement by President Dieter F. Uchtdorf of the First Presidency. If possible, display a picture of President Uchtdorf as you read:"],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f2"},["h3","Display pictures of Church leaders"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p10"},"Displaying pictures of Church leaders as you teach their words will help students become familiar with those whom the Lord has called as prophets, seers, and revelators. It will also enhance students’ interest in their words. If you plan to use a statement from a general conference address, consider presenting it using a digital video or audio file, available on",["a.urlRef",{"href":"http://www.lds.org"},["span.language","LDS.org"]],"."]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p11"},"“I remember when I was preparing to be trained as a fighter pilot. We spent a great deal of our preliminary military training in physical exercise. I’m still not exactly sure why endless running was considered such an essential preparatory part of becoming a pilot. Nevertheless, we ran and we ran and we ran some more."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p12"},"“As I was running I began to notice something that, frankly, troubled me. Time and again I was being passed by men who smoked, drank, and did all manner of things that were contrary to the gospel and, in particular, to the Word of Wisdom."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p13"},"“I remember thinking, ‘Wait a minute! Aren’t I supposed to be able to run and not be weary?’ But I",["span.emphasis","was"],"weary, and I was overtaken by people who were definitely not following the Word of Wisdom. I confess, it troubled me at the time. I asked myself, was the promise true or was it not?” (“Continue in Patience,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 58)."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p14"},"Invite students to consider if they have ever felt similarly troubled, wondering if or how the Lord would fulfill His promise to bless them for keeping His commandments."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p15"},"Write the word",["span.emphasis","verify"],"on the board, and ask students to explain what this word means (to confirm or prove that something is true). Explain that Jarom, who was the son of Enos, used the word",["span.emphasis","verified"],"as he wrote about a promise given to his ancestors. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.9"},"Jarom 1:9"],"silently, identifying the promise of the Lord that was verified. (You may want to suggest that students mark this promise in their scriptures.) Confirm that students have identified the statement “Inasmuch as ye will keep my commandments ye shall prosper in the land.”"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p16"},"Write the following scripture references and questions on the board. (To save time, you may want to write them on the board before class begins.)"],[".chalkboard",{"id":"f3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f3"},["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.4-5,8"},"Jarom 1:4–5, 8"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","What are some examples of how the Nephites were obedient and how they were blessed?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.7,10-12"},"Jarom 1:7, 10–12"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","How did leaders and prophets help the Nephites to obey and prosper?"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.5-7"},"Omni 1:5–7"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","How was God’s promise later verified in a different way?"]]]]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p23"},"Divide students into groups of three. Assign one of the scripture references on the board to a person in each group. Have students read their assigned scripture passages silently, looking for answers to the corresponding questions. Then provide one or two minutes for each person in the group to summarize what he or she has read and to answer the assigned question. Invite one or two students to summarize for the class a truth they have learned from studying and discussing these scriptures. As students give their answers, ensure they understand that",["b","as we obey the commandments of God, we will prosper."]],["ul.bullet",["li",["span.label","•"],["p","Based on what you have learned from the experience of the Nephites, what are some ways God will bless those who obey His commandments?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p25"},"To reinforce this principle, remind the class of President Uchtdorf’s experience when he wondered if the Lord’s promise given in the Word of Wisdom would be verified. Then read the rest of his statement:"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p26"},"“The answer didn’t come immediately. But eventually I learned that God’s promises are not always fulfilled as quickly as or in the way we might hope; they come according to His timing and in His ways. Years later I could see clear evidence of the temporal blessings that come to those who obey the Word of Wisdom—in addition to the spiritual blessings that come immediately from obedience to any of God’s laws. Looking back, I know for sure that the promises of the Lord, if perhaps not always swift, are always certain” (“Continue in Patience,” 58)."],["p.preamble","Invite students to ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","When has the Lord blessed, or prospered, you for keeping His commandments? From your experience, what testimony can you share about the Lord and His promises?"]]]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.1-30"},"Omni 1:1–30"]],["h4","Record keepers recount Nephite history"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p31"},"Briefly introduce the book of Omni by explaining that it was written by descendants of Jarom and that it covers approximately 230 years. Invite students to scan the book of Omni to identify the names of the men who kept the small plates after Jarom. To help students find the names quickly, consider providing the following scripture references:",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.1,4,8,10,12,25"},"Omni 1:1, 4, 8, 10, 12, 25"],"."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p32"},"Explain that the book of Omni describes several important events in the history of the people in the Book of Mormon. It mentions the people of Zarahemla (also known as the Mulekites) and Coriantumr (the last Jaredite), and it also briefly recounts how the Nephites relocated to Zarahemla and united with the Mulekites. You may want to refer students to the chronology on the Book of Mormon bookmark (item number 10458) and help them identify the merging together of the Nephites and the Mulekites. Also have students locate on the bookmark the name Coriantumr under the heading “Jaredites.”"],[".sidebar box-decor box-right",{"id":"f6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f6"},["h3","Focus on doctrines and principles"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p34"},"While facts concerning history and geography may be important to establish the context of the scriptures you teach, lessons should focus on helping students identify, understand, and apply doctrines and principles of the gospel. Take care not to neglect the doctrine taught in Omni by spending too much time on history and geography."]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p35"},"On the board, draw the map shown on this page, but do not include the arrows. Encourage students to copy the map in their scripture study journals or class notebooks."],[".img-right",{"id":"f7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_050_02-map.gif"}]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p42"},"Remind students that in Nephi’s time, the Nephites separated from the Lamanites and settled in a place they called the land of Nephi. On the map, draw an arrow from the land of first inheritance to the land of Nephi. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.12-13"},"Omni 1:12–13"],"silently and identify how the Nephites came to live in the land of Zarahemla. As students express what they have found, draw an arrow from the land of Nephi to the land of Zarahemla. Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.12-13"},"Omni 1:12–13"],"teaches that",["b","the Lord provides guidance for the righteous."]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p43"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.14-19"},"Omni 1:14–19"],"aloud. Ask the class to look for similarities and differences between the Nephites and the people they discovered in the land of Zarahemla. Invite a few students to express what they have learned."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p44"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.20-22"},"Omni 1:20–22"],"by explaining that the people of Zarahemla encountered Coriantumr, who was one of the last two survivors of the Jaredite nation (the other was the prophet Ether). On the map, point out the land of Desolation, and explain that this is the place in the land northward where the Jaredite people’s “bones lay scattered” after they were destroyed (",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.22"},"Omni 1:22"],"). Tell students that they will learn about the Jaredites when they study the book of Ether. You may want to encourage students to write",["span.emphasis","Jaredites"],"in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.20-22"},"Omni 1:20–22"],"."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p45"},"Draw an arrow that extends from the land of Zarahemla to the land of Nephi and then turns back to Zarahemla. Draw another arrow from the land of Zarahemla that extends in one direction to the land of Nephi. Ask students if they can explain what these two arrows represent. If they need help, summarize",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.27-30"},"Omni 1:27–30"],"by explaining that two groups from Zarahemla attempted to return to the land of Nephi. The first group failed and went back to Zarahemla. As Amaleki closed his record, he mentioned that he did not know the fate of the second group. Tell students that they will learn about this group, the people of Zeniff, as they study the book of Mosiah. You may want to encourage students to write",["span.emphasis","people of Zeniff"],"in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.29-30"},"Omni 1:29–30"],"."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p46"},"Explain that the Book of Mormon does not claim to be the record of all peoples who inhabited the ancient Americas. Besides the Jaredites, Mulekites, and Lehi’s group, there were likely other groups of people who came to the American continent."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p47"},"Explain that as Amaleki concluded his record, he wrote an important invitation to those who would read his words. Ask students to read Amaleki’s invitation in",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.25-26"},"Omni 1:25–26"],"silently, looking for an idea that he repeated three times. (You may want to encourage students to mark what they find.)"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to come unto Christ?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p49"},"Point out that as part of Amaleki’s invitation to come unto Christ, he counseled us to do specific things. Write the following on the board:"],[".chalkboard",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f9"},["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p50"},"Come unto Christ and …"]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p51"},"Have students refer again to",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.25-26"},"Omni 1:25–26"],". Invite several of them to complete the sentence on the board using phrases from these verses."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.26"},"Omni 1:26"],", how will we be blessed for doing these things? (Help students understand that",["b","if we come unto Christ and endure to the end, we will be saved."],"You may want to write this principle on the board.)"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p53"},"Ask students to choose one of the phrases on the board. Invite them to write or outline in their scripture study journals a brief talk they might give in sacrament meeting about how they can come unto Christ in that way. Suggest that their talks might include: (1) reading",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.25-26"},"Omni 1:25–26"],"and explaining in their own words the phrase they have chosen, (2) reading additional scriptures that clarify or add meaning to the phrase, (3) sharing a related experience from their lives or from the lives of people they know, or (4) sharing their thoughts, feelings, and testimony. (You may want to write these suggestions on the board, provide them on a handout, or read them aloud so students can write them in their scripture study journals.)"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p54"},"Give students six to seven minutes to prepare their talks. Invite several students to share their talks in front of the class. (If there is not time for this, consider asking some to share their talks at the beginning of the next lesson or as part of the class devotionals in the future. You might also encourage them to share their talks during family home evening or in conversations with family members or friends.) To conclude, share your testimony that if we come unto Christ and endure to the end, we will be saved."]],[".figure",{"id":"f11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f11"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p56"},"Introduce students to a few new scripture mastery passages. To do so, write several references on the board and ask students to locate and read the passages in their scriptures. You might also encourage students to mark them in a distinctive way so they will be able to locate them easily. To help students remember the references and key words of the passages, consider using a “Scripture Chase” activity described in the appendix at the end of this manual."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p57"},["span.emphasis","Note:"],"You may want to use this activity on another day when you have more time."]]]],[".resources",[".box-decor",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.f12"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.t11"},["h3","Omni 1:14–15. People in the Americas"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p60"},"After King Mosiah and his followers fled the land of Nephi, they discovered a group of people who were called the people of Zarahemla (also called the Mulekites). Besides the Mulekites, Lehi’s group, and the Jaredites, there were likely other groups of people who came to the American continent. The Book of Mormon does not claim that it is the record of all peoples who inhabited the ancient Americas. President Anthony W. Ivins of the First Presidency said:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/lesson-50.p61"},"“We must be careful in the conclusions that we reach. The Book of Mormon teaches the history of three distinct peoples … who came from the old world to this continent. It does not tell us that there was no one here before them. It does not tell us that people did not come after. And so if discoveries are made which suggest differences in race origins, it can very easily be accounted for, and reasonably, for we do believe that other people came to this continent” (in Conference Report, Apr. 1929, 15)."]]]]]]],"refs":null}
