{"id":4,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":4,"title":"Chapter 2: Preexistence and Foreordination of the Christ","subtitle":"","short_title":"Chapter 2","uri":"/manual/jesus-the-christ/chapter-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-2"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-2.head1"},[".titleNumber","Chapter 2"],["h1","Preexistence and Foreordination of the Christ"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-2.p3"},"We affirm, on the authority of Holy Scripture, that the Being who is known among men as Jesus of Nazareth, and by all who acknowledge His Godhood as Jesus the Christ, existed with the Father prior to birth in the flesh; and that in the preexistent state He was chosen and ordained to be the one and only Savior and Redeemer of the human race. Foreordination implies and comprizes preexistence as an essential condition; therefore scriptures bearing upon the one are germane to the other; and consequently in this presentation no segregation of evidence as applying specifically to the preexistence of Christ or to His foreordination will be attempted."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-2.p4"},"John the Revelator beheld in vision some of the scenes that had been enacted in the spirit-world before the beginning of human history. He witnessed strife and contention between loyalty and rebellion, with the hosts defending the former led by Michael the archangel, and the rebellious forces captained by Satan, who is also called the devil, the serpent, and the dragon. We read: “And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels.”",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-2.p5"},"In this struggle between unembodied hosts the forces were unequally divided; Satan drew to his standard only a third part of the children of God, who are symbolized as the “stars of heaven”;",["sup",["a",{"href":"fn_2"},"b"]],"the majority either fought with Michael, or at least refrained from active opposition, thus accomplishing the purpose of their “first estate”; while the angels who arrayed themselves on the side of Satan “kept not their first estate,”",["sup",["a",{"href":"fn_3"},"c"]],"and therefore rendered themselves ineligible for the glorious possibilities of an advanced condition or “second estate.”",["sup",["a",{"href":"fn_4"},"d"]],"The victory was with Michael and his angels; and Satan or Lucifer, theretofore a “son of the morning,” was cast out of heaven, yea “he was cast out into the earth, and his angels were cast out with him.”",["sup",["a",{"href":"fn_5"},"e"]],"The prophet Isaiah, to whom these momentous occurrences had been revealed about eight centuries prior to the time of John’s writings, laments with inspired pathos the fall of so great a one; and specifies selfish ambition as the occasion: “How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations! For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north: I will ascend above the heights of the clouds; I will be like the most High. Yet thou shalt be brought down to hell, to the sides of the pit.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-2.p6"},"Justification for citing these scriptures in connection with our present consideration will be found in the cause of the great contention—the conditions that led to this war in heaven. It is plain from the words of Isaiah that Lucifer, already of exalted rank, sought to aggrandize himself without regard to the rights and agency of others. The matter is set forth, in words that none may misapprehend, in a revelation given to Moses and repeated through the first prophet of the present dispensation: “And I, the Lord God, spake unto Moses, saying: That Satan, whom thou hast commanded in the name of mine Only Begotten, is the same which was from the beginning, and he came before me, saying—Behold, here am I, send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor. But, behold, my Beloved Son, which was my Beloved and Chosen from the beginning, said unto me—Father, thy will be done, and the glory be thine forever. Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power; by the power of mine Only Begotten, I caused that he should be cast down; and he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-2.p7"},"Thus it is shown that prior to the placing of man upon the earth, how long before we do not know, Christ and Satan, together with the hosts of the spirit-children of God, existed as intelligent individuals,",["sup",["a",{"href":"fn_8"},"h"]],"possessing power and opportunity to choose the course they would pursue and the leaders whom they would follow and obey.",["sup",["a",{"href":"fn_9"},"i"]],"In that great concourse of spirit-intelligences, the Father’s plan, whereby His children would be advanced to their second estate, was submitted and doubtless discussed. The opportunity so placed within the reach of the spirits who were to be privileged to take bodies upon the earth was so transcendently glorious that those heavenly multitudes burst forth into song and shouted for joy.",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-2.p8"},"Satan’s plan of compulsion, whereby all would be safely conducted through the career of mortality, bereft of freedom to act and agency to choose, so circumscribed that they would be compelled to do right—that one soul would not be lost—was rejected; and the humble offer of Jesus the Firstborn—to assume mortality and live among men as their Exemplar and Teacher, observing the sanctity of man’s agency but teaching men to use aright that divine heritage—was accepted. The decision brought war, which resulted in the vanquishment of Satan and his angels, who were cast out and deprived of the boundless privileges incident to the mortal or second estate."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-2.p9"},"In that august council of the angels and the Gods, the Being who later was born in flesh as Mary’s Son, Jesus, took prominent part, and there was He ordained of the Father to be the Savior of mankind. As to time, the term being used in the sense of all duration past, this is our earliest record of the Firstborn among the sons of God; to us who read, it marks the beginning of the written history of Jesus the Christ.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-2.p10"},"Old Testament scriptures, while abounding in promises relating to the actuality of Christ’s advent in the flesh, are less specific in information concerning His antemortal existence. By the children of Israel, while living under the law and still unprepared to receive the gospel, the Messiah was looked for as one to be born in the lineage of Abraham and David, empowered to deliver them from personal and national burdens, and to vanquish their enemies. The actuality of the Messiah’s status as the chosen Son of God, who was with the Father from the beginning, a Being of preexistent power and glory, was but dimly perceived, if conceived at all, by the people in general; and although to prophets specially commissioned in the authorities and privileges of the Holy Priesthood, revelation of the great truth was given,",["sup",["a",{"href":"fn_12"},"l"]],"they transmitted it to the people rather in the language of imagery and parable than in words of direct plainness. Nevertheless the testimony of the evangelists and the apostles, the attestation of the Christ Himself while in the flesh, and the revelations given in the present dispensation leave us without dearth of scriptural proof."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-2.p11"},"In the opening lines of the Gospel book written by John the apostle, we read: “In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God. All things were made by him; and without him was not anything made that was made. … And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.”",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-2.p12"},"The passage is simple, precise and unambiguous. We may reasonably give to the phrase “In the beginning” the same meaning as attaches thereto in the first line of Genesis; and such signification must indicate a time antecedent to the earliest stages of human existence upon the earth. That the Word is Jesus Christ, who was with the Father in that beginning and who was Himself invested with the powers and rank of Godship, and that He came into the world and dwelt among men, are definitely affirmed. These statements are corroborated through a revelation given to Moses, in which he was permitted to see many of the creations of God, and to hear the voice of the Father with respect to the things that had been made: “And by the word of my power, have I created them, which is mine Only Begotten Son, who is full of grace and truth.”",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-2.p13"},"John the apostle repeatedly affirms the preexistence of the Christ and the fact of His authority and power in the antemortal state.",["sup",["a",{"href":"fn_15"},"o"]],"To the same effect is the testimony of Paul",["sup",["a",{"href":"fn_16"},"p"]],"and of Peter. Instructing the saints concerning the basis of their faith, the last-named apostle impressed upon them that their redemption was not to be secured through corruptible things nor by the outward observance of traditional requirements, “But with the precious blood of Christ, as of a lamb without blemish and without spot: who verily was foreordained before the foundation of the world, but was manifest in these last times for you.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-2.p14"},"Even more impressive and yet more truly conclusive are the personal testimonies of the Savior as to His own preexistent life and the mission among men to which He had been appointed. No one who accepts Jesus as the Messiah can consistently reject these evidences of His eternal nature. When, on a certain occasion, the Jews in the synagog disputed among themselves and murmured because of their failure to understand aright His doctrine concerning Himself, especially as touching His relationship with the Father, Jesus said unto them: “For I came down from heaven, not to do mine own will, but the will of him that sent me.” And then, continuing the lesson based upon the contrast between the manna with which their fathers had been fed in the wilderness and the bread of life which He had to offer, He added: “I am the living bread which came down from heaven,” and again declared “the living Father hath sent me.” Not a few of the disciples failed to comprehend His teachings; and their complaints drew from Him these words: “Doth this offend you? What and if ye shall see the Son of man ascend up where he was before?”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-2.p15"},"To certain wicked Jews, wrapped in the mantle of racial pride, boastful of their descent through the lineage of Abraham, and seeking to excuse their sins through an unwarranted use of the great patriarch’s name, our Lord thus proclaimed His own preeminence: “Verily, verily, I say unto you, Before Abraham was, I am.”",["sup",["a",{"href":"fn_19"},"s"]],"The fuller significance of this remark will be treated later; suffice it in the present connection to consider this scripture as a plain avowal of our Lord’s seniority and supremacy over Abraham. But as Abraham’s birth had preceded that of Christ by more than nineteen centuries, such seniority must have reference to a state of existence antedating that of mortality."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-2.p16"},"When the hour of His betrayal was near, in the last interview with the apostles prior to His agonizing experience in Gethsemane, Jesus comforted them saying: “For the Father himself loveth you, because ye have loved me, and have believed that I came out from God. I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.”",["sup",["a",{"href":"fn_20"},"t"]],"Furthermore, in the course of upwelling prayer for those who had been true to their testimony of His Messiahship, He addressed the Father with this solemn invocation: “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent. I have glorified thee on the earth: I have finished the work which thou gavest me to do. And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-2.p17"},"Book of Mormon scriptures are likewise explicit in proof of the preexistence of the Christ and of His foreappointed mission. One only of the many evidences therein found will be cited here. An ancient prophet, designated in the record as the brother of Jared,",["sup",["a",{"href":"fn_22"},"v"]],"once pleaded with the Lord in special supplication: “And the Lord said unto him, Believest thou the words which I shall speak? And he answered, Yea, Lord, I know that thou speakest the truth, for thou art a God of truth, and canst not lie. And when he had said these words, behold, the Lord shewed himself unto him, and said, Because thou knowest these things, ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I shew myself unto you. Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have light, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters. And never have I shewed myself unto man whom I have created, for never has man believed in me as thou hast. Seest thou that ye are created after mine own image? Yea, even all men were created in the beginning, after mine own image. Behold, this body, which ye now behold, is the body of my spirit; and man have I created after the body of my spirit; and even as I appear unto thee to be in the spirit, will I appear unto my people in the flesh.”",["sup",["a",{"href":"fn_23"},"w"]],"The main facts attested by this scripture as having a direct bearing upon our present subject are those of the Christ manifesting Himself while yet in His antemortal state, and of His declaration that He had been chosen from the foundation of the world as the Redeemer."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-2.p18"},"Revelation given through the prophets of God in the present dispensation is replete with evidence of Christ’s appointment and ordination in the primeval world; and the whole tenor of the scriptures contained in the Doctrine and Covenants may be called in witness. The following instances are particularly in point. In a communication to Joseph Smith the prophet, in May, 1833, the Lord declared Himself as the One who had previously come into the world from the Father, and of whom John had borne testimony as the Word; and the solemn truth is reiterated that He, Jesus Christ, “was in the beginning, before the world was,” and further, that He was the Redeemer who “came into the world, because the world was made by him, and in him was the life of men and the light of men.” Again, He is referred to as “the Only Begotten of the Father, full of grace and truth, even the Spirit of truth, which came and dwelt in the flesh.” In the course of the same revelation the Lord said: “And now, verily I say unto you, I was in the beginning with the Father and am the firstborn.”",["sup",["a",{"href":"fn_24"},"x"]],"On an earlier occasion, as the modern prophet testifies, he and an associate in the priesthood were enlightened by the Spirit so that they were able to see and understand the things of God—“Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning; Of whom we bear record, and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision.”",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-2.p19"},"The testimony of scriptures written on both hemispheres, that of records both ancient and modern, the inspired utterances of prophets and apostles, and the words of the Lord Himself, are of one voice in proclaiming the preexistence of the Christ and His ordination as the chosen Savior and Redeemer of mankind—in the beginning, yea, even before the foundation of the world."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-2.f1"},["h3","Notes to Chapter 2"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-2.p21"},["b","Graded Intelligences in the Antemortal State."],"—That the spirits of men existed as individual intelligences, of varying degrees of ability and power, prior to the inauguration of the mortal state upon this earth and even prior to the creation of the world as a suitable abode for human beings, is shown in great plainness through a divine revelation to Abraham: “Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones; and God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22, 23"],")."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-2.p22"},"That both Christ and Satan were among those exalted intelligences, and that Christ was chosen while Satan was rejected as the future Savior of mankind, are shown by the portions of the revelation immediately following that above quoted: “And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell; and we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them; and they who keep their first estate shall be added upon, and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads forever and ever. And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first. And the second was angry, and kept not his first estate; and, at that day, many followed after him” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-28"},"verses 24–28"],")."]],["li",["span.label","2."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-2.p23"},["b","The Primeval Council in the Heavens."],"—“It is definitely stated in the Book of Genesis that God said, ‘Let us make man in our image, after our likeness’; and again, after Adam had taken of the forbidden fruit the Lord said, ‘Behold, the man has become as one of us’; and the inference is direct that in all that related to the work of the creation of the world there was a consultation; and though God spake as it is recorded in the Bible, yet it is evident He counseled with others. The scriptures tell us there are ‘Gods many and Lords many. But to us there is but one God, the Father’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/8.5"},"1 Corinthians 8:5"],"). And for this reason, though there were others engaged in the creation of the worlds, it is given to us in the Bible in the shape that it is; for the fulness of these truths is only revealed to highly favored persons for certain reasons known to God; as we are told in the scriptures: ‘The secret of the Lord is with them that fear him; and he will show them his covenant.’—",["a.scriptureRef",{"href":"/scriptures/ot/ps/25.14"},"Psalm 25:14"],"."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-2.p24"},"“It is consistent to believe that at this Council in the heavens the plan that should be adopted in relation to the sons of God who were then spirits, and had not yet obtained tabernacles, was duly considered. For, in view of the creation of the world and the placing of men upon it, whereby it would be possible for them to obtain tabernacles, and in those tabernacles obey laws of life, and with them again be exalted among the Gods, we are told that at that time, ‘the morning stars sang together, and all the sons of God shouted for joy.’ The question then arose, how, and upon what principle, should the salvation, exaltation and eternal glory of God’s sons be brought about? It is evident that at that Council certain plans had been proposed and discussed, and that after a full discussion of those principles, and the declaration of the Father’s will pertaining to His design, Lucifer came before the Father with a plan of his own, saying, ‘Behold [here am] I; send me, I will be thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore, give me thine honor.’ But Jesus, on hearing this statement made by Lucifer, said, ‘Father, thy will be done, and the glory be thine forever.’ From these remarks made by the well beloved Son, we should naturally infer that in the discussion of this subject the Father had made known His will and developed His plan and design pertaining to these matters, and all that His well beloved Son wanted to do was to carry out the will of His Father, as it would appear had been before expressed. He also wished the glory to be given to His Father, who, as God the Father, and the originator and designer of the plan, had a right to all the honor and glory. But Lucifer wanted to introduce a plan contrary to the will of his Father, and then wanted His honor, and said: ‘I will save every soul of man, wherefore give me thine honor.’ He wanted to go contrary to the will of his Father, and presumptuously sought to deprive man of his free agency, thus making him a serf, and placing him in a position in which it was impossible for him to obtain that exaltation which God designed should be man’s, through obedience to the law which He had suggested; and again, Lucifer wanted the honor and power of his Father, to enable him to carry out principles which were contrary to the Father’s wish.”—John Taylor,",["span.emphasis","Mediation and Atonement,"],"pp. 93, 94."]],["li",["span.label","3."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-2.p25"},["b","The Jaredites."],"—“Of the two nations whose histories constitute the Book of Mormon, the first in order of time consisted of the people of Jared, who followed their leader from the Tower of Babel at the time of the confusion of tongues. Their history was written on twenty-four plates of gold by Ether, the last of their prophets, who, foreseeing the destruction of his people because of their wickedness, hid away the historical plates. They were afterward found,",["span.small","B.C."],"123, by an expedition sent out by King Limhi, a Nephite ruler. The record engraved on these plates was subsequently abridged by Moroni, and the condensed account was attached by him to the Book of Mormon record; it appears in the modern translation under the name of the Book of Ether."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-2.p26"},"“The first and chief prophet of the Jaredites is not mentioned by name in the record as we have it; he is known only as the brother of Jared. Of the people, we learn that, amid the confusion of Babel, Jared and his brother importuned the Lord that He would spare them and their associates from the impending disruption. Their prayer was heard, and the Lord led them with a considerable company, who, like themselves, were free from the taint of idolatry, away from their homes, promising to conduct them to a land choice above all other lands. Their course of travel is not given with exactness; we learn only that they reached the ocean, and there constructed eight vessels, called barges, in which they set out upon the waters. These vessels were small and dark within; but the Lord made luminous certain stones, which gave light to the imprisoned voyagers. After a passage of three hundred and forty-four days, the colony landed on the western shore of North America, probably at a place south of the Gulf of California, and north of the Isthmus of Panama."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-2.p27"},"“Here they became a flourishing nation; but, giving way in time to internal dissensions, they divided into factions, which warred with one another until the people were totally destroyed. This destruction, which occurred near the hill Ramah, afterward known among the Nephites as Cumorah, probably took place at about the time of Lehi’s landing in South America—590",["span.small","B.C."],"”—The author,",["span.emphasis","Articles of Faith,"],"14:260–62."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-2.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/rev/12.7"},"Revelation 12:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.8-9"},"verses 8 and 9"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-2.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/rev/12.4"},"Revelation 12:4"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.36-38"},"D&C 29:36–38"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.25-27"},"76:25–27"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-2.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/jude/1.6"},"Jude 1:6"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-2.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-2.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/rev/12.9"},"Revelation 12:9"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-2.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/isa/14.12-15"},"Isaiah 14:12–15"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.36-38"},"D&C 29:36–38"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.23-27"},"76:23–27"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-2.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.27-28"},"Abraham 3:27, 28"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-2.fn8"},["b","8"],["span.label","h"],"For a further treatment of the preexistence of spirits see the author’s",["span.emphasis","Articles of Faith,"],"10:189–94."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-2.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p21"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-2.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-2.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p23"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-2.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/ps/25.14"},"Psalm 25:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-2.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.1-3,14"},"John 1:1–3, 14"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.1"},"1 John 1:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/5.7"},"5:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.13"},"Revelation 19:13"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1-17,21"},"D&C 93:1–17, 21"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-2.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.32-33"},"Moses 1:32, 33"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.5"},"2:5"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-2.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.1-3"},"1 John 1:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.13-14"},"2:13, 14"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.9"},"4:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.14"},"Revelation 3:14"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-2.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/2-tim/1.9,10"},"2 Timothy 1:9, 10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/16.25"},"Romans 16:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.4"},"Ephesians 1:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/3.9,11"},"3:9, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/titus/1.2"},"Titus 1:2"],". See especially",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.25"},"Romans 3:25"],"; and note the marginal rendering—“foreordained”—making the passage read: “Whom God hath foreordained to be a propitiation.”"],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-2.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.19-20"},"1 Peter 1:19, 20"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-2.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.38,51,57,61-62"},"John 6:38, 51, 57, 61, 62"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-2.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.58"},"John 8:58"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/17.5,24"},"17:5, 24"],"; and compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.14"},"Exodus 3:14"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p14"},"37"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-2.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.27-28"},"John 16:27, 28"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/13.3"},"13:3"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-2.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/john/17.3-5"},"John 17:3–5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/17.24-25"},"verses 24, 25"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-2.fn22"},["b","22"],["span.label","v"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p25"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-2.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.11-16"},"Ether 3:11–16"],". See also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.30"},"1 Nephi 17:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.7"},"19:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.5"},"2 Nephi 9:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.7"},"11:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.12"},"25:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.12"},"26:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.5"},"Mosiah 3:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.2"},"4:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.27"},"7:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.34"},"13:34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.1"},"15:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.40"},"Alma 11:40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.12"},"Helaman 14:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.15"},"3 Nephi 9:15"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-2.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1-17,21"},"D&C 93:1–17, 21"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-2.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.13-14"},"D&C 76:13, 14"],"."]]}
