{"id":30,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":30,"title":"Chapter 28: The Last Winter","subtitle":"","short_title":"Chapter 28","uri":"/manual/jesus-the-christ/chapter-28","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-28"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-28.head1"},[".titleNumber","Chapter 28"],["h1","The Last Winter"]],[".bodyBlock",[".topic",["h2","At the Feast of Dedication",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-28.p4"},"Jesus returned to Jerusalem in time to attend the Feast of Dedication during the last winter of His earthly life. This feast, like that of Tabernacles, was one of national rejoicing, and was celebrated annually for a period of eight days beginning on the 25th of Chislev,",["sup",["a",{"href":"fn_2"},"b"]],"which corresponds in part to our December. It was not one of the great feasts prescribed by Mosaic statute but had been established in 164 or 163",["span.small","B.C."],"at the time of the rededication of the Temple of Zerubbabel following the rehabilitation of the sacred structure after its profane desecration by Antiochus Epiphanes, the pagan king of Syria.",["sup",["a",{"href":"fn_3"},"c"]],"While the festival was in progress, Jesus went to the temple and was seen walking in the part of the enclosure known as Solomon’s Porch.",["sup",["a",{"href":"fn_4"},"d"]],"His presence soon became known to the Jews, who came crowding about Him in unfriendly spirit, ostensibly to ask questions. Their inquiry was: “How long dost thou make us to doubt? If thou be the Christ, tell us plainly.” The mere asking of such a question evidences the deep and disturbing impression which the ministry of Christ had produced among the official classes and the people generally; in their estimation, the works he had wrought appeared as worthy of the Messiah."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-28.p5"},"The Lord’s reply was indirect in form, though in substance and effect incisive and unmistakable. He referred them to His former utterances and to His continued works. “I told you,” He said, “and ye believed not: the works that I do in my Father’s name, they bear witness of me. But ye believe not, because ye are not of my sheep, as I said unto you. My sheep hear my voice, and I know them, and they follow me: And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand. My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand. I and my Father are one.” The reference to what had been before told was a reminder of His teachings on the occasion of an earlier sojourn among them, when He had proclaimed Himself as the I",["span.smallCaps","Am"],", who was older and greater than Abraham, and of His other proclamation of Himself as the Good Shepherd.",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-28.p6"},"He could not well answer their inquiry by a simple unqualified affirmation, for by such He would have been understood as meaning that He claimed to be the Messiah according to their conception, the earthly king and conqueror for whom they professed to be looking. He was no such Christ as they had in mind; yet was He verily Shepherd and King to all who would hear His words and do His works; and to such He renewed the promise of eternal life and the assurance that no man could pluck them out of His own or the Father’s hand. To this doctrine, both exalted and profound in scope, the casuistical Jews could offer no refutation, nor could they find therein the much desired excuse for open accusation; our Lord’s concluding sentence, however, stirred the hostile throng to frenzy. “I and my Father are one” was His solemn declaration.",["sup",["a",{"href":"fn_6"},"f"]],"In their rage they scrambled for stones wherewith to crush Him. Owing to the unfinished state of the temple buildings, there were probably many blocks and broken fragments of rock at hand; and this was the second murderous attempt upon our Lord’s life within the purlieus of His Father’s House.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-28.p7"},"Fearless, and with the compelling calmness of more than human majesty, Jesus said: “Many good works have I shewed you from my Father; for which of those works do ye stone me?” They angrily retorted: “For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.”",["sup",["a",{"href":"fn_8"},"h"]],"Plainly they had found no ambiguity in His words. He then cited to them the scriptures, wherein even judges empowered by divine authority are called gods,",["sup",["a",{"href":"fn_9"},"i"]],"and asked: “Is it not written in your law, I said, Ye are gods? If he called them gods, unto whom the word of God came, and the scripture cannot be broken: say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?” Then, reverting to the first avouchment that His own commission was of the Father who is greater than all, He added: “If I do not the works of my Father, believe me not. But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.”",["sup",["a",{"href":"fn_10"},"j"]],"Again the Jews sought to take Him, but were foiled by means not stated; He passed from their reach and departed from the temple."]],[".topic",["h2","Our Lord’s Retirement in Perea",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-28.p9"},"The violent hostility of the Jews in Jerusalem, the headquarters of the theocracy, was such that Jesus withdrew from the city and its neighborhood. The day for His sacrifice had not yet come, and while His enemies could not kill Him until He allowed Himself to be taken into their hands, His work would be retarded by further hostile disturbances. He retired to the place at which John the Baptist had begun his public ministry, which is probably also the place of our Lord’s baptism. The exact location is not specified; it was certainly beyond Jordan and therefore in Perea. We read that Jesus abode there, and from this we gather that He remained in one general locality instead of traveling from town to town as had been His custom. People resorted to Him even there, however, and many believed on Him. The place was endeared to those who had gone to hear John and to be baptized by him;",["sup",["a",{"href":"fn_12"},"l"]],"and as these recalled the impassioned call to repentance, the stirring proclamation of the kingdom by the now murdered and lamented Baptist, they remembered his affirmation of One mightier than himself, and saw in Jesus the realization of that testimony. “John,” they said, “did no miracle: but all things that John spake of this man were true.”"],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-28.p10"},"The duration of this sojourn in Perea is nowhere recorded in our scriptures. It could not have lasted more than a few weeks at most. Possibly some of the discourses, instructions, and parables already treated as following the Lord’s departure from Jerusalem after the Feast of Tabernacles in the preceding autumn, may chronologically belong to this interval. From this retreat of comparative quiet, Jesus returned to Judea in response to an earnest appeal from some whom He loved. He left the Bethany of Perea for the Judean Bethany, where dwelt Martha and Mary.",["sup",["a",{"href":"fn_13"},"m"]]]],[".topic",["h2","Lazarus Restored to Life",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-28.p12"},"Lazarus, the brother of Mary and Martha, lay ill in the family home at Bethany of Judea. His devoted sisters sent a messenger to Jesus, with the simple announcement, in which, however, we cannot fail to recognize a pitiful appeal: “Lord, behold, he whom thou lovest is sick.” When Jesus received the message, He remarked: “This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.” This was probably the word carried back to the sisters, whom Jesus loved. Lazarus had died in the interval; indeed he must have expired soon after the messenger had started with the tidings of the young man’s illness. The Lord knew that Lazarus was dead; yet He tarried where He was for two days after receiving the word; then He surprised the disciples by saying: “Let us go into Judea again.” They sought to dissuade the Master by reminding Him of the recent attempt upon His life at Jerusalem, and asked wonderingly, “Goest thou thither again?” Jesus made clear to them that He was not to be deterred from duty in the time thereof, nor should others be; for as He illustrated, the working day is twelve hours long; and during that period a man may walk without stumbling, for he walks in the light, but if he let the hours pass and then try to walk or work in darkness, he stumbles. It was then His day to work, and He was making no mistake in returning to Judea."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-28.p13"},"He added: “Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.” The simile between death and sleep was as common among the Jews as with us;",["sup",["a",{"href":"fn_15"},"o"]],"but the disciples construed the saying literally, and remarked that if the sick man was sleeping it would be well with him. Jesus set them right. “Lazarus is dead,” He said, and added, “And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.” It is evident that Jesus had already decided to restore Lazarus to life; and, as we shall see, the miracle was to be a testimony of our Lord’s Messiahship, convincing to all who would accept it. A return to Judea at that time was viewed by at least some of the apostles with serious apprehension; they feared for their Master’s safety, and thought that their own lives would be in peril; nevertheless they did not hesitate to go. Thomas boldly said to the others: “Let us also go, that we may die with him.”"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-28.p14"},"Arriving on the outskirts of Bethany, Jesus found that Lazarus “had lain in the grave four days already.”",["sup",["a",{"href":"fn_16"},"p"]],"The bereaved sisters were at home, where had gathered, according to custom, friends to console them in their grief. Among these were many prominent people, some of whom had come from Jerusalem. Words of the Master’s approach reached Martha first, and she hastened to meet Him. Her first words were: “Lord, if thou hadst been here, my brother had not died.” It was an expression of anguish combined with faith; but, lest it appear as lacking in trust, she hastened to add: “But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.” Then said Jesus in words of assuring tenderness: “Thy brother shall rise again.” Perhaps some of the Jews who had come to comfort her had said as much, for they, the Sadducees excepted, believed in a resurrection; and Martha failed to find in the Lord’s promise anything more than a general assurance that her departed brother should be raised with the rest of the dead. In natural and seemingly casual assent she remarked: “I know that he shall rise again in the resurrection at the last day.” Then said Jesus: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die. Believest thou this?”"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-28.p15"},"The sorrowing woman’s faith had to be lifted and centered in the Lord of Life with whom she was speaking. She had before confessed her conviction that whatever Jesus asked of God would be granted; she had to learn that unto Jesus had already been committed power over life and death. She was hopefully expectant of some superhuman interposition by the Lord Jesus in her behalf, yet she knew not what that might be. Apparently at this time she had no well-defined thought or even hope that He would call her brother from the tomb. To the Lord’s question as to whether she believed what He had just said, she answered with simple frankness; all of it she was not able to understand; but she believed in the Speaker even while unable to fully comprehend His words. “Yea, Lord,” she said, “I believe that thou art the Christ, the Son of God, which should come into the world.”"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-28.p16"},"Then she returned to the home, and with precaution of secrecy on account of the presence of some whom she knew to be unfriendly to Jesus, said to Mary: “The Master is come, and calleth for thee.” Mary left the house in haste. The Jews who had been with her thought that she had been impelled by a fresh resurgence of grief to go again to the grave, and they followed her. When she reached the Master, she knelt at His feet, and gave expression to her consuming sorrow in the very words Martha had used: “Lord, if thou hadst been here, my brother had not died.” We cannot doubt that the conviction so voiced had been the burden of comment and lamentation between the two sisters—if only Jesus had been with them they would not have been bereft of their brother."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-28.p17"},"The sight of the two women so overcome by grief, and of the people wailing with them, caused Jesus to sorrow, so that He groaned in spirit and was deeply troubled. “Where have ye laid him?” He asked; and Jesus wept. As the sorrowing company went toward the tomb, some of the Jews, observing the Lord’s emotion and tears, said: “Behold how he loved him!” but others, less sympathetic because of their prejudice against Christ, asked critically and reproachfully: “Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?” The miracle by which a man blind from birth had been made to see was very generally known, largely because of the official investigation that had followed the healing.",["sup",["a",{"href":"fn_17"},"q"]],"The Jews had been compelled to admit the actuality of the astounding occurrence; and the question now raised as to whether or why One who could accomplish such a wonder could not have preserved from death a man stricken with an ordinary illness, and that man one whom He seemed to have dearly loved, was an innuendo that the power possessed by Jesus was after all limited, and of uncertain or capricious operation. This manifestation of malignant unbelief caused Jesus again to groan with sorrow if not indignation.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-28.p18"},"The body of Lazarus had been interred in a cave, the entrance to which was closed by a great block of stone. Such burial-places were common in that country, natural caves or vaults hewn in the solid rock being used as sepulchres by the better classes of people. Jesus directed that the tomb be opened. Martha, still unprepared for what was to follow, ventured to remonstrate, reminding Jesus that the corpse had been four days immured, and that decomposition must have already set in.",["sup",["a",{"href":"fn_19"},"s"]],"Jesus thus met her objection: “Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?” This may have had reference both to His promise spoken to Martha in person—that her brother should rise again—and to the message sent from Perea—that the illness of Lazarus was not unto final death at that time, but for the glory of God and that the Son of God might be glorified thereby."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-28.p19"},"The stone was removed. Standing before the open portal of the tomb, Jesus looked upward and prayed: “Father, I thank thee that thou hast heard me. And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.” He did not ask the Father for power or authority; such had already been given Him; but He gave thanks, and in the hearing of all who stood by acknowledged the Father and expressed the oneness of His own and the Father’s purposes. Then, with a loud voice He cried: “Lazarus, come forth.” The dead man heard that voice of authoritative command; the spirit straightway reentered the tabernacle of flesh, the physical processes of life were resumed; and Lazarus, again alive, came forth. His freedom of motion was limited, for the grave clothes hampered his movements, and his face was still bound by the napkin by which the lifeless jaw had been held in place. To those who stood near, Jesus said: “Loose him, and let him go.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-28.p20"},"The procedure throughout was characterized by deep solemnity and by the entire absence of every element of unnecessary display. Jesus, who when miles away and without any ordinary means of receiving the information knew that Lazarus was dead, doubtless could have found the tomb; yet He inquired: “Where have ye laid him?” He who could still the waves of the sea by a word could have miraculously effected the removal of the stone that sealed the mouth of the sepulchre; yet He said: “Take ye away the stone.” He who could reunite spirit and body could have loosened without hands the cerements by which the reanimated Lazarus was bound; yet He said: “Loose him, and let him go.” All that human agency could do was left to man. In no instance do we find that Christ used unnecessarily the superhuman powers of His Godship; the divine energy was never wasted; even the material creation resulting from its exercise was conserved, as witness His instructions regarding the gathering up of the fragments of bread and fish after the multitudes had been miraculously fed.",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-28.p21"},"The raising of Lazarus stands as the third recorded instance of restoration to life by Jesus.",["sup",["a",{"href":"fn_21"},"u"]],"In each the miracle resulted in a resumption of mortal existence, and was in no sense a resurrection from death to immortality. In the raising of the daughter of Jairus, the spirit was recalled to its tenement within the hour of its quitting; the raising of the widow’s son is an instance of restoration when the corpse was ready for the grave; the crowning miracle of the three was the calling of a spirit to reenter its body days after death, and when, by natural processes the corpse would be already in the early stages of decomposition. Lazarus was raised from the dead, not simply to assuage the grief of mourning relatives; myriads have had to mourn over death, and so myriads more shall have to do. One of the Lord’s purposes was that of demonstrating the actuality of the power of God as shown forth in the works of Jesus the Christ, and Lazarus was the accepted subject of the manifestation, just as the man afflicted with congenital blindness had been chosen to be the one through whom “the works of God should be made manifest.”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-28.p22"},"That the Lord’s act of restoring Lazarus to life was of effect in testifying to His Messiahship is explicitly stated.",["sup",["a",{"href":"fn_23"},"w"]],"All the circumstances leading up to final culmination in the miracle contributed to its attestation. No question as to the actual death of Lazarus could be raised, for his demise had been witnessed, his body had been prepared and buried in the usual way, and he had lain in the grave four days. At the tomb, when he was called forth, there were many witnesses, some of them prominent Jews, many of whom were unfriendly to Jesus and who would have readily denied the miracle had they been able. God was glorified and the divinity of the Son of Man was vindicated in the result."]],[".topic",["h2","The Hierarchy Greatly Agitated over the Miracle",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-28.p24"},"As in connection with most of our Lord’s public acts—while some of those who heard and saw were brought to believe in Him, others rejected the proffered lesson and reviled the Master—so with this mighty work—some were stirred to faith and others went their ways each with mind darkened and spirit more malignant than ever. Some of those who had seen the dead man raised to life went immediately and reported the matter to the rulers, whom they knew to be intensely hostile toward Jesus. In the parable we have recently studied, the spirit of the rich man pleaded from his place of anguish that Lazarus, the once pitiable beggar, be sent from paradise to earth, to warn others of the fate awaiting the wicked, to which appeal Abraham replied: “If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead.”",["sup",["a",{"href":"fn_25"},"y"]],"Now a Lazarus had been in reality raised from the dead, and many of the Jews rejected the testimony of his return and refused to believe in Christ through whom alone death is overcome. The Jews tried to get Lazarus into their power that they might kill him and, as they hoped, silence forever his testimony of the Lord’s power over death.",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-28.p25"},"The chief priests, who were mostly Sadducees, and the Pharisees with them assembled in council to consider the situation created by this latest of our Lord’s great works. The question they discussed was: “What do we? for this man doeth many miracles. If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.” As stated by themselves, there was no denying the fact of the many miracles wrought by Jesus; but instead of earnestly and prayerfully investigating as to whether these mighty works were not among the predicted characteristics of the Messiah, they thought only of the possible effect of Christ’s influence in alienating the people from the established theocracy, and of the fear that the Romans, taking advantage of the situation, would deprive the hierarchs of their “place” and take from the nation what little semblance of distinct autonomy it still possessed. Caiaphas, the high priest,",["sup",["a",{"href":"fn_27"},"a"]],"cut short the discussion by saying: “Ye know nothing at all.” This sweeping assertion of ignorance was most likely addressed to the Pharisees of the Sanhedrin; Caiaphas was a Sadducee. His next utterance was of greater significance than he realized: “Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.” John solemnly avers that Caiaphas spake not of himself, but by the spirit of prophecy, which, in spite of his implied unworthiness, came upon him by virtue of his office, and that thus: “He prophesied that Jesus should die for that nation; and not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.” But a few years after Christ had been put to death, for the salvation of the Jews and of all other nations, the very calamities which Caiaphas and the Sanhedrin had hoped to avert befell in full measure; the hierarchy was overthrown, the temple destroyed, Jerusalem demolished and the nation disrupted. From the day of that memorable session of the Sanhedrin, the rulers increased their efforts to bring about the death of Jesus, by whatever means they might find available. They issued a mandate that whosoever knew of His whereabouts should give the information to the officials, that they might promptly take Him into custody.",["sup",["a",{"href":"fn_28"},"b"]]]],[".topic",["h2","Jesus in Retirement at Ephraim",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-28.p27"},"The hostility of the ecclesiastical rulers became so great that Jesus once more sought retirement in a region sufficiently far from Jerusalem to afford Him security from the watchful and malignant eyes of His powerful and openly avowed enemies. But a few weeks of mortal life remained to Him, and the greater part of this brief period had to be devoted to the further instruction of the apostles. He prudently withdrew from the vicinity of Bethany and “went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.” Thus did our Lord spend the rest of the winter and probably the early days of the succeeding spring. That His retreat was private if not practically secret is suggested by John’s statement that “Jesus therefore walked no more openly among the Jews”; and further indication is found in the fact that although the chief priests and Pharisees had virtually set a price upon His head, no man gave information as to His whereabouts. The place of this last retirement is not definitely known; it is generally thought to be the locality elsewhere called Ephrain and Ephron,",["sup",["a",{"href":"fn_30"},"d"]],"which lay a little less than twenty miles northerly from Jerusalem. Equally uncertain is the duration of our Lord’s abode there. When He emerged again into public notice, it was to enter upon His solemn march toward Jerusalem and the cross."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-28.f1"},["h3","Notes to Chapter 28"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-28.p29"},["b","Origin of the Feast of Dedication."],"—Concerning the second temple, known as the Temple of Zerubbabel, the author has written elsewhere: “Of the later history of this temple the biblical record gives but few details; but from other sources we learn of its vicissitudes. In connection with the Maccabean persecution the House of the Lord was profaned. A Syrian king, Antiochus Epiphanes, captured Jerusalem (168 to 165",["span.small","B.C."],") and perpetrated blasphemous outrage against the religion of the people. He plundered the temple and carried away its golden candlestick, its golden altar of incense, its table of shewbread, and even tore down the sacred veils, which were of fine linen and scarlet. His malignity was carried so far that he purposely desecrated the altar of sacrifice by offering swine thereon, and erected a heathen altar within the sacred enclosure. Not content with the violation of the temple, this wicked monarch had altars erected in the towns, and ordered the offering of unclean beasts upon them. The rite of circumcision was forbidden on pain of death, and the worship of Jehovah was declared a crime. As a result of this persecution many of the Jews apostatized, and declared that they belonged to the Medes and Persians—the nations from whose dominion they had been delivered by the power of God. … Then in the year 163",["span.small","B.C."],"the House was rededicated; and the occasion was remembered in annual festival thereafter under the name of the Feast of Dedication.”—",["span.emphasis","The House of the Lord,"],"pp. 42–44. According to Josephus (",["span.emphasis","Antiquities,"],"xii, 7:7) the festival came to be known as The Lights; and brilliant illumination, both of the temple and of dwellings, was a feature of the celebration. Traditional accounts say that eight days had been set as the duration of the feast, in commemoration of a legendary miracle by which the consecrated oil in the only jar found intact, and bearing the unbroken seal of the high priest, had been made to serve for temple purposes through eight days, which time was required for the ceremonial preparation of a new supply."]],["li",["span.label","2."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-28.p30"},["b","Solomon’s Porch."],"—This name had been applied to the eastern colonnade or row of porticoes within the temple enclosure, in recognition of a tradition that the porch covered and included a portion of the original wall belonging to the Temple of Solomon. See",["span.emphasis","House of the Lord,"],"pp. 46–48."]],["li",["span.label","3."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-28.p31"},["b","The Oneness of Christ and the Father."],"—The revised version gives for",["a.scriptureRef",{"href":"/scriptures/nt/john/10.30"},"John 10:30"],": “I and the Father are one” instead of “I and my Father are one.” By “the Father” the Jews rightly understood the Eternal Father, God. In the original Greek “one” appears in the neuter gender, and therefore expresses oneness in attributes, power, or purpose, and not a oneness of personality which would have required the masculine form. For treatment of the unity of the Godhead, and the separate personality of each Member, see",["span.emphasis","Articles of Faith,"],"2:39–42."]],["li",["span.label","4."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-28.p32"},["b","The Place of Our Lord’s Retirement."],"—Jesus went “beyond Jordan into the place where John at first baptized” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.40"},"John 10:40"],"). This was probably Bethabara (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.28"},"1:28"],"), which is called Bethany in some of the earliest manuscripts and is so designated in the latest revised version. Care must be taken not to confuse this Perean Bethany with the Bethany in Judea, the home of Martha and Mary, which was within two miles of Jerusalem."]],["li",["span.label","5."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-28.p33"},["b","Lazarus in the Tomb Four Days."],"—On the very probable assumption that the journey from Bethany in Judea to the place where Jesus was, in Perea, would require one day, Lazarus must have died on the day of the messenger’s departure; for this day and the two days that elapsed before Jesus started toward Judea, and the day required for the return, would no more than cover the four days specified. It was and still is the custom in Palestine as in other oriental countries to bury on the day of death."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-28.p34"},"It was the popular belief that on the fourth day after death the spirit had finally departed from the vicinity of the corpse, and that thereafter decomposition proceeded unhindered. This may explain Martha’s impulsive though gentle objection to having the tomb of her brother opened four days after his death (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.39"},"John 11:39"],"). It is possible that the consent of the next of kin was required for the lawful opening of a grave. Both Martha and Mary were present, and in the presence of many witnesses assented to the opening of the tomb in which their brother lay."]],["li",["span.label","6."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-28.p35"},["b","Jesus Groaned in Spirit."],"—The marginal readings for “he groaned in the spirit” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.33"},"John 11:33"],") and “again groaning in himself” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.38"},"v. 38"],"), as given in the revised version, are “was moved with indignation in the spirit” and “being moved with indignation in himself.” All philological authorities agree that the words in the original Greek express sorrowful indignation, or as some aver, anger, and not alone a sympathetic emotion of grief. Any indignation the Lord may have felt, as intimated in",["a.scriptureRef",{"href":"/scriptures/nt/john/11.33"},"verse 33"],", may be attributed to disapproval of the customary wailing over death, which as vented by the Jews on this occasion, profaned the real and soulful grief of Martha and Mary; and His indignation, expressed by groaning as mentioned in",["a.scriptureRef",{"href":"/scriptures/nt/john/11.38"},"verse 38"],", may have been due to the carping criticism uttered by some of the Jews as recorded in",["a.scriptureRef",{"href":"/scriptures/nt/john/11.37"},"verse 37"],"."]],["li",["span.label","7."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-28.p36"},["b","Caiaphas, High Priest that Year."],"—John’s statement that Caiaphas was high priest “that same year” must not be construed as meaning that the office of high priest was of a single year’s tenure. Under Jewish law the presiding priest, who was known as the high priest, would remain in office indefinitely, but the Roman government had arrogated to itself the appointive power as applying to this office; and frequent changes were made. This Caiaphas, whose full name was Josephus Caiaphas, was high priest under Roman appointment during a period of eleven years. To such appointments the Jews had to submit, though they often recognized as the high priest under their law, some other than the “civil high priest” appointed by Roman authority. Thus we find both Annas and Caiaphas exercising the authority of the office at the time of our Lord’s arrest and later. (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.13,24"},"John 18:13, 24"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.6"},"Acts 4:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.2"},"Luke 3:2"],".) Farrar (p. 484, note) says: “Some have seen an open irony in the expression of St. John (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.49"},"11:49"],") that Caiaphas was high priest ‘that same year,’ as though the Jews had got into this contemptuous way of speaking during the rapid succession of priests—mere phantoms set up and displaced by the Roman fiat—who had in recent years succeeded each other. There must have been at least five living high priests, and ex-high priests at this council—Annas, Ismael Ben Phabi, Eleazar Ben Haman, Simon Ben Kamhith, and Caiaphas, who had gained his elevation by bribery.”"]],["li",["span.label","8."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-28.p37"},["b","Divinely Appointed Judges Called “Gods.”"],"—In",["a.scriptureRef",{"href":"/scriptures/ot/ps/82.6"},"Psalm 82:6"],", judges invested by divine appointment are called “gods.” To this scripture the Savior referred in His reply to the Jews in Solomon’s porch. Judges so authorized officiated as the representatives of God and are honored by the exalted title “gods.” Compare the similar appellation applied to Moses (",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.16"},"Exodus 4:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/7.1"},"7:1"],"). Jesus Christ possessed divine authorization, not through the word of God transmitted to Him by man, but as an inherent attribute. The inconsistency of calling human judges “gods,” and of ascribing blasphemy to the Christ who called Himself the Son of God, would have been apparent to the Jews but for their sin-darkened minds."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-28.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.22-39"},"John 10:22–39"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-28.fn2"},["b","2"],["span.label","b"],"Also rendered Kislev, Chisleu, and Cisleu. See",["a.scriptureRef",{"href":"/scriptures/ot/zech/7.1"},"Zechariah 7:1"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-28.fn3"},["b","3"],["span.label","c"],"Josephus,",["span.emphasis","Antiquities,"],"xii, 5:3–5. See",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.17-18"},"Ezra 6:17, 18"],"; also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p29"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-28.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p30"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-28.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.58"},"John 8:58"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/10.11"},"10:11"],"; see also pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p32"},"411"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p43"},"416"],"herein."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-28.fn6"},["b","6"],["span.label","f"],"Revised version gives “I and the Father.” See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p31"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-28.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.59"},"John 8:59"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p33"},"412"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-28.fn8"},["b","8"],["span.label","h"],"Concerning blasphemy see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p11"},"191"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p42"},"269"],", also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p17"},"629"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-28.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/ot/ps/82"},"Psalm 82"],", particularly",["a.scriptureRef",{"href":"/scriptures/ot/ps/82.1,6"},"verses 1 and 6"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p37"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-28.fn10"},["b","10"],["span.label","j"],"A better rendering of the last verse is: “But if I do them [i.e. the Father’s works], though ye believe not me, believe the works; that ye may know and understand that the Father is in me, and I in the Father.”—(Revised version.)"],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-28.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.40-42"},"John 10:40–42"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-28.fn12"},["b","12"],["span.label","l"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p3"},"121–24"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-28.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p32"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-28.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/11.1-46"},"John 11:1–46"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-28.fn15"},["b","15"],["span.label","o"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.24"},"Matthew 9:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.39"},"Mark 5:39"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.52"},"Luke 8:52"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/14.12"},"Job 14:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/4.14"},"1 Thessalonians 4:14"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-28.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p33"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-28.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/9"},"John 9"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p35"},"412"],"herein."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-28.fn18"},["b","18"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p35"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-28.fn19"},["b","19"],["span.label","s"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p33"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-28.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.12"},"John 6:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.37"},"Matthew 15:37"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p20"},"334"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p21"},"358"],"herein."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-28.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.23-25"},"Matthew 9:23–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.11-17"},"Luke 7:11–17"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p7"},"251"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p23"},"313"],"herein."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-28.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/john/9.3"},"John 9:3"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-28.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.9-11,17"},"John 12:9–11, 17"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-28.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/11.46-54"},"John 11:46–54"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-28.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/luke/16.31"},"Luke 16:31"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p36"},"466"],"herein."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-28.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.10"},"John 12:10"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-28.fn27"},["b","27"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-28.p36"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-28.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/11.57"},"John 11:57"]],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-28.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/11.54"},"John 11:54"]],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-28.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.19"},"2 Chronicles 13:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/15.9"},"Joshua 15:9"],"."]]}
