{"id":39,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":39,"title":"Chapter 37: The Resurrection and the Ascension","subtitle":"","short_title":"Chapter 37","uri":"/manual/jesus-the-christ/chapter-37","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-37"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-37.head1"},[".titleNumber","Chapter 37"],["h1","The Resurrection and the Ascension"]],[".bodyBlock",[".topic",["h2","Christ Is Risen"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-37.p4"},"Saturday, the Jewish Sabbath, had passed, and the night preceding the dawn of the most memorable Sunday in history was well nigh spent, while the Roman guard kept watch over the sealed sepulchre wherein lay the body of the Lord Jesus. While it was yet dark, the earth began to quake; an angel of the Lord descended in glory, rolled back the massive stone from the portal of the tomb, and sat upon it. His countenance was brilliant as the lightning, and his raiment was as the driven snow for whiteness. The soldiers, paralyzed with fear, fell to the earth as dead men. When they had partially recovered from their fright, they fled from the place in terror. Even the rigor of Roman discipline, which decreed summary death to every soldier who deserted his post, could not deter them. Moreover, there was nothing left for them to guard; the seal of authority had been broken, the sepulchre was open, and empty.",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-37.p5"},"At the earliest indication of dawn, the devoted Mary Magdalene and other faithful women set out for the tomb, bearing spices and ointments which they had prepared for the further anointing of the body of Jesus. Some of them had been witnesses of the burial, and were conscious of the necessary haste with which the corpse had been wrapped with spicery and laid away by Joseph and Nicodemus, just before the beginning of the Sabbath; and now these adoring women came early to render loving service in a more thorough anointing and external embalmment of the body. On the way as they sorrowfully conversed, they seemingly for the first time thought of the difficulty of entering the tomb. “Who shall roll us away the stone from the door of the sepulchre?” they asked one of another. Evidently they knew nothing of the seal and the guard of soldiery. At the tomb they saw the angel, and were afraid; but he said unto them: “Fear not ye: for I know that ye seek Jesus, which was crucified. He is not here: for he is risen, as he said. Come, see the place where the Lord lay. And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.”",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-37.p6"},"The women, though favored by angelic visitation and assurance, left the place amazed and frightened. Mary Magdalene appears to have been the first to carry word to the disciples concerning the empty tomb. She had failed to comprehend the gladsome meaning of the angel’s proclamation “He is risen, as he said”; in her agony of love and grief she remembered only the words “He is not here,” the truth of which had been so forcefully impressed by her own hasty glance at the open and tenantless tomb. “Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.”"],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-37.p7"},"Peter, and “that other disciple” who, doubtless, was John, set forth in haste, running together toward the sepulchre. John outran his companion, and on reaching the tomb stooped to look in, and so caught a glimpse of the linen cerements lying on the floor; but the bold and impetuous Peter rushed into the sepulchre, and was followed by the younger apostle. The two observed the linen grave-clothes, and lying by itself, the napkin that had been placed about the head of the corpse. John frankly affirms that having seen these things, he believed, and explains in behalf of himself and his fellow apostles, “For as yet they knew not the scripture, that he must rise again from the dead.”",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-37.p8"},"The sorrowful Magdalene had followed the two apostles back to the garden of the burial. No thought of the Lord’s restoration to life appears to have found place in her grief-stricken heart; she knew only that the body of her beloved Master had disappeared. While Peter and John were within the sepulchre, she had stood without, weeping. After the men had left she stooped and looked into the rock-hewn cavern. There she saw two personages, angels in white; one sat “at the head, and the other at the feet, where the body of Jesus had lain.” In accents of tenderness they asked of her: “Woman, why weepest thou?” In reply she could but voice anew her overwhelming sorrow: “Because they have taken away my Lord, and I know not where they have laid him.” The absence of the body, which she thought to be all that was left on earth of Him whom she loved so deeply, was a personal bereavement. There is a volume of pathos and affection in her words, “They have taken away my Lord.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-37.p9"},"Turning from the vault, which, though at that moment illumined by angelic presence, was to her void and desolate, she became aware of another Personage, standing near. She heard His sympathizing inquiry: “Woman, why weepest thou? whom seekest thou?” Scarcely lifting her tearful countenance to look at the Questioner, but vaguely supposing that He was the caretaker of the garden, and that He might have knowledge of what had been done with the body of her Lord, she exclaimed: “Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.” She knew that Jesus had been interred in a borrowed tomb; and if the body had been dispossessed of that resting place, she was prepared to provide another. “Tell me where thou hast laid him,” she pleaded."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-37.p10"},"It was Jesus to whom she spake, her beloved Lord, though she knew it not. One word from His living lips changed her agonized grief into ecstatic joy. “Jesus saith unto her, Mary.” The voice, the tone, the tender accent she had heard and loved in the earlier days lifted her from the despairing depths into which she had sunk. She turned, and saw the Lord. In a transport of joy she reached out her arms to embrace Him, uttering only the endearing and worshipful word, “Rabboni,” meaning My beloved Master. Jesus restrained her impulsive manifestation of reverent love, saying, “Touch me not;",["sup",["a",{"href":"fn_4"},"d"]],"for I am not yet ascended to my Father,” and adding, “but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-37.p11"},"To a woman, to Mary of Magdala, was given the honor of being the first among mortals to behold a resurrected Soul, and that Soul, the Lord Jesus.",["sup",["a",{"href":"fn_6"},"f"]],"To other favored women did the risen Lord next manifest Himself, including Mary the mother of Joses, Joanna, and Salome the mother of the apostles James and John. These and the other women with them had been affrighted by the presence of the angel at the tomb, and had departed with mingled fear and joy. They were not present when Peter and John entered the vault, nor afterward when the Lord made Himself known to Mary Magdalene. They may have returned later, for some of them appear to have entered the sepulchre, and to have seen that the Lord’s body was not there. As they stood wondering in perplexity and astonishment, they became aware of the presence of two men in shining garments, and as the women “bowed down their faces to the earth” the angels said unto them: “Why seek ye the living among the dead? He is not here, but is risen: remember how he spake unto you when he was yet in Galilee, saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again. And they remembered his words.”",["sup",["a",{"href":"fn_7"},"g"]],"As they were returning to the city to deliver the message to the disciples, “Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him. Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me.”",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-37.p12"},"One may wonder why Jesus had forbidden Mary Magdalene to touch Him, and then, so soon after, had permitted other women to hold Him by the feet as they bowed in reverence. We may assume that Mary’s emotional approach had been prompted more by a feeling of personal yet holy affection than by an impulse of devotional worship such as the other women evinced. Though the resurrected Christ manifested the same friendly and intimate regard as He had shown in the mortal state toward those with whom He had been closely associated, He was no longer one of them in the literal sense. There was about Him a divine dignity that forbade close personal familiarity. To Mary Magdalene Christ had said: “Touch me not; for I am not yet ascended to my Father.” If the second clause was spoken in explanation of the first, we have to infer that no human hand was to be permitted to touch the Lord’s resurrected and immortalized body until after He had presented Himself to the Father. It appears reasonable and probable that between Mary’s impulsive attempt to touch the Lord, and the action of the other women who held Him by the feet as they bowed in worshipful reverence, Christ did ascend to the Father, and that later He returned to earth to continue His ministry in the resurrected state."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-37.p13"},"Mary Magdalene and the other women told the wonderful story of their several experiences to the disciples, but the brethren could not credit their words, which “seemed to them as idle tales, and they believed them not.”",["sup",["a",{"href":"fn_9"},"i"]],"After all that Christ had taught concerning His rising from the dead on that third day,",["sup",["a",{"href":"fn_10"},"j"]],"the apostles were unable to accept the actuality of the occurrence; to their minds the resurrection was some mysterious and remote event, not a present possibility. There was neither precedent nor analogy for the stories these women told—of a dead person returning to life, with a body of flesh and bones, such as could be seen and felt—except the instances of the young man of Nain, the daughter of Jairus, and the beloved Lazarus of Bethany, between whose cases of restoration to a renewal of mortal life and the reported resurrection of Jesus they recognized essential differences. The grief and the sense of irreparable loss which had characterized the yesterday Sabbath, were replaced by profound perplexity and contending doubts on this first day of the week. But while the apostles hesitated to believe that Christ had actually risen, the women, less skeptical, more trustful, knew, for they had both seen Him and heard His voice, and some of them had touched His feet."]],[".topic",["h2","A Priestly Conspiracy of Falsehood",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-37.p15"},"When the Roman guardsmen had sufficiently recovered from fright to make their precipitate departure from the sepulchre, they went to the chief priests, under whose orders they had been placed by Pilate,",["sup",["a",{"href":"fn_12"},"l"]],"and reported the supernatural occurrences they had witnessed. The chief priests were Sadducees, of which sect or party a distinguishing feature was the denial of the possibility of resurrection from the dead. A session of the Sanhedrin was called, and the disturbing report of the guard was considered. In the spirit in which these deceiving hierarchs had tried to kill Lazarus for the purpose of quelling popular interest in the miracle of his restoration to life, they now conspired to discredit the truth of Christ’s resurrection by bribing the soldiers to lie. These were told to say “His disciples came by night, and stole him away while we slept”; and for the falsehood they were offered large sums of money. The soldiers accepted the tempting bribe, and did as they were instructed; for this course appeared to them the best way out of a critical situation. If they were found guilty of sleeping at their posts, immediate death would be their doom;",["sup",["a",{"href":"fn_13"},"m"]],"but the Jews encouraged them by the promise: “If this come to the governor’s ears, we will persuade him and secure you.” It must be remembered that the soldiers had been put at the disposal of the chief priests, and presumably therefore were not required to report the details of their doings to the Roman authorities."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-37.p16"},"The recorder adds that until the day of his writing, the falsehood of Christ’s body having been stolen from the tomb by the disciples was current among the Jews. The utter untenability of the false report is apparent. If all the soldiers were asleep—a most unlikely occurrence inasmuch as such neglect was a capital offense—how could they possibly know that any one had approached the tomb? And, more particularly, how could they substantiate their statement even if it were true, that the body was stolen and that the disciples were the graverobbers?",["sup",["a",{"href":"fn_14"},"n"]],"The mendacious fiction was framed by the chief priests and elders of the people. Not all the priestly circle were parties to it however. Some, who perhaps had been among the secret disciples of Jesus before His death, were not afraid to openly ally themselves with the Church, when, through the evidence of the Lord’s resurrection, they had become thoroughly converted. We read that but a few months later “a great company of the priests were obedient to the faith.”",["sup",["a",{"href":"fn_15"},"o"]]]],[".topic",["h2","Christ Walks and Talks with Two of the Disciples",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-37.p18"},"During the afternoon of that same Sunday, two disciples, not of the apostles, left the little band of believers in Jerusalem and set out for Emmaus, a village between seven and eight miles from the city. There could be but one topic of conversation between them, and on this they communed as they walked, citing incidents in the Lord’s life, dwelling particularly upon the fact of His death through which their hopes of a Messianic reign had been so sadly blighted, and marveling deeply over the incomprehensible testimony of the women concerning His reappearance as a living Soul. As they went, engrossed in sorrowful and profound discourse, another Wayfarer joined them; it was the Lord Jesus, “but their eyes were holden that they should not know him.” In courteous interest, He asked: “What manner of communications are these that ye have one to another, as ye walk, and are sad?” One of the disciples, Cleopas by name, replied with surprise tinged with commiseration for the Stranger’s seeming ignorance: “Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?” Intent on drawing from the men a full statement of the matter by which they were so plainly agitated, the unrecognized Christ asked, “What things?” They could not be reticent. “Concerning Jesus of Nazareth” they explained, “which was a prophet mighty in deed and word before God and all the people: and how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.” In sorrowful mood they went on to tell how they had trusted that the now crucified Jesus would have proved to be the Messiah sent to redeem Israel; but alas! this was the third day since He had been slain. Then, with brightening countenances, yet still perplexed, they told of certain women of their company who had astonished them that morning by saying that they had visited the sepulchre early and had discovered that the Lord’s body was not there, but, “that they had also seen a vision of angels, which said that he was alive.” Moreover, others besides the women had gone to the tomb, and had verified the absence of the body but had not seen the Lord."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-37.p19"},"Then Jesus, gently chiding His fellow travelers as foolish men and slow of heart in their hesitating acceptance of what the prophets had spoken, asked impressively, “Ought not Christ to have suffered these things, and to enter into his glory?” Beginning with the inspired predictions of Moses, He expounded to them the scriptures, touching upon all the prophetic utterances concerning the Savior’s mission. Having continued with the two men to their destination Jesus “made as though he would have gone further,” but they urged Him to tarry with them, for the day was already far spent. He so far acceded to their hospitable entreaty as to enter the house, and, as soon as their simple meal was prepared, to seat Himself with them at the table. As the Guest of Honor, He took the loaf, “blessed it and brake, and gave to them.” There may have been something in the fervency of the blessing, or in the manner of the breaking and distributing the bread, that revived memories of former days; or, possibly, they caught sight of the pierced hands; but, whatever the immediate cause, they looked intently upon their Guest, “and their eyes were opened, and they knew him; and he vanished out of their sight.” In a fulness of joyful wonderment they rose from the table, surprised at themselves for not having recognized Him sooner. One said to the other, “Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?” Straightway they started to retrace their steps and hastened back to Jerusalem to confirm by their witness what, before, the brethren had been slow to believe."]],[".topic",["h2","The Risen Lord Appears to the Disciples in Jerusalem and Eats in Their Presence",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-37.p21"},"When Cleopas and his companion reached Jerusalem that night, they found the apostles and other devoted believers assembled in solemn and worshipful discourse within closed doors. Precautions of secrecy had been taken “for fear of the Jews.” Even the apostles had been scattered by the arrest, arraignment, and judicial murder of their Master; but they and the disciples in general rallied anew at the word of His resurrection, as the nucleus of an army soon to sweep the world. The two returning disciples were received with the joyous announcement, “The Lord is risen indeed, and hath appeared to Simon.” This is the sole mention made by the Gospel-writers of Christ’s personal appearance to Simon Peter on that day. The interview between the Lord and His once recreant but now repentant apostle must have been affecting in the extreme. Peter’s remorseful penitence over his denial of Christ in the palace of the high priest was deep and pitiful; he may have doubted that ever again would the Master call him His servant; but hope must have been engendered through the message from the tomb brought by the women, in which the Lord sent greetings to the apostles, whom for the first time He designated as His brethren,",["sup",["a",{"href":"fn_18"},"r"]],"and from this honorable and affectionate characterization Peter had not been excluded; moreover, the angel’s commission to the women had given prominence to Peter by particular mention.",["sup",["a",{"href":"fn_19"},"s"]],"To the repentant Peter came the Lord, doubtless with forgiveness and loving assurance. The apostle himself maintains a reverent silence respecting the visitation, but the fact thereof is attested by Paul as one of the definite proofs of the Lord’s resurrection.",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-37.p22"},"Following the jubilant testimony of the assembled believers, Cleopas and his fellow traveler told of the Lord’s companionship with them on the Emmaus road, of the things He had taught them, and of the manner in which He had become known unto them in the breaking of bread. As the little company communed together, “Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.” They were affrighted, supposing with superstitious dread that a ghost had intruded amongst them. But the Lord comforted them, saying “Why are ye troubled? and why do thoughts rise in your hearts? Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.” Then He showed them the wounds in His hands and feet and side. “They yet believed not for joy,” which is to say, they thought the reality, to which they all were witnesses, too good, too glorious, to be true. To further assure them that He was no shadowy form, no immaterial being of tenuous substance, but a living Personage with bodily organs internal as well as outward, He asked, “Have ye here any meat?” They gave Him a piece of broiled fish and other food,",["sup",["a",{"href":"fn_21"},"u"]],"which He took “and did eat before them.”"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-37.p23"},"These unquestionable evidences of their Visitant’s corporeity calmed and made rational the minds of the disciples; and now that they were composed and receptive the Lord reminded them that all things that had happened to Him were in accordance with what He had told them while He had lived amongst them. In His divine presence their understanding was quickened and enlarged so that they comprehended as never before the scriptures—the Law of Moses, the books of the prophets and the psalms—concerning Him. That His now accomplished death was a necessity, He attested as fully as He had predicted and affirmed the same aforetime. Then He said unto them: “Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day: and that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem. And ye are witnesses of these things.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-37.p24"},"Then were the disciples glad. As He was about to depart the Lord gave them His blessing, saying, “Peace be unto you: as my Father hath sent me, even so send I you.” This specification of men sent by authority points directly to the apostles; “And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost: whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.”",["sup",["a",{"href":"fn_22"},"v"]]]],[".topic",["h2","Doubting Thomas",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-37.p26"},"When the Lord Jesus appeared in the midst of the disciples on the evening of the Resurrection Sunday, one of the apostles, Thomas, was absent. He was informed of what the others had witnessed, but was unconvinced; even their solemn testimony, “We have seen the Lord,” failed to awaken an echo of faith in his heart. In his state of mental skepticism he exclaimed: “Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.” Caution and charity must attend our judgment in any conclusion as to the incredulous attitude of this man. He could scarcely have doubted the well attested circumstance of the empty sepulchre, nor the veracity of Mary Magdalene and the other women as to the presence of angels and the Lord’s appearing, nor Peter’s testimony nor that of the assembled company; but he may have regarded the reported manifestations as a series of subjective visions; and the absence of the Lord’s body may have been vaguely considered as a result of Christ’s supernatural restoration to life followed by a bodily and final departure from earth. It was the corporeal manifestation of the risen Lord, the exhibition of the wounds incident to crucifixion, the invitation to touch and feel the resurrected body of flesh and bones, to which Thomas demurred. He had no such definite conception of the resurrection as would accord with a literal acceptance of the testimony of his brethren and sisters who had seen, heard, and felt."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-37.p27"},"A week later, for so the Jewish designation, “after eight days,” is to be understood, therefore on the next Sunday, which day of the week afterward came to be known to the Church as the “Lord’s Day” and to be observed as the Sabbath in place of Saturday, the Mosaic Sabbath,",["sup",["a",{"href":"fn_24"},"x"]],"the disciples were again assembled, and Thomas was with them. The meeting was held within closed and, presumably, guarded doors, for there was danger of interference by the Jewish officers. “Then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you. Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.”"],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-37.p28"},"The skeptical mind of Thomas was instantly cleansed, his doubting heart was purified; and a conviction of the glorious truth flooded his soul. In contrite reverence he bowed before his Savior, the while exclaiming in worshipful acknowledgment of Christ’s Deity: “My Lord and my God.” His adoration was accepted, and the Savior said: “Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.”"]],[".topic",["h2","At the Sea of Galilee",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-37.p30"},"The angel at the sepulchre and the risen Christ Himself had severally sent word to the apostles to go into Galilee, where the Lord would meet them as He had said before His death.",["sup",["a",{"href":"fn_26"},"z"]],"They deferred their departure until after the week following the resurrection, and then once again in their native province, they awaited further developments. In the afternoon of one of those days of waiting, Peter said to six of his fellow apostles, “I go a fishing”; and the others replied, “We also go with thee.” Without delay they embarked on a fishing boat; and though they toiled through the night, the net had been drawn in empty after every cast. As morning approached they drew near the land, disappointed and disheartened. In the early dawn they were hailed from the shore by One who asked: “Children, have ye any meat?”",["sup",["a",{"href":"fn_27"},"a"]],"They answered “No.” It was Jesus who made the inquiry, though none in the boat recognized Him. He called to them again, saying: “Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.” They did as directed and the result was so surprising as to appear to them miraculous; it must have aroused memories of that other remarkable draught of fishes, in the taking of which their fishermen’s skill had been superseded; and at least three witnesses of the earlier miracle were now in the boat.",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-37.p31"},"John, quick to discern, said to Peter, “It is the Lord”; and Peter, impulsive as ever, hastily girt his fisher’s coat about him and sprang into the sea, the sooner to reach land and prostrate himself at his Master’s feet. The others left the vessel and entered a small boat in which they rowed to shore, towing the heavily laden net. On the land they saw a fire of coals, with fish broiling thereon, and alongside a supply of bread. Jesus told them to bring of the fish they had just caught, to which instruction the stalwart Peter responded by dashing into the shallows and dragging the net to shore. When counted, the haul was found to consist of a hundred and fifty-three great fishes; and the narrator is careful to note that “for all there were so many, yet was not the net broken.”"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-37.p32"},"Then Jesus said, “Come and dine”; and as the Host at the meal, He divided and distributed the bread and fish. We are not told that He ate with His guests. Everyone knew that it was the Lord who so hospitably served; yet on this, as on all other occasions of His appearing in the resurrected state, there was about Him an awe-inspiring and restraining demeanor. They would have liked to question Him, but durst not. John tells us that this was the “third time that Jesus shewed himself to his disciples, after that he was risen from the dead”; by which we understand the occasion to have been the third on which Christ had manifested Himself to the apostles, in complete or partial assembly; for, including also the appearing to Mary Magdalene, to the other women, to Peter, and to the two disciples on the country road, this was the seventh recorded appearance of the risen Lord."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-37.p33"},"When the meal was finished, “Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these?” The question, however tenderly put, must have wrung Peter’s heart, coupled as it was with the reminder of his bold but undependable protestation, “Though all men shall be offended because of thee, yet will I never be offended”;",["sup",["a",{"href":"fn_29"},"c"]],"followed by his denial that he had ever known the Man.",["sup",["a",{"href":"fn_30"},"d"]],"To the Lord’s inquiry Peter answered humbly, “Yea, Lord; thou knowest that I love thee.” Then said Jesus, “Feed my lambs.” The question was repeated; and Peter replied in identical words, to which the Lord responded, “Feed my sheep.” And yet the third time Jesus asked, “Simon, son of Jonas, lovest thou me?” Peter was pained and grieved at this reiteration, thinking perhaps that the Lord mistrusted him; but as the man had three times denied, so now was he given opportunity for a triple confession. To the thrice repeated question, Peter answered: “Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-37.p34"},"The commission “Feed my Sheep” was an assurance of the Lord’s confidence, and of the reality of Peter’s presidency among the apostles. He had emphatically announced his readiness to follow his Master even to prison and death. Now, the Lord who had died said unto him:. “Verily, verily, I say unto thee, When thou wast young, thou girdest thyself, and walkedst whither thou wouldst: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldst not.” John informs us that the Lord so spake signifying the death by which Peter should find a place among the martyrs; the analogy points to crucifixion, and traditional history is without contradiction as to this being the death by which Peter sealed his testimony of the Christ."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-37.p35"},"Then said the Lord to Peter, “Follow me.” The command had both immediate and future significance. The man followed as Jesus drew apart from the others on the shore; yet a few years and Peter would follow his Lord to the cross. Without doubt Peter comprehended the reference to his martyrdom, as his writings, years later, indicate.",["sup",["a",{"href":"fn_31"},"e"]],"As Christ and Peter walked together, the latter, looking backward, saw that John was following, and inquired: “Lord, and what shall this man do?” Peter wished to peer into the future as to his companion’s fate—was John also to die for the faith? The Lord replied: “If I will that he tarry till I come, what is that to thee? follow thou me.” It was an admonition to Peter to look to his own course of duty, and to follow the Master, wherever the road should lead."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-37.p36"},"Concerning himself, John adds: “Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what is that to thee?” That John still lives in the embodied state, and shall remain in the flesh until the Lord’s yet future advent, is attested by later revelation.",["sup",["a",{"href":"fn_32"},"f"]],"In company with his martyred and resurrected companions, Peter and James, the “disciple whom Jesus loved” has officiated in the restoration of the Holy Apostleship in this the dispensation of the fulness of times."]],[".topic",["h2","Other Manifestations of the Risen Lord in Galilee",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-37.p38"},"Jesus had designated a mountain in Galilee whereon He would meet the apostles; and thither the Eleven went. When they saw Him at the appointed place, they worshiped Him. The record adds “but some doubted,” by which may be implied that others beside the apostles were present, among whom were some who were unconvinced of the actual corporeity of the resurrected Christ. This occasion may have been that of which Paul wrote a quarter of a century later, concerning which he affirms that Christ “was seen of above five hundred brethren at once,” of whom, though some had died, the majority remained at the time of Paul’s writing, living witnesses to his testimony.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-37.p39"},"To those assembled on the mount Jesus declared: “All power is given unto me in heaven and in earth.” This could be understood as nothing less than an affirmation of His absolute Godship. His authority was supreme, and those who were commissioned of Him were to minister in His name, and by a power such as no man could give or take away."]],[".topic",["h2","The Final Commission and the Ascension"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-37.p41"},"Throughout the forty days following His resurrection, the Lord manifested Himself at intervals to the apostles, to some individually and to all as a body,",["sup",["a",{"href":"fn_35"},"i"]],"and instructed them in “the things pertaining to the kingdom of God.”",["sup",["a",{"href":"fn_36"},"j"]],"The record is not always specific and definite as to time and place of particular events; but as to the purport of the Lord’s instruction during this period there exists no cause for doubt. Much that He said and did is not written,",["sup",["a",{"href":"fn_37"},"k"]],"but such things as are of record, John assures his readers, “are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.”",["sup",["a",{"href":"fn_38"},"l"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-37.p42"},"As the time of His ascension drew nigh, the Lord said unto the eleven apostles: “Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.”",["sup",["a",{"href":"fn_39"},"m"]],"In contrast with their earlier commission, under which they were sent only “to the lost sheep of the house of Israel,”",["sup",["a",{"href":"fn_40"},"n"]],"they were now to go to Jew and Gentile, bond and free, to mankind at large, of whatever nation, country, or tongue. Salvation, through faith in Jesus the Christ, followed by repentance and baptism, was to be freely offered to all; the rejection of the offer thenceforth would bring condemnation. Signs and miracles were promised to “follow them that believe,” thus confirming their faith in the power divine; but no intimation was given that such manifestations were to precede belief, as baits to catch the credulous wonder-seeker."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-37.p43"},"Assuring the apostles anew that the promise of the Father would be realized in the coming of the Holy Ghost, the Lord instructed them to remain in Jerusalem, whither they had now returned from Galilee, until they would be “endued with power from on high”;",["sup",["a",{"href":"fn_41"},"o"]],"and He added: “For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.”",["sup",["a",{"href":"fn_42"},"p"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-37.p44"},"In that last solemn interview, probably as the risen Savior led the mortal Eleven away from the city toward the old familiar resort on the Mount of Olives, the brethren, still imbued with their conception of the kingdom of God as an earthly establishment of power and dominion, asked of Him, “Lord, wilt thou at this time restore again the kingdom to Israel?” Jesus answered, “It is not for you to know the times or the seasons, which the Father hath put in his own power. But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.”",["sup",["a",{"href":"fn_43"},"q"]],"Their duty was thus defined and emphasized: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen.”",["sup",["a",{"href":"fn_44"},"r"]]],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-37.p45"},"When Christ and the disciples had gone “as far as to Bethany,” the Lord lifted up His hands, and blessed them; and while yet He spake, He rose from their midst, and they looked upon Him as He ascended until a cloud received Him out of their sight. While the apostles stood gazing steadfastly upward, two personages, clothed in white apparel, appeared by them; these spake unto the Eleven, saying: “Ye men of Galilee, why Stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.”",["sup",["a",{"href":"fn_45"},"s"]]],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-37.p46"},"Worshipfully and with great joy the apostles returned to Jerusalem, there to await the coming of the Comforter. The Lord’s ascension was accomplished; it was as truly a literal departure of a material Being as His resurrection had been an actual return of His spirit to His own corporeal body, theretofore dead. With the world abode and yet abides the glorious promise, that Jesus the Christ, the same Being who ascended from Olivet in His immortalized body of flesh and bones, shall return, descending from the heavens, in similarly material form and substance."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-37.f1"},["h3","Notes to Chapter 37"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-37.p48"},["b","Precise Time and Manner of Christ’s Emergence from the Tomb Not Known."],"—Our Lord definitely predicted His resurrection from the dead on the third day, (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.21"},"Matthew 16:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.23"},"17:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.19"},"20:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.31"},"Mark 9:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.34"},"10:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.22"},"Luke 9:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.32"},"13:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.33"},"18:33"],"), and the angels at the tomb (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.7"},"Luke 24:7"],"), and the risen Lord in Person (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.46"},"Luke 24:46"],") verified the fulfilment of the prophecies; and apostles so testified in later years (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.40"},"Acts 10:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.4"},"1 Corinthians 15:4"],"). This specification of the third day must not be understood as meaning after three full days. The Jews began their counting of the daily hours with sunset; therefore the hour before sunset and the hour following belonged to different days. Jesus died and was interred during Friday afternoon. His body lay in the tomb, dead, during part of Friday (first day), throughout Saturday, or as we divide the days, from sunset Friday to sunset Saturday, (second day), and part of Sunday (third day). We know not at what hour between Saturday sunset and Sunday dawn he rose."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-37.p49"},"The fact that an earthquake occurred, and that the angel of the Lord descended and rolled the stone from the portal of the tomb in the early dawn of Sunday—for so we infer from",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.1-2"},"Matthew 28:1, 2"],"—does not prove that Christ had not already risen. The great stone was rolled back and the inside of the sepulchre exposed to view, so that those who came could see for themselves that the Lord’s body was no longer there; it was not necessary to open the portal in order to afford an exit to the resurrected Christ. In His immortalized state He appeared in and disappeared from closed rooms. A resurrected body, though of tangible substance, and possessing all the organs of the mortal tabernacle, is not bound to earth by gravitation, nor can it be hindered in its movements by material barriers. To us who conceive of motion only in the directions incident to the three dimensions of space, the passing of a solid, such as a living body of flesh and bones, through stone walls, is necessarily incomprehensible. But that resurrected beings move in accordance with laws making such passage possible and to them natural, is evidenced not only by the instance of the risen Christ, but by the movements of other resurrected personages. Thus, in September, 1823, Moroni, the Nephite prophet who had died about",["span.small","A.D."],"400, appeared to Joseph Smith in his chamber, three times during one night, coming and going without hindrance incident to walls or roof (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.43"},"Joseph Smith—History 1:43"],"; also",["span.emphasis","Articles of Faith,"],"1:12–14). That Moroni was a resurrected man is shown by his corporeity manifested in his handling of the metallic plates on which was inscribed the record known to us as the Book of Mormon. So also resurrected beings possess the power of rendering themselves visible or invisible to the physical vision of mortals."]],["li",["span.label","2."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-37.p50"},["b","Attempts to Discredit the Resurrection through Falsehood."],"—The inconsistent assertion that Christ had not risen but that His body had been stolen from the tomb by the disciples, has been sufficiently treated in the text. The falsehood is its own refutation. Unbelievers of later date, recognizing the palpable absurdity of this gross attempt at misrepresentation, have not hesitated to suggest other hypotheses, each of which is conclusively untenable. Thus, the theory based upon the impossible assumption that Christ was not dead when taken from the cross, but was in a state of coma or swoon, and that He was afterward resuscitated, disproves itself when considered in connection with recorded facts. The spear-thrust of the Roman soldier would have been fatal, even if death had not already occurred. The body was taken down, handled, wrapped and buried by members of the Jewish council, who cannot be thought of as actors in the burial of a living man; and so far as subsequent resuscitation is concerned, Edersheim (vol. 2, p. 626) trenchantly remarks: “Not to speak of the many absurdities which this theory involves, it really shifts—if we acquit the disciples of complicity—the fraud upon Christ Himself.” A crucified person, removed from the cross before death and subsequently revived, could not have walked with pierced and mangled feet on the very day of his resuscitation, as Jesus did on the road to Emmaus. Another theory that has had its day is that of unconscious deception on the part of those who claimed to have seen the resurrected Christ, such persons having been victims of subjective but unreal visions conjured up by their own excited and imaginative condition. The independence and marked individuality of the several recorded appearings of the Lord disprove the vision theory. Such subjective visual illusions as are predicated by this hypothesis, presuppose a state of expectancy on the part of those who think they see; but all the incidents connected with the manifestations of Jesus after His resurrection were directly opposed to the expectations of those who were made witnesses of His resurrected state."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-37.p51"},"The foregoing instances of false and untenable theories regarding the resurrection of our Lord are cited as examples of the numerous abortive attempts to explain away the greatest miracle and the most glorious fact of history. The resurrection of Jesus Christ is attested by evidence more conclusive than that upon which rests our acceptance of historical events in general. Yet the testimony of our Lord’s rising from the dead is not founded on written pages. To him who seeks in faith and sincerity shall be given an individual conviction which shall enable him to reverently confess as exclaimed the enlightened apostle of old: “Thou art the Christ, the Son of the living God.” Jesus, who is God the Son, is not dead. “I know that my Redeemer liveth.” (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25"},"Job 19:25"],".)"]],["li",["span.label","3."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-37.p52"},["b","Recorded Appearances of Christ between Resurrection and Ascension.—"]],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-37.p53"},"1. To Mary Magdalene, near the sepulchre (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.9,10"},"Mark 16:9, 10"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.14"},"John 20:14"],")."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-37.p54"},"2. To other women, somewhere between the sepulchre and Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.9"},"Matthew 28:9"],")."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-37.p55"},"3. To two disciples on the road to Emmaus (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.12"},"Mark 16:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.13"},"Luke 24:13"],")."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-37.p56"},"4. To Peter, in or near Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.34"},"Luke 24:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.5"},"1 Corinthians 15:5"],")."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-37.p57"},"5. To ten of the apostles and others at Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.36"},"Luke 24:36"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.19"},"John 20:19"],")."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-37.p58"},"6. To the eleven apostles at Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.14"},"Mark 16:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.26"},"John 20:26"],")."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-37.p59"},"7. To the apostles at the Sea of Tiberias, Galilee, (",["a.scriptureRef",{"href":"/scriptures/nt/john/21"},"John 21"],")."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-37.p60"},"8. To the eleven apostles on a mountain in Galilee (",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.16"},"Matthew 28:16"],")."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-37.p61"},"9. To five hundred brethren at once (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.6"},"1 Corinthians 15:6"],"); locality not specified, but probably in Galilee."],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-37.p62"},"10. To James (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.7"},"1 Corinthians 15:7"],"). Note that no record of this manifestation is made by the Gospel-writers."],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-37.p63"},"11. To the eleven apostles at the time of the ascension, Mount of Olives, near Bethany (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.19"},"Mark 16:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.50-51"},"Luke 24:50, 51"],")."],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-37.p64"},"The Lord’s manifestations of Himself to men subsequent to the ascension will be considered later."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-37.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.1-4"},"Matthew 28:1–4"],", see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.11"},"verse 11"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-37.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.5-7"},"Matthew 28:5–7"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.1-7"},"Mark 16:1–7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.1-8"},"Luke 24:1–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.1-2"},"John 20:1–2"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-37.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.1-10"},"John 20:1–10"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-37.fn4"},["b","4"],["span.label","d"],"Revised version, “Take not hold on me” (margin)."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-37.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.11-17"},"John 20:11–17"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-37.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/16.9"},"Mark 16:9"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-37.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.3-8"},"Luke 24:3–8"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-37.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.9,10"},"Matthew 28:9, 10"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-37.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.9-11"},"Luke 24:9–11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.9-13"},"Mark 16:9–13"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-37.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p48"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-37.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.11-15"},"Matthew 28:11–15"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-37.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.65-66"},"Matthew 27:65, 66"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p32"},"665"],"herein."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-37.fn13"},["b","13"],["span.label","m"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/12.19"},"Acts 12:19"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-37.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p50"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-37.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/acts/6.7"},"Acts 6:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/12.42"},"John 12:42"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-37.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.13-32"},"Luke 24:13–32"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.12"},"Mark 16:12"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-37.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.33-48"},"Luke 24:33–48"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.19-23"},"John 20:19–23"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-37.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.10"},"Matthew 28:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.17"},"John 20:17"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-37.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/mark/16.7"},"Mark 16:7"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-37.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.5"},"1 Corinthians 15:5"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-37.fn21"},["b","21"],["span.label","u"],"The words “and of an honeycomb” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.42"},"Luke 24:42"],") are omitted from the revised version, and by many authorities are declared to be a spurious addition to the original text."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-37.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.21-23"},"John 20:21–23"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-37.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.24-29"},"John 20:24–29"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.14"},"Mark 16:14"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-37.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.10"},"Revelation 1:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.7"},"Acts 20:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/16.2"},"1 Corinthians 16:2"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-37.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/john/21.1-23"},"John 21:1–23"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-37.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.10"},"Matthew 28:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.7"},"Mark 16:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.32"},"Matthew 26:32"],",",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.28"},"Mark 14:28"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-37.fn27"},["b","27"],["span.label","a"],"The noun of address, “Children” is equivalent to our modern use of “Sirs,” “Men” or “Lads.” It was quite in harmony with the vernacular."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-37.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/5.4-10"},"Luke 5:4–10"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p25"},"198"],"herein."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-37.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.33"},"Matthew 26:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.29"},"Mark 14:29"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.33"},"Luke 22:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.37"},"John 13:37"],";",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p23"},"page 600"],"herein."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-37.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.70,72,74"},"Matthew 26:70, 72, 74"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p18"},"629"],"herein."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-37.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.14"},"2 Peter 1:14"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-37.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/7"},"D&C 7"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.1-12"},"3 Nephi 28:1–12"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-37.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.16-18"},"Matthew 28:16–18"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-37.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.6"},"1 Corinthians 15:6"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-37.fn35"},["b","35"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p52"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-37.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.3"},"Acts 1:3"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-37.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.30"},"John 20:30"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/21.25"},"21:25"],", remembering that the latter passage may have reference to occurrences both before and after the Lord’s death."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-37.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.31"},"John 20:31"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-37.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15-18"},"Mark 16:15–18"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-37.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-6"},"Matthew 10:5, 6"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-37.fn41"},["b","41"],["span.label","o"],"“Clothed with power from on high” according to revised version,",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.29"},"Luke 24:29"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-37.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.5"},"Acts 1:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],"; and compare",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16-17,26"},"John 14:16, 17, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.7,13"},"16:7,13"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-37.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.7-8"},"Acts 1:7, 8"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.36"},"Matthew 24:36"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.32"},"Mark 13:32"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-37.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19-20"},"Matthew 28:19, 20"],"."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-37.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.9-11"},"Acts 1:9–11"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.50-51"},"Luke 24:50, 51"],"."]]}
