{"id":26,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":26,"title":"Chapter 24: From Sunshine to Shadow","subtitle":"","short_title":"Chapter 24","uri":"/manual/jesus-the-christ/chapter-24","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-24"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-24.head1"},[".titleNumber","Chapter 24"],["h1","From Sunshine to Shadow"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-24.p3"},"Our Lord’s descent from the holy heights",["sup",["a",{"href":"fn_1"},"a"]],"of the Mount of Transfiguration was more than a physical return from greater to lesser altitudes; it was a passing from sunshine into shadow, from the effulgent glory of heaven to the mists of worldly passions and human unbelief; it was the beginning of His rapid descent into the valley of humiliation. From lofty converse with divinely-appointed ministers, from supreme communion with His Father and God, Jesus came down to a scene of disheartening confusion and a spectacle of demonized dominion before which even His apostles stood in impotent despair. To His sensitive and sinless soul the contrast must have brought superhuman anguish; even to us who read the brief account thereof it is appalling."]],[".topic",["h2","Healing of Youthful Demoniac"],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-24.p5"},"Jesus and the three apostles returned from the mount on the morrow following the Transfiguration;",["sup",["a",{"href":"fn_2"},"b"]],"this fact suggests the assumption that the glorious manifestation had occurred during the night. At or near the base of the mountain the party found the other apostles, and with them a multitude of people, including some scribes or rabbis.",["sup",["a",{"href":"fn_3"},"c"]],"There was evidence of disputation and disturbance amongst the crowd; and plainly the apostles were on the defensive. At the unexpected approach of Jesus many of the people ran to meet Him with respectful salutations. Of the contentious scribes He asked: “What question ye with them?” thus assuming the burden of the dispute, whatever it might be, and so relieving the distressed disciples from further active participation. The scribes remained silent; their courage had vanished when the Master appeared. A man, “one of the multitude,” gave, though indirectly, the answer. “Master,” said he, kneeling at the feet of Christ, “I have brought unto thee my son, which hath a dumb spirit; and wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.”"],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-24.p6"},"The disciples’ failure to heal the stricken youth had evidently brought upon them hostile criticism, taunts and ridicule from the unbelieving scribes; and their discomfiture must have been intensified by the thought that through them doubt had been cast upon the authority and power of their Lord. Pained in spirit at this—another instance of dearth of faith and consequent lack of power among His chosen and ordained servants Jesus uttered an exclamation of intense sorrow: “O faithless generation, how long shall I be with you? how long shall I suffer you?” These words in which there is evident reproof, however mild and pitying it may be, were addressed primarily to the apostles; whether exclusively so or to them and others is of minor importance. As Jesus directed, the afflicted lad was brought nearer; and the tormenting demon, finding himself in the Master’s presence, threw his youthful victim into a terrible paroxysm, so that the boy fell to the ground and wallowed in convulsions, the while frothing and foaming at the mouth. With calm deliberation, which contrasted strongly with the eager impatience of the distracted parent, Jesus inquired as to when the malady had first befallen the lad. “Of a child,” answered the father, adding, “And ofttimes it hath cast him into the fire, and into the waters, to destroy him.” With pathetic eagerness he implored, “If thou canst do anything, have compassion on us and help us.” The man spoke of his son’s affliction as though shared by himself. “Help us,” was his prayer."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-24.p7"},"To this qualifying expression “If thou canst do anything,” which implied a measure of uncertainty as to the ability of the Master to grant what he asked, and this perhaps as in part a result of the failure of the apostles, Jesus replied: “If thou canst believe”; and added, “all things are possible to him that believeth.” The man’s understanding was enlightened; up to that moment he had thought that all depended upon Jesus; he now saw that the issue rested largely with himself. It is noteworthy that the Lord specified belief rather than faith as the condition essential to the case. The man was evidently trustful, and assuredly fervent in his hope that Jesus could help; but it is doubtful that he knew what faith really meant. He was receptive and eagerly teachable, however, and the Lord strengthened his feeble and uncertain belief. The encouraging explanation of the real need stimulated him to a more abounding trust. Weeping in an agony of hope he cried out: “Lord, I believe”; and then, realizing the darkness of error from which he was just beginning to emerge, he added penitently “help thou mine unbelief.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-24.p8"},"Looking compassionately upon the writhing sufferer at His feet, Jesus rebuked the demon, thus: “Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him. And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead. But Jesus took him by the hand, and lifted him up; and he arose”; and as Luke adds, “and delivered him again to his father.” The permanency of the cure was assured by the express command that the evil spirit enter no more into the lad;",["sup",["a",{"href":"fn_5"},"e"]],"it was no relief from that present attack alone; the healing was permanent."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-24.p9"},"The people were amazed at the power of God manifested in the miracle; and the apostles who had tried and failed to subdue the evil spirit were disturbed. While on their mission, though away from their Master’s helpful presence, they had successfully rebuked and cast out evil spirits as they had received special power and commission to do;",["sup",["a",{"href":"fn_6"},"f"]],"but now, during His absence of a day they had found themselves unable. When they had retired to the house, they asked of Jesus, “Why could not we cast him out?” The reply was: “Because of your unbelief”; and in further explanation the Lord said, “Howbeit this kind goeth not out but by prayer and fasting.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-24.p10"},"Hereby we learn that the achievements possible to faith are limited or conditioned by the genuineness, the purity, the unmixed quality of that faith. “O ye of little faith”; “Where is your faith?” and “Wherefore didst thou doubt?”",["sup",["a",{"href":"fn_8"},"h"]],"are forms of admonitory reproof that had been repeatedly addressed to the apostles of the Lord. The possibilities of faith were now thus further affirmed: “Verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.”",["sup",["a",{"href":"fn_9"},"i"]],"The comparison between effective faith and a grain of mustard seed is one of quality rather than of quantity; it connotes living, virile faith, like unto the seed, however small, from which a great plant may spring,",["sup",["a",{"href":"fn_10"},"j"]],"in contrast with a lifeless, artificial imitation, however prominent or demonstrative."]],[".topic",["h2","The Lord’s Death and Resurrection Again Predicted",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-24.p12"},"From the locality whereat the last miracle was wrought, Jesus departed with the Twelve, and passed through Galilee toward Capernaum. It is probable that they traveled by the less frequented roads, as He desired that His return should not be publicly known. He had gone into comparative retirement for a season, primarily it seems in quest of opportunity to more thoroughly instruct the apostles in their preparation for the work, which within a few months they would be left to carry on without His bodily companionship. They had solemnly testified that they knew Him to be the Christ; to them therefore He could impart much that the people in general were wholly unprepared to receive. The particular theme of His special and advanced instruction to the Twelve was that of His approaching death and resurrection; and this was dwelt upon again and again, for they were slow or unwilling to comprehend."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-24.p13"},"“Let these sayings sink down into your ears” was His forceful prelude on this occasion, in Galilee. Then followed the reiterated prediction, spoken in part in the present tense as though already begun in fulfillment: “The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.” We read with some surprise that the apostles still failed to understand. Luke’s comment is: “But they understood not this saying, and it was hid from them, that they perceived it not: and they feared to ask him of that saying.” The thought of what the Lord’s words might mean, even in its faintest outline, was terrifying to those devoted men; and their failure to comprehend was in part due to the fact that the human mind is loath to search deeply into anything it desires not to believe."]],[".topic",["h2","The Tribute Money—Supplied by a Miracle",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-24.p15"},"Jesus and His followers were again in Capernaum. There Peter was approached by a collector of the temple tax, who asked: “Doth not your Master pay tribute?”",["sup",["a",{"href":"fn_13"},"m"]],"Peter answered “Yes.” It is interesting to find that the inquiry was made of Peter and not directly of Jesus; this circumstance may be indicative of the respect in which the Lord was held by the people at large, and may suggest the possibility of doubt in the collector’s mind as to whether Jesus was amenable to the tax, since priests and rabbis generally claimed exemption."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-24.p16"},"The annual capitation tax here referred to amounted to half a shekel or a didrachma, corresponding to about thirty-three cents in our money; and this had been required of every male adult in Israel since the days of the exodus; though, during the period of captivity the requirement had been modified.",["sup",["a",{"href":"fn_14"},"n"]],"This tribute, as prescribed through Moses, was originally known as “atonement money,” and its payment was in the nature of a sacrifice to accompany supplication for ransom from the effects of individual sin. At the time of Christ the annual contribution was usually collected between early March and the Passover. If Jesus was subject to this tax, He was at this time several weeks in arrears."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-24.p17"},"The conversation between Peter and the tax-collector had occurred outside the house. When Peter entered, and was about to inform the Master concerning the interview, Jesus forestalled him, saying: “What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers? Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.”"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-24.p18"},"Peter must have seen the inconsistency of expecting Jesus, the acknowledged Messiah, to pay atonement money, or a tax for temple maintenance, inasmuch as the temple was the House of God, and Jesus was the Son of God, and particularly since even earthly princes were exempted from capitation dues. Peter’s embarrassment over his inconsiderate boldness, in pledging payment for his Master without first consulting Him, was relieved however by Jesus, who said: “Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee.”"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-24.p19"},"The money was to be paid, not because it could be rightfully demanded of Jesus, but lest non-payment give offense and furnish to His opponents further excuse for complaint. The “piece of money,” which Jesus said Peter would find in the mouth of the first fish that took his bait, is more correctly designated by the literal translation “stater,”",["sup",["a",{"href":"fn_15"},"o"]],"indicating a silver coin equivalent to a shekel, or two didrachms, and therefore the exact amount of the tax for two persons. “That take, and give unto them for me and thee” said Jesus. It is notable that He did not say “for us.” In His associations with men, even with the Twelve, who of all were nearest and dearest to Him, our Lord always maintained His separate and unique status, in every instance making the fact apparent that He was essentially different from other men. This is illustrated by His expressions “My Father and your Father,” “My God and your God,”",["sup",["a",{"href":"fn_16"},"p"]],"instead of our Father and our God. He reverently acknowledged that He was the Son of God in a literal sense that did not apply to any other being."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-24.p20"},"While the circumstances of the finding of the stater in the fish are not detailed, and the actual accomplishment of the miracle is not positively recorded, we cannot doubt that what Jesus had promised was realized, as otherwise there would appear no reason for introducing the incident into the Gospel narrative. The miracle is without a parallel or even a remotely analogous instance. We need not assume that the stater was other than an ordinary coin that had fallen into the water, nor that it had been taken by the fish in any unusual way. Nevertheless, the knowledge that there was in the lake a fish having a coin in its gullet, that the coin was of the denomination specified, and that that particular fish would rise, and be the first to rise to Peter’s hook, is as incomprehensible to man’s finite understanding as are the means by which any of Christ’s miracles were wrought. The Lord Jesus held and holds dominion over the earth, the sea, and all that in them is, for by His word and power were they made."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-24.p21"},"The Lord’s purpose in so miraculously supplying the money should be studiously considered. The assumption that superhuman power had to be invoked because of a supposed condition of extreme poverty on the part of Jesus and Peter is unwarranted. Even if Jesus and His companions had been actually penniless, Peter and his fellow fishermen could easily have cast their net, and, with ordinary success have obtained fish enough to sell for the needed amount. Moreover, we find no instance of a miracle wrought by the Lord for personal gain or relief of His own need, however pressing. It appears probable, that by the means employed for obtaining the money, Jesus intentionally emphasized His exceptional reasons for redeeming Peter’s pledge that the tax would be paid. The Jews, who did not know Jesus as the Messiah, but only as a Teacher of superior ability and a Man of unusual power, might have taken offense had He refused to pay the tribute required of every Jew. On the other hand, to the apostles and particularly to Peter who had been the mouth-piece of all in the great confession, the payment of the tax in ordinary course and without explanation by Jesus might have appeared as an admission that He was subject to the temple, and therefore less than He had claimed and less than they had confessed Him to be. His catechization of Peter had clearly demonstrated that He maintained His right as the King’s Son, and yet would condescend to voluntarily give what could not be righteously demanded. Then, in conclusive demonstration of His exalted status, He provided the money by the utilization of knowledge such as no other man possessed."]],[".topic",["h2","As a Little Child",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-24.p23"},"On the way to Capernaum the apostles had questioned among themselves, as they supposed beyond the Master’s hearing; questioning had led to argument, and argument to disputation. The matter about which they were so greatly concerned was as to who among them should be the greatest in the kingdom of heaven. The testimony they had received convinced them beyond all doubt, that Jesus was the long-awaited Christ, and this had been supplemented and confirmed by His unqualified acknowledgment of His Messianic dignity. With minds still tinctured by the traditional expectation of the Messiah as both spiritual Lord and temporal King, and remembering some of the Master’s frequent references to His kingdom and the blessed state of those who belonged thereto, and furthermore realizing that His recent utterances indicated a near crisis or climax in His ministry, they surrendered themselves to the selfish contemplation of their prospective stations in the new kingdom, and the particular offices of trust, honor, and emolument each most desired. Who of them was to be prime minister; who would be chancellor, who the commander of the troops? Personal ambition had already engendered jealousy in their hearts."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-24.p24"},"When they were together with Jesus in the house at Capernaum, the subject was brought up again. Mark tells us that Jesus asked: “What was it that ye disputed among yourselves by the way?” and that they answered not, because, as may be inferred, they were ashamed. From Matthew’s record it may be understood that the apostles submitted the question for the Master’s decision. The apparent difference of circumstance is unimportant; both accounts are correct; Christ’s question to them may have eventually brought out their questions to Him. Jesus, comprehending their thoughts and knowing their unenlightened state of mind on the matter that troubled them, gave them an illustrated lesson. Calling a little child, whom He lovingly took into His arm, He said: “Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven. Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven. And whoso shall receive one such little child in my name receiveth me. But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.” With this lesson we may profitably associate a later teaching, that little children are typical of the kingdom of heaven.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-24.p25"},"Even the apostles were in need of conversion;",["sup",["a",{"href":"fn_19"},"s"]],"respecting the matter at issue their hearts were turned, partly at least, from God and His kingdom. They had to learn that genuine humility is an attribute essential to citizenship in the community of the blessed; and that the degree of humility conditions whatsoever there is akin to rank in the kingdom; for therein the humblest shall be greatest."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-24.p26"},"Christ would not have had His chosen representatives become childish; far from it, they had to be men of courage, fortitude, and force; but He would have them become childlike. The distinction is important. Those who belong to Christ must become like little children in obedience, truthfulness, trustfulness, purity, humility, and faith. The child is an artless, natural, trusting believer; the childish one is careless, foolish, and neglectful. In contrasting these characteristics, note the counsel of Paul: “Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.”",["sup",["a",{"href":"fn_20"},"t"]],"Children as such, and children as types of adults who are true believers, are closely associated in this lesson. Whosoever shall offend, that is cause to stumble or go astray, one such child of Christ, incurs guilt so great that it would have been better for him had he met death even by violence before he had so sinned."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-24.p27"},"Dwelling upon offenses, or causes of stumbling, the Lord continued: “Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!” Then, repeating some of the precious truths embodied in His memorable Sermon on the Mount,",["sup",["a",{"href":"fn_21"},"u"]],"He urged the overcoming of evil propensities whatever the sacrifice. As it is better that a man undergo surgical treatment though he lose thereby a hand, a foot, or an eye, than that his whole body be involved and his life forfeited, so is it commended that he cut off, tear away, or root out from his soul the passions of evil, which, if suffered to remain shall surely bring him under condemnation. In that state his conscience shall gnaw as an undying worm, and his remorse shall be as a fire that cannot be quenched. Every human soul shall be tested as by fire; and as the flesh of the altar sacrifices had to be seasoned with salt, as a type of preservation from corruption,",["sup",["a",{"href":"fn_22"},"v"]],"so also the soul must receive the saving salt of the gospel; and that salt must be pure and potent, not a dirty mixture of inherited prejudice and unauthorized tradition that has lost whatever saltness it may once have had. “Have salt in yourselves, and have peace one with another,” was the Lord’s admonition to the disputing Twelve.",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-24.p28"},"As applicable to children of tender years, and to childlike believers young and old, the Savior gave to the apostles this solemn warning and profound statement of fact: “Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.” The mission of the Christ was presented as that of saving those who are temporarily lost, and who, but for His aid would be lost forever. In elucidation of His meaning, the Teacher presented a parable which has found place among the literary treasures of the world."]],[".topic",["h2","The Parable of the Lost Sheep",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-24.p30"},"“How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray? And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray. Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.”"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-24.p31"},"In this effective analogy the saving purpose of Christ’s mission is made prominent. He is verily the Savior. The shepherd is portrayed as leaving the ninety and nine, pastured or folded in safety we cannot doubt, while he goes alone into the mountains to seek the one that has strayed. In finding and bringing back the wayward sheep, he has more joy than that of knowing the others are yet safe. In a later version of this splendid parable, as addressed to the murmuring Pharisees and scribes at Jerusalem, the Master said of the shepherd on his finding the lost sheep:"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-24.p32"},"“And when he hath found it, he layeth it on his shoulders, rejoicing. And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost. I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.”",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-24.p33"},"Many have marveled that there should be greater rejoicing over the recovery of one stray sheep, or the saving of a soul that had been as one lost, than over the many who have not been in such jeopardy. In the safe-folded ninety and nine the shepherd had continued joy; but to him came a new accession of happiness, brighter and stronger because of his recent grief, when the lost was brought back to the fold. To this parable in connection with others of analogous import we shall recur in a later chapter."]],[".topic",["h2","“In My Name”",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-24.p35"},"In continuation of the lesson illustrated by the little child, Jesus said: “Whosoever shall receive this child in my name receiveth me: and whosoever shall receive me receiveth him that sent me: for he that is least among you all, the same shall be great.” It may have been Christ’s reference to deeds done in His name that prompted John to interject a remark at this point: “Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us. But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me. For he that is not against us is on our part.” The young apostle had allowed his zeal for the Master’s name to lead to intolerance. That the man who had attempted to do good in the name of Jesus was evidently sincere, and that his efforts were acceptable to the Lord we cannot doubt; his act was essentially different from the unrighteous assumptions for which some others were afterward rebuked;",["sup",["a",{"href":"fn_27"},"a"]],"he was certainly a believer in Christ, and may have been one of the class from which the Lord was soon to select and commission special ministers and the Seventy.",["sup",["a",{"href":"fn_28"},"b"]],"In the state of divided opinion then existing among the people concerning Jesus, it was fair to say that all who were not opposed to Him were at least tentatively on His side. On other occasions He asserted that those who were not with Him were against him.",["sup",["a",{"href":"fn_29"},"c"]]]],[".topic",["h2","My Brother and I",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-24.p37"},"The proper method of adjusting differences between brethren and the fundamental principles of Church discipline were made subjects of instruction to the Twelve. The first step is thus prescribed: “Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.” The rule of the rabbis was that the offender must make the first advance; but Jesus taught that the injured one should not wait for his brother to come to him, but go himself, and seek to adjust the difficulty; by so doing he might be the means of saving his brother’s soul. If the offender proved to be obdurate, the brother who had suffered the trespass was to take two or three others with him, and again try to bring the transgressor to repentant acknowledgment of his offense; such a course provided for witnesses, by whose presence later misrepresentation would be guarded against."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-24.p38"},"Extreme measures were to be adopted only after all gentler means had failed. Should the man persist in his obstinacy, the case was to be brought before the Church, and in the event of his neglect or refusal to heed the decision of the Church, he was to be deprived of fellowship, thereby becoming in his relationship to his former associates “as an heathen man and a publican.” In such state of nonmembership he would be a fit subject for missionary effort; but, until he became repentant and manifested willingness to make amends, he could claim no rights or privileges of communion in the Church. Continued association with the unrepentant sinner may involve the spread of his disaffection, and the contamination of others through his sin. Justice is not to be dethroned by Mercy. The revealed order of discipline in the restored Church is similar to that given to the apostles of old.",["sup",["a",{"href":"fn_31"},"e"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-24.p39"},"The authority of the Twelve to administer the affairs of Church government was attested by the Lord’s confirming to them as a body the promise before addressed to Peter: “Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.”",["sup",["a",{"href":"fn_32"},"f"]],"Through unity of purpose and unreserved sincerity they would have power with God, as witness the Master’s further assurance: “Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven. For where two or three are gathered together in my name, there am I in the midst of them.” Peter here broke in with a question: “Lord, how oft shall my brother sin against me, and I forgive him? till seven times?” He would fain have some definite limit set, and he probably considered the tentative suggestion of seven times as a very liberal measure, inasmuch as the rabbis prescribed a triple forgiveness only.",["sup",["a",{"href":"fn_33"},"g"]],"He may have chosen seven as the next number above three having a special Pharisaical significance. The Savior’s answer was enlightening: “Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven.” This reply must have meant to Peter as it means to us, that to forgiveness man may set no bounds; the forgiveness, however, must be merited by the recipient.",["sup",["a",{"href":"fn_34"},"h"]],"The instruction was made memorable by the following story:"]],[".topic",["h2","Parable of the Unmerciful Servant"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-24.p41"},"“Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants. And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents. But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made. The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all. Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt. But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest. And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all. And he would not: but went and cast him into prison, till he should pay the debt. So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done. Then his lord, after that he had called him, said unto him. O thou wicked servant, I forgave thee all that debt, because thou desiredst me: Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee? And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him. So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses.”",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-24.p42"},"Ten thousand talents are specified as expressive of a sum so great as to put the debtor beyond all reasonable possibility of paying. We may regard the man as a trusted official, one of the king’s ministers, who had been charged with the custody of the royal revenues, or one of the chief treasurers of taxes; that he is called a servant introduces no inconsistency, as in an absolute monarchy all but the sovereign are subjects and servants. The selling of the debtor’s wife and children and all that he had would not have been in violation of the law in the supposed case, which implies the legal recognition of slavery.",["sup",["a",{"href":"fn_36"},"j"]],"The man was in arrears for debt. He did not come before his lord voluntarily but had to be brought. So in the affairs of our individual lives periodical reckonings are inevitable; and while some debtors report of their own accord, others have to be cited to appear. The messengers who serve the summons may be adversity, illness, the approach of death; but, whatever, whoever they are, they enforce a rendering of our accounts."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-24.p43"},"The contrast between ten thousand talents and a hundred pence is enormous.",["sup",["a",{"href":"fn_37"},"k"]],"In his fellowservant’s plea for time in which to pay the hundred pence, the greater debtor should have been reminded of the dire straits from which he had just been relieved; the words, “Have patience with me, and I will pay thee all,” were identical with those of his own prayer to the king. The base ingratitude of the unmerciful servant justified the king in revoking the pardon once granted. The man came under condemnation, not primarily for defalcation and debt, but for lack of mercy after having received of mercy so abundantly. He, as an unjust plaintiff, had invoked the law; as a convicted transgressor he was to be dealt with according to the law. Mercy is for the merciful. As a heavenly jewel it is to be received with thankfulness and used with sanctity, not to be cast into the mire of undeservedness. Justice may demand retribution and punishment: “With what measure ye mete, it shall be measured to you again.”",["sup",["a",{"href":"fn_38"},"l"]],"The conditions under which we may confidently implore pardon are set forth in the form of prayer prescribed by the Lord: “Forgive us our debts, as we forgive our debtors.”",["sup",["a",{"href":"fn_39"},"m"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-24.f1"},["h3","Notes to Chapter 24"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-24.p45"},["b","Faith in Behalf of Others."],"—The supplication of the agonized father for the benefit of his sorely afflicted son—“Have compassion on us, and help us” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.22"},"Mark 9:22"],")—shows that he made the boy’s case his own. In this we are reminded of the Canaanite woman who implored Jesus to have mercy on her, though her daughter was the afflicted one (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.22"},"Matthew 15:22"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p14"},"354"],"herein). In these cases, faith was exercised in behalf of the sufferers by others; and the same is true of the centurion who pleaded for his servant and whose faith was specially commended by Jesus (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.5-10"},"Matthew 8:5–10"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p4"},"249"],"herein), of Jairus whose daughter lay dead (",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.41,42,49,50"},"Luke 8:41, 42, 49, 50"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p23"},"313"],"herein), and of many who brought their helpless kindred or friends to Christ and pleaded for them. As heretofore shown, faith to be healed is as truly a gift of God as is faith to heal (page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p37"},"318"],"); and, as the instances cited prove, faith may be exercised with effect in behalf of others. In connection with the ordinance of administering to the afflicted, by anointing with oil and the laying on of hands, as authoritatively established in the restored Church of Jesus Christ, the elders officiating should encourage the faith of all believers present, that such be exerted in behalf of the sufferer. In the case of infants and of persons who are unconscious, it is plainly useless to look for active manifestation of faith on their part, and the supporting faith of kindred and friends is all the more requisite."]],["li",["span.label","2."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-24.p46"},["b","Power Developed by Prayer and Fasting."],"—The Savior’s statement concerning the evil spirit that the apostles were unable to subdue—“Howbeit this kind goeth not out but by prayer and fasting”—indicates gradation in the malignity and evil power of demons, and gradation also in the results of varying degrees of faith. The apostles who failed on the occasion referred to had been able to cast out demons at other times. Fasting, when practised in prudence, and genuine prayer are conducive to the development of faith with its accompanying power for good. Individual application of this principle may be made with profit. Have you some besetting weakness, some sinful indulgence that you have vainly tried to overcome? Like the malignant demon that Christ rebuked in the boy, your sin may be of a kind that goeth out only through prayer and fasting."]],["li",["span.label","3."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-24.p47"},["b","Nothing Impossible to Faith."],"—Many people have questioned the literal truth of the Lord’s declaration that by faith mountains may be removed from their place. Plainly there would have to be a purpose in harmony with the divine mind and plan, in order that faith could be exerted at all in such an undertaking. Neither such a miracle nor any other is possible as a gratification of the yearning for curiosity, nor for display, nor for personal gain or selfish satisfaction. Christ wrought no miracle with any such motive; He persistently refused to show signs to mere signseekers. But to deny the possibility of a mountain being removed through faith, under conditions that would render such removal acceptable to God, is to deny the word of God, both as to this specific possibility, and as to the general assurance that “nothing shall be impossible” to him who hath faith adequate to the end desired. It is worthy of note, however, that the Jews in the days of Christ and since often spoke of removing mountains as a figurative expression for the overcoming of difficulties. According to Lightfoot and other authorities a man able to solve intricate problems, or of particular power in argument or acumen in judgment, was referred to as a “rooter up of mountains.”"]],["li",["span.label","4."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-24.p48"},["b","The Temple Tribute."],"—That the tribute money referred to in the text was a Jewish contribution to the temple and not a tax levied by the Roman government is apparent from the specification of the “didrachma,” which in the authorized version is translated “tribute.” This coin was equivalent to the half shekel, reckoned “after the shekel of the sanctuary,” which was the fixed amount to be paid annually by every male “from twenty years old and above,” with the provision that “the rich shall not give more and the poor shall not give less” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.13-15"},"Exodus 30:13–15"],"). A tax levied by the political powers would not be designated as the didrachma. Moreover, had the collector who approached Peter been one of the official publicans, he probably would have demanded the tax instead of inquiring as to whether or not the Master was to be counted among the contributors."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-24.p49"},"Among the many humiliations to which the Jews were subjected in later years, after the destruction of the temple, was the compulsory payment of what had been their temple tribute, to the Romans, who decreed it as a revenue to the pagan temple of Jupiter Capitolinus. Of the emperor Vespasian, Josephus (",["span.emphasis","Wars of the Jews,"],"vii, 6:6) says: That he also laid a tribute wheresoever they were, and enjoined every one of them to bring two drachmæ every year into the capitol, as they used to pay the same to the temple at Jerusalem."]],["li",["span.label","5."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-24.p50"},["b","Talents and Pence."],"—It is evident that by specifying ten thousand talents as the debt due the king, and a hundred pence as that owed by the fellowservant, the Lord intended to present a case of great disparity and striking contrast. The actual amounts involved are of minor significance in the story. We are not told which variety of talent was meant; there were Attic talents, and both silver and gold talents of Hebrew reckoning; and each differed from the others in value. The Oxford marginal explanation is: “A talent is 750 ounces of silver, which after five shillings the ounce is 187 pounds, ten shillings.” This would be in American money over nine and a quarter millions of dollars as the sum of the ten thousand talents. The same authority gives as the value of the penny (Roman) sevenpence halfpenny, or fifteen cents, making the second debt equivalent to about fifteen dollars. Comparison with talents mentioned elsewhere may be allowable. Trench says: “How vast a sum it was we can most vividly realize to ourselves by comparing it with other sums mentioned in Scripture. In the construction of the tabernacle, twenty-nine talents of gold were used (",["a.scriptureRef",{"href":"/scriptures/ot/ex/38.24"},"Exodus 38:24"],"); David prepared for the temple three thousand talents of gold, and the princes five thousand (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/29.4-7"},"1 Chronicles 29:4–7"],"); the queen of Sheba presented to Solomon one hundred and twenty talents (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.10"},"1 Kings 10:10"],"); the king of Assyria laid upon Hezekiah thirty talents of gold (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.14"},"2 Kings 18:14"],"); and in the extreme impoverishment to which the land was brought at the last, one talent of gold was laid upon it, after the death of Josiah, by the king of Egypt (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.3"},"2 Chronicles 36:3"],").” Farrar estimates the debt owed to the king as 1,250,000 times that owed by the lesser to the greater debtor."]],["li",["span.label","6."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-24.p51"},["b","An Assumed Approval of Slavery."],"—Some readers have assumed that they find in the parable of the Unmerciful Servant an implied approval of the institution of slavery. The greater debtor, who figures in the story, was to be sold, together with his wife and children and all that he had. A rational consideration of the story as a whole is likely to find at most, in the particular incident of the king’s command that the debtor and his family be sold, that the system of buying and selling bondservants, serfs, or slaves, was legally recognized at the time. The purpose of the parable was not even remotely to endorse or condemn slavery or any other social institution. The Mosaic law is explicit in matters relating to bondservants. The “angel of the Lord” who brought to Hagar a message of encouragement and blessing respected the authority of her mistress (",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.8-9"},"Genesis 16:8, 9"],"). In the apostolic epoch, instruction was directed toward right living under the secular law, not rebellion against the system (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.5"},"Ephesians 6:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/3.22"},"Colossians 3:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/6.1-3"},"1 Timothy 6:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.18"},"1 Peter 2:18"],"). Recognition of established customs, institutions, and laws, and proper obedience thereto, do not necessarily imply individual approval. The gospel of Jesus Christ, which shall yet regenerate the world, is to prevail—not by revolutionary assaults upon existing governments, nor through anarchy and violence—but by the teaching of individual duty and by the spread of the spirit of love. When the love of God shall be given a place in the hearts of mankind, when men shall unselfishly love their neighbors, then social systems and governments shall be formed and operated to the securing of the greatest good to the greatest number. Until men open their hearts to the reception of the gospel of Jesus Christ, injustice and oppression, servitude and slavery, in some form or other, are sure to exist. Attempts to extirpate social conditions that spring from individual selfishness cannot be otherwise than futile so long as selfishness is left to thrive and propagate."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-24.fn1"},["b","1"],["span.label","a"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.18"},"2 Peter 1:18"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-24.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/9.37"},"Luke 9:37"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-24.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.14-21"},"Matthew 17:14–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.14-29"},"Mark 9:14–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.37-42"},"Luke 9:37–42"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-24.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p45"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-24.fn5"},["b","5"],["span.label","e"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.40-45"},"Matthew 12:40–45"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-24.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.12-13"},"Mark 6:12, 13"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.7"},"verse 7"],"; also",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.15"},"3:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.1"},"Matthew 10:1"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-24.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p46"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-24.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/14.31"},"Matthew 14:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.8"},"16:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.25"},"Luke 8:25"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-24.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.20"},"Matthew 17:20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.21"},"21:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.23"},"Mark 11:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.6"},"Luke 17:6"],"; see also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p47"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-24.fn10"},["b","10"],["span.label","j"],"Compare Parable of the Mustard Seed, page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p28"},"290"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-24.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.22-23"},"Matthew 17:22–23"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.30-32"},"Mark 9:30–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.44-45"},"Luke 9:44, 45"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-24.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.24-27"},"Matthew 17:24–27"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-24.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p48"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-24.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/ex/30.13"},"Exodus 30:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/38.26"},"38:26"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p42"},"171"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-24.fn15"},["b","15"],["span.label","o"],"See reading in revised version, and in margin of Oxford and Bagster Bibles."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-24.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.17"},"John 20:17"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-24.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.1-11"},"Matthew 18:1–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.33-37,42"},"Mark 9:33–37, 42"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.46-48"},"Luke 9:46–48"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-24.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/19.13-15"},"Matthew 19:13–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.13-16"},"Mark 10:13–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.15-17"},"Luke 18:15–17"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-24.fn19"},["b","19"],["span.label","s"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.32"},"Luke 22:32"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-24.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.20"},"1 Corinthians 14:20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.11"},"13:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.25"},"Matthew 11:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/131.2"},"Psalm 131:2"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-24.fn21"},["b","21"],["span.label","u"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p11"},"234"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-24.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/mark/9.49-50"},"Mark 9:49, 50"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/2.13"},"Leviticus 2:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/43.24"},"Ezekiel 43:24"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-24.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/mark/9.43-50"},"Mark 9:43–50"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.8-9"},"Matthew 18:8, 9"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p9"},"232"],"herein."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-24.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.12-14"},"Matthew 18:12–14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/15.3-7"},"Luke 15:3–7"],"in which occurs a repetition of this impressive parable, as given on a later occasion to Pharisees and scribes at Jerusalem with a somewhat different application."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-24.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/luke/15.1-7"},"Luke 15:1–7"],". See further page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p14"},"454"],"herein."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-24.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/luke/9.48-50"},"Luke 9:48–50"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.37-41"},"Mark 9:37–41"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-24.fn27"},["b","27"],["span.label","a"],"Contrast the instance of the sons of Sceva,",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.13-17"},"Acts 19:13–17"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-24.fn28"},["b","28"],["span.label","b"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.52"},"Luke 9:52"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.1"},"10:1"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-24.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.30"},"Matthew 12:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.23"},"Luke 11:23"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-24.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.15-20"},"Matthew 18:15–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.3-4"},"Luke 17:3, 4"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-24.fn31"},["b","31"],["span.label","e"],"Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.80"},"D&C 20:80"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.88-93"},"42:88–93"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.39-48"},"98:39–48"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-24.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.18"},"Matthew 18:18"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"16:19"],", and",["a.scriptureRef",{"href":"/scriptures/nt/john/20.23"},"John 20:23"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-24.fn33"},["b","33"],["span.label","g"],"They based this limitation on",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.3"},"Amos 1:3"],"and",["a.scriptureRef",{"href":"/scriptures/ot/job/33.29"},"Job 33:29"],". In the latter passage, as it appears in the authorized version, the word “oftentimes” is an erroneous rendering of the original, which really signified “twice and thrice.”"],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-24.fn34"},["b","34"],["span.label","h"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.3-4"},"Luke 17:3, 4"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-24.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.23-35"},"Matthew 18:23–35"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-24.fn36"},["b","36"],["span.label","j"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.1"},"2 Kings 4:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.39"},"Leviticus 25:39"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-24.fn37"},["b","37"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p50"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-24.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.1"},"Matthew 7:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.6"},"verse 6"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-24.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/6.12"},"Matthew 6:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.4"},"Luke 11:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.11"},"3 Nephi 13:11"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p25"},"240"],"."]]}
