{"id":17,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":17,"title":"Chapter 15: Lord of the Sabbath","subtitle":"","short_title":"Chapter 15","uri":"/manual/jesus-the-christ/chapter-15","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-15"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-15.head1"},[".titleNumber","Chapter 15"],["h1","Lord of the Sabbath"]],[".bodyBlock",[".topic",["h2","The Sabbath Distinctively Sacred to Israel"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-15.p4"},"The observance of the Sabbath as a holy day was prominent among the Lord’s requirements of His people, Israel, from a very early period in their history as a nation. Indeed, the keeping of the Sabbath as a day of surcease from ordinary toil was a national characteristic, by which the Israelites were distinguished from pagan peoples, and rightly so, for the holiness of the Sabbath was made a mark of the covenant between the chosen people and their God. The sanctity of the Sabbath had been prefigured in the account of the creation, antedating the placing of man upon the earth, as shown by the fact that God rested after the six periods or days of creative work, and blessed the seventh day and hallowed it.",["sup",["a",{"href":"fn_1"},"a"]],"In the course of Israel’s exodus, the seventh day was set apart as one of rest, upon which it was not allowed to bake, seethe, or otherwise cook food. A double supply of manna had to be gathered on the sixth day, while on other days the laying-by of a surplus of this daily bread sent from heaven was expressly forbidden. The Lord observed the sacredness of the holy day by giving no manna thereon.",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-15.p5"},"The commandment to celebrate the Sabbath in strictness was made definite and explicit in the decalog, written by the hand of God amidst the awful glory of Sinai; and the injunction was kept before the people through frequent proclamation.",["sup",["a",{"href":"fn_3"},"c"]],"It was unlawful to kindle a fire on that day; and record is made of a man who was put to death for gathering sticks on the seventh day.",["sup",["a",{"href":"fn_4"},"d"]],"Under the administration of later prophets, the holiness of the Sabbath, the blessings promised to those who sanctified the day unto themselves, and the sin of Sabbath desecration were reiterated in words of inspired forcefulness.",["sup",["a",{"href":"fn_5"},"e"]],"Nehemiah admonished and reproved in the matter, and attributed the affliction of the nation to the forfeiture of Jehovah’s favor through Sabbath violation.",["sup",["a",{"href":"fn_6"},"f"]],"By the mouth of Ezekiel the Lord affirmed that the institution of the Sabbath was a sign of the covenant between Himself and the people of Israel; and with stern severity He upbraided those who heeded not the day.",["sup",["a",{"href":"fn_7"},"g"]],"To the separate branch of the Israelitish nation that had been colonized on the western hemisphere, regard for the sanctity of the Sabbath was no less an imperative requirement.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-15.p6"},"The observance demanded, however, was the very opposite of affliction and burden; the Sabbath was consecrated to rest and righteous enjoyment, and was to be a day of spiritual feasting before the Lord. It was not established as a day of abstinence; all might eat, but both mistress and maid were to be relieved from the work of preparing food; neither master nor man was to plow, dig or otherwise toil; and the weekly day of rest was as much the boon of the cattle as of their owners."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-15.p7"},"In addition to the weekly Sabbath, the Lord in mercy prescribed also a sabbatic year; in every seventh year the land was to rest, and thereby its fertility was enhanced.",["sup",["a",{"href":"fn_9"},"i"]],"After seven times seven years had passed, the fiftieth was to be celebrated throughout as a year of jubilee, during which the people should live on the accumulated increase of the preceding seasons of plenty, and rejoice in liberality by granting to one another redemption from mortgage and bond, forgiveness of debt, and general relief from burdens—all of which had to be done in mercy and justice.",["sup",["a",{"href":"fn_10"},"j"]],"The Sabbaths established by the Lord, whether of days, of years, or of weeks of years, were to be times of refreshing, relief, blessing, bounty, and worship."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-15.p8"},"To the many who profess to regard the necessity of toil as a part of the curse evoked through Adam’s fall, the Sabbath should appeal as a day of temporary reprieve, a time of exemption from labor, and as affording blessed opportunity of closer approach to the Presence from which mankind has been shut out through sin. And to those who take the higher view of life, and find in work both happiness and material blessing, the periodical relief brings refreshment and gives renewed zest for the days that follow."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-15.p9"},"But long before the advent of Christ, the original purpose of the Sabbath had come to be largely ignored in Israel; and the spirit of its observance had been smothered under the weight of rabbinical injunction and the formalism of restraint. In the time of the Lord’s ministry, the technicalities prescribed as rules appended to the law were almost innumerable; and the burden thus forced upon the people had become well nigh unbearable. Among the many wholesome requirements of the Mosaic law, which the teachers and spiritual rulers of the Jews had made thus burdensome, that of Sabbath observance was especially prominent. The “hedge,” which by unwarranted assumption they professedly set about the law,",["sup",["a",{"href":"fn_11"},"k"]],"was particularly thorny in the sections devoted to the Jewish Sabbath. Even trifling infractions of traditional rules were severely punished, and the capital penalty was held before the eyes of the people as a supreme threat for extreme desecration.",["sup",["a",{"href":"fn_12"},"l"]]]],[".topic",["h2","The Healing of a Cripple on the Sabbath"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-15.p11"},"In view of these conditions, we are not surprised to find our Lord confronted with charges of Sabbath violation relatively early in the course of His public work. An instance attended with many great developments is recorded by John,",["sup",["a",{"href":"fn_13"},"m"]],"whose narrative covers the incident of a very impressive miracle. Jesus was again in Jerusalem, at the time of one of the Jewish festivals.",["sup",["a",{"href":"fn_14"},"n"]],"There was a pool of water, called Bethesda, near the sheep market in the city. From the recorded description, we may understand this to have been a natural spring; possibly the water was rich in dissolved solids or gases, or both, making it such as we would call today a mineral spring; for we find that the water was reputed to possess curative virtues, and many afflicted folk came to bathe therein. The spring was of the pulsating variety; at intervals its waters rose with bubbling disturbance, and then receded to the normal level. Mineral springs of this kind are known today in many parts of the world. Some believed that the periodical upwelling of the Bethesda waters was the result of supernatural agency; and it was said that “whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.” The Bethesda pool was wholly or partly enclosed; and five porches had been built for the shelter of those who waited at the spring for the intermittent bubbling up of the water."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-15.p12"},"On a certain Sabbath day, Jesus visited the pool and saw many afflicted folk thus waiting. Among them lay a man who for thirty-eight years had been grievously afflicted. From the man’s statement of his helplessness we may infer that his malady was paralysis, or possibly an extreme form of rheumatism; whatever his affliction, it was so disabling as to give him little chance of getting into the pool at the critical time, for others less crippled crowded him away; and, according to the legends regarding the curative properties of the spring, only the first to enter the pool after the agitation of the water might expect to be healed."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-15.p13"},"Jesus recognized in the man a fit subject for blessing, and said to him: “Wilt thou be made whole?” The question was so simple as almost to appear superfluous. Of course the man wanted to be made well, and on the small chance of being able to reach the water at the right moment was patiently yet eagerly waiting. There was purpose, however, in these as in all other words of the Master. The man’s attention was drawn to Him, fixed upon Him; the question aroused in the sufferer’s heart renewed yearning for the health and strength of which he had been bereft since the days of his youth. His answer was pitiful, and revealed his almost hopeless state of mind; he thought only of the rumored virtues of Bethesda pool, as he said: “Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.” Then spake Jesus: “Rise, take up thy bed, and walk.” Immediately strength returned to the man, who for nearly four decades had been a helpless invalid; he obeyed the Master, and, taking up the little mattress or pallet on which he had rested, walked away."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-15.p14"},"He had not gone far, before the Jews, that is to say, some of the official class, for so the evangelist John employs the term, saw him carrying his bed; and it was the Sabbath day. To their peremptory reprimand he replied out of the gratitude and honest simplicity of his heart, that He who had healed him had told him to take up his bed and walk. The interest of the inquisitors was instantly turned from the man toward Him who had wrought the miracle; but the erstwhile cripple could not name his Benefactor, as he had lost sight of Jesus in the crowd before he had found opportunity for question or thanks. The man who had been healed went to the temple, possibly impelled by a desire to express in prayer his gratitude and joy. There Jesus found him, and said unto him: “Behold, thou art made whole: sin no more, lest a worse thing come unto thee.”",["sup",["a",{"href":"fn_15"},"o"]],"The man had probably brought about his affliction through his own sinful habits. The Lord decided that he had suffered enough in body, and terminated his physical suffering with the subsequent admonition to sin no more."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-15.p15"},"The man went and told the rulers who it was that had healed him. This he may have done with a desire to honor and glorify the Giver of his boon; we are not justified in ascribing to him any unworthy purpose, though by his act he was instrumental in augmenting the persecution of his Lord. So intense was the hatred of the priestly faction that the rulers sought a means of putting Jesus to death, under the specious pretense of His being a Sabbath-breaker. We may well ask for what act they could possibly have hoped to convict Him, even under the strictest application of their rules. There was no proscription against speaking on the Sabbath; and Jesus had but spoken to heal. He had not carried the man’s bed, nor had He attempted even the lightest physical labor. By their own interpretation of the law they had no case against Him."]],[".topic",["h2","Our Lord’s Reply to the Accusing Jews"],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-15.p17"},"Nevertheless, the Jewish officials confronted Jesus with accusations. Whether the interview took place within the temple walls, on the open street, at the market place, or in the judgment hall, matters not. His reply to their charges is not confined to the question of Sabbath observance; it stands as the most comprehensive sermon in scripture on the vital subject of the relationship between the Eternal Father and His Son, Jesus Christ."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-15.p18"},"His first sentence added to the already intense anger of the Jews. Referring to the work He had done on the holy day, He said: “My Father worketh hitherto, and I work.” This remark they construed to be a blasphemy.",["sup",["a",{"href":"fn_16"},"p"]],"“Therefore the Jews sought the more to kill him, because he not only had broken the Sabbath, but said also that God was his Father, making himself equal with God.” To their spoken or unuttered protest, Jesus replied, that He, the Son, was not acting independently, and in fact could do nothing except what was in accordance with the Father’s will, and what He had seen the Father do; that the Father so loved the Son as to show unto Him the Father’s works."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-15.p19"},"Be it observed that Jesus in no way attempted to explain away their construction of His words; on the contrary He confirmed their deductions as correct. He did associate Himself with the Father, even in a closer and more exalted relationship than they had conceived. The authority given to Him by the Father was not limited to the healing of bodily infirmities; He had power even to raise the dead—“For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will.” Moreover, the judgment of men had been committed unto Him; and no one could honor the Father except by honoring the Son. Then followed this incisive declaration: “Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-15.p20"},"Christ’s realm was not bounded by the grave; even the dead were wholly dependent upon Him for their salvation; and to the terrified ears of His dumbfounded accusers He proclaimed the solemn truth, that even then the hour was near in which the dead should hear the voice of the Son of God. Ponder His profound affirmation: “Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.” The murderous rage of the Jews was rebuffed by the declaration that without His submission they could not take His life: “For as the Father hath life in himself; so hath he given to the Son to have life in himself.” Another utterance was equally portentous: “And hath given him authority to execute judgment also, because he is the Son of man.” He, the Son of the exalted and glorified Man of Holiness and now Himself a mortal Man,",["sup",["a",{"href":"fn_17"},"q"]],"was to be the judge of men."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-15.p21"},"No wonder they marveled; such doctrine they had never before heard nor read; it was not of the scribes nor of the rabbis, of neither the Pharisaic nor Sadducean schools. But He reproved their amazement, saying: “Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice, And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-15.p22"},"This enunciation of the resurrection, so plainly made that the most unlettered could understand, must have offended any Sadducees present, for they emphatically denied the actuality of the resurrection. The universality of a resurrection is here unquestionably affirmed; not only the righteous but even those who merit condemnation are to come forth from their graves in their bodies of flesh and bones.",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-15.p23"},"Then, renewing His solemn asseveration of the unity of His Father’s will and His own, Christ discussed the matter of witnesses to His work. He admitted what was a recognized tenet of the time, that no man’s unsupported witness of himself was sufficient; but, He added: “There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.” He cites John the Baptist, and reminds them that they had sent a delegation to him, and that John had answered them by bearing testimony of the Messiah; and John had been a burning and a shining light, in whose illuminating ministry many had temporarily rejoiced. The hostile Jews were left to see that the witness of John was valid under their strictest construction of the rules of evidence; “But,” He continued, “I receive not testimony from man: … But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me. And the Father himself, which hath sent me, hath borne witness of me.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-15.p24"},"Then in terms of unqualified condemnation, He told them they were devoid of the Father’s word, for they refused to accept Himself whom the Father had sent. With humiliating directness He admonished these learned men of the law, these interpreters of the prophets, these professional expounders of sacred writ, to betake themselves to reading and study. “Search the scriptures,” said He, “for in them ye think ye have eternal life: and they are they which testify of me.” Convictingly He continued—that they who admitted and taught that in the scriptures lay the way to eternal life, refused to come to Him, of whom those same scriptures testified, though by coming they might obtain eternal life. “I receive not honour from men,” He added, “But I know you, that ye have not the love of God in you.” They knew that they sought for honor among men, received honors from one another, were made rabbis and doctors, scribes and teachers, by the bestowal of titles and degrees—all of men; but they rejected Him who came in the name of One infinitely greater than all their schools or societies—He had come in the supreme name of the Father. The cause of their spiritual ignorance was pointed out—they relied upon the honors of men, and sought not the honor of real service in the cause of God."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-15.p25"},"He had spoken of the authority of judgment that had been committed to Himself; now He explained that they should not think He would accuse them before the Father; a lesser one than He would accuse, even Moses, another of His witnesses in whom they professed such trust—Moses whom they all were said to believe—and, driving home the full effect of His powerful arraignment, the Lord continued: “For had ye believed Moses, ye would have believed me: for he wrote of me. But if ye believe not his writings, how shall ye believe my words?” Such was the illuminating instruction combined with burning denunciation that these men had called forth by their futile attempt to convict Jesus on the charge of Sabbath desecration. This was but one of many evil machinations by which they so determinedly plotted, and strove to attach the stigma and invoke the penalty of Sabbath-breaking upon the very One who had ordained the Sabbath and was in truth and verity the one and only Lord thereof."]],[".topic",["h2","The Disciples Charged with Sabbath-Breaking"],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-15.p27"},"We may profitably consider in this connection other instances of good work done by our Lord on Sabbath days; and this we may do without undue regard to the order of the events in time. We again find Jesus in Galilee, whether prior to or after His visit to Jerusalem at the time of the unidentified feast, on which occasion He wrought the miracle of healing at the Bethesda pool, matters not. On a certain Sabbath, He and the disciples walked through a field of grain,",["sup",["a",{"href":"fn_20"},"t"]],"and, being hungry, the disciples began to pluck some of the ripening ears; rubbing out the kernels between their hands, they ate. There was no element of theft in what they did, for the Mosaic law provided that in passing through another’s vineyard or corn field one might pluck grapes or corn to relieve hunger; but it was forbidden to use a sickle in the field, or to carry away any of the grapes in a vessel.",["sup",["a",{"href":"fn_21"},"u"]],"The permission extended only to the relief of present need. When the disciples of Jesus availed themselves of this lawful privilege, there were Pharisees on the watch, and these came at once to the Master, saying: “Behold, thy disciples do that which is not lawful to do upon the sabbath day.” The accusers doubtless had in mind the rabbinical dictum that rubbing out an ear of grain in the hands was a species of threshing; that blowing away the chaff was winnowing; and that it was unlawful to thresh or winnow on the Sabbath. Indeed, some learned rabbis had held it to be a sin to walk on grass during the Sabbath, inasmuch as the grass might be in seed, and the treading out of the seed would be as the threshing of grain."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-15.p28"},"Jesus defended the disciples by citing a precedent applicable to the case, and of much greater import. The instance was that of David, who with a small company of men had asked bread of the priest Ahimelech; for they were hungry and in haste. The priest had none but consecrated bread, the loaves of shewbread which were placed in the sanctuary at intervals, and which none but the priests were allowed to eat. In view of the condition of urgent need the priest had given the shewbread to the hungry men.",["sup",["a",{"href":"fn_22"},"v"]],"Jesus also reminded the critical Pharisees that the priests in the temple regularly did much work on the Sabbath in the slaughtering of sacrificial victims and in altar service generally, yet were held blameless because of the higher requirements of worship which rendered such labor necessary; and added with solemn emphasis: “But I say unto you, That in this place is one greater than the temple.” He cited the word of God spoken through Hosea, “I will have mercy, and not sacrifice,”",["sup",["a",{"href":"fn_23"},"w"]],"and reproved at once their ignorance and their unrighteous zeal by telling them that had they known what that scripture meant they would not have condemned the guiltless. Be it remembered, “The sabbath was made for man, and not man for the sabbath.”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-15.p29"},"His reproof was followed by the affirmation of His personal supremacy:",["span.emphasis","“For the Son of man is Lord even of the sabbath day.”"],"What can we gather from the declaration but that He, Jesus, there present in the flesh, was the Being through whom the Sabbath had been ordained, that it was He who had given and written in stone the decalog, including “Remember the sabbath day, to keep it holy,” and, “the seventh day is the sabbath of the Lord thy God”?"]],[".topic",["h2","A Pharisaical Plot"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-15.p31"},"Again on a Sabbath, Jesus went into a synagog, and saw in the congregation a man whose right hand was withered.",["sup",["a",{"href":"fn_25"},"y"]],"There were Pharisees present, and they watched to see whether Jesus would heal the man, their purpose being to accuse Him if He did so. The Pharisees asked: “Is it lawful to heal on the sabbath days?” Our Lord countered their poorly veiled purpose by asking: “Is it lawful to do good on the sabbath days?” and extended the question, “or to do evil? to save life, or to kill?” They held their peace, for the question was double-edged. To reply in the affirmative would have been to justify the work of healing; a negative answer would have stultified them. He put another question: “What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out? How much then is a man better than a sheep?”"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-15.p32"},"As the Pharisees could not or would not reply, He summed up the whole matter thus: “Wherefore it is lawful to do well on the sabbath days.” He called upon the man with the withered hand to stand forth before the congregation. Grief and anger were mingled in His penetrating and sweeping glance; but, turning with compassion toward the afflicted one, He commanded him to stretch forth his hand; the man obeyed, and lo! the hand “was restored whole, like as the other.”"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-15.p33"},"The discomfited Pharisees were furious, “filled with madness” Luke says; and they went out to plot anew against the Lord. So bitter was their hatred that they allied themselves with the Herodians, a political party generally unpopular among the Jews.",["sup",["a",{"href":"fn_26"},"z"]],"The rulers of the people were ready to enter into any intrigue or alliance to accomplish their avowed purpose of bringing about the death of the Lord Jesus. Aware of the wicked determination against Him, Jesus withdrew Himself from the locality. Other accusations of Sabbath-breaking, brought against Christ by Jewish casuists, will be considered later.",["sup",["a",{"href":"fn_27"},"a"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-15.f1"},["h3","Notes to Chapter 15"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-15.p35"},["b","Rabbinical Requirements Concerning Sabbath Observance."],"—“No feature of the Jewish system was so marked as their extraordinary strictness in the outward observance of the Sabbath, as a day of entire rest. The Scribes had elaborated from the command of Moses, a vast array of prohibitions and injunctions, covering the whole of social, individual, and public life, and carried it to the extreme of ridiculous caricature. Lengthened rules were prescribed as to the kinds of knots which might legally be tied on the Sabbath. The camel driver’s knot and the sailor’s were unlawful, and it was equally illegal to tie or to loose them. A knot which could be untied with one hand might be undone. A shoe or sandal, a woman’s cup, a wine or oil-skin, or a flesh-pot might be tied. A pitcher at a spring might be tied to the body-sash, but not with a cord. … To kindle or extinguish a fire on the Sabbath was a great desecration of the day, nor was even sickness allowed to violate Rabbinical rules. It was forbidden to give an emetic on the Sabbath—to set a broken bone, or put back a dislocated joint, though some Rabbis, more liberal, held that whatever endangered life made the Sabbath law void, ‘for the commands were given to Israel only that they might live by them.’ One who was buried under ruins on the Sabbath, might be dug for and taken out, if alive, but, if dead, he was to be left where he was, till the Sabbath was over.”—Geikie,",["span.emphasis","Life and Words of Christ,"],"chapter 38."]],["li",["span.label","2."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-15.p36"},["b","The Unnamed Feast."],"—There has been no little discussion as to the particular festival referred to in",["a.scriptureRef",{"href":"/scriptures/nt/john/5.1"},"John 5:1"],", at the time of which Jesus healed the cripple at the pool of Bethesda. Many writers hold that it was the Passover, others that it was the feast of Purim, or some other Jewish celebration. The only semblance of importance attaching to the question is the possibility of learning from the fact, if it could be proved, something of the chronological order of events at this period of our Lord’s life. We are not told which feast this was, neither the year nor the time of the year when it occurred. The miracle wrought on the occasion, and the doctrinal discourse delivered as a result thereof, depend for their value in no degree on the determination of date."]],["li",["span.label","3."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-15.p37"},["b","Shewbread."],"—The name means “bread of the presence,” signifying that it was placed in the presence of Jehovah. The bread so sanctified consisted of twelve loaves, made without leaven. They were to be deposited in the Holy Place in two columns of six loaves each. Zenos, in",["span.emphasis","Stand. Bible Dict."],"writes: “They were allowed to remain there for a whole week, at the end of which period they were removed, and eaten by the priest upon holy ground, i.e. within the precincts of the sanctuary. For other persons than priests to eat of the loaves of the shewbread was regarded as sacrilegious, for they were “holy.” See",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.30"},"Exodus 25:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.5-9"},"Leviticus 24:5–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/21.1-6"},"1 Samuel 21:1–6"],"."]],["li",["span.label","4."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-15.p38"},["b","The Sabbath Was Made for Man and Not Man for the Sabbath."],"—Edersheim (vol. 1, pp. 57, 58) says: “When on his flight from Saul, David had, ‘when an hungered,’ eaten of the shewbread and given it to his followers, although, by the letter of the Levitical law, it was only to be eaten by the priests, Jewish tradition vindicated his conduct on the plea that ‘danger to life superseded the Sabbath law,’ and hence, all laws connected with it. … In truth, the reason why David was blameless in eating the shewbread was the same as that which made the Sabbath labor of the priests lawful. The Sabbath law was not one merely of rest, but of rest for worship. The service of the Lord was the object in view. The priests worked on the Sabbath, because this service was the object of the Sabbath; and David was allowed to eat of the shewbread, not [solely] because there was danger to life from starvation, but because he pleaded that he was on the service of the Lord, and needed this provision. The disciples, when following the Lord, were similarly on the service of the Lord; ministering to Him was more than ministering in the temple, for He was greater than the temple. If the Pharisees had believed this, they would not have questioned their conduct, nor in so doing have themselves infringed that higher law which enjoined mercy, not sacrifice.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-15.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/gen/2.3"},"Genesis 2:3"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-15.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/ot/ex/16.16-31"},"Exodus 16:16–31"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-15.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/ex/20.8-11"},"Exodus 20:8–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.12"},"23:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.13-15"},"31:13–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.21"},"34:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.3"},"Leviticus 19:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.3"},"23:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.12-14"},"Deuteronomy 5:12–14"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-15.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/ex/35.3"},"Exodus 35:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/15.32-36"},"Numbers 15:32–36"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-15.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/isa/56.2"},"Isaiah 56:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13"},"58:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/17.21-24"},"Jeremiah 17:21–24"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-15.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/neh/8.9-12"},"Nehemiah 8:9–12"],";",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.15-22"},"13:15–22"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-15.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/ezek/20.12-24"},"Ezekiel 20:12–24"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-15.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.5"},"Jarom 1:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.16-19"},"Mosiah 13:16–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.23"},"18:23"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-15.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/ot/lev/25.1-8"},"Leviticus 25:1–8"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.34-35"},"26:34, 35"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-15.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/lev/25.10-55"},"Leviticus 25:10–55"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-15.fn11"},["b","11"],["span.label","k"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p13"},"64"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-15.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p35"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-15.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/5"},"John, chapter 5"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-15.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p36"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-15.fn15"},["b","15"],["span.label","o"],"See another instance, pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p10"},"190–92"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-15.fn16"},["b","16"],["span.label","p"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p11"},"191"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p32"},"201"],". For further justification of this act of healing on the Sabbath, see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.21-24"},"John 7:21–24"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-15.fn17"},["b","17"],["span.label","q"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p10"},"142"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-15.fn18"},["b","18"],["span.label","r"],"Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.16-17"},"D&C 76:16, 17"],". See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p21"},"24"],"herein."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-15.fn19"},["b","19"],["span.label","s"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p23"},"25"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-15.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.1-8"},"Matthew 12:1–8"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.23-28"},"Mark 2:23–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.1-5"},"Luke 6:1–5"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-15.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/ot/deut/23.24-25"},"Deuteronomy 23:24, 25"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-15.fn22"},["b","22"],["span.label","v"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p37"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-15.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/ot/hosea/6.6"},"Hosea 6:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.6-9"},"Micah 6:6–9"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-15.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/mark/2.27"},"Mark 2:27"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p38"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-15.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.10-13"},"Matthew 12:10–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.1-6"},"Mark 3:1–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.6-8"},"Luke 6:6–8"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-15.fn26"},["b","26"],["span.label","z"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p20"},"68"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-15.fn27"},["b","27"],["span.label","a"],"For instances, see",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.14-16"},"Luke 13:14–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.3-6"},"14:3–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.14-16"},"John 9:14–16"],"."]]}
