{"id":33,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":33,"title":"Chapter 31: The Close of Our Lord’s Public Ministry","subtitle":"","short_title":"Chapter 31","uri":"/manual/jesus-the-christ/chapter-31","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-31"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-31.head1"},[".titleNumber","Chapter 31"],["h1","The Close of Our Lord’s Public Ministry"]],[".bodyBlock",[".topic",["h2","A Conspiracy of Pharisees and Herodians",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-31.p4"},"The Jewish authorities continued unceasingly active in their determined efforts to tempt or beguile Jesus into some act or utterance on which they could base a charge of offense, under either their own or Roman law. The Pharisees counseled together as to “how they might entangle him in his talk”; and then, laying aside their partisan prejudices, they conspired to this end with the Herodians, a political faction whose chief characteristic was the purpose of maintaining in power the family of the Herods,",["sup",["a",{"href":"fn_2"},"b"]],"which policy of necessity entailed the upholding of the Roman power, upon which the Herods depended for their delegated authority. The same incongruous association had been entered into before in an attempt to provoke Jesus to overt speech or action in Galilee; and the Lord had coupled the parties together in His warning to the disciples to beware of the leaven of both.",["sup",["a",{"href":"fn_3"},"c"]],"So, on the last day of our Lord’s teaching in public, Pharisees and Herodians joined forces against Him; the one watchful for the smallest technical infringement of the Mosaic law, the other alert to seize upon the slightest excuse for charging Him with disloyalty to the secular powers. Their plans were conceived in treachery, and put into operation as the living embodiment of a lie. Choosing some of their number who had not before appeared in personal antagonism to Jesus, and who were supposed to be unknown to Him, the chief conspirators sent these with instructions to “feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.”"],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-31.p5"},"This delegation of hypocritical spies came asking a question, in pretended sincerity, as though they were troubled in conscience and desired counsel of the eminent Teacher. “Master,” said they with fawning duplicity, “we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.” This studied tribute to our Lord’s courage and independence of thought and action was truthful in every word; but as uttered by those fulsome dissemblers and in their nefarious intent, it was egregiously false. The honeyed address, however, by which the conspirators attempted to cajole the Lord into unwariness, indicated that the question they were about to submit was one requiring for its proper answer just such qualities of mind as they pretendingly attributed to Him."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-31.p6"},"“Tell us therefore,” they continued, “What thinkest thou? Is it lawful to give tribute unto Cæsar, or not?” The question had been chosen with diabolic craft; for of all acts attesting compulsory allegiance to Rome that of having to pay the poll-tax was most offensive to the Jews. Had Jesus answered “Yes,” the guileful Pharisees might have inflamed the multitude against Him as a disloyal son of Abraham; had His answer been “No,” the scheming Herodians could have denounced Him as a promoter of sedition against the Roman government. Moreover the question was unnecessary; the nation, both rulers and people, had settled it, however grudgingly, for they accepted and circulated among themselves the Roman coinage as a common medium of exchange; and it was a criterion of recognition among the Jews that to make current the coins of any sovereign was to acknowledge his royal authority. “But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?” All their artful expressions of false adulation were countered by the withering epithet “hypocrites.” “Shew me the tribute money,” He commanded, and they produced a penny—a Roman denarius bearing the effigy and name of Tiberius Cæsar, emperor of Rome. “Whose is this image and superscription?” He asked. They answered “Cæsar’s.” “Then saith he unto them, Render therefore unto Cæsar the things which are Cæsar’s; and unto God the things that are God’s.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-31.p7"},"The reply was a masterly one by whatever standard we gage it; it has become an aphorism in literature and life. It swept away any lingering thought or expectation that in the mind of Him who had so recently ridden into Jerusalem as King of Israel and Prince of Peace, there was even the semblance of aspiration for earthly power or dominion. It established for all time the one righteous basis of relationship between spiritual and secular duties, between church and state. The apostles in later years builded upon this foundation and enjoined obedience to the laws of established governments.",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-31.p8"},"One may draw a lesson if he will, from the association of our Lord’s words with the occurrence of Cæsar’s image on the coin. It was that effigy with its accompanying superscription that gave special point to His memorable instruction, “Render therefore unto Cæsar the things which are Cæsar’s.” This was followed by the further injunction: “and unto God the things that are God’s.” Every human soul is stamped with the image and superscription of God, however blurred and indistinct the line may have become through the corrosion or attrition of sin;",["sup",["a",{"href":"fn_6"},"f"]],"and as unto Cæsar should be rendered the coins upon which his effigy appeared, so unto God should be given the souls that bear His image. Render unto the world the stamped pieces that are made legally current by the insignia of worldly powers, and give unto God and His service, yourselves—the divine mintage of His eternal realm."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-31.p9"},"Pharisees and Herodians were silenced by the unanswerable wisdom of the Lord’s reply to their crafty question. Try as they would, they could not “take hold of his words,” and they were put to shame before the people who were witnesses to their humiliation. Marveling at His answer, and unwilling to take the chance of further and possibly greater embarrassment, they “left him, and went their way.” Nevertheless these perverted Jews persisted in their base and treacherous purpose, as appears nowhere more glaringly evident than in their utterly false accusation before Pilate—that Jesus was guilty of “forbidding to give tribute to Cæsar, saying that he himself is Christ a King.”",["sup",["a",{"href":"fn_7"},"g"]]]],[".topic",["h2","Sadducees Question about the Resurrection",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-31.p11"},"Next, the Sadducees tried to discomfit Jesus by propounding what they regarded as an involved if not indeed a very difficult question. The Sadducees held that there could be no bodily resurrection, on which point of doctrine as on many others, they were the avowed opponents of the Pharisees.",["sup",["a",{"href":"fn_9"},"i"]],"The question submitted by the Sadducees on this occasion related directly to the resurrection, and was framed to discredit the doctrine by a most unfavorable and grossly exaggerated application thereof. “Master,” said the spokesman of the party, “Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother. Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother: Likewise the second also, and the third unto the seventh. And last of all the woman died also. Therefore in the resurrection whose wife shall she be of the seven? for they all had her.” It was beyond question that the Mosaic law authorized and required that the living brother of a deceased and childless husband should marry the widow with the purpose of rearing children to the name of the dead, whose family lineage would thus be legally continued.",["sup",["a",{"href":"fn_10"},"j"]],"Such a state of affairs as that presented by the casuistical Sadducees, in which seven brothers in succession had as wife and left as childless widow the same woman, was possible under the Mosaic code relating to levirate marriages; but it was a most improbable instance."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-31.p12"},"Jesus stopped not, however, to question the elements of the problem as presented to Him; whether the case was assumed or real mattered not, since the question “Whose wife shall she be?” was based on an utterly erroneous conception. “Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God. For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.” The Lord’s meaning was clear, that in the resurrected state there can be no question among the seven brothers as to whose wife for eternity the woman shall be, since all except the first had married her for the duration of mortal life only, and primarily for the purpose of perpetuating in mortality the name and family of the brother who first died. Luke records the Lord’s words as follows in part: “But they which shall be accounted worthy to obtain that world, and the resurrection from the dead, neither marry, nor are given in marriage: Neither can they die any more: for they are equal unto the angels; and are the children of God, being the children of the resurrection.” In the resurrection there will be no marrying nor giving in marriage; for all questions of marital status must be settled before that time, under the authority of the Holy Priesthood, which holds the power to seal in marriage for both time and eternity.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-31.p13"},"From the case presented by His treacherous questioners, Jesus turned to the actuality of the resurrection, which was involved in and implied by the inquiry. “But as touching the resurrection of the dead,” said He, “have ye not read that which was spoken unto you by God, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.” This was a direct assault upon the Sadducean doctrine of negation concerning the literal resurrection of the dead. The Sadducees were distinctively the zealous upholders of the law, wherein Jehovah affirms Himself to be the God of Abraham, Isaac, and Jacob;",["sup",["a",{"href":"fn_12"},"l"]],"yet they denied the possible resurrection of these patriarchs, and made the exalted title, under which the Lord had revealed Himself to Moses, valid only during the brief mortal existence of the progenitors of the Israelitish nation. The declaration that Jehovah is not the God of the dead but of the living was an unanswerable denunciation of the Sadducean perversion of scripture; and with solemn finality the Lord added: “Ye therefore do greatly err.” Certain of the scribes present were impressed by the incontrovertible demonstration of the truth, and exclaimed with approbation: “Master, thou hast well said.” The proud Sadducees were confuted and silenced; “and after that they durst not ask him any question at all.”"]],[".topic",["h2","The Great Commandment",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-31.p15"},"The Pharisees, covertly rejoicing over the discomfiture of their rivals, now summoned courage enough to plan another attack of their own. One of their number, a lawyer, by which title we may understand one of the scribes who was distinctively also a professor of ecclesiastical law, asked: “Which is the first commandment of all?” or, as Matthew states the question: “Master, which is the great commandment in the law?” The reply was prompt, incisive, and so comprehensive as to cover the requirements of the law in their entirety. With the imperative call to attention with which Moses had summoned Israel to hear and heed,",["sup",["a",{"href":"fn_14"},"n"]],"the very words of which were written on the phylacteries",["sup",["a",{"href":"fn_15"},"o"]],"which the Pharisees wore as frontlets between their eyes, Jesus answered: “Hear, O Israel; The Lord our God is one Lord: And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment. And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.” Matthew’s wording of the concluding declaration is: “On these two commandments hang all the law and the prophets.”"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-31.p16"},"The philosophic soundness of the Lord’s profound generalization and comprehensive summarizing of the “law and the prophets”",["sup",["a",{"href":"fn_16"},"p"]],"will appeal to all students of human nature. It is a common tendency of man to reach after, or at least to inquire after and marvel about, the superlative. Who is the greatest poet, philosopher, scientist, preacher or statesman? Who stands first and foremost in the community, the nation, or even, as the apostles in their aspiring ignorance asked, in the kingdom of heaven? Which mountain overtops all the rest? Which river is the longest or the largest? Such queries are ever current. The Jews had divided and subdivided the commandments of the law, and had supplemented even the minutest subdivision with rules of their own contriving. Now came the pharisee asking which of all these requirements was the greatest.",["sup",["a",{"href":"fn_17"},"q"]],"To love God with all one’s heart and soul and mind is to serve Him and keep all his commandments. To love one’s neighbor as one’s self is to be a brother in the broadest and, at the same time, the most exacting sense of the term. Therefore the commandment to love God and man is the greatest, on the basis of the simple and mathematical truth that the whole is greater than any part. What need of the decalog could there be if mankind would obey this first and great and all-embracing commandment? The Lord’s reply to the question was convincing even to the learned scribe who had acted as spokesman for his Pharisaic colleagues. The man was honest enough to admit the righteousness and wisdom on which the reply was grounded, and impulsively he voiced acceptance, saying, “Well, Master, thou hast said the truth: for there is one God; and there is none other but he: And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.” Jesus was no whit less prompt than the well-intending scribe in acknowledging merit in the words of an opponent; and to the man He gave the encouraging assurance: “Thou art not far from the kingdom of God.” As to whether the scribe remained firm in purpose and eventually gained entrance into that blessed abode, the scriptural record is silent."]],[".topic",["h2","Jesus Turns Questioner",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-31.p18"},"Sadducees, Herodians, Pharisees, lawyers, and scribes, all had in turn met discomfiture and defeat in their efforts to entangle Jesus on questions of doctrine or practice, and had utterly failed to incite Him to any act or utterance on which they could lawfully charge Him with offense. Having so effectually silenced all who had ventured to challenge Him to debate, either covertly or with open intent, that “no man after that durst ask him any question,” Jesus in turn became the aggressive interrogator. Turning to the Pharisees, who had clustered together for greater facility in consultation, Jesus began a colloquy which proceeded as follows: “What think ye of Christ? whose son is he? They say unto him, The son of David. He saith unto them, How then doth David in spirit call him Lord, saying, The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool? If David then call him Lord, how is he his son?” The Lord’s citation of David’s jubilant and worshipful song of praise, which, as Mark avers, Jesus said was inspired by the Holy Ghost, had reference to the Messianic psalm",["sup",["a",{"href":"fn_19"},"s"]],"in which the royal singer affirmed his own reverent allegiance, and extolled the glorious reign of the promised King of kings, who is specifically called therein “a priest forever after the order of Melchizedek.”",["sup",["a",{"href":"fn_20"},"t"]],"Puzzling as was the unexpected question to the erudite Jews, we fail to perceive in it any inexplicable difficulty, since to us, less prejudiced than they who lived in expectation of a Messiah who would be David’s son only in the sense of family descent and royal succession in the splendor of temporal rule, the eternal Godship of the Messiah is a fact demonstrated and undeniable. Jesus the Christ is the Son of David in the physical way of lineage by which both Jesus and David are sons of Jacob, Isaac, Abraham, and Adam. But while Jesus was born in the flesh as late in the centuries as the “meridian of time”",["sup",["a",{"href":"fn_21"},"u"]],"He was Jehovah, Lord and God, before David, Abraham, or Adam was known on earth.",["sup",["a",{"href":"fn_22"},"v"]]]],[".topic",["h2","Wicked Scribes and Pharisees Denounced",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-31.p20"},"The humiliating defeat of the Pharisaic party was made all the more memorable and bitter by the Lord’s final denunciation of the system, and His condemnation of its unworthy representatives. Addressing Himself primarily to the disciples, yet speaking in the hearing of the multitude, He directed the attention of all to the scribes and Pharisees, who, He pointed out, occupied the seat of Moses as doctrinal expounders and official administrators of the law, and who were therefore to be obeyed in their authoritative rule; but against their pernicious example the disciples were forcefully warned. “All therefore whatsoever they bid you observe, that observe and do,” said the Lord, “but do not ye after their works; for they say, and do not.” Distinction between due observance of official precept and the personal responsibility of following evil example, though it be that of men high in authority, could not have been made plainer. Disobedience to law was not to be excused because of corruption among the law’s representatives, nor was wickedness in any individual to be condoned or palliated because of another’s villainy."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-31.p21"},"In explanation of the caution He so openly blazoned against the vices of the rulers, the Lord continued: “For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves will not move them with one of their fingers.” Rabbinism had practically superseded the law in the substitution of multitudinous rules and exactions, with conditional penalties; the day was filled with traditional observances by which even the trivial affairs of life were encumbered; yet from bearing these and other grievous burdens hypocritical officials could find excuse for personal exemption."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-31.p22"},"Their inordinate vanity and their irreverent assumption of excessive piety were thus stigmatized: “But all their works they do for to be seen of men: they make broad their phylacteries,",["sup",["a",{"href":"fn_24"},"x"]],"and enlarge the borders of their garments, and love the uppermost rooms at feasts, and the chief seats in the synagogues, and greetings in the markets, and to be called of men, Rabbi, Rabbi.” The high-sounding title, Rabbi, signifying Master, Teacher, or Doctor, had eclipsed the divinely recognized sanctity of priesthood; to be a rabbi of the Jews was regarded as vastly superior to being a priest of the Most High God.",["sup",["a",{"href":"fn_25"},"y"]],"“But be not ye called Rabbi,” said Jesus to the apostles and the other disciples present, “for one is your Master, even Christ; and all ye are brethren. And call no man your father upon the earth: for one is your Father, which is in heaven. Neither be ye called masters: for one is your Master, even Christ.”",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-31.p23"},"Those upon whom would rest the responsibility of building the Church He had founded were not to aspire to worldly titles nor the honors of men; for those chosen ones were brethren, and their sole purpose should be the rendering of the greatest possible service to their one and only Master. As had been so strongly impressed on earlier occasions, excellence or supremacy in the apostolic calling, and similarly in the duties of discipleship or membership in the Church of Christ, was and is to be achieved through humble and devoted service alone; therefore said the Master again, “he that is greatest among you shall be your servant. And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-31.p24"},"From the mixed multitude of disciples and unbelievers, comprizing many of the common people who listened in glad eagerness to learn,",["sup",["a",{"href":"fn_27"},"a"]],"Jesus turned to the already abashed yet angry rulers, and deluged them with a veritable torrent of righteous indignation, through which flashed the lightning of scorching invective, accompanied by thunder peals of divine anathema."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-31.p25"},"“But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves, neither suffer ye them that are entering to go in.” The Pharisaic standard of piety was the learning of the schools; one unversed in the technicalities of the law was accounted as unacceptable to God and veritably accursed.",["sup",["a",{"href":"fn_28"},"b"]],"By their casuistry and perverted explications of scripture they confused and misled the “common people,” and so stood as obstacles at the entrance to the kingdom of God, refusing to go in themselves and barring the way to others."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-31.p26"},"“Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows’ houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.”",["sup",["a",{"href":"fn_29"},"c"]],"The avarice of the Jewish hierarchy in our Lord’s lifetime was an open scandal. By extortion and unlawful exaction under cover of religious duty the priestly rulers had amassed an enormous treasure,",["sup",["a",{"href":"fn_30"},"d"]],"of which the contributions of the poor, and the confiscation of property, including even the houses of dependent widows, formed a considerable proportion; and the perfidy of the practice was made the blacker by the outward pretense of sanctity and the sacrilegious accompaniment of wordy prayer."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-31.p27"},"“Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.” It is possible that this woe was directed more against the effort to secure proselytes to Pharisaism than that of converting aliens to Judaism; but as the latter was thoroughly degraded and the former disgustingly corrupt, the application of our Lord’s denunciation to either or both is warranted. Of the Jews who strove to make proselytes it has been said that “out of a bad heathen they made a worse Jew.” Many of their converts soon became perverts."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-31.p28"},"“Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor! Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold? And, Whosoever shall swear by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty. Ye fools and blind: for whether is greater, the gift, or the altar that sanctifieth the gift? Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon. And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein. And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.” Thus did the Lord condemn the infamous enactments of the schools and the Sanhedrin concerning oaths and vows; for they had established or endorsed a code of rules, inconsistent and unjust, as to technical trifles by which a vow could be enforced or invalidated. If a man swore by the temple, the House of Jehovah, he could obtain an indulgence for breaking his oath; but if he vowed by the gold and treasure of the Holy House, he was bound by the unbreakable bonds of priestly dictum. Though one should swear by the altar of God, his oath could be annulled; but if he vowed by the corban gift or by the gold upon the altar;",["sup",["a",{"href":"fn_31"},"e"]],"his obligation was imperative. To what depths of unreason and hopeless depravity had men fallen, how sinfully foolish and how willfully blind were they, who saw not that the temple was greater than its gold, and the altar than the gift that lay upon it! In the Sermon on the Mount the Lord had said, “Swear not at all”;",["sup",["a",{"href":"fn_32"},"f"]],"but upon such as would not live according to that higher law, upon those who persisted in the use of oaths and vows, the lesser and evidently just requirement of strict fidelity to the terms of self-assumed obligations was to be enforced, without unrighteous quibble or inequitable discrimination."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-31.p29"},"“Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone. Ye blind guides, which strain at a gnat, and swallow a camel.” The law of the tithe had been a characteristic feature of the theocratic requirements in Israel from the days of Moses; and the practice really long antedated the exodus. As literally construed, the law required the tithing of flocks and herds, fruit and grain,",["sup",["a",{"href":"fn_33"},"g"]],"but by traditional extension all products of the soil had been included. The conscientious tithing of all one’s possessions, even potherbs and other garden produce, was approved by the Lord; but He denounced as rank hypocrisy the observance of such requirements as an excuse for neglecting the other duties of true religion. The reference to “the weightier matters of the law” may have been an allusion to the rabbinical classification of “light” and “heavy” requirements under the law; though it is certain the Lord approved no such arbitrary distinctions. To omit the tithing of small things, such as mint leaves, and sprigs of anise and cummin, was to fall short in dutiful observance; but to ignore the claims of judgment, mercy, and faith, was to forfeit one’s claim to blessing as a covenant child of God. By a strong simile, the Lord stigmatized such inconsistency as comparable to one’s scrupulous straining at a gnat while figuratively willing to gulp down a camel.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-31.p30"},"“Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess. Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.”",["sup",["a",{"href":"fn_35"},"i"]],"Pharisaic scrupulosity in the ceremonial cleansing of platters and cups, pots and brazen vessels, has been already alluded to. Cleanliness the Lord in no wise depreciated; His shafts of disapprobation were aimed at the hypocrisy of maintaining at once outward spotlessness and inward corruption. Cups and platters though cleansed to perfection were filthy before the Lord if their contents had been bought by the gold of extortion, or were to be used in pandering to gluttony, drunkenness or other excess."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-31.p31"},"“Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness. Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.” It was an awful figure, that of likening them to whitewashed tombs, full of dead bones and rotting flesh. As the dogmas of the rabbis made even the slightest contact with a corpse or its cerements, or with the bier upon which it was borne, or the grave in which it has been lain, a cause of personal defilement, which only ceremonial washing and the offering of sacrifices could remove, care was taken to make tombs conspicuously white, so that no person need by defiled through ignorance of proximity to such unclean places; and, moreover, the periodical whitening of sepulchres was regarded as a memorial act of honor to the dead. But even as no amount of care or degree of diligence in keeping bright the outside of a tomb could stay the putrescence going on within, so no externals of pretended righteousness could mitigate the revolving corruption of a heart reeking with iniquity. Jesus had before compared Pharisees with unmarked graves, over which men inadvertently walked and so became defiled though they knew it not;",["sup",["a",{"href":"fn_36"},"j"]],"on the occasion now under consideration He denounced them as whitened tombs, flauntingly prominent, but sepulchres nevertheless."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-31.p32"},"“Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous, And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets. Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.” National pride, not wholly unlike patriotism, had for centuries expressed itself in formal regard for the burial crypts of the ancient prophets, many of whom had been slain because of their righteous and fearless zeal. Those modern Jews were voluble to disavow all sympathy with the murderous deeds of their progenitors, who had martyred the prophets, and ostentatiously averred that if they had lived in the times of those martyrdoms they would have been no participators therein, yet by such avouchment they proclaimed themselves the offspring of those who had shed innocent blood."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-31.p33"},"With scorching maledictions the Lord thus consigned them to their fate: “Fill ye up then the measure of your fathers. Ye serpents, ye generation of vipers, how can ye escape the damnation of hell? Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city: That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar. Verily I say unto you, All these things shall come upon this generation.” To their sanctimonious asseverations of superiority over their fathers who had slain Jehovah’s envoys, Jehovah Himself replied by predicting that they would dye their hands in the blood of prophets, wise men, and righteous scribes, whom He would send amongst them; and thus would prove themselves literal sons of murderers, and murderers themselves, so that upon them should rest the burden of all the righteous blood that had been shed for a testimony of God, from righteous Abel to the martyred Zacharias.",["sup",["a",{"href":"fn_37"},"k"]],"That dread fate, outlined with such awful realism, was to be no eventuality of the distant future; every one of the frightful woes the Lord had uttered was to be realized in that generation."]],[".topic",["h2","The Lord’s Lamentation over Jerusalem",["sup",["a",{"href":"fn_38"},"l"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-31.p35"},"Concerning scribes, Pharisees, and Pharisaism, Jesus had uttered His last word. Looking from the temple heights out over the city of the great King, soon to be abandoned to destruction, the Lord was obsessed by emotions of profound sorrow. With the undying eloquence of anguish He broke forth in such a lamentation as no mortal father ever voiced over the most unfilial and recreant of sons."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-31.p36"},"“O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate. For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.” Had Israel but received her King, the world’s history of post-meridian time would never have been what it is. The children of Israel had spurned the proffered safety of a protecting paternal wing; soon the Roman eagle would swoop down upon them and slay. The stupendous temple, which but a day before the Lord had called “My house,” was now no longer specifically His; “Your house,” said He, “is left unto you desolate.” He was about to withdraw from both temple and nation; and by the Jews His face was not again to be seen, until, through the discipline of centuries of suffering they shall be prepared to acclaim in accents of abiding faith, as some of them had shouted but the Sunday before under the impulse of an erroneous conception, “Blessed is he that cometh in the name of the Lord.”"]],[".topic",["h2","A Widow’s Gift",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-31.p38"},"From the open courts Jesus moved over toward the colonnaded treasury of the temple, and there He sat, seemingly absorbed in a revery of sorrow. Within that space were thirteen chests, each provided with a trumpet-shaped receptacle; and into these the people dropped their contributions for the several purposes indicated by inscriptions on the boxes. Looking up, Jesus observed the lines of donors, of all ranks and degrees of affluence and poverty, Some depositing their gifts with evident devoutness and sincerity of purpose, others ostentatiously casting in great sums of silver and gold, primarily to be seen of men. Among the many was a poor widow, who with probable effort to escape observation dropped into one of the treasure-chests two small bronze coins known as mites; her contribution amounted to less than half a cent in American money. The Lord called His disciples about Him, directed their attention to the poverty-stricken widow and her deed, and said: “Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury: For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living.”"],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-31.p39"},"In the accounts kept by the recording angels, figured out according to the arithmetic of heaven, entries are made in terms of quality rather than of quantity, and values are determined on the basis of capability and intent. The rich gave much yet kept back more; the widow’s gift was her all. It was not the smallness of her offering that made it especially acceptable, but the spirit of sacrifice and devout intent with which she gave. On the books of the heavenly accountants that widow’s contribution was entered as a munificent gift, surpassing in worth the largess of kings. “For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.”",["sup",["a",{"href":"fn_40"},"n"]]]],[".topic",["h2","Christ’s Final Withdrawal from the Temple"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-31.p41"},"Our Lord’s public discourses and the open colloquies in which He had participated with professionals and priestly officials, in the course of His daily visits to the temple during the first half of Passion week, had caused many of the chief rulers, beside others, to believe on Him as the veritable Son of God; but the fear of Pharisaic persecution and the dread of excommunication from the synagog",["sup",["a",{"href":"fn_41"},"o"]],"deterred them from confessing the allegiance they felt, and from accepting the means of salvation so freely offered. “They loved the praise of men more than the praise of God.”",["sup",["a",{"href":"fn_42"},"p"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-31.p42"},"It may have been while Jesus directed His course for the last time toward the exit portal of the one-time holy place that He uttered the solemn testimony of His divinity recorded by John.",["sup",["a",{"href":"fn_43"},"q"]],"Crying with a loud voice to priestly rulers and the multitude generally, He said: “He that believeth on me, believeth not on me, but on him that sent me. And he that seeth me seeth him that sent me.” Allegiance to Himself was allegiance to God; the people were plainly told that to accept Him was in no degree a weakening of their adherence to Jehovah, but on the contrary a confirmation thereof. Repeating precepts of earlier utterance, He again proclaimed Himself the light of the world, by whose rays alone mankind might be delivered from the enveloping darkness of spiritual unbelief. The testimony He left with the people would be the means of judgment and condemnation to all who willfully rejected it. “For,” said He in solemn finality, “I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak. And I know that his commandment is life everlasting; whatsoever I speak therefore, even as the Father said unto me, so I speak.”"]],[".topic",["h2","Destruction of the Temple Predicted",["sup",["a",{"href":"fn_44"},"r"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-31.p44"},"As Jesus was departing from the enclosure wherein stood what once had been the House of the Lord, one or more of the disciples called His attention to the magnificent structures, the massive stones, the colossal columns, and the lavish and costly adornment of the several buildings. The Lord’s answering comment was an unqualified prophecy of the utter destruction of the temple and everything pertaining to it. “Verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down.” Such was the definite and dire prediction. Those who heard were dumbfounded; neither by question nor other response did they attempt to elicit more. The literal fulfilment of that awful portent was but an incident in the annihilation of the city less than forty years later."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-31.p45"},"With the Lord’s final departure from the temple, which probably occurred in the afternoon of the Tuesday of that last week, His public ministry was brought to its solemn ending. Whatever of discourse, parable, or ordinance was to follow, would be directed only to the further instruction and investiture of the apostles."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-31.f1"},["h3","Notes to Chapter 31"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-31.p47"},["b","The Image on the Coin."],"—The Jews had an aversion for images or effigies in general, the use of which they professed to hold as a violation of the second commandment. Their scruples, however, did not deter them from accepting coins bearing the effigies of kings, even though these monarchs were pagans. Their own coins bore other devices, such as plants, fruit, etc., in place of a human head; and the Romans had condescendingly permitted the issue of a special coinage for Jewish use, each piece bearing the name but not the effigy of the monarch. The ordinary coinage of Rome was current in Palestine, however."]],["li",["span.label","2."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-31.p48"},["b","Submission to Secular Authority."],"—Governments are instituted of God, sometimes by His direct interposition, sometimes by His permission. When the Jews had been brought into subjection by Nebuchadnezzar, king of Babylon, the Lord commanded through the prophet Jeremiah (",["a.scriptureRef",{"href":"/scriptures/ot/jer/27.4-8"},"27:4–8"],") that the people render obedience to their conqueror, whom He called His servant; for verily the Lord had used the pagan king to chastise the recreant and unfaithful children of the covenant. The obedience so enjoined included the payment of taxes and extended to complete submission. After the death of Christ the apostles taught obedience to the powers that be, which powers, Paul declared “are ordained of God.” See",["a.scriptureRef",{"href":"/scriptures/nt/rom/13.1-7"},"Romans 13:1–7"],";",["a.scriptureRef",{"href":"/scriptures/nt/titus/3.1"},"Titus 3:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/2.1-3"},"1 Timothy 2:1–3"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.13-14"},"1 Peter 2:13, 14"],". Through the medium of modern revelation, the Lord has required of His people in the present dispensation, obedience to and loyal support of the duly established and existing governments in all lands. See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.21-22"},"D&C 58:21–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.4-6"},"98:4–6"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134"},"section 134"],"throughout. The restored Church proclaims as an essential part of its belief and practice: “we believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.” See",["span.emphasis","Articles of Faith,"],"23."]],["li",["span.label","3."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-31.p49"},["b","Marriage for Eternity."],"—Divine revelation in the dispensation of the fulness of times has made plain the fact, that contracts of marriage, as indeed all other agreements between parties in mortality, are of no validity beyond the grave, except such contracts be ratified and validated by the duly established ordinances of the Holy Priesthood. Sealing in the marriage covenant for time and eternity, which has come to be known as celestial marriage, is an ordinance established by divine authority in the restored Church of Jesus Christ. See the author’s treatment of this subject in",["span.emphasis","Articles of Faith,"],"24:442–49; and",["span.emphasis","House of the Lord,"],"under “Sealing in Marriage,” pp. 84–91."]],["li",["span.label","4."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-31.p50"},["b","Divisions and Subdivisions of the Law."],"—“The Rabbinical schools, in their meddling, carnal, superficial spirit of word-weaving and letter-worship, had spun large accumulations of worthless subtlety all over the Mosaic law. Among other things they had wasted their idleness in fantastic attempts to count, and classify, and weigh, and measure all the separate commandments of the ceremonial and moral law. They had come to the sapient conclusion that there were 248 affirmative precepts, being as many as the members in the human body, and 365 negative precepts, being as many as the arteries and veins, or the days of the year: the total being 613, which was also the number of letters in the decalog. They arrived at the same result from the fact that the Jews were commanded (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38"},"Numbers 15:38"],") to wear fringes (",["span.emphasis","tsitsith"],") on the corners of their",["span.emphasis","tallith,"],"bound with a thread of blue; and as each fringe had eight threads and five knots, and the letters of the word",["span.emphasis","tsitsith"],"make 600, the total number of commandments was, as before 613. Now surely, out of such a large number of precepts and prohibitions,",["span.emphasis","all"],"could not be of quite the same value; some were ‘light’ (",["span.emphasis","kal"],"), and some were ‘heavy’ (",["span.emphasis","kobhed"],"). But which? and what was the greatest commandment of all? According to some Rabbis, the most important of all is that about the",["span.emphasis","tephillin"],"and the",["span.emphasis","tsitsith,"],"the fringes and phylacteries; and ‘he who diligently observes it is regarded in the same light as if he had kept the whole Law.’"],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-31.p51"},"“Some thought the omission of ablutions as bad as homicide; some that the precepts of the Mishna were all ‘heavy’; those of the Law were some ‘heavy’ and some ‘light.’ Others considered the",["span.emphasis","third"],"to be the greatest commandment. None of them had realized the great principle, that the wilful violation of one commandment is the transgression of all (",["a.scriptureRef",{"href":"/scriptures/nt/james/2.10"},"James 2:10"],"), because the object of the entire Law is the spirit of",["span.emphasis","obedience to God."],"On the question proposed by the lawyer the Shammaites and Hillelites were in disaccord, and, as usual, both schools were wrong: the Shammaites, in thinking that mere trivial external observances were valuable, apart from the spirit in which they were performed, and the principle which they exemplified; the Hillelites, in thinking that",["span.emphasis","any"],"positive command could in itself be unimportant, and in not seeing that great principles are essential to the due performance of even the slightest duties.”—Farrar,",["span.emphasis","Life of Christ,"],"chapter 52."]],["li",["span.label","5."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-31.p52"},["b","Phylacteries and Borders."],"—Through a traditional interpretation of",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.9"},"Exodus 13:9"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.8"},"Deuteronomy 6:8"],", the Hebrews adopted the custom of wearing phylacteries, which consisted essentially of strips of parchment on which were inscribed in whole or in part the following texts:",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.2-17"},"Exodus 13:2–10 and 11–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-9"},"Deuteronomy 6:4–9"],", and",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.13-21"},"11:13–21"],". Phylacteries were worn on the head and arm. The parchment strips for the head were four, on each of which one of the texts cited above was written. These were placed in a cubical box of leather measuring from 1⁄2 inch to 11⁄2 inches along the edge; the box was divided into four compartments and one of the little parchment rolls was placed in each. Thongs held the box in place on the forehead between the eyes of the wearer. The arm phylactery comprized but a single roll of parchment on which the four prescribed texts were written; this was placed in a little box which was bound by thongs to the inside of the left arm so as to be brought close to the heart when the hands were placed together in the attitude of devotion. The Pharisees wore the arm phylactery above the elbow, while their rivals, the Sadducees, fastened it to the palm of the hand (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.9"},"Exodus 13:9"],"). The common people wore phylacteries only at prayer time; but the Pharisees were said to display them throughout the day. Our Lord’s reference to the Pharisees’ custom of making broad their phylacteries had reference to the enlarging of the containing box, particularly the frontlet. The size of the parchment strips was fixed by rigid rule."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-31.p53"},"The Lord had required of Israel through Moses (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38"},"Numbers 15:38"],") that the people attach to the border of their garment a fringe with a ribbon of blue. In ostentatious display of assumed piety, the scribes and Pharisees delighted to wear enlarged borders to attract public attention. It was another manifestation of hypocritical sanctimoniousness."]],["li",["span.label","6."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-31.p54"},["b","Ecclesiastical Titles."],"—Our Lord severely condemned the seeking after titles as insignia of rank in His service. Nevertheless He named the Twelve whom He chose, Apostles; and in the Church founded by Himself the offices of Evangelist, High Priest, Pastor, Elder, Bishop, Priest, Teacher, and Deacon were established (see",["span.emphasis","Articles of Faith,"],"pp. 198–99). It was the empty man-made title that attached to the individual, not the authorized title of office to which men were called through authoritative ordination, to which the Lord affixed the seal of His disapproval. Titles of office in the Holy Priesthood are of too sacred a character to be used as marks of distinction among men. In the restored Church in the current dispensation, men are ordained to the Priesthood and to the several offices comprized within both the Lesser or Aaronic, and the Higher or Melchizedek Priesthood; but though one be thus made an Elder, a Seventy, a High Priest, a Patriarch or an Apostle, he should not court the usage of the title as a mere embellishment of his name. (See “The Honor and Dignity of Priesthood” by the author in",["span.emphasis","Improvement Era,"],"Salt Lake City, March 1914.)"],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-31.p55"},"Chas. F. Deems, in",["span.emphasis","The Light of the Nations,"],"pp. 583–84, says in speaking of the irreverent use of ecclesiastical titles: “The Pharisees loved also the highest places in the synagogs, and it gratified their vanity to be called Teacher, Doctor, Rabbi. Against these Jesus warned His disciples. They were not to love to be called Rabbi, a title which occurs in three forms,",["span.emphasis","Rab,"],"Teacher, Doctor;",["span.emphasis","Rabbi,"],"My Doctor or Teacher;",["span.emphasis","Rabboni,"],"My great Doctor. Nor were they to call any man ‘Father,’ in the sense of granting him any infallibility of judgment or power over their consciences. … ‘Papa,’ as the simple Moravians call their great man, Count Zinzendorf: ‘Founder,’ as Methodists denominate good John Wesley; ‘Holy Father in God,’ as bishops are sometimes called; ‘Pope,’ which is the same as ‘Papa’; ‘Doctor of Divinity,’ the Christian equivalent of the Jewish ‘Rabbi,’ are all dangerous titles. But it is not the employment of a name which Jesus denounces, it is the spirit of vanity which animated the Pharisees, and the servile spirit which the employment of titles is apt to engender. Paul and Peter spoke of themselves as spiritual fathers. Jesus teaches that positions in the societies of his followers, such as should afterward be formed, were not to be regarded as dignities, but rather as services; that no man should seek them for the honor they might confer, but for the field of usefulness they might afford; and that no man should lead off a sect, there being but one leader; and that the whole body of believers are brethren, of whom God is the Father.”"],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-31.p56"},"The writer last quoted very properly disparages aspirations, stimulated by vanity and self-righteous assumption, to the use of the title “Reverend” as applied to men."]],["li",["span.label","7."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-31.p57"},["b","Seven or Eight Woes?"],"—Some of the early Mss. of the Gospels omit verse 14 from",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],". Such omission reduces the number of specific utterances beginning “woe unto you” from eight to seven. There is no question as to the appearance in the original of the passages in",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.40"},"Mark 12:40"],"and",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.47"},"Luke 20:47"],", which are one in meaning with",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.14"},"Matthew 23:14"],"."]],["li",["span.label","8."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-31.p58"},["b","The Temple Treasure."],"—In connection with the incident of the widow’s mites, Edersheim (vol. ii, pp. 387–88) writes: “Some might come with appearance of self-righteousness, some even with ostentation, some as cheerfully performing a happy duty. ‘Many that were rich cast in much’—yes, very much, for such was the tendency that a law had to be enacted forbidding the gift to the Temple of more than a certain proportion of one’s possessions. And the amount of such contributions may be inferred by recalling the circumstance, that at the time of Pompey and Crassus, the Temple treasury, after having lavishly defrayed every possible expenditure, contained in money nearly half a million, and precious vessels to the value of nearly two millions sterling.” See also Josephus,",["span.emphasis","Antiquities,"],"xiv, 4:4; 7:1, 2."]],["li",["span.label","9."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-31.p59"},["b","Zacharias the Martyr."],"—In referring to the martyrs of ante-meridian time the Lord is recorded as having used the expression “from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.35"},"Matthew 23:35"],"). The Old Testament as at present compiled, contains no mention of a martyr named Zacharias son of Barachias, but does chronicle the martyrdom of Zechariah son of Jehoiada (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/24.20-22"},"2 Chronicles 24:20–22"],"). “Zechariah” and “Zacharias” are equivalent names. It is the opinion of most Bible scholars that the Zacharias referred to in Matthew’s record is Zechariah son of Jehoiada. In the Jewish compilation of Old Testament scriptures, the murder of Zechariah appears as the last recorded martyrdom; and the Lord’s reference to the righteous men who had been slain, from Abel to Zechariah or Zacharias, may have been a sweeping inclusion of all the martyrs down to that time, from first to last. However, we have a record of Zechariah son of Berechiah (",["a.scriptureRef",{"href":"/scriptures/ot/zech/1.1,7"},"Zechariah 1:1, 7"],"), and this Berechiah was the son of Iddo. Then again, Zechariah son of Iddo is mentioned (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/5.1"},"Ezra 5:1"],"); but, as is elsewhere found in the older scriptures, the grandson is called the son. The Old Testament does not number this Zechariah among the martyrs, but traditional accounts (Whitby’s citation of the Targum) say that he was killed “in the day of propitiation.” That the Lord referred to a late and probably the latest of the recorded martyrdoms is probable; and it is equally evident that the case was well known among the Jews. It is likely that a fuller account appeared in scriptures current among the Jews at the time of Christ but since lost. See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p25"},"Note 4, page 119"],"."]],["li",["span.label","10."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-31.p60"},["b","Destruction of the Temple."],"—“For thirty or more years after the death of Christ, the Jews continued the work of adding to and embellishing the temple buildings. The elaborate design conceived and projected by Herod had been practically completed; the Temple was well-nigh finished, and, as soon afterward appeared, was ready for destruction. Its fate had been definitely foretold by the Savior Himself. Commenting on a remark by one of the disciples concerning the great stones and the splendid buildings on the Temple hill, Jesus had said, ‘Seest thou these great buildings? There shall not be left one stone upon another, that shall not be thrown down.’ (",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.1-2"},"Mark 13:1, 2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.1-2"},"Matt. 24:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.5-6"},"Luke 21:5, 6"],".) This dire prediction soon found its literal fulfilment. In the great conflict with the Roman legions under Titus, many of the Jews had taken refuge within the Temple courts, seemingly hoping that there the Lord would again fight the battles of His people and give them victory. But the protecting presence of Jehovah had long since departed therefrom and Israel was left a prey to the foe. Though Titus would have spared the Temple, his legionnaires, maddened by the lust of conflict, started the conflagration and everything that could be burned was burned. The slaughter of the Jews was appalling; thousands of men, women and children were ruthlessly butchered within the walls, and the temple courts were literally flooded with human blood. This event occurred in the year",["span.small","A.D."],"70; and according to Josephus, in the same month and on the same day of the month as that on which the once glorious Temple of Solomon had fallen a prey to the flames kindled by the king of Babylon. (Josephus,",["span.emphasis","Wars of the Jews,"],"vi, 4:5, 8. For a detailed and graphic account of the destruction of the Temple see chapters 4 and 5 in their entirety.) Of the Temple furniture the golden candlestick and the table of shewbread from the Holy Place were carried by Titus to Rome as trophies of war; and representations of these sacred pieces are to be seen on the arch erected to the name of the victorious general. Since the destruction of the splendid Temple of Herod no other structure of the kind, no Temple, no House of the Lord as the terms are used distinctively, has been reared on the eastern hemisphere.”—",["span.emphasis","The House of the Lord,"],"pp. 51, 52."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-31.p61"},"Josephus ascribes the destruction of the Temple of Herod to the anger of God, and states that the devouring flames “took their rise from the Jews themselves, and were occasioned by them.” The soldier who applied the torch to the Holy House, which had remained intact while fire raged in the courts, is regarded by the historian as an instrument of divine vengeance. We read (",["span.emphasis","Wars,"],"vi, 4:5): “One of the soldiers, without staying for any orders, and without any concern or dread upon him at so great an undertaking, and being hurried on by a certain divine fury, snatched somewhat out of the materials that were on fire, and being lifted up by another soldier, he set fire to a golden window, through which there was a passage to the rooms that were round the Holy House, on the north side of it. As the flames went upward, the Jews made a great clamor, such as so mighty an affliction required.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-31.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-22"},"Matthew 22:15–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.13-17"},"Mark 12:13–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.19-26"},"Luke 20:19–26"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-31.fn2"},["b","2"],["span.label","b"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p20"},"68"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-31.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.6"},"Mark 3:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.15"},"8:15"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-31.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p47"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-31.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p48"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-31.fn6"},["b","6"],["span.label","f"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p17"},"12, 13"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-31.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.2"},"Luke 23:2"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p26"},"633"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-31.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23-33"},"Matthew 22:23–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.18-27"},"Mark 12:18–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.27-38"},"Luke 20:27–38"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-31.fn9"},["b","9"],["span.label","i"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p17"},"65"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p30"},"72"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-31.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/deut/25.5"},"Deuteronomy 25:5"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-31.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p49"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-31.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/gen/28.13"},"Genesis 28:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.6,15"},"Exodus 3:6, 15"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-31.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.34-40"},"Matthew 22:34–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.28-34"},"Mark 12:28–34"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-31.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-5"},"Deuteronomy 6:4, 5"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-31.fn15"},["b","15"],["span.label","o"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p52"},"Note 5, page 565"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-31.fn16"},["b","16"],["span.label","p"],"Compare page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p40"},"245"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-31.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p50"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-31.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.41-46"},"Matthew 22:41–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.35-37"},"Mark 12:35–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.41-44"},"Luke 20:41–44"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-31.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/ot/ps/110"},"Psalm 110"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-31.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/ot/ps/110.4"},"Psalm 110:4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.6"},"Hebrews 5:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.20"},"6:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.17,21"},"7:17, 21"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-31.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p1"},"Chapter 6"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-31.fn22"},["b","22"],["span.label","v"],"Chapters",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p1"},"4"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p1"},"5"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-31.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.38-40"},"Mark 12:38–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.45-47"},"Luke 20:45–47"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.39-52"},"Luke 11:39–52"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-31.fn24"},["b","24"],["span.label","x"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p52"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-31.fn25"},["b","25"],["span.label","y"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p13"},"63"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p27"},"71"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-31.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p54"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-31.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/mark/12.37"},"Mark 12:37"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-31.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.49"},"John 7:49"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/9.34"},"9:34"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-31.fn29"},["b","29"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p57"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-31.fn30"},["b","30"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p58"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-31.fn31"},["b","31"],["span.label","e"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p8"},"352"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-31.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.33-37"},"Matthew 5:33–37"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p14"},"235"],"herein."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-31.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/lev/27.30"},"Leviticus 27:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18.21"},"Numbers 18:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.6"},"Deuteronomy 12:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.22-28"},"14:22–28"],". See also the author’s “The Law of the Tithe”; 20 pp., 1914."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-31.fn34"},["b","34"],["span.label","h"],"The revised version, generally admitted the more nearly correct, reads “strain out the gnat” instead of “strain at a gnat.”"],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-31.fn35"},["b","35"],["span.label","i"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.39-40"},"Luke 11:39, 40"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.4"},"Mark 7:4"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p42"},"437"],"herein."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-31.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/11.44"},"Luke 11:44"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-31.fn37"},["b","37"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p59"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-31.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37-39"},"Matthew 23:37–39"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.34-35"},"Luke 13:34, 35"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-31.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41-44"},"Mark 12:41–44"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.1-4"},"Luke 21:1–4"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-31.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/2-cor/8.12"},"2 Corinthians 8:12"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-31.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.42"},"John 12:42"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/7.13"},"7:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.22"},"9:22"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-31.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.43"},"John 12:43"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/5.44"},"5:44"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-31.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.44-50"},"John 12:44–50"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-31.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.1-2"},"Matthew 24:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.1-2"},"Mark 13:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.5-6"},"Luke 21:5, 6"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p60"},"Note 10"],", end of chapter."]]}
