{"id":38,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":38,"title":"Chapter 36: In the Realm of Disembodied Spirits","subtitle":"","short_title":"Chapter 36","uri":"/manual/jesus-the-christ/chapter-36","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-36"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-36.head1"},[".titleNumber","Chapter 36"],["h1","In the Realm of Disembodied Spirits"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-36.p3"},"Jesus the Christ died in the literal sense in which all men die. He underwent a physical dissolution by which His immortal spirit was separated from His body of flesh and bones, and that body was actually dead. While the corpse lay in Joseph’s rock-hewn tomb, the living Christ existed as a disembodied Spirit. We are justified in inquiring where He was and what were His activities during the interval between His death on the cross and His emergence from the sepulchre with spirit and body reunited, a resurrected Soul. The assumption that most naturally suggests itself is that He went where the spirits of the dead ordinarily go; and that, in the sense in which while in the flesh He had been a Man among men, He was, in the disembodied state a Spirit among spirits. This conception is confirmed as a fact by scriptural attestation."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-36.p4"},"As heretofore shown",["sup",["a",{"href":"fn_1"},"a"]],"Jesus Christ was the chosen and ordained Redeemer and Savior of mankind; to this exalted mission He had been set apart in the beginning, even before the earth was prepared as the abode of mankind. Unnumbered hosts who had never heard the gospel, lived and died upon the earth before the birth of Jesus. Of those departed myriads many had passed their mortal probation with varying degrees of righteous observance of the law of God so far as it had been made known unto them, but had died in unblamable ignorance of the gospel; while other multitudes had lived and died as transgressors even against such moiety of God’s law to man as they had learned and such as they had professed to obey. Death had claimed as its own all of these, both just and unjust. To them went the Christ, bearing the transcendently glorious tidings of redemption from the bondage of death, and of possible salvation from the effects of individual sin. This labor was part of the Savior’s foreappointed and unique service to the human family. The shout of divine exultation from the cross, “It is finished,” signified the consummation of the Lord’s mission in mortality; yet there remained to Him other ministry to be rendered prior to His return to the Father."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-36.p5"},"To the penitent transgressor crucified by His side, who reverently craved remembrance when the Lord should come into His kingdom,",["sup",["a",{"href":"fn_2"},"b"]],"Christ had given the comforting assurance: “Verily I say unto thee, Today shalt thou be with me in paradise.” The spirit of Jesus and the spirit of the repentant thief left their crucified bodies and went to the same place in the realm of the departed.",["sup",["a",{"href":"fn_3"},"c"]],"On the third day following, Jesus, then a resurrected Being, positively stated to the weeping Magdalene: “I am not yet ascended to my Father.” He had gone to paradise but not to the place where God dwells. Paradise, therefore, is not Heaven, if by the latter term we understand the abode of the Eternal Father and His celestialized children.",["sup",["a",{"href":"fn_4"},"d"]],"Paradise is a place where dwell righteous and repentant spirits between bodily death and resurrection. Another division of the spirit world is reserved for those disembodied beings who have lived lives of wickedness and who remain impenitent even after death. Alma, a Nephite prophet, thus spake of the conditions prevailing among the departed:"],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-36.p6"},"“Now concerning the state of the soul between death and the resurrection. Behold, it has been made known unto me, by an angel, that the spirits of all men, as soon as they are departed from this mortal body; yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life. And then shall it come to pass that the spirits of those who are righteous, are received into a state of happiness, which is called paradise; a state of rest; a state of peace, where they shall rest from all their troubles and from all care, and sorrow. And then shall it come to pass, that the spirits of the wicked, yea, who are evil; for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house; and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth; and this because of their own iniquity; being led captive by the will of the devil. Now this is the state of the souls of the wicked: yea, in darkness, and a state of awful, fearful, looking for the fiery indignation of the wrath of God upon them; thus they remain in this state, as well as the righteous in paradise, until the time of their resurrection.",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-36.p7"},"While divested of His body Christ ministered among the departed, both in paradise and in the prison realm where dwelt in a state of durance the spirits of the disobedient. To this effect testified Peter nearly three decades after the great event: “For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-36.p8"},"The disobedient who had lived on earth in the Noachian period are especially mentioned as beneficiaries of the Lord’s ministry in the spirit world. They had been guilty of gross offenses, and had wantonly rejected the teachings and admonitions of Noah, the earthly minister of Jehovah. For their flagrant sin they had been destroyed in the flesh, and their spirits had endured in a condition of imprisonment, without hope, from the time of their death to the advent of Christ, who came as a Spirit amongst them. We are not to assume from Peter’s illustrative mention of the disobedient antediluvians that they alone were included in the blessed opportunities offered through Christ’s ministry in the spirit realm; on the contrary, we conclude in reason and consistency that all whose wickedness in the flesh had brought their spirits into the prison house were sharers in the possibilities of expiation, repentance, and release. Justice demanded that the gospel be preached among the dead as it had been and was to be yet more widely preached among the living. Let us consider the further affirmation of Peter, as part of his pastoral admonition to the members of the Primitive Church: “Who shall give account to him that is ready to judge the quick and the dead. For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-36.p9"},"That Jesus knew, while yet in the body, that His mission as the universal Redeemer and Savior of the race would not be complete when He came to die is sufficiently demonstrated by His words to the casuistical Jews, following the Sabbath day healing at Bethesda: “Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live. For as the Father hath life in himself; so hath he given to the Son to have life in himself; and hath given him authority to execute judgment also, because he is the Son of man. Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice, and shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.”",["sup",["a",{"href":"fn_8"},"h"]],"The solemn truth, that through the atonement of Christ salvation would be made possible to the dead as well as to the living, was revealed to the prophets centuries before the meridian of time. Isaiah was permitted to foresee the fate of the ungodly, and the state prepared for haughty and rebellious offenders against righteousness; but the dread vision was in part brightened by the deliverance that had been provided. “And it shall come to pass in that day, that the Lord shall punish the host of the high ones that are on high, and the kings of the earth upon the earth. And they shall be gathered together, as prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited.”",["sup",["a",{"href":"fn_9"},"i"]],"To the same mighty prophet was shown the universality of the Savior’s atoning victory, as comprizing the redemption of Jew and Gentile, living and dead; and convincingly he voiced the word of revelation: “Thus saith God the Lord, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein: I the Lord have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles; to open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.”",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-36.p10"},"David, singing the praises of the Redeemer whose dominion should extend even to the souls in hell, shouted in joy at the prospect of deliverance: “Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope. For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to See corruption. Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-36.p11"},"From these and other scriptures it is evident that the ministry of Christ among the disembodied was foreseen, predicted, and accomplished. The fact that the gospel was preached to the dead necessarily implies the possibility of the dead accepting the same and availing themselves of the saving opportunities thereof. In the merciful providence of the Almighty, provision has been made for vicarious service by the living for the dead, in the ordinances essential to salvation; so that all who in the spirit-world accept the word of God as preached to them, develop true faith in Jesus Christ as the one and only Savior, and contritely repent of their transgressions, shall be brought under the saving effect of baptism by water for the remission of sins, and be recipients of the baptism of the Spirit or the bestowal of the Holy Ghost.",["sup",["a",{"href":"fn_12"},"l"]],"Paul cites the principle and practice of baptism by the living for the dead as proof of the actuality of the resurrection: “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?”",["sup",["a",{"href":"fn_13"},"m"]],"Free agency, the divine birthright of every human soul, will not be annulled by death. Only as the spirits of the dead become penitent and faithful will they be benefited by the vicarious service rendered in their behalf on earth."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-36.p12"},"Missionary labor among the dead was inaugurated by the Christ; who of us can doubt that it has been continued by His authorized servants, the disembodied, who while in the flesh had been commissioned to preach the gospel and administer in the ordinances thereof through ordination in the Holy Priesthood? That the faithful apostles who were left to build up the Church on earth following the departure of its divine Founder, that other ministers of the word of God ordained to the Priesthood by authority in the Primitive as well as in the Latter-day Church, have passed from ministerial service among mortals to a continuation of such labor among the disembodied, is so abundantly implied in scripture as to be made a certainty. They are called to follow in the footsteps of the Master, ministering here among the living, and beyond among the dead."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-36.p13"},"The victory of Christ over death and sin would be incomplete were its effects confined to the small minority who have heard, accepted, and lived the gospel of salvation in the flesh. Compliance with the laws and ordinances of the gospel is essential to salvation. Nowhere in scripture is a distinction made in this regard between the living and the dead. The dead are those who have lived in mortality upon earth; the living are mortals who yet shall pass through the ordained change which we call death. All are children of the same Father, all to be judged and rewarded or punished by the same unerring justice, with the same interposition of benign mercy. Christ’s atoning sacrifice was offered, not alone for the few who lived upon the earth while He was in the flesh, nor for those who were born in mortality after His death, but for all inhabitants of earth then past, present, and future. He was ordained of the Father to be a judge of both quick and dead;",["sup",["a",{"href":"fn_14"},"n"]],"He is Lord alike of living and dead,",["sup",["a",{"href":"fn_15"},"o"]],"as men speak of dead and living, though all are to be placed in the same position before Him; there will be but a single class, for all live unto Him.",["sup",["a",{"href":"fn_16"},"p"]],"While His body reposed in the tomb, Christ was actively engaged in the further accomplishment of the Father’s purposes, by offering the boon of salvation to the dead, both in paradise and in hell."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-36.f1"},["h3","Notes to Chapter 36"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-36.p15"},["b","Paradise."],"—The scriptures prove that at the time of the final judgment every man will stand before the bar of God, clothed in his resurrected body, and this, irrespective of his condition of righteousness or guilt. While awaiting resurrection, disembodied spirits exist in an intermediate state, of happiness and rest or of suffering and suspense, according to the course they have elected to follow in mortality. Reference to paradise as the abode of righteous spirits between the time of death and that of the resurrection is made by the prophet Nephi (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.13"},"2 Nephi 9:13"],"), by a later prophet of the same name (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.14"},"4 Nephi 1:14"],"), by Moroni; (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.34"},"Moroni 10:34"],"); as also by Alma whose words are quoted in the text (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.12,14"},"Alma 40:12, 14"],"). New Testament scripture is of analogous import (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.43"},"Luke 23:43"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.4"},"2 Corinthians 12:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.7"},"Revelation 2:7"],"). The word “paradise” by its derivation through the Greek from the Persian, signifies a pleasant place, or a place of restful enjoyment. (See",["span.emphasis","Articles of Faith,"],"Appendix, Note 5, p. 520). By many the terms “hades” and “sheol” are understood to designate the place of departed spirits, comprizing both paradise and the prison realm; by others the terms are applied only to the latter, the place of the wicked, which is apart from paradise, the abode of the just."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-36.p16"},"The assumption that the gracious assurance given by Christ to the penitent sinner on the cross was a remission of the man’s sins, and a passport into heaven, is wholly contrary to both the letter and spirit of scripture, reason, and justice. Confidence in the efficacy of death-bed professions and confessions on the basis of this incident is of the most insecure foundation. The crucified malefactor manifested both faith and repentance; his promised blessing was that he should that day hear the gospel preached in paradise; in the acceptance or rejection of the word of life he would be an agent unto himself. The requirement of obedience to the laws and ordinances of the gospel as an essential to salvation was not waived, suspended, or superseded in his case."]],["li",["span.label","2."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-36.p17"},["b","The Scripture Relating to Christ among the Spirits in Prison."],"—The revised version of",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-20"},"1 Peter 3:18–20"],"reads: “Because Christ also suffered for sins once, the righteous for the unrighteous, that he might bring us to God; being put to death in the flesh, but quickened in the spirit; in which also he went and preached unto the spirits in prison, which aforetime were disobedient, when the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is eight souls were saved through water.” This is regarded by scholars as a closer approach to accuracy in translation than the common version. Certain important differences between the two versions will appear to the studious reader. The common version of the latter part of verse 18 and the whole of verse 19 reads: “being put to death in the flesh, but quickened, by the spirit: By which also he went and preached unto the spirits in prison.” The revised text expresses the true thought that Christ was quickened, that is to say, was active, in His own spirit state, although His body was inert and in reality dead at the time; and that",["span.emphasis","in"],"that disembodied state He went and preached to the disobedient spirits. The later reading fixes the time of our Lord’s ministry among the departed as the interval between His death and resurrection."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-36.fn1"},["b","1"],["span.label","a"],"Chapters",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p1"},"2"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p1"},"3"],"herein."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-36.fn2"},["b","2"],["span.label","b"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p16"},"659"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-36.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-36.p15"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-36.fn4"},["b","4"],["span.label","d"],"Note the distinction by Paul in",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.2-4"},"2 Corinthians 12:2–4"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-36.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.11-14"},"Alma 40:11–14"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-36.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-20"},"1 Peter 3:18–20"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-36.p17"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-36.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.5-6"},"1 Peter 4:5, 6"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-36.p17"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-36.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.25-29"},"John 5:25–29"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p21"},"210"],"herein."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-36.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/ot/isa/24.21-22"},"Isaiah 24:21, 22"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-36.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/isa/42.5-7"},"Isaiah 42:5–7"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-36.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/ot/ps/16.9-11"},"Psalm 16:9–11"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-36.fn12"},["b","12"],["span.label","l"],"See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p8"},"124"],"herein;",["span.emphasis","Articles of Faith,"],"7:145–53; and",["span.emphasis","House of the Lord,"],"pp. 53–79."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-36.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"; see also",["span.emphasis","House of the Lord,"],"p. 78."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-36.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/acts/10.42"},"Acts 10:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.1"},"2 Timothy 4:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.5"},"1 Peter 4:5"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-36.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/rom/14.9"},"Romans 14:9"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-36.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/20.36,38"},"Luke 20:36, 38"],";",["span.emphasis","Articles of Faith,"],"7:145."]]}
