{"id":25,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":25,"title":"Chapter 23: The Transfiguration","subtitle":"","short_title":"Chapter 23","uri":"/manual/jesus-the-christ/chapter-23","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-23"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-23.head1"},[".titleNumber","Chapter 23"],["h1","The Transfiguration"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-23.p3"},"Of the week following the events last considered, no record is found in the Gospels. We may safely assume that the time was devoted, in part at least, to the further instruction of the Twelve respecting the rapidly approaching consummation of the Savior’s mission on earth, the awful circumstances of which the apostles were loath to believe possible. When the week had passed",["sup",["a",{"href":"fn_1"},"a"]],"Jesus took Peter, James, and John",["sup",["a",{"href":"fn_2"},"b"]],"and with them ascended a high mountain, where they would be reasonably safe from human intrusion.",["sup",["a",{"href":"fn_3"},"c"]],"There the three apostles witnessed a heavenly manifestation, which stands without parallel in history; in our Bible captions it is known as the Transfiguration of Christ.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-23.p4"},"One purpose of the Lord’s retirement was that of prayer, and a transcendent investiture of glory came upon Him as He prayed. The apostles had fallen asleep, but were awakened by the surpassing splendor of the scene, and gazed with reverent awe upon their glorified Lord. “The fashion of his countenance was altered, and his raiment was white and glistering.” His garments, though made of earth-woven fabric, “became shining, exceeding white as snow; so as no fuller on earth can white them”; “and his face did shine as the sun.” Thus was Jesus transfigured before the three privileged witnesses."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-23.p5"},"With Him were two other personages, who also were in a state of glorified radiance, and who conversed with the Lord. These, as the apostles learned, by means not stated though probably as gathered from the conversation in progress, were Moses and Elias, or more literally to us, Elijah; and the subject of their conference with Christ was “his decease which he should accomplish at Jerusalem.” As the prophet visitants were about to depart, “Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.” Undoubtedly Peter and his fellow apostles were bewildered, “sore afraid” indeed; and this condition may explain the suggestion respecting the three tabernacles. “He wist not what to say”; yet, though his remark appears confused and obscure, it becomes somewhat plainer when we remember that, at the annual feast of Tabernacles, it was customary to erect a little bower, or booth of wattled boughs, for each individual worshiper, into which he might retire for devotion. So far as there was a purpose in Peter’s proposition, it seems to have been that of delaying the departure of the visitants."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-23.p6"},"The sublime and awful solemnity of the occasion had not yet reached its climax. Even as Peter spake, “behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him.” It was Elohim,",["sup",["a",{"href":"fn_5"},"e"]],"the Eternal Father, who spake; and at the sound of that voice of supreme Majesty, the apostles fell prostrate. Jesus came and touched them, saying, “Arise, and be not afraid.” When they looked they saw that again they were alone with Him."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-23.p7"},"The impression made upon the three apostles by this manifestation was one never to be forgotten; but they were expressly charged to speak of it to no man until after the Savior had risen from the dead. They were puzzled as to the significance of the Lord’s reference to His prospective rising from the dead. They had heard with great sorrow, and reluctantly they were being brought to understand it to be an awful certainty, that their beloved Master was to “suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed.”",["sup",["a",{"href":"fn_6"},"f"]],"Such had been declared to them before, in language devoid of ambiguity and admitting of no figurative construction; and with equal plainness they had been told that Jesus would rise again; but of this latter eventuality they had but dim comprehension. The present reiteration of these teachings seems to have left the three with no clearer understanding of their Lord’s resurrection from the dead than they had before. They seem to have had no definite conception as to what was meant by a resurrection; “And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-23.p8"},"The comprehensiveness of the Lord’s injunction, that until after His rising from the dead they tell no man of their experiences on the mount, prohibited them from informing even their fellows of the Twelve. Later, after the Lord had ascended to His glory, Peter testified to the Church of the wondrous experience, in this forceful way: “For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty. For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased. And this voice which came from heaven we heard, when we were with him in the holy mount.”",["sup",["a",{"href":"fn_8"},"h"]],"And John, reverently confessing before the world the divinity of the Word, the Son of God who had been made flesh to dwell among men, solemnly affirmed: “And we beheld his glory, the glory as of the only begotten of the Father, full of grace and truth.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-23.p9"},"The divine purpose as shown forth in the Transfiguration may be as incomprehensible to the human mind as is a full conception of the attendant splendor from verbal description; some features of the results achieved are apparent, however. Unto Christ the manifestation was strengthening and encouraging. The prospect of the experiences immediately ahead must naturally have been depressing and disheartening in the extreme. In faithfully treading the path of His life’s work, He had reached the verge of the valley of the shadow of death; and the human part of His nature called for refreshing. As angels had been sent to minister unto Him after the trying scenes of the forty days’ fast and the direct temptation of Satan,",["sup",["a",{"href":"fn_10"},"j"]],"and as, in the agonizing hour of His bloody sweat, He was to be sustained anew by angelic ministry,",["sup",["a",{"href":"fn_11"},"k"]],"so at this critical and crucial period, the beginning of the end, visitants from the unseen world came to comfort and support Him. What of actual communication passed in the conference of Jesus with Moses and Elijah is not of full record in the New Testament Gospels."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-23.p10"},"The voice of His Father, to whom He was the Firstborn in the spirit-world, and the Only Begotten in the flesh, was of supreme assurance; yet that voice had been addressed to the three apostles rather than to Jesus, who had already received the Father’s acknowledgment and attestation on the occasion of His baptism. The fullest version of the Father’s words to Peter, James, and John is that recorded by Matthew: “This is my beloved Son, in whom I am well pleased; hear ye him.” Aside from the proclamation of the Son’s divine nature, the Father’s words were otherwise decisive and portentous. Moses, the promulgator of the law, and Elijah the representative of the prophets and especially distinguished among them as the one who had not died,",["sup",["a",{"href":"fn_12"},"l"]],"had been seen ministering unto Jesus and subservient to Him. The fulfillment of the law and the superseding of the prophets by the Messiah was attested in the command—Hear ye",["span.emphasis","Him."],"A new dispensation had been established, that of the gospel, for which the law and the prophets had been but preparatory. The apostles were to be guided neither by Moses nor Elijah, but by",["span.emphasis","Him,"],"their Lord, Jesus the Christ."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-23.p11"},"The three selected apostles, “the Man of Rock and the Sons of Thunder” had seen the Lord in glory; and they marveled that such a thing could be at that time, since as they had interpreted the scriptures, it had been predicted that Elijah should precede the Messiah’s triumphal advent. As they wended their way down the mountain-side, they asked the Master:",["sup",["a",{"href":"fn_13"},"m"]],"“Why then say the scribes that Elias must first come?” Jesus confirmed the prophecy that Elias should first come, that is, before the Lord’s advent in glory, which event they had in mind: “But,” He added, “I say unto you, That Elias is come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them. Then the disciples understood that he spake unto them of John the Baptist.” That John the Baptist would officiate “in the spirit and power of Elias,” as the forerunner of the Christ, had been announced by the angel Gabriel to Zacharias,",["sup",["a",{"href":"fn_14"},"n"]],"before the Baptist’s birth; and that John was",["span.emphasis","that"],"particular Elias had been shown by Jesus in His memorable tribute to the Baptist’s fidelity and greatness. That His words would not be generally accepted with understanding is evidenced by the context; Jesus, on that occasion, had said: “And if ye will receive it, this is Elias, which was for to come.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-23.p12"},"It is not possible that Jesus could have meant that John was the same individual as Elijah; nor could the people have so understood His words, since the false doctrine of transmigration or reincarnation of spirits was repudiated by the Jews.",["sup",["a",{"href":"fn_16"},"p"]],"The seeming difficulty is removed when we consider that, as the name appears in the New Testament, “Elias” is used for “Elijah,”",["sup",["a",{"href":"fn_17"},"q"]],"with no attempt at distinction between Elijah the Tishbite, and any other person known as Elias. Gabriel’s declaration that the then unborn John should manifest “the spirit and power of Elias” indicates that “Elias” is a title of office; every restorer, forerunner, or one sent of God to prepare the way for greater developments in the gospel plan, is an Elias. The appellative “Elias” is in fact both a personal name and a title."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-23.p13"},"In the present dispensation both the ancient Elias, who belonged to the Abrahamic dispensation and in the spirit of whose office many have officiated in different periods, and also the prophet Elijah, have appeared in person and have conferred their particular and separate authority upon latter-day bearers of the Holy Priesthood, and the keys of the powers exercised by them while on earth are today inherent in the restored Church of Jesus Christ. The authority of Elias is inferior to that of Elijah, the first being a function of the Lesser or Aaronic order of Priesthood, while the latter belongs to the Higher or Melchizedek Priesthood. Malachi’s prediction, that before “the great and dreadful day of the Lord” Elijah the prophet would be sent to earth to “turn the heart of the fathers to the children, and the heart of the children to their fathers,”",["sup",["a",{"href":"fn_18"},"r"]],"did not reach fulfillment in the mission of John the Baptist, nor in that of any other “Elias”;",["sup",["a",{"href":"fn_19"},"s"]],"its complete realization was inaugurated on the third day of April, 1836, when Elijah appeared in the temple at Kirtland, Ohio, and committed to Joseph Smith and Oliver Cowdery the keys of the authority theretofore vested in himself. “The great and dreadful day of the Lord” was not the meridian of time; that awful though blessed period of consummation is yet future, but “near, even at the doors.”",["sup",["a",{"href":"fn_20"},"t"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-23.f1"},["h3","Notes to Chapter 23"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-23.p15"},["b","Interval between Time of Peter’s Confession and that of the Transfiguration."],"—Both Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1"},"17:1"],") and Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.2"},"9:2"],") state that the Transfiguration occurred “after six days” following the time of Peter’s great confession that Jesus was the Christ; while Luke (",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.28"},"9:28"],") notes an interval of “about an eight days.” It is probable that the six-day period was meant to be exclusive of the day on which the earlier events had occurred and of that on which Jesus and the three apostles retired to the mountain; and that Luke’s “about an eight days” was made to include these two days. There is here no ground for a claim of discrepancy."]],["li",["span.label","2."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-23.p16"},["b","Peter, James, and John,"],"who were selected from among the Twelve as the only earthly witnesses of the transfiguration of Christ, had been similarly chosen as witnesses of a special manifestation, that of the raising of the daughter of Jairus (",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.37"},"Mark 5:37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.51"},"Luke 8:51"],"); and, later, the same three were the sole witnesses of our Lord’s night agony in Gethsemane (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.37"},"Matthew 26:37"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.33"},"Mark 14:33"],")."]],["li",["span.label","3."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-23.p17"},["b","Place of the Transfiguration."],"—The mountain on which the Transfiguration occurred is neither named nor otherwise indicated by the Gospel-writers in such a way as to admit of its positive identification. Mount Tabor, in Galilee, has long been held by tradition as the site, and in the sixth century three churches were erected on its plateau-like summit, possibly in commemoration of Peter’s desire to make three tabernacles or booths, one each for Jesus, Moses, and Elijah. Later a monastery was built there. Nevertheless, Mt. Tabor is now rejected by investigators, and Mt. Hermon is generally regarded as the place. Hermon stands near the northerly limits of Palestine, just beyond Cæsarea Philippi, where Jesus is known to have been a week before the Transfiguration. Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.30"},"9:30"],") distinctly tells us that after His descent from the mount, Jesus and the apostles departed and went through Galilee. Weight of evidence is in favor of Hermon as the Mount of Transfiguration, though nothing that may be called decisive is known in the matter."]],["li",["span.label","4."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-23.p18"},["b","The Names “Elias” and “Elijah.”"],"—The following statement which appears in Smith’s",["span.emphasis","Bible Dictionary"],"is supported by authorities in general: “‘Elias’” is “the Greek and Latin form of ‘Elijah’ given in the Authorized Version of Apocrypha and New Testament.”"]],["li",["span.label","5."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-23.p19"},["b","“The Spirit and Power of Elias.”"],"—That John the Baptist, in his capacity as a restorer, a forerunner, or as one sent to prepare the way for a work greater than his own, did officiate as an “Elias” is attested by both ancient and latter-day scripture. Through him water baptism for the remission of sins was preached and administered, and the higher baptism, that of the Spirit, was made possible. True to his mission, he has come in the last dispensation, and has restored by ordination the Priesthood of Aaron, which has authority to baptize. He thus prepared the way for the vicarious labor of baptism for the dead, the authority for which was restored by Elijah, (see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p29"},"149"],"herein), and which is preeminently the work by which the children and the fathers shall be united in an eternal bond."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-23.p20"},"On the 10th of March, 1844, the Prophet Joseph Smith gave the following exposition of the power of Elias as compared with higher authority: “The spirit of Elias is first, Elijah second, and Messiah last. Elias is a forerunner to prepare the way, and the spirit and power of Elijah is to come after, holding the keys of power, building the temple to the cap-stone, placing the seals of the Melchizedek Priesthood upon the house of Israel, and making all things ready; then Messiah comes to His temple, which is last of all."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-23.p21"},"“Messiah is above the spirit and power of Elijah, for He made the world, and was that spiritual rock unto Moses in the wilderness. Elijah was to come and prepare the way and build up the kingdom before the coming of the great day of the Lord, although the spirit of Elias might begin it.”—",["span.emphasis","History of the Church,"],"under date named."]],["li",["span.label","6."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-23.p22"},["b","Mention of the Lord’s Approaching “Decease.”"],"—Of the three synoptists, Luke alone makes even brief mention of the matter upon which Moses and Elijah conversed with the Lord at the Transfiguration. The record states that the visitants, who appeared in glory, “spake of his decease which he should accomplish at Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.31"},"Luke 9:31"],"). It is significant that the",["span.emphasis","decease,"],"which the Lord should",["span.emphasis","accomplish,"],"not the",["span.emphasis","death"],"that He should",["span.emphasis","suffer"],"or",["span.emphasis","die,"],"was the subject of that exalted communion. The Greek word of which “decease” appears as the English equivalent in many of the MSS. of the Gospels is one connoting “exodus” or “departure,” and the word occurring in other early versions signifies “glory.” So also the Greek original of “accomplish,” in the account of the Transfiguration, connotes the successful filling out or completion of a specific undertaking, and not distinctively the act of dying. Both the letter of the record and the spirit in which the recorder wrote indicate that Moses and Elijah conversed with their Lord on the glorious consummation of His mission in mortality—a consummation recognized in the law (personified in Moses) and the prophets (represented by Elijah)—and an event of supreme import, determining the fulfillment of both the law and the prophets, and the glorious inauguration of a new and higher order as part of the divine plan. The",["span.emphasis","decease"],"that the Savior was then so soon to",["span.emphasis","accomplish"],"was the voluntary surrender of His life in fulfillment of a purpose at once exalted and foreordained, not a",["span.emphasis","death"],"by which He would passively",["span.emphasis","die"],"through conditions beyond His control. (See pp.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p48"},"418"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p23"},"662"],")."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-23.fn1"},["b","1"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p15"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-23.fn2"},["b","2"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p16"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-23.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p17"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-23.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-8"},"Matthew 17:1–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.2-8"},"Mark 9:2–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.28-36"},"Luke 9:28–36"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-23.fn5"},["b","5"],["span.label","e"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p15"},"38"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-23.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/8.31"},"Mark 8:31"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p22"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-23.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/mark/9.10"},"Mark 9:10"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-23.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.16-18"},"2 Peter 1:16–18"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-23.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.14"},"John 1:14"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-23.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.11"},"Matthew 4:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.13"},"Mark 1:13"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-23.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.43"},"Luke 22:43"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/12.27-28"},"John 12:27–28"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-23.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.11"},"2 Kings 2:11"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-23.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.10-13"},"Matthew 17:10–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.11-13"},"Mark 9:11–13"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-23.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p8"},"77"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p18"},"257"],"herein."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-23.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.14"},"Matthew 11:14"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-23.fn16"},["b","16"],["span.label","p"],"Edersheim,",["span.emphasis","Life and Times of Jesus,"],"vol. ii, p. 79."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-23.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p18"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-23.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5, 6"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p29"},"149"],"herein."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-23.fn19"},["b","19"],["span.label","s"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p19"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-23.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p1"},"chapter 41"],", herein."]]}
