{"id":24,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":24,"title":"Chapter 22: A Period of Darkening Opposition","subtitle":"","short_title":"Chapter 22","uri":"/manual/jesus-the-christ/chapter-22","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-22"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-22.head1"},[".titleNumber","Chapter 22"],["h1","A Period of Darkening Opposition"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-22.p3"},"Our Lord’s last recorded discourse in the synagog at Capernaum, which followed close upon the miracle of feeding the five thousand and that of walking upon the water, marked the beginning of another epoch in the development of His life’s work. It was the season of an approaching Passover festival;",["sup",["a",{"href":"fn_1"},"a"]],"and at the next succeeding Passover, one year later, as shall be shown, Jesus would be betrayed to His death. At the time of which we now speak, therefore, He was entering upon the last year of His ministry in the flesh. But the significance of the event is other and greater than that of a chronological datum-plane. The circumstance marked the first stage of a turn in the tide of popular regard toward Jesus, which theretofore had been increasing, and which now began to ebb. True, He had been repeatedly criticized and openly assailed by complaining Jews on many earlier occasions; but these crafty and even venomous critics were mostly of the ruling classes; the common people had heard Him gladly, and indeed many of them continued so to do;",["sup",["a",{"href":"fn_2"},"b"]],"nevertheless His popularity, in Galilee at least, had begun to wane. The last year of His earthly ministration was inaugurated by a sifting of the people who professed to believe His word, and this process of test, trial, and separation, was to continue to the end."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-22.p4"},"We are without information as to Jesus having attended this Passover feast; and it is reasonable to infer that in view of the increasing hostility on the part of the rulers, He refrained from going to Jerusalem on the occasion. Conjecture as to whether any of the Twelve went up to the festival is profitless; we are not told. Certain it is that immediately after this time, the detectives and spies, who had been sent from Jerusalem into Galilee to watch Jesus, became more active than ever in their critical espionage. They dogged His footsteps, noted every act, and every instance of omission of traditional or customary observance, and were constantly on the alert to make Him out an offender."]],[".topic",["h2","Ceremonial Washings, “And Many Such Like Things”",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-22.p6"},"Shortly after the Passover to which allusion has been made, and probably in accordance with a plan decided upon by the Jewish rulers, Jesus was visited by a delegation of Pharisees and scribes who had come from Jerusalem, and who made protest against the disregard of traditional requirements by His followers. It appears that the disciples, and almost certainly the Master Himself, had so far transgressed “the tradition of the elders” as to omit the ceremonial washing of hands before eating; the Pharisaic critics found fault, and came demanding explanation, and justification if such were possible. Mark tells us that the disciples were charged with having eaten with “defiled,” or, as the marginal reading gives it, with “common” hands; and he interpolates the following concise and lucid note concerning the custom which the disciples were said to have ignored: “For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the tradition of the elders. And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.”",["sup",["a",{"href":"fn_4"},"d"]],"It should be borne in mind that the offense charged against the disciples was that of ceremonial uncleanness, not physical uncleanliness or disregard of sanitary propriety; they were said to have eaten with common or defiled hands, not specifically with dirty fingers. In all the externals of their man-made religionism, the Jews were insistent on scrupulous exactitude; every possibility of ceremonial defilement was to be carefully guarded against, and the effects thereof had to be counteracted by prescribed washings.",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-22.p7"},"To the question: “Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread,” Jesus gave no direct reply; but asked as rejoinder: “Why do ye also transgress the commandment of God by your tradition?” To the Pharisaic mind this must have been a very sharp rebuke; for rabbinism held that rigorous compliance with the traditions of the elders was more important than observance of the law itself; and Jesus in His counter-question put their cherished traditions as in direct conflict with the commandment of God. Adding to their discomfiture, He cited the prophecy of Isaiah, and applied to them whom He designated hypocrites, the prophet’s words: “Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me. Howbeit in vain do they worship me, teaching for doctrines the commandments of men.”",["sup",["a",{"href":"fn_6"},"f"]],"With deserved severity Jesus carried the lesson home to their consciences, declaring that they had laid aside the commandments of God in order that they might follow the traditions of men."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-22.p8"},"This accusing affirmation was followed by the citing of an undeniable instance: Moses had voiced the direct commandment of God in saying: “Honour thy father and thy mother,” and had proclaimed the ordained penalty in extreme cases of unfilial conduct thus: “Whoso curseth father or mother, let him die”;",["sup",["a",{"href":"fn_7"},"g"]],"but this law, though given of God direct to Israel, had been so completely superseded that any ungrateful and wicked son could find ready means, which their traditions had made lawful, of escaping all filial obligations, even though his parents were destitute. If a needy father or mother craved help of a son, he had but to say—What you ask of me is Corban—or in other words, an intended gift to God; and he was held to be legally exempt from all requirements to contribute of that substance to the support of his parents.",["sup",["a",{"href":"fn_8"},"h"]],"Other obligations could be similarly evaded. To declare that any article of property real or personal, or any part or proportion of one’s possessions was “corban,” was generally understood as an averment that the property so characterized was dedicated to the temple, or at least was intended to be devoted to ecclesiastical purposes, and would eventually be turned over to the officials, though the donor might continue to hold possession during a specified period, extending even to the end of his life. Property was often declared to be “corban” for other purposes than dedication to ecclesiastical use. The result of such established though utterly unlawful and pernicious traditions was, as Jesus emphatically stated to the Pharisees and scribes, to make the word of God of none effect, and, He added, “Many such like things do ye.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-22.p9"},"Turning from His titled visitors, He called the people together and proclaimed unto them the truth, as follows: “Hearken unto me every one of you, and understand: There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man. If any man have ears to hear, let him hear.” This was directly in conflict with rabbinical precept and practice; the Pharisees were offended, for they had said that to eat with hands that had not been ritualistically cleansed was to defile the food touched, and in turn to become yet more defiled from the food thus rendered unclean."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-22.p10"},"The apostles were not sure that they understood the Master’s lesson; though couched in plain, non-figurative language, it was to some of them very like a parable, and Peter asked an exposition. The Lord explained that the food one eats is but temporarily part of his body; having served its purpose of nourishing the tissues and supplying energy to the organism, it is eliminated; therefore the food that enters the body through the mouth is of small and transient importance compared with the utterances that issue from the mouth, for these, if evil, are truly defiling. As Jesus set forth: “Those things which proceed out of the mouth come forth from the heart; and they defile the man. For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies: these are the things which defile a man; but to eat with unwashen hands defileth not a man.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-22.p11"},"Some of the disciples asked Jesus whether He knew that the Pharisees had taken offense at His saying; His answer was a further denunciation of Pharisaism: “Every plant, which my heavenly Father hath not planted, shall be rooted up. Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.” There could be no compromise between His doctrine of the kingdom and the corrupt Judaism of the time. The rulers were plotting against His life; if their emissaries chose to take offense at His words, let them be offended and stand the consequences; but blessed would they be if they were not offended because of Him.",["sup",["a",{"href":"fn_10"},"j"]],"He had no conciliatory measures to offer those whose inability to understand His meaning was the result of willful obstinacy, or darkness of mind produced by persistence in sin."]],[".topic",["h2","Within the Borders of Tyre and Sidon",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-22.p13"},"Unable to find in Galilee rest, seclusion, or adequate opportunity of instructing the Twelve as He desired to do, Jesus departed with them northward, and journeyed into the coasts or borders of Phenicia, a district commonly known by the names of its prominent cities, Tyre and Sidon. In one of the little towns near the border, the party took lodgings; but the attempt to secure privacy was futile, for the Master’s presence “could not be hid.” His fame had preceded Him beyond the boundaries of the land of Israel. On earlier occasions, people from the region of Tyre and Sidon had been among His listeners, and some of them had been blessed by His healing mercies.",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-22.p14"},"A woman, hearing of His presence within her own land, came asking a boon. Mark tells us she was a Greek, or more literally a Gentile",["sup",["a",{"href":"fn_13"},"m"]],"who spoke Greek, and by nationality a Syro-Phenician; Matthew says she was “a woman of Canaan”; these statements are in harmony, since the Phenicians were of Canaanite descent. The Gospel-historians make clear the fact that this woman was of pagan or heathen birth; and we know that among the peoples so classed the Canaanites were held in particular disrepute by the Jews. The woman cried aloud to Jesus, saying: “Have mercy on me, O Lord, thou son of David; my daughter is grievously vexed with a devil.” Her words expressed at once faith in the Lord’s power, and a fulness of mother-love, for she implored as though she were the afflicted sufferer. The fact that she addressed Jesus as Son of David demonstrates her belief that He was the Messiah of Israel. At first Jesus refrained from answering her. Undeterred, she pleaded the more, until the disciples besought the Lord saying: “Send her away; for she crieth after us.” Their intervention was probably an intercession in her behalf; she could be quieted by the granting of her request; as it was, she was making an undesirable scene, probably on the street, and the Twelve knew well that their Master sought quietude. To them Jesus said: “I am not sent but unto the lost sheep of the house of Israel,” and the remark must have reminded them of the restriction under which they had been sent out.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-22.p15"},"The woman, with importunate desire came near, possibly entering the house; she fell at the Lord’s feet and worshiped Him, pleading pitifully, “Lord, help me.” To her Jesus said, “It is not meet to take the children’s bread, and to cast it to dogs.” The words, harsh as they may sound to us, were understood by her in the spirit of the Lord’s intent. The original term here translated “dogs” connoted, as the narrative shows, not the vagrant and despised curse elsewhere spoken of in the Bible as typical of a degraded state, or of positive badness,",["sup",["a",{"href":"fn_15"},"o"]],"but literally the “little dogs” or domestic pets, such as were allowed in the house and under the table. Certainly the woman took no offense at the comparison, and found therein no objectionable epithet. Instantly she adopted the analogy, and applied it in combined argument and supplication.",["sup",["a",{"href":"fn_16"},"p"]],"“Truth, Lord: yet the dogs eat of the crumbs which fall from their masters’ table”; or, in the words of Mark’s version: “Yes, Lord: yet the dogs under the table eat of the children’s crumbs.” Her prayer was immediately granted; for Jesus said unto her, “O woman, great is thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.” Mark emphasizes the special recognition of her final plea, and adds: “And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.” The woman’s commendable persistency was based on the faith that overcomes apparent obstacles and endures even under discouragement. Her case reminds one of the lesson taught by the Lord on another occasion through the story of the importunate widow.",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-22.p16"},"Many have queried as to why Jesus delayed the blessing. We may not be able to fathom His purposes; but we see that, by the course He adopted, the woman’s faith was demonstrated and the disciples were instructed. Jesus impressed upon her that she was not of the chosen people, to whom He had been sent; but His words prefigured the giving of the gospel to all, both Jew and Gentile: “Let the children",["span.emphasis","first"],"be filled” He had said. The resurrected Christ was to be made known to every nation;",["sup",["a",{"href":"fn_18"},"r"]],"but His personal ministry as a mortal, as also that of the apostles while He was with them in the flesh, was directed to the house of Israel.",["sup",["a",{"href":"fn_19"},"s"]]]],[".topic",["h2","In the Coasts of Decapolis",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-22.p18"},"We are not told how long Jesus and the Twelve tarried in the land of Tyre and Sidon, nor which portions of the district they traversed. They went thence into the region adjoining the sea of Galilee on the east, “through the midst of the coasts of Decapolis.”",["sup",["a",{"href":"fn_21"},"u"]],"Though still among semi-pagan peoples, our Lord was greeted by great crowds, amongst whom were many lame, blind, dumb, maimed, and otherwise afflicted; and them He healed. Great was the astonishment of these aliens, “when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.”"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-22.p19"},"Among the many who were healed was one of whom special mention is made. He was deaf and defective in speech. The people asked the Lord to lay His hands upon the man; but Jesus led him away from the multitude, put His fingers in the man’s ears, spat, and touched the man’s tongue; then looking upward in prayer, and sighing the while, He uttered a word of command in Aramaic, “Ephphatha, that is, Be opened. And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.” The manner of effecting this cure was different again from the usual mode of our Lord’s healing ministrations. It may be that by the finger-touch to the closed ears and to the bound tongue, the man’s faith was strengthened and his confidence in the Master’s power increased. The people were forbidden to tell abroad what they had witnessed; but the more they were charged the more they published the news. Their conclusion as to Jesus and His works was: “He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.”"]],[".topic",["h2","Another Meal in the Desert; Over Four Thousand Fed",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-22.p21"},"For three days the glad crowds remained with Jesus and the apostles. Camping out at that season and in that region entailed no great hardship incident to exposure. Their supply of food, however, had become exhausted; and many of them were far from home. Jesus had compassion upon the people, and was loath to send them away fasting, lest they would faint by the way. When He spoke to the disciples on the matter they intimated the impossibility of feeding so great a number, for the entire stock of food at hand comprized but seven loaves and a few little fishes. Had they forgotten the former occasion on which a greater multitude had been fed and filled with but five loaves and two small fishes? Rather let us believe that the disciples remembered well, yet deemed it beyond their duty or privilege to suggest a repetition of the miracle. But the Master commanded; and the people seated themselves on the ground. Blessing and dividing the small provision as before, He gave to the disciples and they distributed to the multitude. Four thousand men, beside women and children, were abundantly fed; and of the broken but uneaten food there remained enough to fill seven baskets. With no semblance of the turbulent enthusiasm that had followed the feeding of the five thousand, this multitude dispersed quietly and returned to their homes, grateful and doubly blessed."]],[".topic",["h2","Again Beset by Sign-Seekers",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-22.p23"},"Jesus and the apostles returned by boat to the western shore of the lake, and landed near Magdala and Dalmanutha. These towns are understood to have been so close together as to virtually make the latter a suburb of the other. Here the party was met by the ever-vigilant Pharisees, who on this occasion were accompanied by their usually unfriendly rivals, the Sadducees. That the two parties had temporarily laid aside their mutual differences, and had combined their forces in the common cause of opposition to Christ, is a demonstration of the determined purpose of the ecclesiastical authorities to find occasion against Him, and, if possible, destroy Him. Their immediate object was to further alienate the common people, and to counteract the influence of His former teachings with the masses. They set anew the old-time snare of demanding from Him a supernatural sign of His Messiahship, though thrice already had they or others of their kind so attempted to entrap Him, and thrice had they been foiled.",["sup",["a",{"href":"fn_24"},"x"]],"Before them, Satan in person had similarly tried and failed.",["sup",["a",{"href":"fn_25"},"y"]],"To their present impertinent and impious demand He gave a brief and definite refusal coupled with an exposure of their hypocrisy. This was His reply: “When it is evening, ye say, It will be fair weather: for the sky is red. And in the morning, It will be foul weather today: for the sky is red and lowring. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times? A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.”",["sup",["a",{"href":"fn_26"},"z"]]]],[".topic",["h2","The Leaven of the Pharisees and of the Sadducees",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-22.p25"},"Again with the Twelve upon the water, since on the Galilean coast neither peace nor opportunity for effective teaching was found, Jesus directed the vessel’s course toward the north-easterly shore. When well out from land, He said to His companions: “Take heed and beware of the leaven of the Pharisees and of the Sadducees,” and, as Mark adds, “and of the leaven of Herod.” In their hasty departure the disciples had forgotten to take a supply of food; they had with them but a single loaf. They construed His words respecting leaven as a reference to bread, and possibly as a reproof for their neglect. Jesus chided them as of little faith for thinking then of material bread, and refreshed their recollection of the miracles by which the multitudes had been fed, so that their lack of loaves would not further trouble them. Finally they were made to understand that the Master’s warning was directed against the false doctrines of the Pharisees and those of the Sadducees, and against the political aspirations of the scheming Herodians.",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-22.p26"},"The party left the boat near the site of the first miraculous feeding of the multitude, and made their way to Bethsaida Julias. A blind man was brought, and Jesus was asked to touch him. He took the sightless one by the hand, led him outside the town, applied saliva to his eyes, laid hands upon him in a ministration, and asked him if he could see. The man answered that he saw dimly, but was unable to distinguish men from trees. Applying His hands to the man’s eyes, Jesus told him to look up; the man did so and saw clearly. Bidding him not to enter the town, nor to tell of his deliverance from blindness to any in the place, the Lord sent him away rejoicing. This miracle presents the unique feature of Jesus healing a person by stages; the result of the first ministration was but a partial recovery. No explanation of the exceptional circumstance is given."]],[".topic",["h2","“Thou Art the Christ”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-22.p28"},"Accompanied by the Twelve, Jesus continued His way northward to the neighborhood or “coasts” of Cæsarea Philippi, an inland city situated near the eastern and principal source of the Jordan, and near the foot of Mount Hermon.",["sup",["a",{"href":"fn_30"},"d"]],"The journey afforded opportunity for special and confidential instruction to the apostles. Of them Jesus asked: “Whom do men say that I the Son of man am?” In reply they reported the rumors and popular fancies that had come to their notice. Some people, sharing the superstitious fears of the conscience-stricken Herod Antipas, said that Jesus was John the Baptist returned to life, though such a belief could not have been entertained seriously by many, as John and Jesus were known to have been contemporaries; others said He was Elias, or more exactly, Elijah; still others suggested He was Jeremiah or some other one of the ancient prophets of Israel. It is significant that among all the conceptions of the people as to the identity of Jesus there was no intimation of belief that He was the Messiah. Neither by word nor deed had He measured up to the popular and traditional standard of the expected Deliverer and King of Israel. Fleeting manifestations of evanescent hope that He might prove to be the looked-for Prophet, like unto Moses, had not been lacking; but all such incipient conceptions had been neutralized by the hostile activity of the Pharisees and their kind. To them it was a matter of supreme though evil determination to maintain in the minds of the people the thought of a yet future, not a present, Messiah."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-22.p29"},"With deep solemnity, and as a soul-searching test for which the Twelve had been in unconscious preparation through many months of close and privileged companionship with their Lord, Jesus asked of them: “But whom say ye that I am?” Answering for all, but more particularly testifying as to his own conviction, Peter, with all the fervor of his soul, voiced the great confession: “Thou art the Christ, the Son of the living God.” This was no avowal of mere belief, no expression of a result at which he had arrived by mental process, no solution of a problem laboriously worked out, no verdict based on the weighing of evidence; he spoke in the sure knowledge that knows no question and from which doubt and reservations are as far removed as is the sky from the ground."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-22.p30"},"“And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” Peter’s knowledge, which was also that of his brethren, was of a kind apart from all that man may find out for himself; it was a divine bestowal, in comparison with which human wisdom is foolishness and the treasure of earth but dross. Addressing Himself further to the first of the apostles, Jesus continued: “And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.”"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-22.p31"},"Through direct revelation from God Peter knew that Jesus was the Christ; and upon revelation, as a rock of secure foundation, the Church of Christ was to be built.",["sup",["a",{"href":"fn_31"},"e"]],"Though torrents should fall, floods roll, winds rage, and all beat together upon that structure, it would not, could not, fall, for it was founded upon a rock;",["sup",["a",{"href":"fn_32"},"f"]],"and even the powers of hell would be impotent to prevail against it. By revelation alone could or can the Church of Jesus Christ be builded and maintained; and revelation of necessity implies revelators, through whom the will of God may be made known respecting His Church. As a gift from God comes the testimony of Jesus into the heart of man. This principle was comprized in the Master’s teachings at Capernaum, that none could come to Him save such as the Father would bring.",["sup",["a",{"href":"fn_33"},"g"]],"The Lord’s promise, that unto Peter He would give “the keys of the kingdom of heaven,” embodies the principle of divine authority in the Holy Priesthood, and of the commission of presidency. Allusion to keys as symbolical of power and authority is not uncommon in Jewish literature, as was well understood in that period and is generally current today.",["sup",["a",{"href":"fn_34"},"h"]],"So also the analogies of binding and loosing as indicative of official acts were then usual, as they are now, particularly in connection with judicial functions. Peter’s presidency among the apostles was abundantly manifest and generally recognized after the close of our Lord’s mortal life. Thus, it was he who spoke in behalf of the Eleven, in the council meeting at which a successor to the traitor Iscariot was chosen; he was the spokesman of his brethren on the occasion of the Pentecostal conversion; it was he who opened the doors of the Church to the Gentiles;",["sup",["a",{"href":"fn_35"},"i"]],"and his office of leadership is apparent throughout the apostolic period."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-22.p32"},"The confession by which the apostles avowed their acceptance of Jesus as the Christ, the Son of the living God, was evidence of their actual possession of the spirit of the Holy Apostleship, by which they were made particular witnesses of their Lord. The time for a general proclamation of their testimony had not arrived, however; nor did it come until after Christ had emerged from the tomb a resurrected, immortalized Personage. For the time being they were charged “that they should tell no man that he was Jesus the Christ.” Proclamation of Jesus as the Messiah, particularly if made by the apostles who were publicly known as His most intimate disciples and associates, or open assumption of the Messianic title by Himself, would have aggravated the hostility of the rulers, which had already become a grave interference if not an actual menace to the Savior’s ministry; and seditious uprisings against the political government of Rome might easily have resulted. A yet deeper reason for the secrecy enjoined upon the Twelve appears in the fact that the Jewish nation was not prepared to accept their Lord; and to ignore Him through lack of certain knowledge involved a lesser degree of culpability than would have attached to an unpalliated rejection. The particular mission of the apostles at the time then future was to proclaim to all nations Jesus, the crucified and resurrected Christ."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-22.p33"},"From the time of Peter’s confession, however, Jesus instructed the Twelve more plainly and with greater intimacy concerning the future developments of His mission, and particularly as touching His appointed death. On earlier occasions He had referred in their hearing to the cross, and to His approaching death, burial, and ascension; but the mention in each case was in a measure figurative, and they had apprehended but imperfectly if at all. Now, however, He began to show, and often afterward made plain unto them, “how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-22.p34"},"Peter was shocked at this unqualified declaration, and, yielding to impulse, remonstrated with Jesus, or, as two of the evangelists state, “began to rebuke him,” even going so far as to say: “This shall not be unto thee.”",["sup",["a",{"href":"fn_36"},"j"]],"The Lord turned upon him with this sharp reproof: “Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men.” Peter’s words constituted an appeal to the human element in Christ’s nature; and the sensitive feelings of Jesus were wounded by this suggestion of unfaithfulness to His trust, coming from the man whom He had so signally honored but a few moments before. Peter saw mainly as men see, understanding but imperfectly the deeper purposes of God. Though deserved, the rebuke he received was severe. The adjuration, “Get thee behind me, Satan,” was identical with that used against the arch-tempter himself, who had sought to beguile Jesus from the path upon which He had entered,",["sup",["a",{"href":"fn_37"},"k"]],"and the provocation in the two instances was in some respects similar—the temptation to evade sacrifice and suffering, though such was the world’s ransom, and to follow a more comfortable way.",["sup",["a",{"href":"fn_38"},"l"]],"The forceful words of Jesus show the deep emotion that Peter’s ill-considered attempt to counsel if not to tempt his Lord had evoked."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-22.p35"},"Beside the Twelve, who were immediately about the Lord’s person, others were nearby; it appears that even in those remote parts, far removed from the borders of Galilee—the habitat of a heathen population, with whom, however, many Jews were intermixed—the people gathered around the Master. These He now called together, and to them and the disciples said: “If any man will come after me, let him deny himself, and take up his cross, and follow me.” Here the frightful figure of the cross was again made prominent. There was left no shadow of excuse for the thought that devotion to Christ would not mean denial and privation. He who would save his life at the cost of duty, as Peter had just suggested that Christ should do, would surely lose it in a sense worse than that of physical death; whereas he who stood willing to lose all, even life itself, should find the life that is eternal."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-22.p36"},"As evincing the soundness of His teachings, Jesus uttered what has since become an inspiring aphorism of life: “For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?” Whosoever is ashamed of Christ because of His lowly estate, or through offense at His teachings, shall yet find that the Son of Man, when He comes in the glory of the Father, with attending cohorts of angels, will be ashamed of that man. The record of this memorable day in the Savior’s life closes with His blessed promise: “Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.”",["sup",["a",{"href":"fn_39"},"m"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-22.f1"},["h3","Notes to Chapter 22"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-22.p38"},["b","Passover Celebrations Comprized within the Period of Our Lord’s Public Ministry."],"—The dates on which specific acts occurred in the ministry of Jesus are difficult if not impossible to fix, except in few instances; and as heretofore stated and reiterated, even the order of events is often found to be uncertain. It will be remembered that Jesus was in Jerusalem at the time of the Passover soon after His baptism, and that on the visit referred to He forcibly cleared the temple courts of traffickers and their property. This is known as the",["span.emphasis","first"],"Passover during the public life of Jesus. If the unnamed “feast of the Jews” referred to by John (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.1"},"5:1"],") was a Passover, as many Bible students hold, it marked the close of the year following the cleansing the temple; it is commonly spoken of and written about as the",["span.emphasis","second"],"Passover in the course of our Lord’s ministry. Then the Passover near which Jesus fed the five thousand (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.4"},"John 6:4"],") would be the",["span.emphasis","third,"],"and would mark the expiration of two years and a fraction since the baptism of Jesus; it certainly marks the beginning of the last year of the Savior’s life on earth."]],["li",["span.label","2."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-22.p39"},["b","Ceremonial Ablutions."],"—The numerous washings required by Jewish custom in the time of Christ were admittedly incident to rabbinism and “the tradition of the elders” and not in compliance with the Mosaic law. Under certain conditions, successive washings were prescribed, in connection with which we find mention of “first,” “second” and “other” waters, the “second water” being necessary to wash away the “first water,” which had become defiled by contact with the “common” hands; and so further with the later waters. Sometimes the hands had to be dipped or immersed; at other times they were to be cleansed by pouring, it being necessary that the water be allowed to run to the wrist or the elbow according to the degree of supposed defilement; then again, as the disciples of Rabbi Shammai held, only the finger tips, or the fingers up to the knuckles, needed to be wetted under particular circumstances. Rules for the cleansing of vessels and furniture were detailed and exacting; distinct methods applied respectively to vessels of clay, wood, and metal. Fear of unwittingly defiling the hands led to many extreme precautions. It being known that the Roll of the Law, the Roll of the Prophets, and other scriptures, when laid away were sometimes touched, scratched, or even gnawed by mice, there was issued a rabbinical decree, that the Holy Scriptures, or any part thereof comprizing as many as eighty-five letters (the shortest section in the law having just that number), defiled the hands by mere contact. Thus the hands had to be ceremonially cleansed after touching a copy of the scriptures, or even a written passage therefrom."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-22.p40"},"Emancipation from these and “many such like things” must have been relief indeed. Escape from this thraldom Jesus freely offered, saying: “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart; and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],".)"]],["li",["span.label","3."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-22.p41"},["b","“Corban,” a Gift."],"—The law of Moses prescribed rules relating to vows (",["a.scriptureRef",{"href":"/scriptures/ot/lev/27"},"Leviticus 27"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/30"},"Numbers 30"],"). “Upon these rules,” says the writer in Smith’s",["span.emphasis","Bible Dict.,"],"“the traditionalists enlarged, and laid down that a man might interdict himself by vow, not only from using for himself, but from giving to another or receiving from him, some particular object whether of food or any other kind whatsoever. The thing thus interdicted was considered as corban. A person might thus exempt himself from any inconvenient obligation under plea of corban. Our Lord denounced practices of this sort (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.5"},"Matt. 15:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.11"},"Mark 7:11"],"), as annulling the spirit of the law.”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-22.p42"},"The revised version,",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.5"},"Matthew 15:5"],"is made to read “But ye say, Whosoever shall say to his father or his mother, That wherewith thou mightest have been profited by me is given to God; he shall not honor his father (or, his mother).” The following account of this pernicious custom appears in the",["span.emphasis","Commentary on The Holy Bible"],"edited by Dummelow, “‘Corban,’ meaning originally a sacrifice or a gift to God, was used in New Testament times as a mere word of vowing, without implying that the thing vowed would actually be offered or given to God. Thus a man would say ‘Corban to me is wine for such a time,’ meaning that he took a vow to abstain from wine. Or a man would say to a friend ‘Corban to me for such a time is whatsoever I might be profited by thee,’ meaning that for such a time he vowed that he would receive neither hospitality nor any other benefit from his friend. Similarly, if a son said to his father or mother, ‘Corban is whatsoever thou mightest have profited by me’ he took a vow not to assist his father or mother in any way, however much they might require it. A vow of this kind was held by the scribes to excuse a man from the duty of supporting his parents, and thus by their tradition they made void the word of God.”"]],["li",["span.label","4."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-22.p43"},["b","The “Dogs” That Eat of the Crumbs."],"—The woman’s fervid rejoinder, “Truth, Lord: yet the dogs eat of the crumbs which fall from their masters’ table,” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.27"},"Matthew 15:27"],"), is thus commented upon and paraphrased by Trench (",["span.emphasis","Notes on the Miracles,"],"p. 271): “The rendering of her answer in our translation is not, however, altogether satisfactory. For, indeed, she accepts the Lord’s declaration, not immediately to make exception against the conclusion which He draws from it, but to show how in that very declaration is involved the granting of her petition. ‘Saidest thou dogs? It is well; I accept the title and the place; for the dogs have a portion of the meal,—not the first, not the children’s portion, but a portion still,—the crumbs which fall from the master’s table. In this very putting of the case, Thou bringest us heathen, Thou bringest me, within the circle of the blessings which God, the Great Householder, is ever dispensing to His family. We also belong to His household, though we occupy but the lowest place therein.’”"],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-22.p44"},"The Dummelow",["span.emphasis","Commentary,"],"on",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.26"},"Matthew 15:26"],", reads in part as follows: “The rabbis often spoke of the Gentiles as dogs, e.g. ‘He who eats with an idolater is like one who eats with a dog.’ … ‘The nations of the world are compared to dogs.’ ‘The holy convocation belongs to you, not to the dogs.’ Yet Jesus in adopting the contemptuous expression slightly softens it. He says not ‘dogs,’ but ‘little dogs,’ i.e. household, favorite, dogs; and the woman cleverly catches at the expression, arguing that if the Gentiles are household dogs, then it is only right that they should be fed with the crumbs that fall from their masters’ table.” Edersheim, referring to the original text, says: “The term means ‘little dogs,’ or ‘house dogs.’”"]],["li",["span.label","5."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-22.p45"},["b","Decapolis."],"—The name means “the ten cities,” and was applied to a region of indefinite boundaries lying mostly on the east of Jordan and southerly from the sea of Galilee. Scythopolis, which Josephus (",["span.emphasis","Wars of the Jews,"],"iii, 9:7) refers to as the largest of the ten cities, was on the west side of the river. There is lack of agreement among historians as to the cities comprized under the name. Biblical mention (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.25"},"Matthew 4:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.20"},"Mark 5:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.31"},"7:31"],") implies a general region rather than a definite area."]],["li",["span.label","6."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-22.p46"},["b","The Coasts of Cæsarea Philippi."],"—The term “coast” as it appears in the Bible (authorized, or King James version), is used to connote boundary, limit, or border, and not distinctively a seashore. (For examples see",["a.scriptureRef",{"href":"/scriptures/ot/ex/10.4,14,19"},"Exodus 10:4, 14, 19"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/15.1,4"},"Joshua 15:1, 4"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.20"},"Judges 11:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.16"},"Matthew 2:16"],", etc.) It is applied therefore to inland areas, and frequently occurs as indicating a vicinity or neighborhood."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-22.p47"},"Cæsarea Philippi, a town located, as stated in the text, near Mount Hermon at the source of the Jordan, had been enlarged and beautified by Philip the tetrarch, and by him was named Cæsarea in honor of the Roman emperor. It was called Cæsarea Philippi to distinguish it from the already existing Cæsarea, which was situated on the Mediterranean shore of Samaria, and which in later literature came to be known as Cæsarea Palestina. Cæsarea Philippi is believed to be identical with the ancient Baal Gad (",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.17"},"Joshua 11:17"],") and Baal Hermon (",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.3"},"Judges 3:3"],"). It was known as a place of idolatrous worship, and while under Greek sovereignty was called Paneas in recognition of the mythological deity Pan. See Josephus,",["span.emphasis","Antiquities,"],"xviii, 2:1; this designation persists in the present Arabic name of the place, Banias."]],["li",["span.label","7."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-22.p48"},["b","Simon Peter and the “Rock” of Revelation."],"—Simon the son of Jonas, on the occasion of his first recorded interview with Jesus had received from the Lord’s lips the distinguishing name-title “Peter,” or in the Aramaic tongue “Cephas,” the English equivalent of which is “a rock” or “a stone” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.42"},"John 1:42"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p7"},"140"],"herein). The name was confirmed upon the apostle on the occasion now under consideration (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.18"},"Matthew 16:18"],"). Jesus said to him “thou art Peter,” adding, “and upon this rock I will build my church.” In the course of the general apostasy subsequent to the ancient apostolic ministry, the Bishop of Rome laid claim to supreme authority as the alleged lineal successor to Peter; and an erroneous doctrine gained currency to the effect that Peter was the “rock” upon which the Church of Christ was founded. Detailed consideration of this inconsistent and infamous claim cannot be undertaken here; it is sufficient to say that a church founded or dependent upon Peter or any other man would be Peter’s or the other man’s church, and not the Church of Jesus Christ. (See",["span.emphasis","The Great Apostasy,"],"chapter 9; also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.1-8"},"3 Nephi 27:1–8"],"; also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p1"},"chapter 40"],"herein). That upon Peter rested the responsibility of presidency in the ministry, after the ascension of the resurrected Christ, is not questioned; but that he was, even typically, the foundation upon which the Church was built, is at once unscriptural and untrue. The Church of Jesus Christ must authoritatively bear His name, and guided by revelation, direct and continuous, as the conditions of its building require. Revelation from God to His servants invested with the Holy Priesthood through authorized ordination as was Peter is the impregnable “rock” upon which the Church is built. (See",["span.emphasis","Articles of Faith,"],"16:296–311—“Revelation.”)"]],["li",["span.label","8."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-22.p49"},["b","Christ’s Rebuke to Peter."],"—In addressing Peter as “Satan,” Jesus was obviously using a forceful figure of speech, and not a literal designation; for Satan is a distinct personage, Lucifer, that fallen, unembodied son of the morning (see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p5"},"7"],"); and certainly Peter was not he. In his remonstrance or “rebuke” addressed to Jesus, Peter was really counseling what Satan had before attempted to induce Christ to do, or tempting, as Satan himself had tempted. The command, “Get thee behind me, Satan,” as directed to Peter, is rendered in English by some authorities “Get thee behind me, tempter.” The essential meaning attached to both Hebrew and Greek originals for our word “Satan” is that of an adversary, or “one who places himself in another’s way and thus opposes him.” (Zenos.) The expression “Thou art an offense unto me” is admittedly a less literal translation than “Thou art a stumbling-block unto me.” The man whom Jesus had addressed as Peter—“the rock,” was now likened to a stone in the path, over which the unwary might stumble."]],["li",["span.label","9."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-22.p50"},["b","Some to Live until Christ Returns."],"—The Savior’s declaration to the apostles and others in the neighborhood of Cæsarea Philippi, “Verily I say unto you, There be some standing here which shall not taste of death, till they see the Son of man coming in his kingdom,” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.28"},"Matthew 16:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.1"},"Mark 9:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.27"},"Luke 9:27"],"), has occasioned great and diverse comment. The event referred to, that of the Son of Man coming in the glory of His Father attended by the angels, is yet future. At least a partial fulfillment of the prediction is presented in the prolongation of the life of John the apostle, who was there present, and who yet lives in the flesh according to his desire (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.20-24"},"John 21:20–24"],"; see further",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.1-6"},"3 Nephi 28:1–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/7"},"D&C 7"],")."]],["li",["span.label","10."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-22.p51"},["b","“Thou Art the Christ.”"],"—Peter’s solemn and soulful confession of Jesus as the Christ is worded differently by each of the three synoptists. To many the most expressive version is that of Luke: “The Christ of God.” On earlier occasions, some or all of the Twelve had acknowledged Jesus Christ to be the Son of God, e.g. following the miracle of walking upon the sea (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.33"},"Matthew 14:33"],"), and again, after the crucial sermon at Capernaum (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.69"},"John 6:69"],"); but it is evident that Peter’s upwelling and reverential confession in answer to the Lord’s question “But whom say ye that I am?” had a significance, greater in assurance and more exalted in kind, than had any prior expression of his conception concerning his Lord. Yet even the conviction given through direct revelation (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.17"},"Matthew 16:17"],") did not at the time comprize a comprehensive knowledge of the Savior’s mission. Indeed, a fulness of understanding and assurance came to the apostles after the Lord’s resurrection (compare",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.4"},"Romans 1:4"],"). Nevertheless, Peter’s testimony in the land of Cæsarea Philippi evidences a very exalted attainment. At that stage of the Savior’s ministry, the public proclamation of His divine status would have been as the casting of pearls before swine (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.6"},"Matthew 7:6"],"); therefore the Lord instructed the apostles that at that time “they should tell no man that he was Jesus the Christ.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-22.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.4"},"John 6:4"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p38"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-22.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/mark/12.37"},"Mark 12:37"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-22.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.1-9"},"Matthew 15:1–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.1-13"},"Mark 7:1–13"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-22.fn4"},["b","4"],["span.label","d"],"As the Oxford marginal note shows “beds” is a more literal rendering than “tables,” the couches upon which the eaters reclined at table being meant. See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p28"},"261"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-22.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p39"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-22.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/7.6,7"},"Mark 7:6, 7"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.7-9"},"Matthew 15:7–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.13"},"Isaiah 29:13"],"; compare the words of the resurrected Christ to the prophet Joseph Smith, in the present dispensation,",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.19"},"Joseph Smith—History 1:19"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-22.fn7"},["b","7"],["span.label","g"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.16"},"Deuteronomy 5:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.17"},"Exodus 21:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.9"},"Leviticus 20:9"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-22.fn8"},["b","8"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p41"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-22.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.10-20"},"Matthew 15:10–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.14-23"},"Mark 7:14–23"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-22.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.6"},"Matthew 11:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.23"},"Luke 7:23"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p14"},"255"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p58"},"274"],"herein."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-22.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.21-28"},"Matthew 15:21–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.24-30"},"Mark 7:24–30"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-22.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.8"},"Mark 3:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.17"},"Luke 6:17"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-22.fn13"},["b","13"],["span.label","m"],"See marginal reading in Oxford and Bagster Bibles; see also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p48"},"Note 2, page 345"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-22.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-6"},"Matthew 10:5, 6"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p7"},"328"],"herein."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-22.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/ot/deut/23.18"},"Deuteronomy 23:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.43"},"1 Samuel 17:43"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.14"},"24:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.8"},"2 Samuel 3:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.9"},"16:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/30.1"},"Job 30:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.6"},"Matthew 7:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.2"},"Philippians 3:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.15"},"Revelation 22:15"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-22.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p43"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-22.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/luke/18.1-8"},"Luke 18:1–8"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p38"},"436"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-22.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19"},"Matthew 28:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15"},"Mark 16:15"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-22.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/acts/3.25-26"},"Acts 3:25, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.46-48"},"13:46–48"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/15.8"},"Romans 15:8"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-22.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/mark/7.31-37"},"Mark 7:31–37"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.29-31"},"Matthew 15:29–31"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-22.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p45"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-22.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.32-39"},"Matthew 15:32–39"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.1-9"},"Mark 8:1–9"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-22.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.29"},"Matthew 15:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.1-5"},"16:1–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.10-13"},"Mark 8:10–13"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-22.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.18"},"John 2:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.30"},"6:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38"},"Matthew 12:38"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-22.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.6-7"},"Matthew 4:6, 7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.9-12"},"Luke 4:9–12"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-22.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/16.2-4"},"Matthew 16:2–4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38-41"},"12:38–41"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p8"},"155–57"],"herein."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-22.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/16.6-12"},"Matthew 16:6–12"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.14-21"},"Mark 8:14–21"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.1"},"Luke 12:1"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-22.fn28"},["b","28"],["span.label","b"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p20"},"68"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-22.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13-20"},"Matthew 16:13–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.27-30"},"Mark 8:27–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.18-21"},"Luke 9:18–21"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p51"},"Note 10"],", end of chapter."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-22.fn30"},["b","30"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p46"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-22.fn31"},["b","31"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p48"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-22.fn32"},["b","32"],["span.label","f"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.24-25"},"Matthew 7:24, 25"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-22.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.46"},"John 6:46"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/6.37,39-40"},"verses 37, 39, 40"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-22.fn34"},["b","34"],["span.label","h"],"See",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.22"},"Isaiah 22:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.52"},"Luke 11:52"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.18"},"Revelation 1:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.7"},"3:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.28"},"D&C 6:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/7.7"},"7:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5-6,9"},"27:5, 6, 9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.7"},"28:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.69"},"42:69"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26"},"84:26"],"; etc."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-22.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.15-26"},"Acts 1:15–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.14-40"},"2:14–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"chapter 10"],", compare with",["a.scriptureRef",{"href":"/scriptures/nt/acts/15.7"},"15:7"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-22.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/16.22-23"},"Matthew 16:22, 23"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.32-33"},"Mark 8:32, 33"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-22.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.8"},"Luke 4:8"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-22.fn38"},["b","38"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p49"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-22.fn39"},["b","39"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-22.p50"},"Note 9"],", end of chapter."]]}
