{"id":22,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 20: “Peace, Be Still”","subtitle":"","short_title":"Chapter 20","uri":"/manual/jesus-the-christ/chapter-20","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-20"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-20.head1"},[".titleNumber","Chapter 20"],["h1","“Peace, Be Still”"]],[".bodyBlock",[".topic",["h2","Incidents Preliminary to the Voyage"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-20.p4"},"Near the close of the day on which Jesus had taught the multitudes for the first time by parables, He said to the disciples, “Let us pass over unto the other side.”",["sup",["a",{"href":"fn_1"},"a"]],"The destination so indicated is the east side of the sea of Galilee. While the boat was being made ready, a certain scribe came to Jesus and said: “Master, I will follow thee whithersoever thou goest.” Prior to that time, few men belonging to the titled or ruling class had offered to openly ally themselves with Jesus. Had the Master been mindful of policy and desirous of securing official recognition, this opportunity to attach to Himself as influential a person as a scribe would have received careful consideration if not immediate acceptance; but He, who could read the minds and know the hearts of men, chose rather than accepted. He had called men who were to be thenceforth His own, from their fishing boats and nets, and had numbered one of the ostracized publicans among the Twelve; but He knew them, every one, and chose accordingly. The gospel was offered freely to all; but authority to officiate as a minister thereof was not to be had for the asking; for that sacred labor, one must be called of God.",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-20.p5"},"In this instance, Christ knew the character of the man, and, without wounding his feelings by curt rejection, pointed out the sacrifice required of one who would follow whithersoever the Lord went, saying: “The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.” As Jesus had no fixed place of abode, but went wherever His duty called Him, so was it necessary that they who represented Him, men ordained or set apart to His service, be ready to deny themselves the enjoyment of their homes and the comfort of family associations, if the duties of their calling so demanded. We do not read that the aspiring scribe pressed his offer."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-20.p6"},"Another man indicated his willingness to follow the Lord, but asked first for time to go and bury his father; to him Jesus said: “Follow me; and let the dead bury their dead.” Some readers have felt that this injunction was harsh, though such an inference is scarcely justified. While it would be manifestly unfilial for a son to absent himself from his father’s funeral under ordinary conditions, nevertheless, if that son had been set apart to service of importance transcending all personal or family obligations, his ministerial duty would of right take precedence. Moreover, the requirement expressed by Jesus was no greater than that made of every priest during his term of active service, nor was it more afflicting than the obligation of the Nazarite vow,",["sup",["a",{"href":"fn_3"},"c"]],"under which many voluntarily placed themselves. The duties of ministry in the kingdom pertained to spiritual life; one dedicated thereto might well allow those who were negligent of spiritual things, and figuratively speaking, spiritually dead, to bury their dead."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-20.p7"},"A third instance is presented; a man who wanted to be a disciple of the Lord asked that, before entering upon his duties, he be permitted to go home and bid farewell to his family and friends. The reply of Jesus has become an aphorism in life and literature: “No man, having put his hand to the plough, and looking back, is fit for the kingdom of God.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-20.p8"},"From Matthew’s record we draw the inference that the first two of these candidates for discipleship offered themselves to our Lord as He stood on the shore or in the boat ready to begin the evening voyage across the lake. Luke places the instances in a different connection, and adds to the offers of the scribe and the man who would first bury his father, that of the one who wished to go home and then return to Christ. The three incidents may be profitably considered together, whether all occurred in the evening of that same eventful day or at different times."]],[".topic",["h2","Stilling the Storm",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-20.p10"},"The instruction to launch forth and cross to the opposite side of the lake was given by Jesus, who probably desired a respite after the arduous labors of the day. No time had been lost in unnecessary preparation; “they took him, even as he was, into the ship,” and set out without delay. Even on the water some of the eager people tried to follow; for a number of small boats, “little ships” as Mark styles them, accompanied the vessel on which Jesus was embarked; but these lesser craft may have turned back, possibly on account of the approaching storm; anyway, we do not hear of them further."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-20.p11"},"Jesus found a resting place near the stern of the ship and soon fell asleep. A great storm arose;",["sup",["a",{"href":"fn_6"},"f"]],"and still He slept. The circumstance is instructive as it evidences at once the reality of the physical attributes of Christ, and the healthy, normal condition of His body. He was subject to fatigue and bodily exhaustion from other causes, as are all men; without food He grew hungry; without drink He thirsted; by labor He became weary. The fact that after a day of strenuous effort He could calmly sleep, even amidst the turmoil of a tempest, indicates an unimpaired nervous system and a good state of health. Nowhere do we find record of Jesus having been ill. He lived according to the laws of health, yet never allowed the body to rule the spirit; and His daily activities, which were of a kind to make heavy demands on both physical and mental energy, were met with no symptoms of nervous collapse nor of functional disturbance. Sleep after toil is natural and necessary. The day’s work done, Jesus slept."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-20.p12"},"Meanwhile the storm increased in fury; the wind rendered the boat unmanageable; waves beat over the side; so much water was shipped that the vessel seemed about to founder. The disciples were terror-stricken; yet through it all Jesus rested peacefully. In their extremity of fear, the disciples awakened Him, crying out, according to the several independent accounts, “Master, Master, we perish”; “Lord, save us: we perish”; and, “Master, carest thou not that we perish?” They were abjectly frightened, and at least partly forgetful that there was with them One whose voice even death had to obey. Their terrified appeal was not wholly devoid of hope nor barren of faith: “Lord, save us” they cried. Calmly He replied to their piteous call, “Why are ye fearful, O ye of little faith?”"],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-20.p13"},"Then He arose; and out through the darkness of that fearsome night, into the roaring wind, over the stormlashed sea, went the voice of the Lord as He “rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.” Turning to the disciples, He asked in tones of gentle yet unmistakable reproof: “Where is your faith?” and “How is it that ye have no faith?” Gratitude for rescue from what but a moment before had seemed impending death was superseded by amazement and fear. “What manner of man is this,” they asked one of another, “that even the wind and the sea obey him?”"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-20.p14"},"Among the recorded miracles of Christ, none has elicited greater diversity in comment and in attempt at elucidation than has this marvelous instance of control over the forces of nature. Science ventures no explanation. The Lord of earth, air, and sea spoke and was obeyed. He it was who, amidst the black chaos of creation’s earliest stages, had commanded with immediate effect—Let there be light; Let there be a firmament in the midst of the waters; Let the dry land appear—and, as He had decreed, so it was. The dominion of the Creator over the created is real and absolute. A small part of that dominion has been committed to man",["sup",["a",{"href":"fn_7"},"g"]],"as the offspring of God, tabernacled in the very image of his divine Father. But man exercises that delegated control through secondary agencies, and by means of complicated mechanism. Man’s power over the objects to his own devising is limited. It is according to the curse evoked by Adam’s fall, which came through transgression, that by the strain of his muscles, by the sweat of his brow, and by stress of his mind, shall he achieve. His word of command is but a sound-wave in air, except as it is followed by labor. Through the Spirit that emanates from the very Person of Deity, and which pervades all space, the command of God is immediately operative."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-20.p15"},"Not man alone, but also the earth and all the elemental forces pertaining thereto came under the Adamic curse;",["sup",["a",{"href":"fn_8"},"h"]],"and as the soil no longer brought forth only good and useful fruits, but gave of its substance to nurture thorns and thistles, so the several forces of nature ceased to be obedient to man as agents subject to his direct control. What we call natural forces—heat, light, electricity, chemical affinity—are but a few of the manifestations of eternal energy through which the Creator’s purposes are subserved; and these few, man is able to direct and utilize only through mechanical contrivance and physical adjustment. But the earth shall yet be “renewed and receive its paradisaical glory”; then soil, water, air, and the forces acting upon them, shall directly respond to the command of glorified man, as now they obey the word of the Creator.",["sup",["a",{"href":"fn_9"},"i"]]]],[".topic",["h2","Quieting the Demons",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-20.p17"},"Jesus and the disciples with Him landed on the eastern or Perean side of the lake, in a region known as the country of the Gadarenes or Gergesenes. The precise spot has not been identified, but it was evidently a country district apart from the towns.",["sup",["a",{"href":"fn_11"},"k"]],"As the party left the boat, two maniacs, who were sorely tormented by evil spirits, approached. Matthew states there were two; the other writers speak of but one; it is possible that one of the afflicted pair was in a condition so much worse than that of his companion that to him is accorded greater prominence in the narrative; or, one may have run away while the other remained. The demoniac was in a pitiful plight. His frenzy had become so violent and the physical strength incident to his mania so great that all attempts to hold him in captivity had failed. He had been bound in chains and fetters, but these he had broken asunder by the aid of demon power; and he had fled to the mountains, to the caverns that served as tombs, and there he had lived more like a wild beast than a man. Night and day his weird, terrifying shrieks had been heard, and through dread of meeting him people traveled by other ways rather than pass near his haunts. He wandered about naked, and in his madness often gashed his flesh with sharp stones."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-20.p18"},"Seeing Jesus, the poor creature ran toward Him, and, impelled by the power of his demon control, prostrated himself before Christ, the while crying out with a loud voice: “What have I to do with thee, Jesus, thou Son of the most high God?” As Jesus commanded the evil spirits to leave, one or more of them through the voice of the man, pleaded to be left alone, and with blasphemous presumption exclaimed: “I adjure thee by God, that thou torment me not.” Matthew records the further question addressed to Jesus: “Art thou come hither to torment us before the time?” The demons, by whom the man was possessed and controlled, recognized the Master, whom they knew they had to obey; but they pleaded to be left alone until the decreed time of their final punishment would come.",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-20.p19"},"Jesus asked, “What is thy name?” and the demons within the man answered, “My name is Legion, for we are many.” The fact of the man’s dual consciousness or multipersonality is here apparent. So complete was his possession by wicked spirits that he could no longer distinguish between his individual personality and theirs. The devils implored that Jesus would not banish them from that country; or as Luke records in words of awful import, “that he would not command them to go out into the deep.”",["sup",["a",{"href":"fn_13"},"m"]],"In their wretched plight, and out of diabolical eagerness to find abode in bodies of flesh even though of beasts, they begged that, being compelled to leave the man they be allowed to enter a herd of hogs feeding nearby. Jesus gave permission; the unclean demons entered the swine; and the whole herd, numbering about two thousand, went wild, stampeded in terror, ran violently down a steep place into the sea, and were drowned. The swineherds were frightened, and, hastening to the town, told what had happened to the hogs. People came out in crowds to see for themselves; and all were astounded to behold the once wild man of whom they had all been afraid, now clothed, and restored to a normal state of mind, sitting quietly and reverently at the feet of Jesus. They were afraid of One who could work such wonders, and, conscious of their sinful unworthiness, begged Him to leave their country.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-20.p20"},"The man who had been rid of the demons feared not; in his heart love and gratitude superseded all other feelings; and as Jesus returned to the boat he prayed that he might go also. But Jesus forbade, saying: “Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.” The man became a missionary, not alone in his home town but throughout Decapolis, the region of the ten cities; wherever he went he told of the marvelous change Jesus had wrought on him."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-20.p21"},"The testimony of wicked and unclean spirits to the divinity of Christ as the Son of God is not confined to this instance. We have already considered the case of the demoniac in the synagog at Capernaum;",["sup",["a",{"href":"fn_15"},"o"]],"and another instance appeared, when Jesus, withdrawing from the towns in Galilee, betook Himself to the sea shore, and was followed by a great multitude comprizing Galileans and Judeans, and people from Jerusalem and Idumea, and from beyond Jordan (i.e. from Perea), and inhabitants of Tyre and Sidon, amongst whom He had healed many of divers diseases; and those who were in bondage to unclean spirits had fallen down and worshiped Him; while the demons cried out: “Thou art the Son of God.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-20.p22"},"In the course of the short journey considered in this chapter, the power of Jesus as Master of earth, men and devils, was manifest in miraculous works of the most impressive kind. We cannot classify the Lord’s miracles as small and great, nor as easy and difficult of accomplishment; what one may consider the least is to another of profound import. The Lord’s word was sufficient in every instance. To the wind and the waves, and to the demon-ridden mind of the man possessed, He had but to speak and be obeyed. “Peace, be still.”"]],[".topic",["h2","The Raising of the Daughter of Jairus",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-20.p24"},"Jesus and His attendants recrossed the lake from the land of Gadara to the vicinity of Capernaum, where He was received with acclamation by a multitude of people, “for they were all waiting for him.” Immediately after landing, Jesus was approached by Jairus, one of the rulers of the local synagog, who “besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-20.p25"},"The fact of this man’s coming to Jesus, with the spirit of faith and supplication, is an evidence of the deep impression the ministry of Christ had made even in priestly and ecclesiastical circles. Many of the Jews, rulers and officials as well as the people in common, believed in Jesus;",["sup",["a",{"href":"fn_18"},"r"]],"though few belonging to the upper classes were willing to sacrifice prestige and popularity by acknowledging their discipleship. That Jairus, one of the rulers of the synagog, came only when impelled by grief over the impending death of his only daughter, a girl of twelve years, is no evidence that he had not before become a believer; certainly at this time his faith was genuine and his trust sincere, as the circumstances of the narrative prove. He approached Jesus with the reverence due One whom he considered able to grant what he asked, and fell at the Lord’s feet, or as Matthew says, worshiped Him. When the man had started from his home to seek aid of Jesus, the maiden was at the point of death; he feared lest she had died in the interval. In the very brief account given in the first Gospel, he is reported as saying to Jesus: “My daughter is even now dead: but come and lay thy hand upon her and she shall live.”",["sup",["a",{"href":"fn_19"},"s"]],"Jesus went with the imploring father, and many followed."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-20.p26"},"On the way to the house an incident occurred to hinder progress. A sorely afflicted woman was healed, under circumstances of peculiar interest; this occurrence we shall consider presently. No intimation is given that Jairus showed impatience or displeasure over the delay; he had placed trust in the Master and awaited His time and pleasure; and while Christ was engaged in the matter of the suffering woman, messengers came from the ruler’s house with the saddening word that the girl was dead. We may infer that even these dread tidings of certainty failed to destroy the man’s faith; he seems to have still looked to the Lord for help, and those who had brought the message asked, “Why troublest thou the Master any further?” Jesus heard what was said, and sustained the man’s sorely-taxed faith by the encouraging behest: “Be not afraid, only believe.” Jesus permitted none of His followers save three of the apostles to enter the house with Himself and the bereaved but trusting father. Peter and the two brothers James and John were admitted."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-20.p27"},"The house was no place of such respectful silence or subdued quiet as we now consider appropriate to the time and place of death; on the contrary it was a scene of tumult, but that condition was customary in the orthodox observances of mourning at the time.",["sup",["a",{"href":"fn_20"},"t"]],"Professional mourners, including singers of weird dirges, and minstrels who made great noise with flutes and other instruments, had already been summoned to the house. To all such Jesus said, on entering: “Why make ye this ado, and weep? the damsel is not dead but sleepeth.” It was in effect a repetition of His command uttered on a then recent occasion—Peace, be still. His words drew scorn and ridicule from those who were paid for the noise they made, and who, if what He said proved true, would lose this opportunity of professional service. Moreover, they knew the maid was dead; preparations for the funeral, which custom required should follow death as speedily as possible, were already in progress. Jesus ordered these people out, and restored peace to the house.",["sup",["a",{"href":"fn_21"},"u"]],"He then entered the death chamber, accompanied only by the three apostles and the parents of the girl. Taking the dead maiden by the hand He “said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.” To the astonishment of all but the Lord, the girl arose, left her bed, and walked. Jesus directed that food be given her, as bodily needs, suspended by death, had returned with the girl’s renewal of life."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-20.p28"},"The Lord imposed an obligation of secrecy, charging all present to refrain from telling what they had seen. The reasons for this injunction are not stated. In some other instances a similar instruction was given to those who had been blessed by Christ’s ministrations; while on many occasions of healing no such instructions are recorded, and in one case at least the man who had been relieved of demons was told to go and tell how great a thing had been done for him.",["sup",["a",{"href":"fn_22"},"v"]],"In His own wisdom Christ knew when to prudently forbid and when to permit publication of His doings. Though the grateful parents, the girl herself, and the three apostles who had been witnesses of the restoration, may all have been loyal to the Lord’s injunction of silence, the fact that the maiden had been raised to life could not be kept secret, and the means by which so great a wonder had been wrought would certainly be inquired into. The minstrels and the wailers who had been expelled from the place while it was yet a house of mourning, and who had scornfully laughed at the Master’s assertion that the maiden was asleep and not dead as they thought, would undoubtedly spread reports. It is not surprising, therefore, to read in Matthew’s short version of the history, that the fame of the miracle “went abroad into all that land.”"]],[".topic",["h2","Restoration to Life and Resurrection"],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-20.p30"},"The vital distinction between a restoration of the dead to a resumption of mortal life, and the resurrection of the body from death to a state of immortality, must be thoughtfully heeded. In each of the instances thus far considered—that of the raising of the dead man of Nain,",["sup",["a",{"href":"fn_23"},"w"]],"and that of the daughter of Jairus, as also in the raising of Lazarus to be studied later—the miracle consisted in reuniting the spirit and the body in a continuation of the interrupted course of mortal existence. That the subject of each of these miracles had to subsequently die is certain. Jesus Christ was the first of all men who have lived on earth to come forth from the tomb an immortalized Being; He is therefore properly designated as “the first fruits of them that slept.”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-20.p31"},"Though both Elijah and Elisha, many centuries prior to the time of Christ, were instrumental in restoring life to the dead, the former to the widow’s son in Zareptha, the latter to the child of the Shunammite woman,",["sup",["a",{"href":"fn_25"},"y"]],"in these earlier miracles the restoration was to mortal existence, not to immortality. It is instructive to observe the difference in the procedure of each of the Old Testament prophets mentioned as compared with that of Christ in analogous miracles. By both Elijah and Elisha the wonderful change was brought about only after long and labored ministrations, and earnest invocation of the power and intervention of Jehovah; but Jehovah, embodied in flesh as Jesus Christ, did nothing outwardly but command, and the bonds of death were immediately broken. He spoke in His own name and by inherent authority, for by the power with which He was invested He held control of both life and death."]],[".topic",["h2","A Remarkable Healing by the Way",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-20.p33"},"While Jesus was walking to the house of Jairus with a great crowd of people thronging about Him, the progress of the company was arrested by another case of suffering. In the throng was a woman who for twelve years had been afflicted with a serious ailment involving frequent hemorrhage. She had spent in medical treatment all she had owned, and “had suffered many things of many physicians,” but had steadily grown worse. She worked her way through the crowd, and, approaching Jesus from behind, touched His robe; “For she said, If I may touch but his clothes I shall be whole.” The effect was more than magical; immediately she felt the thrill of health throughout her body, and knew that she had been healed of her affliction. Her object attained, the blessing she sought being now secured, she tried to escape notice by hastily dropping back into the crowd. But her touch was not unheeded by the Lord. He turned to look over the throng and asked, “Who touched my clothes?” or as Luke puts it, “Who touched me?” As the people denied, the impetuous Peter speaking for himself and the others said: “Master, the multitude throng thee and press thee, and sayest thou, Who touched me?” But Jesus answered: “Somebody hath touched me: for I perceive that virtue is gone out of me.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-20.p34"},"The woman, finding that she could not escape identification, came tremblingly forward, and, kneeling before the Lord, confessed what she had done, her reason for so doing, and the beneficent result. If she had expected censure her fears were promptly set at rest, for Jesus, addressing her by a term of respect and kindness, said: “Daughter, be of good comfort: thy faith hath made thee whole; go in peace,” and as Mark adds, “be whole of thy plague.”"],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-20.p35"},"This woman’s faith was sincere and free from guile, nevertheless it was in a sense defective. She believed that the influence of Christ’s person, and even that attaching to His raiment, was a remedial agency, ample to cure her malady; but she did not realize that the power to heal was an inherent attribute to be exercised at His will, and as the influence of faith might call it forth. True, her faith had already been in part rewarded, but of greater worth to her than the physical cure of illness would be the assurance that the divine Healer had granted the desire of her heart, and that the faith she had manifested was accepted by Him. To correct her misapprehension and to confirm her faith, Jesus gently subjected her to the necessary ordeal of confession, which must have been made easier through her consciousness of the great relief already experienced. He confirmed the healing and let her depart with the comforting assurance that her recovery was permanent."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-20.p36"},"In contrast with the many cases of healing in connection with which the Lord charged the beneficiaries that they should tell none how or by whom they had been relieved, we see here that publicity was made sure by His own action, and that too, when secrecy was desired by the recipient of the blessing. The purposes and motives of Jesus may be but poorly understood by man; but in this woman’s case we see the possibility of stories strange and untrue getting afloat, and it appears to have been the wiser course to make plain the truth then and there. Moreover the spiritual worth of the miracle was greatly enhanced by the woman’s confession and by the Lord’s gracious assurance."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-20.p37"},"Observe the significant assertion, “Thy faith hath made thee whole.” Faith is of itself a principle of power;",["sup",["a",{"href":"fn_27"},"a"]],"and by its presence or absence, by its fulness or paucity, even the Lord was and is influenced, and in great measure controlled, in the bestowal or withholding of blessings; for He ministers according to law, and not with caprice or uncertainty. We read that at a certain time and place Jesus “could there do no mighty work” because of the people’s unbelief.",["sup",["a",{"href":"fn_28"},"b"]],"Modern revelation specifies that faith to be healed is one of the gifts of the Spirit, analogous to the manifestations of faith in the work of healing others through the exercise of the power of the Holy Priesthood.",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-20.p38"},"Our Lord’s inquiry as to who had touched Him in the throng affords us another example of His asking questions in pursuance of a purpose, when He could readily have determined the facts directly and without aid from others. There was a special purpose in the question, as every teacher finds a means of instruction in questioning his pupils.",["sup",["a",{"href":"fn_30"},"d"]],"But there is in Christ’s question, “Who touched me?” a deeper significance than could inhere in a simple inquiry as to the identity of an individual; and this is implied in the Lord’s further words: “Somebody",["span.emphasis","hath"],"touched me: for I perceive that virtue is gone out of me.” The usual external act by which His miracles were wrought was a word or a command, sometimes accompanied by the laying on of hands, or by some other physical ministration as in anointing the eyes of a blind man.",["sup",["a",{"href":"fn_31"},"e"]],"That there was an actual giving of His own strength to the afflicted whom He healed is evident from the present instance. Passive belief on the part of a would-be recipient of blessing is insufficient; only when it is vitalized into active faith is it a power; so also of one who ministers in the authority given of God, mental and spiritual energy must be operative if the service is to be effective."]],[".topic",["h2","The Blind See and Dumb Speak",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-20.p40"},"Two other instances of miraculous healing are chronicled by Matthew as closely following the raising of the daughter of Jairus. As Jesus passed down the streets of Capernaum, presumably on His departure from the house of the ruler of the synagog, two blind men followed Him, crying out: “Thou son of David, have mercy on us.” This title of address was voiced by others at sundry times, and in no case do we find record of our Lord disclaiming it or objecting to its use.",["sup",["a",{"href":"fn_33"},"g"]],"Jesus paused not to heed this call of the blind, and the two sightless men followed Him, even entering the house after Him. Then He spoke to them, asking: “Believe ye that I am able to do this?” And they replied, “Yea, Lord.” Their persistency in following the Lord was evidence of their belief that in some way, though to them unknown and mysterious, He could help them; and they promptly and openly confessed that belief. Our Lord touched their eyes, saying: “According to your faith be it unto you.” The effect was immediate; their eyes were opened. They were explicitly instructed to say nothing of the matter to others; but, rejoicing in the inestimable blessing of sight, they “spread abroad his fame in all that country.” So far as we can unravel the uncertain threads of sequence in the works of Christ, this is the earliest instance, recorded with attendant details, of His giving sight to the blind. Many remarkable cases follow.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-20.p41"},"It is worthy of note that in blessing the sightless by the exercise of His healing power, Jesus usually ministered by some physical contact in addition to uttering the authoritative words of command or assurance. In this instance, as also in that of two blind men who sat by the wayside, He touched the sightless eyes; in the giving of sight to the blind indigent in Jerusalem He anointed the man’s eyes with clay; to the eyes of another He applied saliva.",["sup",["a",{"href":"fn_35"},"i"]],"An analogous circumstance is found in the healing of one who was deaf and defective of speech, in which instance the Lord put His fingers into the man’s ears and touched his tongue.",["sup",["a",{"href":"fn_36"},"j"]],"In no case can such treatment be regarded as medicinal or therapeutic. Christ was not a physician who relied upon curative substances, nor a surgeon to perform physical operations; His healings were the natural results of the application of a power of His own. It is conceivable that confidence, which is a stepping-stone to belief, as that in turn is to faith, may have been encouraged by these physical ministrations, strengthened, and advanced to a higher and more abiding trust in Christ, on the part of the afflicted who had not sight to look upon the Master’s face and derive inspiration therefrom, nor hearing to hear His uplifting words. There is apparent not alone an entire absence of formula and formalism in His ministration, but a lack of uniformity of procedure quite as impressive."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-20.p42"},"As the two men, once sightless but now seeing, departed, others came, bringing a dumb friend whose affliction seems to have been primarily due to the malignant influence of an evil spirit rather than to any organic defect. Jesus rebuked the wicked spirit—cast out the demon that had obsessed the afflicted one and held him in the tyranny of speechlessness. The man’s tongue was loosened, he was freed from the evil incubus, and was no longer dumb.",["sup",["a",{"href":"fn_37"},"k"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-20.f1"},["h3","Notes to Chapter 20"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-20.p44"},["b","Storms on the Lake of Galilee."],"—It is a matter of record that sudden and violent storms are common on the lake or sea of Galilee; and the tempest that was quieted by the Lord’s word of command was of itself no unusual phenomenon, except perhaps in its intensity. Another incident connected with a storm on this small body of water is of scriptural record, and will be considered later in the text (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.22-26"},"Matthew 14:22–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.45-56"},"Mark 6:45–56"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.15-21"},"John 6:15–21"],"). Dr. Thompson (",["span.emphasis","The Land and the Book,"],"2:32) gives a description founded on his personal experience on the shores of the lake: “I spent a night in that Wady Shukaiyif, some three miles up it, to the left of us. The sun had scarcely set when the wind began to rush down toward the lake, and it continued all night long with constantly increasing violence, so that when we reached the shore next morning the face of the lake was a huge boiling caldron. The wind howled down every wady from the northeast and east with such fury that no efforts of rowers could have brought a boat to shore at any point along that coast. … To understand the causes of these sudden and violent tempests, we must remember that the lake lies low—six hundred feet lower than the ocean; that the vast and naked plateaus of the Jaulan rise to a great height, spreading backward to the wilds of the Hauran, and upward to snowy Hermon; and the water-courses have cut out profound ravines and wild gorges, converging to the head of this lake, and that these act like gigantic funnels to draw down the cold winds from the mountains.”"]],["li",["span.label","2."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-20.p45"},["b","The Earth Before and After Its Regeneration."],"—That the earth itself fell under the curse incident to the fall of the first parents of the race, and that even as man shall be redeemed so shall the earth be regenerated, is implied in Paul’s words: “Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God. For we know that the whole creation groaneth and travaileth in pain together until now. And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.21-23"},"Romans 8:21–23"],"). The present author has written elsewhere: “According to the scriptures, the earth has to undergo a change analogous to death, and to be regenerated in a manner comparable to a resurrection. References to the elements melting with heat, and to the earth being consumed and passing away, such as occur in many scriptures already cited, are suggestive of death; and the new earth, really the renewed or regenerated planet, which is to result, may be compared with a resurrected organism. The change has been likened unto a transfiguration (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.20-21"},"D&C 63:20, 21"],"). Every created thing has been made for a purpose; and everything that fills the measure of its creation is to be advanced in the scale of progression, be it an atom or a world, an animalcule, or man—the direct and literal offspring of Deity. In speaking of the degrees of glory provided for His creations, and of the laws of regeneration and sanctification, the Lord, in a revelation dated 1832, speaks plainly of the approaching death and subsequent quickening of the earth. These are His words:—‘And again, verily I say unto you, the earth abideth the law of a celestial kingdom, for it filleth the measure of its creation, and transgresseth not the law, wherefore it shall be sanctified; yes, notwithstanding it shall die, it shall be quickened again, and shall abide the power by which it is quickened, and the righteous shall inherit it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.25-26"},"D&C 88:25–26"],".)”"],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-20.p46"},"The vital Spirit that emanates from God and is coextensive with space may operate directly and with as positive effect upon inanimate things, and upon energy in its diverse manifestations known to us as the forces of nature, as upon organized intelligences, whether yet unembodied, in the flesh, or disembodied. Thus, the Lord may speak directly to the earth, the air, the sea, and be heard and obeyed, for the divine affluence, which is the sum of all energy and power may and does operate throughout the universe. In the course of a revelation from God to Enoch, the earth is personified, and her groans and lamentations over the wickedness of men were heard by the prophet: “And it came to pass that Enoch looked upon the earth; and he heard a voice from the bowels thereof, saying: Wo, wo is me, the mother of men; I am pained, I am weary, because of the wickedness of my children. When shall I rest, and be cleansed from the filthiness which is gone forth out of me? When will my Creator sanctify me, that I may rest, and righteousness for a season abide upon my face?” Enoch pleaded: “O Lord, wilt thou not have compassion upon the earth?” Following further revelation as to the then future course of mankind in sin and in the rejection of the Messiah who was to be sent, the prophet wept with anguish, and asked of God “When shall the earth rest?” It was then shown unto him that the crucified Christ shall return to earth and establish a millennial reign of peace: “And the Lord said unto Enoch: As I live, even so will I come in the last days, in the days of wickedness and vengeance, to fulfil the oath which I have made unto you concerning the children of Noah; and the day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth; and the heavens shall shake, and also the earth; and great tribulations shall be among the children of men.” And the glorious assurance followed “that for the space of a thousand years the earth shall rest.” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.48-49,58,60,61,64"},"Moses 7:48, 49, 58, 60, 61, 64"],".)"],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-20.p47"},"A partial description of the earth in its regenerated state has been given through the prophet Joseph Smith in the present dispensation: “This earth, in its sanctified and immortal state, will be made like unto crystal and will be a Urim and Thummim to the inhabitants who dwell thereon, whereby all things pertaining to an inferior kingdom, or all kingdoms of a lower order, will be manifest to those who dwell on it; and this earth will be Christ’s” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.9"},"D&C 130:9"],".)"],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-20.p48"},"That Jesus Christ, in the exercise of His powers of Godship, should speak directly to the wind or the sea and be obeyed, is no less truly in accord with the natural law of heaven, than that He should effectively command a man or an unembodied spirit. That through faith even mortal man may set in operation the forces that act upon matter and with assurance of stupendous results has been explicitly declared by Jesus Christ: “For verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.20"},"Matthew 17:20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.23"},"Mark 11:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.6"},"Luke 17:6"],")."]],["li",["span.label","3."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-20.p49"},["b","The Land of the Gergesenes."],"—Attempts have been made to discredit the account of Christ’s healing the demoniac in “the country of the Gadarenes” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.1"},"Mark 5:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.26"},"Luke 8:26"],") on the claim that the ancient town of Gadara the capital of the district (see Josephus,",["span.emphasis","Wars,"],"iii, 7:1), was too far inland to make possible the precipitous dash of the swine into the sea from that place. Others lay stress on the fact that Matthew differs from the two other Gospel-historians, in specifying “the country of the Gergesenes” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.28"},"8:28"],"). As stated in the text, a whole region or section is referred to, not a town. The keepers of the swine ran off to the towns to report the disaster that had befallen their herd. In that district of Perea there were at the time towns named respectively Gadara, Gerasa, and Gergesa; the region in general, therefore, could properly be called the land of the Gadarenes or of the Gergesenes. Farrar (",["span.emphasis","Life of Christ,"],"p. 254 note) says: “After the researches of Dr. Thompson (",["span.emphasis","The Land and the Book,"],"ii:25), there can be no doubt that Gergesa … was the name of a little town nearly opposite Capernaum, the ruined site of which is still called Kerza or Gersa by the Bedawin. The existence of this little town was apparently known both to Origen, who first introduced the reading, and to Eusebius and Jerome; and in their day a steep declivity near it, where the hills approach to within a little distance from the lake, was pointed out as the scene of the miracle.”"]],["li",["span.label","4."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-20.p50"},["b","Jesus Entreated to Leave the Country."],"—The people were frightened over the power possessed by Jesus, as demonstrated in the cure of the demoniac, and in the destruction of the swine, which latter occurrence, however, was not in pursuance of His command. It was the fear that sinful men feel in the presence of the Righteous. They were not prepared for other manifestations of divine power, and they dreaded to think who among them might be directly affected thereby should it be exerted. We must judge the people mercifully, however, if at all. They were in part heathen, and had but superstitious conceptions of Deity. Their prayer that Jesus leave them brings to mind the ejaculation of Simon Peter in his witnessing one of Christ’s miracles: “Depart from me: for I am a sinful man, O Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.8"},"Luke 5:8"],")."]],["li",["span.label","5."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-20.p51"},["b","“Dead,” or “at the Point of Death.”"],"—According to Luke (",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.42"},"8:42"],") the daughter of Jairus “lay a dying” when the grief-stricken father sought help of the Lord; Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.23"},"5:23"],") reports the man as stating that the girl lay “at the point of death.” These two accounts agree; but Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.18"},"9:18"],") represents the father as saying: “My daughter is even now dead.” Unbelieving critics have dwelt at length on what they designate an inconsistency if not a contradiction in these versions; and yet both accounts embodied in the three records are plainly true. The maid was seemingly breathing her last, she was in the very throes of death, when the father hurried away. Before he met Jesus he felt that the end had probably come; nevertheless his faith endured. His words attest his trust, that even had his daughter actually died since he left her side, the Master could recall her to life. He was in a state of frenzied grief, and still his faith held true."]],["li",["span.label","6."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-20.p52"},["b","Mourning Customs among Orientals."],"—Observances that to us seem strange, weird, and out of place, prevailed from very early times among oriental peoples, some of which customs were common to the Jews in the days of Christ. Noise and tumult, including screeching lamentations by members of the bereaved family and by professional mourners, as also the din of instruments, were usual accompaniments of mourning. Geikie, citing Buxtorf’s quotation from the Talmud, gives place to the following: “Even a poor Israelite was required to have not fewer than two flute players and one mourning woman at the death of his wife; but if he be rich all things are to be done according to his quality.” In Smith’s",["span.emphasis","Dictionary of the Bible,"],"we read: “The number of words (about eleven Hebrew and as many Greek) employed in scripture to express the various actions characteristic of mourning, shows in a great degree the nature of Jewish customs in this respect. They appear to have consisted chiefly in the following particulars: (1) Beating upon the breast or other parts of the body. (2) Weeping and screaming in an excessive degree. (3) Wearing sad-colored garments. (4) Songs of lamentation. (5) Funeral feasts. (6) Employment of persons, especially women, to lament. One marked feature of oriental mourning is what may be called its studied publicity, and the careful observance of prescribed ceremonies (",["a.scriptureRef",{"href":"/scriptures/ot/gen/23.2"},"Genesis 23:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/1.20"},"Job 1:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/2.8"},"2:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/15.3"},"Isaiah 15:3"],"; etc.).”"]],["li",["span.label","7."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-20.p53"},["b","“Not Dead, but Sleepeth.”"],"—That the daughter of Jairus was dead is placed beyond reasonable doubt by the scriptural record. Our Lord’s statement to the noisy mourners that “the damsel is not dead but sleepeth” told that her sleep was to be of short duration. It was a rabbinical and common custom of the time to speak of death as a sleep, and those who laughed Jesus to scorn for His statement chose to construe His words in a sense of such literalism as the context scarcely warrants. It is noticeable that the Lord used a strictly equivalent expression with respect to the death of Lazarus. “Our friend Lazarus sleepeth,” said He, “but I go that I may awake him out of sleep.” The literal construction placed upon these words by the apostles evoked the plain declaration “Lazarus is dead” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.11,14"},"John 11:11, 14"],"). In the Talmud death is repeatedly designated as sleep—hundreds of times says Lightfoot, a recognized authority on Hebrew literature."]],["li",["span.label","8."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-20.p54"},["b","Why Did Jesus Make Inquiries?"],"—We have already considered many instances of Christ’s possession of what man would call superhuman knowledge, extending even to the reading of unuttered thoughts. Some people find difficulty in reconciling this superior quality with the fact that Jesus often asked questions even on matters of minor circumstance. We should realize that even complete knowledge may not preclude the propriety of making inquiries, and, moreover, that even omniscience does not imply ever-present consciousness of all that is. Undoubtedly through his paternal heritage of divine attributes, Jesus had the power of ascertaining for Himself, by means not possessed by others, any facts He might have desired to know; nevertheless we find Him repeatedly asking questions on circumstantial detail (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.21"},"Mark 9:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.27"},"8:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13"},"Matthew 16:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.45"},"Luke 8:45"],"); and this He did even after His resurrection (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.41"},"Luke 24:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/21.5"},"John 21:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.7"},"3 Nephi 17:7"],")."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-20.p55"},"That catechization is one of the most effective means of mind development is exampled in the methods followed by the best of human teachers. Trench (",["span.emphasis","Notes on the Miracles,"],"pp. 148–49), thus instructively points the lesson as illustrated by our Lord’s question concerning the woman who was healed of her issue of blood: With little force “can it be urged that it would have been inconsistent with absolute truth for the Lord to profess ignorance, and to ask the question which He did ask, if all the while He perfectly knew what He thus seemed implicitly to say that He did not know. A father among his children, and demanding who committed this fault? himself conscious, even while he asks, but at the same time willing to bring the culprit to a full confession, and so to put him in a pardonable state, can he be said, in any way to violate the law of the highest truth? The same offense might be found in Elisha’s ‘Whence comest thou, Gehazi?’ (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.25"},"2 Kings 5:25"],") when his heart went with his servant all the way that he had gone; and even in the question of God Himself to Adam, ‘Where art thou?’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.9"},"Gen. 3:9"],"), and to Cain, ‘Where is Abel thy brother?’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.9"},"Gen. 4:9"],"). In every case there is a moral purpose in the question, an opportunity given even at the latest moment for making good at least a part of the error by its unreserved confession.”"]],["li",["span.label","9."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-20.p56"},["b","The Blind See."],"—In his treatment of the miraculous healing of the two blind men who had followed Jesus into the house, Trench (",["span.emphasis","Notes on the Miracles of Our Lord,"],"p. 152) says: “We have here the first of those many healings of the blind recorded (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.22"},"Matt. 12:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.30"},"20:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.14"},"21:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9"},"John 9"],") or alluded to (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.5"},"Matt. 11:5"],") in the Gospels; each of them a literal fulfilment of that prophetic word of Isaiah concerning the days of Messiah: ‘Then the eyes of the blind shall be opened’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.5"},"35:5"],"). Frequent as these miracles are, they yet will none of them be found without distinguishing features of their own. That they should be so numerous is nothing wonderful, whether we regard the fact from a natural or spiritual point of view. Regarded naturally they need not surprise us if we keep in mind how far commoner a calamity is blindness in the East than with us. Regarded from a spiritual point of view we have only to remember how commonly sin is contemplated in Scripture as a moral blindness (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.29"},"Deut. 28:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.10"},"Isa. 59:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/12.25"},"Job 12:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.17"},"Zeph. 1:17"],"), and deliverance from sin as a removal of this blindness (",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.9,10"},"Isa. 6:9, 10"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.8"},"43:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.18"},"Eph. 1:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.14"},"Matt. 15:14"],"); and we shall at once perceive how fit it was that He who was the ‘light of the world’ should often accomplish works which symbolized so well that higher work which He came into the world to accomplish.”"]],["li",["span.label","10."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-20.p57"},["b","Imputation of Satanic Agency."],"—Observe that in the matter of healing the dumb demoniac referred to in the text, Christ was charged with being in league with the devil. Although the people, impressed by the manifestation of divine power in the healing, exclaimed in reverence, “It was never so seen in Israel,” the Pharisees, intent on counteracting the good effect of the Lord’s miraculous ministration, said “He casteth out devils through the prince of the devils.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.32-34"},"Matthew 9:32–34"],".) For further treatment of this inconsistent and, strictly speaking blasphemous charge, see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p36"},"265–69"],"."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-20.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/mark/4.35"},"Mark 4:35"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-20.fn2"},["b","2"],["span.label","b"],["span.emphasis","Articles of Faith,"],"10:179–89—“Men called of God.”"],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-20.fn3"},["b","3"],["span.label","c"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p34"},"87"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-20.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/luke/9.57-62"},"Luke 9:57–62"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.19-22"},"Matthew 8:19–22"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-20.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.23-27"},"Matthew 8:23–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.35-41"},"Mark 4:35–41"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.22-25"},"Luke 8:22–25"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-20.fn6"},["b","6"],["span.label","f"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p44"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-20.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26"},"Moses 2:26"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1"},"5:1"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-20.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/ot/gen/3.17-19"},"Genesis 3:17–19"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-20.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p45"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-20.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.28-34"},"Matthew 8:28–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.1-19"},"Mark 5:1–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.26-39"},"Luke 8:26–39"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-20.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p49"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-20.fn12"},["b","12"],["span.label","l"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.3"},"Revelation 20:3"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-20.fn13"},["b","13"],["span.label","m"],"Revised version, “abyss” instead of “deep.”"],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-20.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p50"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-20.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.24"},"Mark 1:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.34"},"Luke 4:34"],", also",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.41"},"verse 41"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p19"},"181"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-20.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.7-11"},"Mark 3:7–11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.17-19"},"Luke 6:17–19"],". See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p36"},"187"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-20.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/mark/5.22-24,35-43"},"Mark 5:22–24, 35–43"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.41,42,49-56"},"Luke 8:41, 42, 49–56"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.18,19,23-26"},"Matthew 9:18, 19, 23–26"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-20.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/11.45"},"John 11:45"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/8.30"},"8:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/10.42"},"10:42"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-20.fn19"},["b","19"],["span.label","s"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p51"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-20.fn20"},["b","20"],["span.label","t"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p52"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-20.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p53"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-20.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/mark/5.19-20"},"Mark 5:19–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.39"},"Luke 8:39"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p20"},"312"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-20.fn23"},["b","23"],["span.label","w"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p7"},"251"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-20.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.20,23"},"1 Corinthians 15:20, 23"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.23"},"Acts 26:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.18"},"Colossians 1:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.5"},"Revelation 1:5"],"; and",["span.emphasis","Articles of Faith,"],"21:385–87."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-20.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.17-24"},"1 Kings 17:17–24"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.31-37"},"2 Kings 4:31–37"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-20.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/mark/5.25-34"},"Mark 5:25–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.20-22"},"Matthew 9:20–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.43-48"},"Luke 8:43–48"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-20.fn27"},["b","27"],["span.label","a"],["span.emphasis","Articles of Faith,"],"5:102–5."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-20.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.5-6"},"Mark 6:5, 6"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.58"},"Matthew 13:58"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-20.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.19"},"D&C 46:19"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.10"},"Matthew 8:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.28-29"},"9:28, 29"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.9"},"Acts 14:9"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-20.fn30"},["b","30"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p54"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-20.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.3"},"Matthew 8:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.40"},"Luke 4:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.13"},"13:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.6"},"John 9:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.5"},"Mark 6:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.33"},"7:33"],",",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.23"},"8:23"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-20.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.27-35"},"Matthew 9:27–35"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-20.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/15.22"},"Matthew 15:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.30-31"},"20:30, 31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.47-48"},"Mark 10:47, 48"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.38-39"},"Luke 18:38, 39"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-20.fn34"},["b","34"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p56"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-20.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/20.30-34"},"Matthew 20:30–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.6"},"John 9:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.23"},"Mark 8:23"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-20.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/mark/7.32-37"},"Mark 7:32–37"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-20.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.32-33"},"Matthew 9:32, 33"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p57"},"Note 10"],", end of chapter."]]}
