{"id":16,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 14: Continuation of Our Lord’s Ministry in Galilee","subtitle":"","short_title":"Chapter 14","uri":"/manual/jesus-the-christ/chapter-14","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-14"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-14.head1"},[".titleNumber","Chapter 14"],["h1","Continuation of Our Lord’s Ministry in Galilee"]],[".bodyBlock",[".topic",["h2","A Leper Made Clean"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-14.p4"},"Early in the morning following that eventful Sabbath in Capernaum, our Lord arose “a great while before day” and went in quest of seclusion beyond the town. In a solitary place He gave Himself to prayer, thus demonstrating the fact that, Messiah though He was, He was profoundly conscious of His dependence upon the Father, whose work He had come to do. Simon Peter and other disciples found the place of His retirement, and told Him of the eager crowds who sought Him. Soon the people gathered about Him, and urged that He remain with them; but “he said unto them, I must preach the kingdom of God to other cities also: for therefore am I sent.”",["sup",["a",{"href":"fn_1"},"a"]],"And to the disciples He said: “Let us go into the next towns, that I may preach there also: for therefore came I forth.”",["sup",["a",{"href":"fn_2"},"b"]],"Thence He departed, accompanied by the few whom He had already closely associated with Himself, and ministered in many towns of Galilee, preaching in the synagogs, healing the sick, and casting out devils."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-14.p5"},"Among the afflicted seeking the aid that He alone could give came a leper,",["sup",["a",{"href":"fn_3"},"c"]],"who knelt before Him, or bowed with his face to the ground, and humbly professed his faith, saying: “If thou wilt, thou canst make me clean.” The petition implied in the words of this poor creature was pathetic; the confidence he expressed is inspiring. The question in his mind was not—Can Jesus heal me? but—Will he heal me? In compassionate mercy Jesus laid His hand upon the sufferer, unclean though he was, both ceremonially and physically, for leprosy is a loathsome affliction, and we know that this man was far advanced in the disease since we are told that he was “full of leprosy.” Then the Lord said: “I will: be thou clean.” The leper was immediately healed. Jesus instructed him to show himself to the priest, and make the offerings prescribed in the law of Moses for such cases as his.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-14.p6"},"In this instruction we see that Christ had not come to destroy the law, but, as He affirmed at another time, to fulfil it;",["sup",["a",{"href":"fn_5"},"e"]],"and at this stage of His work the fulfillment was incomplete. Moreover, had the legal requirements been disregarded in as serious a matter as that of restoring an outcast leper to the society of the community from which he had been debarred, priestly opposition, already waxing strong and threatening against Jesus, would have been augmented, and further hindrance to the Lord’s work might have resulted. There was to be no delay in the man’s compliance with the Master’s instruction; Jesus “straitly charged him, and forthwith sent him away.” Furthermore He explicitly directed the man to tell nobody of the manner of his healing. There was perhaps good reason for this injunction of silence, aside from the very general course of our Lord in discountenancing undesirable notoriety; for, had word of the miracle preceded the man’s appearing before the priest, obstacles might have been thrown in the way of his Levitical recognition as one who was clean. The man, however, could not keep the good word to himself, but went about “and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.”",["sup",["a",{"href":"fn_6"},"f"]]]],[".topic",["h2","A Palsied Man Healed and Forgiven"],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-14.p8"},"It must be borne in mind that no one of the evangelists attempts to give a detailed history of all the doings of Jesus, nor do all follow the same order in relating the incidents with which they associate the great lessons of the Master’s teachings. There is much uncertainty as to the actual sequence of events."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-14.p9"},"“Some days” after the healing of the leper, Jesus was again in Capernaum. The details of His employment during the interval are not specified; but, we may be sure that His work continued, for His characteristic occupation was that of going about doing good.",["sup",["a",{"href":"fn_7"},"g"]],"His place of abode in Capernaum was well known, and word was soon noised about that He was in the house.",["sup",["a",{"href":"fn_8"},"h"]],"A great throng gathered, so that there was no room to receive them; even the doorway was crowded, and later comers could not get near the Master. To all who were within hearing Jesus preached the gospel. A little party of four approached the house bearing a litter or pallet on which lay a man afflicted with palsy, a species of paralysis which deprived the subject of the power of voluntary motion and usually of speech; the man was helpless. His friends, disappointed at finding themselves unable to reach Jesus because of the press, resorted to an unusual expedient, which exhibited in an unmistakable way their faith in the Lord as One who could rebuke and stay disease, and their determination to seek the desired blessing at His hands."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-14.p10"},"By some means they carried the afflicted man to the flat roof of the house, probably by an outside stairway or by the use of a ladder, possibly by entering an adjoining house, ascending the stairs to its roof and crossing therefrom to the house within which Jesus was teaching. They broke away part of the roof, making an opening, or enlarging that of the trapdoor such as the houses of that place and time were usually provided with; and, to the surprise of the assembled crowd, they then let down through the tiling the portable couch upon which the palsied sufferer lay. Jesus was deeply impressed by the faith and works",["sup",["a",{"href":"fn_9"},"i"]],"of those who had thus labored to place a helpless paralytic before Him; doubtless, too, He knew of the trusting faith in the heart of the sufferer; and, looking compassionately upon the man, He said: “Son, thy sins be forgiven thee.”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-14.p11"},"Among the people there assembled were scribes, Pharisees, and doctors of the law, not only representatives of the local synagog but some who had come from distant towns in Galilee, and some from Judea, and even from Jerusalem. The official class had opposed our Lord and His works on earlier occasions, and their presence in the house at this time boded further unfriendly criticism and possible obstruction. They heard the words spoken to the paralytic, and were angered thereat. In their hearts they accused Jesus of the awful offense of blasphemy, which consists essentially in claiming for human or demon power the prerogatives of God, or in dishonoring God by ascribing to Him attributes short of perfection.",["sup",["a",{"href":"fn_10"},"j"]],"These unbelieving scholars, who incessantly wrote and talked of the coming of the Messiah, yet rejected Him when He was there present, murmured in silence, saying to themselves: “Who can forgive sins but God only?” Jesus knew their inmost thoughts,",["sup",["a",{"href":"fn_11"},"k"]],"and made reply thereto, saying: “Why reason ye these things in your hearts? Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?” And then to emphasize, and to put beyond question His possession of divine authority, He added: “But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,) I say unto thee, Arise, and take up thy bed, and go thy way into thine house.” The man arose, fully restored; and, taking up the mattress upon which he had been brought, walked out before them. The amazement of the people was mingled with reverence, and many glorified God, of whose power they were witnesses."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-14.p12"},"The incident demands our further study. According to one of the accounts, the Lord’s first words to the afflicted one were: “Son, be of good cheer”; followed directly by the comforting and authoritative assurance: “Thy sins be forgiven thee.”",["sup",["a",{"href":"fn_12"},"l"]],"The man was probably in a state of fear; he may have known that his ailment was the result of wicked indulgences; nevertheless, though he may have considered the possibility of hearing only condemnation for his transgression, he had faith to be brought. In this man’s condition there was plainly a close connection between his past sins and his present affliction; and in this particular his case is not unique, for we read that Christ admonished another, whom He healed, to sin no more lest a worse thing befall him.",["sup",["a",{"href":"fn_13"},"m"]],"We are not warranted, however, in assuming that all bodily ills are the result of culpable sin; and against such a conception stands the Lord’s combined instruction and rebuke to those who, in the case of a man born blind, asked who had sinned, the man or his parents to bring so grievous an affliction upon him, to which inquiry our Lord replied that the man’s blindness was due neither to his own sin nor to that of his parents.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-14.p13"},"In many instances, however, disease is the direct result of individual sin. Whatever may have been the measure of past offense on the part of the man suffering from palsy, Christ recognized his repentance together with the faith that accompanied it, and it was the Lord’s rightful prerogative to decide upon the man’s fitness to receive remission of his sins and relief from his bodily affliction. The interrogative response of Jesus to the unuttered criticism of the scribes, Pharisees, and doctors, has been interpreted in many ways. He inquired which was easier, to say, “Thy sins be forgiven thee,” or to say, “Arise, and take up thy bed, and walk.” Is it not a rational explanation that, when spoken authoritatively by Him, the two expressions were of allied meaning? The circumstance should have been a sufficient demonstration to all who heard, that He, the Son of Man, claimed and possessed the right and the power to remit both physical and spiritual penalties, to heal the body of visible disease, and to purge the spirit of the no less real malady of sin. In the presence of people of all classes Jesus thus openly asserted His divinity, and affirmed the same by a miraculous manifestation of power."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-14.p14"},"The charge of blasphemy, which the rabbinical critics formulated in their minds against the Christ, was not to end as a mental conception of theirs, nor to be nullified by our Lord’s later remarks. It was through perjured testimony that He finally received unrighteous condemnation and was sent to His death.",["sup",["a",{"href":"fn_15"},"o"]],"Already, in that house at Capernaum, the shadow of the cross had fallen athwart the course of His life."]],[".topic",["h2","Publicans and Sinners"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-14.p16"},"From the house Jesus repaired to the seaside, whither the people followed Him; there He taught them again. At the close of His discourse He walked farther and saw a man named Levi, one of the publicans",["sup",["a",{"href":"fn_16"},"p"]],"or official collectors of taxes, sitting at the custom-house where the tariff levied under Roman law had to be paid. This man was known also as Matthew, a name less distinctively Jewish than is Levi.",["sup",["a",{"href":"fn_17"},"q"]],"He afterward became one of the Twelve and the author of the first of the evangelical Gospels. To him Jesus said, “Follow me.” Matthew left his place and followed the Lord. Some time later the new disciple provided a great feast at his house, in honor of the Master; and other disciples were present. So obnoxious to the Jews was the power of Rome to which they were subject, that they regarded with aversion all officials in Roman employ. Particularly humiliating to them was the system of compulsory taxation, by which they, the people of Israel, had to pay tribute to an alien nation, which in their estimation was wholly pagan and heathen."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-14.p17"},"Naturally, the collectors of these taxes were abhorred; and they, known as publicans, probably resented the discourteous treatment by inconsiderate enforcement of the tax requirements, and, as affirmed by historians, often inflicted unlawful extortion upon the people. If publicans in general were detested, we can readily understand how bitter would be the contempt in which the Jews would hold one of their own nation who had accepted appointment as such an official. In this unenviable status was Matthew when Jesus called him. The publicans formed a distinct social class, for from the community in general they were practically ostracized. All who associated with them were made to share in the popular odium, and “publicans and sinners” became a common designation for the degraded caste. To Matthew’s feast many of his friends and some of his fellow officials were invited, so that the gathering was largely made up of these despised “publicans and sinners.” And to such an assemblage went Jesus with His disciples."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-14.p18"},"The scribes and Pharisees could not let pass such an opportunity for faultfinding and caustic criticism. They hesitated to address themselves directly to Jesus, but of the disciples they asked in disdain: “Why eateth your Master with publicans and sinners?” The Master heard, and replied with edifying incisiveness mingled with splendid irony. Citing one of the common aphorisms of the day, He said; “They that be whole need not a physician, but they that are sick.” To this He added: “I am not come to call the righteous, but sinners to repentance.” The hypercritical Pharisees were left to make their own application of the rejoinder, which some may have understood to mean that their self-righteousness was arraigned and their claims to superiority derided. Aside from the veiled sarcasm in the Master’s words, they ought to have perceived the wisdom enshrined in His answer and to have profited thereby. Is not the physician’s place among the afflicted ones? Would he be justified in keeping aloof from the sick and the suffering? His profession is that of combating disease, preventing when possible, curing when necessary, to the full extent of his ability. If the festive assembly at Matthew’s house really did comprize a number of sinners, was not the occasion one of rare opportunity for the ministrations of the Physician of Souls? The righteous need no call to repentance; but are the sinners to be left in sin, because those who profess to be spiritual teachers will not condescend to extend a helping hand?"]],[".topic",["h2","The Old and the New"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-14.p20"},"Shortly after the entertainment provided by Matthew, the Pharisees were ready with another criticism, and in this they were associated with some of the Baptist’s adherents. John was in prison; but many of those who had been drawn to his baptism, and had professed discipleship to him, still clung to his teachings, and failed to see that the Greater One of whom he had testified was then ministering amongst them. The Baptist had been a scrupulous observer of the law; his strict asceticism vied with the rigor of Pharisaic profession. His non-progressive disciples, now left without a leader, naturally fell in with the Pharisees. Some of John’s disciples came to Jesus, and questioned Him concerning His seeming indifference in the matter of fasting. They propounded a plain question: “Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?”",["sup",["a",{"href":"fn_18"},"r"]],"To the friends of the now imprisoned Baptist our Lord’s reply must have brought memories of their beloved leader’s words, when he had compared himself to the Bridegroom’s friend, and had plainly told them who was the real Bridegroom.",["sup",["a",{"href":"fn_19"},"s"]],"“Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast. But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.”",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-14.p21"},"If the questioners were able to comprehend the true import of this reply, they could not fail to find therein an implied abrogation of purely ceremonial observances comprized in the code of rabbinical rules and the numerous traditions associated with the law. But to make the subject clearer to their biased minds, Jesus gave them illustrations, which may be classed as parabolic. “No man also,” said He, “seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse. And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-14.p22"},"In such wise did our Lord proclaim the newness and completeness of His gospel. It was in no sense a patching up of Judaism. He had not come to mend old and torn garments; the cloth He provided was new, and to sew it on the old would be but to tear afresh the threadbare fabric and leave a more unsightly rent than at first. Or to change the figure, new wine could not safely be entrusted to old bottles. The bottles here referred to were really bags, made of the skins of animals, and of course they deteriorated with age. Just as old leather splits or tears under even slight strain, so the old bottle-skins would burst from the pressure of fermenting juice, and the good wine would be lost. The gospel taught by Christ was a new revelation, superseding the past, and marking the fulfillment of the law; it was no mere addendum, nor was it a reenactment of past requirements; it embodied a new and an everlasting covenant. Attempts to patch the Judaistic robe of traditionalism with the new fabric of the covenant could result in nothing more sightly than a rending of the fabric. The new wine of the gospel could not be held in the old time-worn containers of Mosaic libations. Judaism would be belittled and Christianity perverted by any such incongruous association.",["sup",["a",{"href":"fn_22"},"v"]]]],[".topic",["h2","Fishers of Men"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-14.p24"},"It is improbable that the disciples who followed Jesus in the early months of His ministry had remained with Him continuously down to the time now under consideration. We find that some of those who were later called to the apostleship were following their vocation as fishermen even while Jesus was actively engaged as a Teacher in their own neighborhood. One day, as the Lord stood by the lake or sea of Galilee, the people pressed about Him in great numbers, eager to hear more of the wondrous words He was wont to speak.",["sup",["a",{"href":"fn_23"},"w"]],"Near the place were two fishing boats drawn in upon the beach; the owners were close by, washing and mending their nets. One of the boats belonged to Simon Peter, who had already become identified with the Master’s work; this boat Jesus entered, and then asked Simon to thrust out a little from the land. Seating Himself, as teachers of that time usually did in delivering discourses, the Lord preached from this floating pulpit to the multitude on shore. The subject of the address is not given us."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-14.p25"},"When the sermon was ended, Jesus directed Simon to launch out into deep water and then let down the nets for a draught. Presumably Andrew was with his brother and possibly other assistants were in the boat. Simon replied to Jesus: “Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.” It was soon filled with fishes; so great was the haul that the net began to break, and the busy fishermen signalled to those in the other boat to come to their assistance. The catch filled both boats so that they appeared to be in danger of sinking. Simon Peter was overcome with this new evidence of the Master’s power, and, falling at the feet of Jesus, he exclaimed: “Depart from me; for I am a sinful man, O Lord.” Jesus answered graciously and with promise: “Fear not; from henceforth thou shalt catch men.”",["sup",["a",{"href":"fn_24"},"x"]],"The occupants of the second boat were Zebedee and his two sons James and John, the last named being he who with Andrew had left the Baptist to follow Jesus at the Jordan.",["sup",["a",{"href":"fn_25"},"y"]],"Zebedee and his sons were partners with Simon in the fishing business. When the two boats were brought to land, the brothers Simon and Andrew, and Zebedee’s two sons James and John, left their boats and accompanied Jesus."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-14.p26"},"The foregoing treatment is based on Luke’s record; the briefer and less circumstantial accounts given by Matthew and Mark omit the incident of the miraculous draught of fishes, and emphasize the calling of the fishermen. To Simon and Andrew Jesus said: “Come ye after me, and I will make you to become fishers of men.” The contrast thus presented between their former vocation and their new calling is strikingly forceful. Theretofore they had caught fish, and the fate of the fish was death; thereafter they were to draw men—to a life eternal. To James and John the call was no less definite; and they too left their all to follow the Master."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-14.f1"},["h3","Notes to Chapter 14"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-14.p28"},["b","Leprosy."],"—In Biblical usage this name is applied to several diseases, all, however, having some symptoms in common, at least in the earlier stages of the malady. The real leprosy is a scourge and a plague in many oriental lands today. Zenos, in",["span.emphasis","Standard Bible Dict."],", says: “True leprosy, as known in modern times, is an affection characterized by the appearance of nodules in the eye-brows, the cheeks, the nose, and the lobes of the ears, also in the hands and feet, where the disease eats into the joints, causing the falling off of fingers and toes. If nodules do not appear, their place is taken by spots of blanched or discolored skin (Mascular leprosy). Both forms are based upon a functional degeneration of the nerves of the skin. Its cause was discovered by Hansen in 1871 to be a specific bacillus. Defective diet, however, seems to serve as a favorable condition for the culture of the bacillus. Leprosy was one of the few abnormal conditions of the body which the Levitical law declared unclean. Elaborate provision was therefore made for testing its existence and for the purification of those who were cured of it.”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-14.p29"},"Deems,",["span.emphasis","Light of the Nations,"],"p. 185, summing up the conditions incident to the advanced stages of the dread disease, writes: “The symptoms and the effects of this disease are very loathsome. There comes a white swelling or scab, with a change of the color of the hair on the part from its natural hue to yellow; then the appearance of a taint going deeper than the skin, or raw flesh appearing in the swelling. Then it spreads and attacks the cartilaginous portions of the body. The nails loosen and drop off, the gums are absorbed, and the teeth decay and fall out; the breath is a stench, the nose decays; fingers, hands, feet, may be lost, or the eyes eaten out. The human beauty has gone into corruption, and the patient feels that he is being eaten as by a fiend, who consumes him slowly in a long remorseless meal that will not end until he be destroyed. He is shut out from his fellows. As they approach he must cry, ‘Unclean! unclean!’ that all humanity may be warned from his precincts. He must abandon wife and child. He must go to live with other lepers, in disheartening view of miseries similar to his own. He must dwell in dismantled houses or in the tombs. He is, as Trench says, a dreadful parable of death. By the laws of Moses (",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.45"},"Lev. 13:45"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/6.9"},"Numb. 6:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/24.17"},"Ezek. 24:17"],") he was compelled, as if he were mourning for his own decease, to bear about him the emblems of death, the rent garments; he was to keep his head bare and his lip covered, as was the custom with those who were in communion with the dead. When the Crusaders brought the leprosy from the East, it was usual to clothe the leper in a shroud, and to say for him the masses for the dead. … In all ages this indescribably horrible malady has been considered incurable. The Jews believed that it was inflicted by Jehovah directly, as a punishment for some extraordinary perversity or some transcendent act of sinfulness, and that only God could heal it. When Naaman was cured, and his flesh came back like that of a little child, he said ‘Now I know that there is no God in all the earth but in Israel.’ (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.14-15"},"2 Kings 5:14, 15"],".)”"],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-14.p30"},"The fact that leprosy is not ordinarily communicable by mere outward contact is accentuated by Trench,",["span.emphasis","Notes on the Miracles,"],"pp. 165–68, and the isolation of lepers required by the Mosaic law is regarded by him as an intended object lesson and figure to illustrate spiritual uncleanness. He says: “I refer to the mistaken assumption that leprosy was catching from one person to another; and that the lepers were so carefully secluded from their fellowmen lest they might communicate the disease to others, as in like manner that the torn garment, the covered lip, the cry, ‘Unclean, unclean’ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.45"},"Lev. 13:45"],") were warnings to all that they should keep aloof, lest unawares touching a leper, or drawing unto too great a nearness, they should become partakers of this disease. So far from any danger of the kind existing, nearly all who have looked closest into the matter agree that the sickness was incommunicable by ordinary contact from one person to another. A leper might transmit it to his children, or the mother of a leper’s children might take it from him; but it was by no ordinary contact communicable from one person to another. All the notices in the Old Testament, as well as in other Jewish books, confirm the statement that we have here something very much higher than a mere sanitary regulation. Thus, when the law of Moses was not observed, no such exclusion necessarily found place; Naaman the leper commanded the armies of Syria (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1"},"2 Kings 5:1"],"); Gehazi, with his leprosy that never should be cleansed, (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.27"},"2 Kings 5:27"],") talked familiarly with the king of apostate Israel (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/8.5"},"2 Kings 8:5"],"). … How, moreover, should the Levitical priests, had the disease been this creeping infection, have ever themselves escaped it, obliged as they were by their very office to submit the leper to actual handling and closest examination? … Leprosy was nothing short of a living death, a corrupting of all the humors, a poisoning of the very springs, of life; a dissolution, little by little, of the whole body, so that one limb after another actually decayed and fell away. Aaron exactly describes the appearance which the leper presented to the eyes of the beholders, when, pleading for Miriam, he says, ‘Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.’ (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.12"},"Numb. 12:12"],".) The disease, moreover, was incurable by the art and skill of man; not that the leper might not return to health; for, however rare, such cases are contemplated in the Levitical law. … The leper, thus fearfully bearing about the body the outward and visible tokens of sin in the soul, was treated throughout as a sinner, as one in whom sin had reached its climax, as one dead in trespasses and sins. He was himself a dreadful parable of death. He bore about him the emblems of death (",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.45"},"Lev. 13:45"],"); the rent garments, mourning for himself as one dead; the head bare as they were wont to have it who were defiled by communion with the dead (",["a.scriptureRef",{"href":"/scriptures/ot/num/6.9"},"Numb. 6:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/24.27"},"Ezek. 24:27"],"); and the lip covered (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/24.17"},"Ezek. 24:17"],"). … But the leper was as one dead, and as such was shut out of the camp (",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.46"},"Lev. 13:46"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/5.2-4"},"Numb. 5:2–4"],"), and the city (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/7.3"},"2 Kings 7:3"],"), this law being so strictly enforced that even the sister of Moses might not be exempted from it (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.14-15"},"Numb. 12:14, 15"],"); and kings themselves, as Uzziah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.21"},"2 Chron. 26:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.5"},"2 Kings 15:5"],") must submit to it; men being by this exclusion taught that what here took place in a figure, should take place in the reality with every one who was found in the death of sin.”"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-14.p31"},"For the elaborate ceremonies incident to the cleansing of a recovered leper see Leviticus, chapter 14."]],["li",["span.label","2."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-14.p32"},["b","Blasphemy."],"—The essence of the deep sin of blasphemy lies not, as many suppose, in profanity alone, but as Dr. Kelso,",["span.emphasis","Stand. Bible Dict.,"],"summarizes: “Every improper use of the divine name (",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.11"},"Lev. 24:11"],"), speech derogatory to the Majesty of God (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.65"},"Matt. 26:65"],"), and sins with a high hand—i.e. premeditated transgressions of the basal principles of the theocracy (",["a.scriptureRef",{"href":"/scriptures/ot/num/9.13"},"Numb. 9:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/15.30"},"15:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.14"},"Exo. 31:14"],")—were regarded as blasphemy; the penalty was death by stoning (",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.16"},"Lev. 24:16"],").”",["span.emphasis","Smith’s Bible Dict."],"states: “Blasphemy, in its technical English sense, signifies the speaking evil of God, and in this sense it is found in",["a.scriptureRef",{"href":"/scriptures/ot/ps/74.18"},"Psalm 74:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.5"},"Isa. 52:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.24"},"Rom. 2:24"],", etc. … On this charge both our Lord and Stephen were condemned to death by the Jews. When a person heard blasphemy he laid his hand on the head of the offender, to symbolize his sole responsibility for the guilt, and rising on his feet, tore his robe, which might never again be mended.” (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.65"},"Matthew 26:65"],".)"]],["li",["span.label","3."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-14.p33"},["b","Publican."],"—“A word originally meaning a contractor for public works or supplies, or a farmer of public lands, but later applied to Romans who bought from the government the right to collect taxes in a given territory. These buyers, always knights (senators were excluded by their rank), became capitalists and formed powerful stock companies, whose members received a percentage on the capital invested. Provincial capitalists could not buy taxes, which were sold in Rome to the highest bidders, who to recoup themselves sublet their territory (at a great advance on the price paid the government) to the native (local) publicans, who in their turn had to make a profit on their purchase money, and being assessors of property as well as collectors of taxes, had abundant opportunities for oppressing the people, who hated them both for that reason and also because the tax itself was the mark of their subjection to foreigners.”—J. R. Sterrett in",["span.emphasis","Stand. Bible Dict."]]],["li",["span.label","4."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-14.p34"},["b","Fishers of Men."],"—“Follow me, and I will make you fishers of men,” said Jesus to fishermen who afterward became His apostles (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.19"},"Matthew 4:19"],"). Mark’s version is nearly the same (",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.17"},"1:17"],"), while that of Luke (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.10"},"5:10"],") reads: “From henceforth thou shalt catch men.” The correct translation is, as commentators practically agree, “From henceforth thou shalt take men alive.” This reading emphasizes the contrast given in the text—that between capturing fish to kill them and winning men to save them. Consider in this connection the Lord’s prediction through Jeremiah (",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.16"},"16:16"],"), that in reaching scattered Israel, “Behold, I will send for many fishers, saith the Lord, and they shall fish them”; etc."]],["li",["span.label","5."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-14.p35"},["b","“Thy Sins Be Forgiven Thee.”"],"—The following commentary by Edersheim (",["span.emphasis","Life and Times of Jesus the Messiah,"],"vol. i, pp. 505, 506) on the incident under consideration is instructive: “In this forgiveness of sins He presented His person and authority as divine, and He proved it such by the miracle of healing which immediately followed. Had the two been inverted, [i.e. had Christ first healed the man and afterward told him that his sins were forgiven] there would have been evidence, indeed, of His power, but not of His divine personality, nor of His having authority to forgive sins; and this, not the doing of miracles, was the object of His teaching and mission, of which the miracles were only secondary evidence. Thus the inward reasoning of the scribes, which was open and known to Him who readeth all thoughts, issued in quite the opposite of what they could have expected. Most unwarranted, indeed, was the feeling of contempt which we trace in their unspoken words, whether we read them: ‘Why does this one thus speak blasphemies?’ or, according to a more correct transcript of them: ‘Why does this one speak thus? He blasphemeth!’ Yet from their point of view they were right, for God alone can forgive sins; nor has that power ever been given or delegated to man. But was He a mere man, like even the most honored of God’s servants? Man, indeed; but ‘the Son of Man.’ … It seemed easy to",["span.emphasis","say:"],"‘Thy sins have been forgiven.’ But to Him, who had authority to do so on earth, it was neither more easy nor more difficult than to say: ‘Rise, take up thy bed, and walk.’ Yet this latter, assuredly, proved the former, and gave it in the sight of all men unquestioned reality. And so it was the thoughts of these scribes, which, as applied to Christ, were ‘evil,—since they imputed to Him blasphemy—that gave occasion for offering real evidence of what they would have impugned and denied. In no other manner could the object alike of miracles and of this special miracle have been so attained as by the ‘evil thoughts’ of these scribes, when, miraculously brought to light, they spoke out the inmost possible doubt, and pointed to the highest of all questions concerning the Christ. And so it was once more the wrath of man which praised Him.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-14.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.42-44"},"Luke 4:42–44"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-14.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.38"},"Mark 1:38"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-14.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.40-45"},"Mark 1:40–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.2-4"},"Matthew 8:2–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.12-15"},"Luke 5:12–15"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-14.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/lev/14.2-10"},"Leviticus 14:2–10"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p28"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-14.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.17"},"Matthew 5:17"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-14.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.45"},"Mark 1:45"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-14.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/acts/10.38"},"Acts 10:38"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-14.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/mark/2.1-12"},"Mark 2:1–12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.2-8"},"Matthew 9:2–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.17-24"},"Luke 5:17–24"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-14.fn9"},["b","9"],["span.label","i"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/james/2.14-18"},"James 2:14–18"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-14.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p32"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-14.fn11"},["b","11"],["span.label","k"],"See another instance of our Lord reading unuttered thoughts,",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.39-50"},"Luke 7:39–50"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-14.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.2"},"Matthew 9:2"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p35"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-14.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.14"},"John 5:14"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p14"},"208"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-14.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/9.1-3"},"John 9:1–3"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-14.fn15"},["b","15"],["span.label","o"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/john/10.33"},"John 10:33"],", and",["a.scriptureRef",{"href":"/scriptures/nt/john/5.18"},"5:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.65-66"},"Matthew 26:65, 66"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-14.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p33"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-14.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.9-13"},"Matthew 9:9–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.13-17"},"Mark 2:13–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.27-32"},"Luke 5:27–32"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-14.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/mark/2.18-22"},"Mark 2:18–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.14-17"},"Matthew 9:14–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.33-39"},"Luke 5:33–39"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-14.fn19"},["b","19"],["span.label","s"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p24"},"164"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-14.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/mark/2.19-20"},"Mark 2:19, 20"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-14.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/mark/2.21-22"},"Mark 2:21, 22"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-14.fn22"},["b","22"],["span.label","v"],"See",["span.emphasis","The Great Apostasy,"],"7:5."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-14.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/luke/5.1-11"},"Luke 5:1–11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.18-22"},"Matthew 4:18–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.16-20"},"Mark 1:16–20"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-14.fn24"},["b","24"],["span.label","x"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p34"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-14.fn25"},["b","25"],["span.label","y"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p7"},"140"],"."]]}
