{"id":42,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":42,"title":"Chapter 40: The Long Night of Apostasy","subtitle":"","short_title":"Chapter 40","uri":"/manual/jesus-the-christ/chapter-40","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-40"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-40.head1"},[".titleNumber","Chapter 40"],["h1","The Long Night of Apostasy"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-40.p3"},"For over seventeen hundred years on the eastern hemisphere, and for more than fourteen centuries on the western, there appears to have been silence between the heavens and the earth.",["sup",["a",{"href":"fn_1"},"a"]],"Of direct revelation from God to man during this long interval, we have no authentic record. As already shown, the period of apostolic ministry on the eastern continent probably terminated before the dawn of the second century of the Christian era. The passing of the apostles was followed by the rapid development of a universal apostasy as had been foreseen and predicted.",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-40.p4"},"In the accomplishment of this great falling away, external and internal causes cooperated. Among the disintegrating forces acting from without, the most effective was the persistent persecution to which the saints were subjected, incident to both Judaistic and pagan opposition. Vast numbers who had professed membership and many who had been officers in the ministry deserted the Church; while a few were stimulated to greater zeal under the scourge of persecution. The general effect of opposition from the outside—of external causes of decline in faith and works considered as a whole—was the defection of individuals, resulting in a widespread",["span.emphasis","apostasy from the Church."],"But immeasurably more serious was the result of internal dissension, schism and disruption, whereby an absolute",["span.emphasis","apostasy of the Church"],"from the way and word of God was brought about."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-40.p5"},"Judaism was the earliest oppressor of Christianity, and became the instigator and abettor of the succeeding atrocities incident to pagan persecution. Open and vigorous hostility of the Roman powers against the Christian Church became general during the reign of Nero, (beginning about",["span.small","A.D."],"64), and continued with occasional respites of a few months or even years at a time to the close of Diocletian’s reign (about",["span.small","A.D."],"305). The inhuman cruelty and savage barbarity to which were subjected those who dared profess the name of Christ during these centuries of heathen domination are matters of accepted history.",["sup",["a",{"href":"fn_3"},"c"]],"When Constantine the Great came to the throne in the first quarter of the fourth century, a radical change was inaugurated in the attitude of the state toward the church. The emperor straightway made the so-called Christianity of the time the religion of his realm; and zealous devotion to the church became the surest recommendation to imperial favor. But the church was already in great measure an apostate institution and even in crude outline of organization and service bore but remote resemblance to the Church of Jesus Christ, founded by the Savior and builded through the instrumentality of the apostles. Whatever vestiges of genuine Christianity may have possibly survived in the church before, were buried beyond the sight of man by the abuses that followed the elevation of the churchly organization to secular favor through the decree of Constantine. The emperor, even though unbaptized, made himself the head of the church, and priestly office was more sought after than military rank or state preferment. The spirit of apostasy, by which the church had become permeated before Constantine threw about it the mantle of imperial protection and emblazoned it with the insignia of state, now was roused to increased activity as the leaven of Satan’s own culture flourished under the conditions most favorable for such fungoid growth."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-40.p6"},"The bishop of Rome had already asserted supremacy over his fellows in the episcopate; but when the emperor made Byzantium his capital, and renamed it in his own honor, Constantinople, the bishop of that city claimed equality with the Roman pontiff. The claim was contested; the ensuing dissension divided the church; and the disruption has persisted until the present day, as is evidenced by the existing distinction between the Roman Catholic and the Greek Catholic churches."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-40.p7"},"The Roman pontiff exercised secular as well as spiritual authority; and in the eleventh century arrogated to himself the title of",["span.emphasis","Pope,"],"signifying",["span.emphasis","Father,"],"in the sense of paternal ruler in all things. During the twelfth and thirteenth centuries the temporal authority of the pope was superior to that of kings and emperors; and the Roman church became the despotic potentate of nations, and an autocrat above all secular states. Yet this church, reeking with the stench of worldly ambition and lust of dominance, audaciously claimed to be the Church established by Him who affirmed: “My kingdom is not of this world.” The arrogant assumptions of the Church of Rome were not less extravagant in spiritual than in secular administration. In her loudly asserted control over the spiritual destinies of the souls of men, she blasphemously pretended to forgive or retain individual sins, and to inflict or remit penalties both on earth and beyond the grave. She sold permission to commit sin and bartered for gold charters of indulgent forgiveness for sins already done. Her pope, proclaiming himself the vicar of God, sat in state to judge as God Himself; and by such blasphemy fulfilled the prophecy of Paul following his warning in relation to the awful conditions antecedent to the second coming of the Christ: “Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition; Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-40.p8"},"In her unrestrained abandon to the license of arrogated authority, the Church of Rome hesitated not to transgress the law of God, change the ordinances essential to salvation, and ruthlessly break the everlasting covenant, thereby defiling the earth even as Isaiah had foretold.",["sup",["a",{"href":"fn_5"},"e"]],"She altered the ordinance of baptism, destroying its symbolism and associating with it imitations of pagan rites; she corrupted the Sacrament of the Lord’s Supper and befouled the doctrine thereof by the vagary of",["span.emphasis","transubstantiation;"],["sup",["a",{"href":"fn_6"},"f"]],"she assumed to apply the merits of the righteous to the forgiveness of the sinner in the unscriptural and wholly repellent dogma of",["span.emphasis","supererogation;"],"she promoted idolatry in most seductive and pernicious forms; she penalized the study of the holy scriptures by the people at large; she enjoined an unnatural state of celibacy upon her clergy; she revelled in unholy union with the theories and sophistries of men, and so adulterated the simple doctrines of the gospel of Christ as to produce a creed rank with superstition and heresy; she promulgated such perverted doctrines regarding the human body as to make the divinely formed tabernacle of flesh appear as a thing fit only to be tortured and contemned; she proclaimed it an act of virtue insuring rich reward to lie and deceive if thereby her own interests might be subserved; and she so thoroughly departed from the original plan of Church organization as to make of herself a spectacle of ornate display, fabricated by the caprice of man.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-40.p9"},"The most important of the internal causes by which the apostasy of the Primitive Church was brought about may be thus summarized: (1) The corrupting of the simple doctrines of the gospel of Christ by admixture with so-called philosophic systems. (2) Unauthorized additions to the prescribed rites of the Church and the introduction of vital alterations in essential ordinances. (3) Unauthorized changes in Church organization and government.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-40.p10"},"Under the tyrannous repression incident to usurped and unrighteous domination by the Roman church, civilization was retarded and for centuries was practically halted in its course. The period of retrogression is known in history as the Dark Ages. The fifteenth century witnessed the movement known as the Renaissance or Revival of Learning; there was a general significantly rapid awakening among men, and a determined effort to shake off the stupor of indolence and ignorance was manifest throughout the civilized world. By historians and philosophers the revival has been regarded as an unconscious and spontaneous prompting of the “spirit of the times”; it was a development predetermined in the Mind of God to illumine the benighted minds of men in preparation for the restoration of the gospel of Jesus Christ, which was appointed to be accomplished some centuries later.",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-40.p11"},"With the renewal of intellectual activity and effort in material betterment, there came, as a natural and inevitable accompaniment, protest and revolt against the ecclesiastical tyranny of the age. The Albigenses in France had risen in insurrection against churchly despotism during the thirteenth century; and in the fourteenth, John Wickliffe of Oxford University had boldly denounced the corruption of the Roman church and clergy, and particularly the restrictions imposed by the papal hierarchy on the popular study of the scriptures. Wickliffe gave to the world a version of the Holy Bible in English. These manifestations of independent belief and action the papal church sought to repress and punish by force. The Albigenses had been subjected to inhuman cruelties and unrestrained slaughter. Wickliffe was the subject of severe and persistent persecution; and though he died in his bed the vindictiveness of the Roman church was unsated until she had caused his body to be exhumed and burned and the ashes scattered abroad. John Huss and Jerome of Prague were prominent on the continent of Europe in agitation against papal despotism, and both fell martyrs to the cause. Though the church had become apostate to the core, there were not lacking men brave of heart and righteous of soul, ready to give their lives to the furtherance of spiritual emancipation."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-40.p12"},"A notable revolt against the papacy occurred in the sixteenth century, and is known as the Reformation. This movement was begun in 1517 by Martin Luther, a German monk; and it spread so rapidly as soon to involve the whole domain of popedom. Formal",["span.emphasis","protests"],"against the despotism of the papal church were formulated by the representatives of certain German principalities and other delegates at a diet or general council held at Spires",["span.small","A.D."],"1529; and the reformers were thenceforth known as",["span.emphasis","Protestants."],"An independent church was proposed by John, Elector of Saxony, a constitution for which was prepared at his instance by Luther and his colleague, Melanchthon. The Protestants were discordant. Being devoid of divine authority to guide them in matters of church organization and doctrine, they followed the diverse ways of men, and were rent within while assailed from without. The Roman church, confronted by determined opponents, hesitated at no extreme of cruelty. The court of the Inquisition, which had been established in the latter part of the fifteenth century under the infamously sacrilegious name of the “Holy Office,” became intoxicated with the lust of barbarous cruelty in the century of the Reformation, and inflicted indescribable tortures on persons secretly accused of heresy."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-40.p13"},"In the early stages of the Reformation instigated by Luther, the king of England, Henry VIII, declared himself a supporter of the pope, and was rewarded by a papal bestowal of the distinguishing title “Defender of the Faith.” Within a few years, this same British sovereign was excommunicated from the Roman church, because of impatient disregard of the pope’s authority in the matter of Henry’s desire to divorce Queen Catherine so that he could marry one of her maids. The British parliament, in 1534, passed the Act of Supremacy, by which the nation was declared free from all allegiance to papal authority. By Act of Parliament the king was made the head of the church within his own dominions. Thus was born the Church of England, a direct result of the licentious amours of a debauched and infamous king. With blasphemous indifference to the absence of divine commission, with no semblance of priestly succession, an adulterous sovereign created a church, provided therein a “priesthood” of his own, and proclaimed himself supreme administrator in all matters spiritual."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-40.p14"},"With the conflict between Catholicism and Protestantism in Great Britain the student of history is familiar. Suffice it here to say that the mutual hatred of the two contending sects, the zeal of their respective adherents, their professed love of God and devotion to Christ’s service, were chiefly signalized by the sword, the ax, and the stake. Revelling in the realization of at least a partial emancipation from the tyranny of priestcraft, men and nations debauched their newly acquired liberty of thought, speech, and action, in a riot of abhorrent excess. The mis-called Age of Reason, and the atheistical abominations culminating in the French Revolution stand as ineffaceable testimony of what man may become when glorying in his denial of God."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-40.p15"},"Is it to be wondered at, that from the sixteenth century onward, churches of man’s contriving have multiplied with phenomenal rapidity? Churches and churchly organizations professing Christianity as their creed have come to be numbered by hundreds. On every side is heard in this day, “Lo, here is Christ” or “Lo, there.” There are sects named from the circumstances of their origin—as the Church of England; others after their famous founders or promoters—as Lutheran, Calvinist, Wesleyan; some are known by peculiarities of doctrine or plan of administration—as Methodist, Presbyterian, Baptist, Congregationalist; but down to the third decade of the nineteenth century there was no church on earth affirming name or title as the Church of Jesus Christ. The only organization called a church existing at that time and venturing to assert claim to authority by succession was the Catholic church, which for centuries had been apostate and wholly bereft of divine authority or recognition. If the “mother church” be without a valid priesthood, and devoid of spiritual power, how can her offspring derive from her the right to officiate in the things of God? Who would dare to affirm that man can originate a priesthood which God is bound to honor and acknowledge? Granted that men may and do create among themselves societies, associations, sects, and even “churches” if they choose so to designate their organizations; granted that they may prescribe rules, formulate laws, and devise plans of operation, discipline, and government, and that all such laws, rules, and schemes of administration are binding upon those who assume membership—granted all these rights and powers—whence can such human institutions derive the authority of the Holy Priesthood, without which there can be no Church of Christ?",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-40.p16"},"The apostate condition of Christendom has been frankly admitted by many eminent and conscientious representatives of the several churches, and by churches as institutions. Even the Church of England acknowledges the awful fact in her official declaration of degeneracy, as set forth in the",["span.emphasis","“Homily Against Peril of Idolatry,”"],"in these words:"],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-40.p17"},"“So that laity and clergy, learned and unlearned, all ages, sects, and degrees of men, women, and children of whole Christendom—an horrible and most dreadful thing to think—have been at once drowned in abominable idolatry; of all other vices most detested of God, and most damnable to man; and that by the space of eight hundred years and more.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-40.p18"},"Let it not be concluded that through the night of the universal apostasy, long and dark as it was, God had forgotten the world. Mankind had not been left wholly to itself. The Spirit of God was operative so far as the unbelief of men permitted. John the apostle, and the Three Nephite disciples,",["sup",["a",{"href":"fn_12"},"l"]],"were ministering among men, though unknown. But through the centuries of spiritual darkness men lived and died without the administration of a contemporary apostle, prophet, elder, bishop, priest, teacher, or deacon. Whatever of the form of Godliness existed in the churches of human establishment was destitute of divine power. The time foreseen by the inspired apostle had fully come—mankind in general refused to endure sound doctrine, but, having itching ears, did they heap to themselves teachers, after their own lusts, and verily had they turned away their ears from the truth to follow after fables.",["sup",["a",{"href":"fn_13"},"m"]],"The first quarter of the nineteenth century witnessed the cumulative fulfilment of the conditions predicted through the prophet Amos: “Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord: And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the Lord, and shall not find it.”",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-40.p19"},"Throughout the period of apostasy the windows of heaven had been shut toward the world, so as to preclude all direct revelation from God, and particularly any personal ministration or theophany of the Christ. Mankind had ceased to know God; and had invested the utterances of prophets and apostles of old, who had known Him, with a pall of mystery and fancy, so that the True and the Living God was no longer believed to exist; but in His place the sectaries had tried to conceive of an incomprehensible being, devoid of “body, parts, or passions,” an immaterial nothing.",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-40.p20"},"But it had been determined in the councils of heaven, that after many centuries of benighted ignorance the world should be illumined anew by the light of truth. Through the operation of the genius of intelligence, which is the Spirit of Truth, the soul of the race had been undergoing a preparation, like unto the deep plowing of a field, for the planting of the gospel afresh. The principle of the mariner’s compass was revealed by the Spirit; the material embodiment thereof was invented by man; and by its aid the unknown oceans were explored. Toward the end of the fifteenth century Columbus was led by the inspiration of God to the discovery of the New World, whereon dwelt the degenerate posterity of Lehi, a dark-skinned remnant of the house of Israel—the American Indians. In due time the good ships",["span.emphasis","Mayflower"],"and",["span.emphasis","Speedwell"],"brought to the western world the Pilgrim Fathers, as the vanguard of a host escaping from exile and seeking a new home wherein they could worship according to the dictates of their consciences. The coming of Columbus and the later immigration of the Puritan Pilgrims had been predicted nearly six hundred years before Christ; their respective missions had been as truly appointed unto them as has been the sending of any prophet with a message to deliver and a work to do.",["sup",["a",{"href":"fn_16"},"p"]],"The war between the American Colonies and the Mother Country, and the victorious issue thereof in the emancipation of the American nation once and forever from monarchial rule, had been foretold as further steps in the preparation for the restoration of the gospel. Time was allowed for the establishment of a stable government, for the raising up of men chosen and inspired to frame and promulgate the Constitution of the United States, which promises to every man a full measure of political and religious freedom. It was not meet that the precious seed of the restored gospel be thrown upon unplowed soil, hardened by intolerance, and fit to produce only thorns of bigotry and rank weeds of mental and spiritual serfdom. The gospel of Jesus Christ is the embodiment of liberty; it is the truth that shall make free every man and every nation who will accept and obey its precepts."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-40.p21"},"At the appointed time, the Eternal Father and His Son Jesus the Christ appeared to man upon the earth, and inaugurated the Dispensation of the Fulness of Times."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-40.f1"},["h3","Notes to Chapter 40"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-40.p23"},["b","Cessation of Revelation on the Western Hemisphere."],"—“The eastern world had lost this knowledge of the Lord earlier than the western hemisphere. Upon the land of North America, four hundred years after the birth of our Savior and Master, there stood at least one man who knew the Lord God Almighty as a distinct personality, a Being capable of communicating Himself to man. That man was Moroni, the son of Mormon, whose testimony abides now and must abide through all the ages to come.”—George Q. Cannon,",["span.emphasis","Life of Joseph Smith,"],"p. 21. See",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.27-34"},"Moroni 10:27–34"],"."]],["li",["span.label","2."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-40.p24"},["b","Results of the Great Apostasy Divinely Overruled for Eventual Good."],"—The thoughtful student cannot fail to see in the progress of the great apostasy and its results the existence of an overruling power operating toward eventual good, however mysterious its methods. The heartrending persecutions to which the saints were subjected in the early centuries of our era, the anguish, the torture, the bloodshed incurred in defense of the testimony of Christ, the rise of an apostate church, blighting the intellect and leading captive the souls of men—all these dread conditions were foreknown to the Lord. While we cannot say or believe that such exhibitions of human depravity and blasphemy of heart were in accordance with the divine will, certainly God willed to permit full scope to the free agency of man, in the exercise of which agency some won the martyr’s crown, and others filled the flagon of their iniquity to overflowing. Not less marked is the divine permission in the revolts and rebellions, in the revolutions and reformations, that developed in opposition to the darkening influence of the apostate church. Wickliffe and Huss, Luther and Melanchthon, Zwingli and Calvin, Henry VIII in his arrogant assumption of priestly authority, John Knox in Scotland, Roger Williams in America—these and a host of others builded better than they knew, in that their efforts laid in part the foundation of the structure of religious freedom and liberty of conscience—and this in preparation for the restoration of the gospel as had been divinely predicted.—",["span.emphasis","The Great Apostasy,"],"10:19, 20."]],["li",["span.label","3."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-40.p25"},["b","Declaration of a General Apostasy by the Church of England."],"—The",["span.emphasis","Book of Homilies,"],"from which the quotation given in the text is taken, was published about the middle of the sixteenth century. The official proclamation of a universal apostasy was made prominently current, for the Homilies were “appointed to be read in churches” in lieu of sermons under certain conditions. In the statement cited, the Church of England solemnly avers that a state of apostasy affecting all ages, sects, and degrees throughout whole Christendom, had prevailed for eight hundred years prior to the establishment of the church making the declaration. That this affirmation remains effective today, as both confession and profession of the Church of England, appears from the fact that the homily “Against Peril of Idolatry” and certain other homilies are specifically ratified and endorsed, and withal prescribed “to be read in Churches by the Ministers diligently and distinctly that they may be understanded of the people.” See “Articles of Religion” xxxv, in current issues of Church of England,",["span.emphasis","Book of Common Prayer."]]],["li",["span.label","4."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-40.p26"},["b","The “Creed of Athanasius.”"],"—At the Council of Nice, convoked by the emperor, Constantine,",["span.small","A.D."],"325, a formal statement of belief concerning the Godhead was adopted. Later a modification was issued, known as the “Creed of Athanasius,” and though the authorship is questioned, the creed has a place in the ritual of some of the Protestant churches. No more conclusive evidence that men had ceased to know God need be adduced than the Athanasian Creed. As confessed by the Church of England in this day, and as published in the official ritual (see",["span.emphasis","Prayer Book"],") “The Creed of Saint Athanasius” is this: “We worship one God in Trinity, and Trinity in Unity; neither confounding the Persons: nor dividing the Substance. For there is one Person of the Father, another of the Son: and another of the Holy Ghost. But the Godhead of the Father, of the Son, and of the Holy Ghost, is all one: the Glory equal, the Majesty co-eternal. Such as the Father is, such is the Son: and such is the Holy Ghost. The Father uncreate, the Son uncreate: and the Holy Ghost uncreate. The Father incomprehensible, the Son incomprehensible: and the Holy Ghost incomprehensible. The Father eternal, the Son eternal: and the Holy Ghost eternal. And yet they are not three eternals: but one eternal. As also there are not three incomprehensibles, nor three uncreated: but one uncreated, and one incomprehensible. So likewise the Father is Almighty, the Son Almighty: and the Holy Ghost Almighty. And yet they are not three Almighties: but one Almighty. So the Father is God, the Son is God: and the Holy Ghost is God. And yet they are not three Gods: but one God. So likewise the Father is Lord, the Son Lord, and the Holy Ghost Lord. And yet not three Lords: but one Lord.”"],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-40.p27"},"Then follows this strange confession of what is at once required by “Christian verity,” and forbidden by the “Catholick Religion”: “For like as we are compelled by the Christian verity: to acknowledge every Person by himself to be God and Lord; so are we forbidden by the Catholick Religion: to say, There be three Gods, or three Lords.”"]],["li",["span.label","5."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-40.p28"},["b","The Mission of Columbus and Its Results."],"—Unto Nephi, son of Lehi, was shown the future of his people, including the degeneracy of a branch thereof, afterward known as Lamanites and in modern times as American Indians. The coming of a man from among the Gentiles, across the deep waters, was revealed in such plainness as to positively identify that man with Columbus; and the coming of other Gentiles to this land, out of captivity, is equally explicit. The revelation is thus recorded by Nephi to whom it was given: “And it came to pass that I looked and beheld many waters; and they divided the Gentiles from the seed of my brethren. And it came to pass that the angel said unto me, Behold the wrath of God is upon the seed of thy brethren. And I looked and beheld a man among the Gentiles who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land. And it came to pass that I beheld the Spirit of God, that it wrought upon other Gentiles; and they went forth out of captivity, upon the many waters.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.10-13"},"1 Nephi 13:10–13"],"). The establishment of a great Gentile nation on the American continent, the subjugation of the Lamanites or Indians, the war between the newly established nation and Great Britain, or “their mother Gentiles,” and the victorious outcome of that struggle for independence, are set forth with equal clearness in the same chapter."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-40.fn1"},["b","1"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p23"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-40.fn2"},["b","2"],["span.label","b"],"No extended account of the apostasy of the Primitive Church can be attempted here; the reader is referred to special works treating this important subject. See the author’s",["span.emphasis","The Great Apostasy, Considered in the Light of Scriptural and Secular History,"],"a work of 176 pages."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-40.fn3"},["b","3"],["span.label","c"],"See",["span.emphasis","The Great Apostasy,"],"chapters 4 and 5."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-40.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.3-4"},"2 Thessalonians 2:3, 4"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-40.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-40.fn6"},["b","6"],["span.label","f"],"The false doctrine of “transubstantiation” is to the effect that the bread and wine administered as emblems of Christ’s flesh and blood in the Sacrament of the Lord’s Supper are transmuted by priestly consecration into the actual flesh and blood of Jesus Christ. See",["span.emphasis","The Great Apostasy,"],"8:16–19. As to “supererogation” see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p51"},"590"],"herein."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-40.fn7"},["b","7"],["span.label","g"],["span.emphasis","The Great Apostasy,"],"chapters 6, 7, 8."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-40.fn8"},["b","8"],["span.label","h"],["span.emphasis","The Great Apostasy,"],"6:14, 15; for comprehensive treatment of the subject see chapters 6 to 9 inclusive."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-40.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p24"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-40.fn10"},["b","10"],["span.label","j"],"This paragraph is in part a paraphrase of",["span.emphasis","The Great Apostasy,"],"10:21, 22."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-40.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p25"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-40.fn12"},["b","12"],["span.label","l"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p36"},"694"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p44"},"738"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-40.fn13"},["b","13"],["span.label","m"],"See",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.1-4"},"2 Timothy 4:1–4"],"; also",["span.emphasis","The Great Apostasy,"],"2:30."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-40.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11, 12"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-40.fn15"},["b","15"],["span.label","o"],"See Church of England",["span.emphasis","Book of Common Prayer,"],"“Articles of Religion” i.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p26"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-40.fn16"},["b","16"],["span.label","p"],"See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.10-13"},"1 Nephi 13:10–13"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-40.p28"},"Note 5"],", end of chapter."]]}
