{"id":31,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":31,"title":"Chapter 29: Jesus Again Foretells His Death and Resurrection","subtitle":"","short_title":"Chapter 29","uri":"/manual/jesus-the-christ/chapter-29","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-29"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-29.head1"},[".titleNumber","Chapter 29"],["h1","On to Jerusalem"]],[".bodyBlock",[".topic",["h2","Jesus Again Foretells His Death and Resurrection",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-29.p4"},"Each of the three synoptic writers has made record of this last journey to Jerusalem and of occurrences connected therewith. The deep solemnity of the developments now so near at hand, and of the fate He was setting out to meet so affected Jesus that even the apostles were amazed at His absorption and evident sadness; they fell behind in amazement and fear. Then He paused, called the Twelve about Him, and in language of absolute plainness, without metaphor or simile, He said: “Behold, we go up to Jerusalem, and all things that are written by the prophets concerning the Son of man shall be accomplished. For he shall be delivered unto the Gentiles, and shall be mocked, and spitefully entreated, and spitted on: And they shall scourge him, and put him to death: and the third day he shall rise again."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-29.p5"},"It is to us an astounding fact that the Twelve failed to comprehend His meaning; yet Luke unqualifiedly affirms: “And they understood none of these things: and this saying was hid from them, neither knew they the things which were spoken.” This avouchment of the Savior’s approaching death and resurrection spoken in confidential certainty to the Twelve was the third of its kind; and still they could not bring themselves to accept the awful truth.",["sup",["a",{"href":"fn_2"},"b"]],"According to Matthew’s account, they were told of the very manner by which the Lord should die—that the Gentiles should crucify Him; yet they understood not. To them there was some dreadful incongruity, some dire inconsistency or inexplicable contradiction in the sayings of their beloved Master. They knew Him to be the Christ, the Son of the living God; and how could such a One be brought into subjection and be slain? They could not fail to realize that some unprecedented development in His life was impending; this they may have vaguely conceived to be the crisis for which they had been waiting, the open proclamation of His Messianic dignity, His enthronement as Lord and King. And such indeed was to be, though in a manner far different from their anticipations. The culminating prediction—that on the third day He would rise again—seems to have puzzled them the most; and, at the same time, this assurance of ultimate triumph may have made all intermediate occurrences appear as of but secondary and transitory import. They persistently repelled the thought that they were following their Lord to the cross and the sepulchre."]],[".topic",["h2","The Question of Precedence Again",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-29.p7"},"Notwithstanding all the instructions the apostles had received concerning humility, and though they had before them the supreme example of the Master’s life and conduct, in which the fact that service was the only measure of true greatness was abundantly demonstrated, they continued to dream of rank and honor in the kingdom of the Messiah. Perhaps because of the imminence of the Master’s triumph, with which they all were particularly impressed at this time though ignorant of its real significance, certain of the Twelve appealed to the Lord in the course of this journey with a most ambitious request. The petitioners were James and John, though according to Matthew’s record their mother",["sup",["a",{"href":"fn_4"},"d"]],"was the first to ask. The request was that when Jesus came into possession of His kingdom, He would so signally honor the aspiring pair as to install them in seats of eminence, one on His right hand, the other on His left. Instead of sharply rebuking such presumption, Jesus gently but impressively asked: “Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with?” The answer was full of self-confidence inspired by ignorant misapprehension. “We are able,” they replied. Then said Jesus: “Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father.”"],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-29.p8"},"The ten apostles were indignant at the two brothers, possibly less through disapproval of the spirit that had prompted the petition than because the two had forestalled the others in applying for the chief posts of distinction. But Jesus, patiently tolerant of their human weaknesses, drew the Twelve around Him, and taught them as a loving father might instruct and admonish his contentious children. He showed them how earthly rulers, such as princes among the Gentiles, domineer over their subjects, manifesting lordship and arbitrarily exercising the authority of office. But it was not to be so among the Master’s servants; whoever of them would be great must be a servant indeed, willingly ministering unto his fellows; the humblest and most willing servant would be the chief of the servants. “For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.”",["sup",["a",{"href":"fn_5"},"e"]]]],[".topic",["h2","Sight Restored to the Blind near Jericho",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-29.p10"},"In the course of His journey Jesus came to Jericho, at or near which city He again exerted His wondrous power in opening the eyes of the blind. Matthew states that two sightless men were made to see, and that the miracle was enacted as Jesus was leaving Jericho; Mark mentions but one blind man, whom he names Bartimeus or the son of Timeus, and agrees with Matthew in saying that the healing was effected when Jesus was departing from the city; Luke specifies but one subject of the Lord’s healing mercy, “a certain blind man,” and chronicles the miracle as an incident of Christ’s approach to Jericho. These slight variations attest the independent authorship of each of the records, and the apparent discrepancies have no direct bearing upon the main facts, nor do they detract from the instructional value of the Lord’s work. As we have found to be the case on an earlier occasion, two men were mentioned though but one figures in the circumstantial account.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-29.p11"},"The man who is more particularly mentioned, Bartimeus, sat by the wayside, asking alms. Jesus approached, accompanied by the apostles, many other disciples, and a great multitude of people, probably made up largely of travelers on their way to Jerusalem to attend the Passover festival, the time for which was about a week ahead. Hearing the tramp of so great a company the sightless beggar inquired what it all meant, and was answered, “Jesus of Nazareth passeth by.” Eager lest the opportunity of gaining the Master’s attention be lost, he immediately cried in a loud voice: “Jesus, thou son of David, have mercy on me.” His appeal, and particularly his use of the title, Son of David, show that he knew of the great Teacher, had confidence in His power to heal and faith in Him as the promised King and Deliverer of Israel.",["sup",["a",{"href":"fn_8"},"h"]],"Those who were in advance of Jesus in the company tried to silence the man, but the more they rebuked him the louder and more persistently did he cry: “Thou son of David, have mercy on me.” Jesus halted in His course and directed that the man be brought to Him. Those who but a moment before would have stopped the blind man’s yearning appeal, now that the Master had noticed him were eager to be of service. To the sightless one they brought the glad word: “Be of good comfort, rise; he calleth thee”; and he, casting aside his outer garment lest it hinder, came in haste to Christ. To the Lord’s question, “What wilt thou that I shall do unto thee?” Bartimeus answered: “Lord, that I may receive my sight.” Then Jesus spake the simple words of power and blessing: “Receive thy sight: thy faith hath saved thee.” The man, full of gratitude and knowing that nothing short of divine interposition could have opened his eyes, followed his Benefactor, glorifying God in heartfelt prayers of thanksgiving, in which many of those who had witnessed the miracle fervently joined."]],[".topic",["h2","Zaccheus, the Chief among the Publicans",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-29.p13"},"Jericho was a city of considerable importance; among its resident officials was a staff of publicans, or collectors of customs, and of these the chief was Zaccheus,",["sup",["a",{"href":"fn_10"},"j"]],"who had grown rich from the revenues of office. He had doubtless heard of the great Galilean who hesitated not to mingle with publicans, detested though they were by the Jews in general; he may have known, also, that Jesus had placed one of this publican class among the most prominent of the disciples. That Zaccheus was a Jew is indicated by his name, which is a variant of “Zacharias,” with a Greek or Latin termination; he must have been particularly obnoxious to his people on account of his advanced status among the publicans, all of whom were in Roman employ. He had a great desire to see Jesus; the feeling was not one of mere curiosity; he had been impressed and set thinking by the things he had heard about this Teacher from Nazareth. But Zaccheus was a little man, and could not ordinarily see over the heads of others; so he ran ahead of the company and climbed a tree alongside the road. When Jesus reached the place, to the great surprise of the man in the tree He looked up and said: “Zaccheus, make haste, and come down; for to day I must abide at thy house.” Zaccheus came down with haste, and joyfully received the Lord as his guest. The multitude by whom Jesus had been accompanied appear to have been generally friendly toward Him; but at this turn of affairs they murmured and criticized, saying that the Master “was gone to be guest with a man that is a sinner”; for all publicans were sinners in Jewish eyes, and Zaccheus admitted that the opprobrium in his case was possibly deserved. But having seen and conversed with Jesus, this chief among the publicans believed and was converted. As proof of his change of heart Zaccheus then and there voluntarily vowed unto the Lord to make amends and restitution if it were found that he owed such. “Behold, Lord,” he said, “the half of my goods I give to the poor; and if I have taken anything from any man by false accusation, I restore him fourfold.” These were works meet for repentance. The man realized that he could not change his past; but he knew he could in part at least atone for some of his misdeeds. His pledge to restore in fourfold measure Whatever he had wrongfully acquired was in line with the Mosaic law as to restitution, but far in excess of the recompense required.",["sup",["a",{"href":"fn_11"},"k"]],"Jesus accepted the man’s profession of repentance, and said: “This day is salvation come to this house, forsomuch as he also is a son of Abraham.” Another stray sheep had been returned to the fold; another lost treasure had been found; another wayward son had come back to the Father’s house.",["sup",["a",{"href":"fn_12"},"l"]],"“For the Son of man is come to seek and to save that which was lost.”"]],[".topic",["h2","Unto Every One That Hath Shall Be Given",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-29.p15"},"As the multitude approached Jerusalem, Jesus being in their midst, expectation ran high as to what the Lord would do when He reached the capital of the nation. Many of those with Him were looking for a proclamation of His royal authority and “they thought that the kingdom of God should immediately appear.” Jesus told them a story; we call it the",["span.emphasis","Parable of the Pounds:"]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-29.p16"},"“A certain nobleman went into a far country to receive for himself a kingdom, and to return. And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come. But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us. And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading. Then came the first, saying, Lord, thy pound hath gained ten pounds. And he said unto him, Well done, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities. And the second came, saying, Lord, thy pound hath gained five pounds. And he said likewise to him, Be thou also over five cities. And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin: For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow. And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow: Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury? And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds. (And they said unto him, Lord, he hath ten pounds.) For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him. But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.”"],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-29.p17"},"Both the circumstances of the story and the application of the parable were more readily apparent to the Jewish multitude than they are to us. The departure of a certain nobleman from a vassal province to the court of the suzerain to seek investiture of kingly authority, and the protest of the citizens over whom he asserted the right to reign, were incidents of Jewish history still fresh in the minds of the people to whom Christ spoke.",["sup",["a",{"href":"fn_14"},"n"]],"The explication of the parable is this: The people were not to look for an immediate establishment of the kingdom in temporal power. He who would be king was pictured as having departed for a far country from which he would assuredly return. Before leaving he had given to each of his servants a definite sum of money; and by their success in using this he would judge of their fitness to serve in offices of trust. When he returned he called for an accounting, in the course of which the cases of three servants are specified as types. One had so used the pound as to gain ten pounds; he was commended and received a reward such as only a sovereign could give, the governorship of ten cities. The second servant, with equal capital had increased it only five fold; he was properly rewarded in proportion by appointment as governor over five cities. The third gave back what he had received, without increase, for he had failed to use it. He had no reason and only a very poor excuse to offer for his dereliction. In justice he was severely reprimanded, and the money was taken from him. When the king directed that the pound so forfeited by the unfaithful servant be given to him who already had ten, some surprise was manifest amongst those who stood by; but the king explained, that “unto every one that hath shall be given,” for such a one uses to advantage the means entrusted to his care, while “from him that hath not, even that he hath shall be taken away from him”; for he has demonstrated his utter unfitness to possess and use aright. This part of the parable, while on general application, must have appealed to the apostles as particularly apt; for each of them had received in trust an equal endowment through ordination, and each would be required to account for his administration."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-29.p18"},"The fact is apparent that Christ was the nobleman who was to be invested with the authority of kingship, and who would return to require the accounting at the hands of His trusted servants.",["sup",["a",{"href":"fn_15"},"o"]],"But many of the citizens hated Him and would protest His investiture, saying they would not have Him to reign over them.",["sup",["a",{"href":"fn_16"},"p"]],"When He does return in power and authority, these rebellious citizens shall surely receive the punishment they deserve.",["sup",["a",{"href":"fn_17"},"q"]]]],[".topic",["h2","In the House of Simon the Leper",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-29.p20"},"Six days before the Feast of the Passover, that is to say before the day on which the paschal lamb was to be eaten,",["sup",["a",{"href":"fn_19"},"s"]],"Jesus arrived at Bethany, the home town of Martha and Mary, and of Lazarus who had recently died and been restored to life. The chronology of events during the last week of our Lord’s life supports the generally accepted belief that in this year, the fourteenth day of Nisan, on which the Passover festival began, fell on Thursday; and this being so, the day on which Jesus reached Bethany was the preceding Friday, the eve of the Jewish Sabbath. Jesus fully realized that this Sabbath was the last He would live to see in mortality. The Gospel-writers have drawn a veil of reverent silence over the events of that day. It appears that Jesus passed His last Sabbath in retirement at Bethany. The journey afoot from Jericho had been no easy walk, for the road ascended to an altitude of nearly three thousand feet, and was withal otherwise a toilsome way."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-29.p21"},"On Saturday,",["sup",["a",{"href":"fn_20"},"t"]],"probably in the evening after the Sabbath had passed, a supper was spread for Jesus and the Twelve in the house of Simon the leper. No other mention of this man, Simon, appears in scripture. If he was living at the time our Lord was entertained in the house known by his name, and if he was present, he must have been previously healed of his leprosy, as otherwise he could not have been allowed within the town, far less to be one of a festal company. It is reasonable to think that the man had once been a victim of leprosy and had come to be currently known as Simon the leper, and that he was one among the many sufferers from this dread disease who had been healed through the Lord’s ministrations."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-29.p22"},"Martha was in charge of the supper arrangements on this memorable occasion, and her sister Mary was with her, while Lazarus sat at table with Jesus. Many have assumed that the house of Simon the leper was the family home of the two sisters and Lazarus, in which case it is possible that Simon was the father of the three; but of such relationship we have no proof.",["sup",["a",{"href":"fn_21"},"u"]],"There was no attempt to secure unusual privacy at this supper. Such occasions were customarily marked by the presence of many uninvited lookers-on in that time; and we are not surprised to learn, therefore, that many people were there and that they had come “not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.” Lazarus was a subject of much interest and doubtless of curiosity among the people; and at the time of his privileged and intimate association with Jesus in Bethany, the chief priests were plotting to put him to death, on account of the effect his restoration had had upon the people, many of whom believed on Jesus because of the miracle."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-29.p23"},"That supper in Bethany was an event never to be forgotten. Mary, the more contemplative and spiritually minded of the two sisters, she who loved to sit at the feet of Jesus and listen to His words, and who had been commended for having so chosen the one needful thing, which her more practical sister lacked,",["sup",["a",{"href":"fn_22"},"v"]],"brought from among her treasures an alabaster cruse containing a pound of costly spikenard ointment; she broke the sealed flask",["sup",["a",{"href":"fn_23"},"w"]],"and poured its fragrant contents upon the head and feet of her Lord, and wiped His feet with her loosened tresses.",["sup",["a",{"href":"fn_24"},"x"]],"To anoint the head of a guest with ordinary oil was to do him honor; to anoint his feet also was to show unusual and signal regard; but the anointing of head and feet with spikenard, and in such abundance, was an act of reverential homage rarely rendered even to kings.",["sup",["a",{"href":"fn_25"},"y"]],"Mary’s act was an expression of adoration; it was the fragrant outwelling of a heart overflowing with worship and affection."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-29.p24"},"But this splendid tribute of a devout woman’s love was made the cause of disagreeable protest. Judas Iscariot, treasurer of the Twelve, but dishonest, avaricious, and small-souled in character, vented his grumbling complaint, saying: “Why was not this ointment sold for three hundred pence, and given to the poor?”",["sup",["a",{"href":"fn_26"},"z"]],"His seeming solicitude for the poor was all hypocrisy. He was a thief and lamented that he had not been given the precious ointment to sell, or that the price had not been turned into the bag of which he was the self-interested custodian. Mary’s use of the costly unguent had been so lavish that others beside Judas had let their surprise grow into murmuring; but to him is attributed the distinction of being the chief complainer. Mary’s sensitive nature was pained by the ungracious words of disapproval; but Jesus interposed, saying: “Why trouble ye the woman? for she hath wrought a good work upon me.” Then in further rebuke and by way of solemn instruction He continued: “For ye have the poor always with you; but me ye have not always. For in that she hath poured this ointment on my body, she did it for my burial. Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memorial of her.”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-29.p25"},"We are left without certain information as to whether Mary knew that within a few days her beloved Lord would be in the tomb. She may have been so informed in view of the hallowed intimacy between Jesus and the family; or she may have gathered from the remarks of Christ to the apostles that the sacrifice of His life was impending; or perhaps by inspired intuition she was impelled to render the loving tribute by which her memory has been enshrined in the hearts of all who know and love the Christ. John has preserved to us this remark of Jesus in the rebuke called forth by the grumbling Iscariot: “Let her alone; against the day of my burying hath she kept this”; and Mark’s version is likewise suggestive of definite and solemn purpose on Mary’s part: “She is come aforehand to anoint my body to the burying.”"]],[".topic",["h2","Christ’s Triumphal Entry into Jerusalem",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-29.p27"},"While still in Bethany or in the neighboring village of Bethphage, and according to John’s account on the next day after the supper at Simon’s house, Jesus directed two of His disciples to go to a certain place, where, He told them, they would find an ass tied, and with her a colt on which no man had ever sat. These they were to bring to Him. If stopped or questioned they were to say the Lord had need of the animals. Matthew alone mentions both ass and colt; the other writers specify the latter only; most likely the mother followed as the foal was led away, and the presence of the dam probably served to keep the colt tractable. The disciples found all to be as the Lord had said. They brought the colt to Jesus, spread their coats on the gentle creature’s back, and set the Master thereon. The company started toward Jerusalem, Jesus riding in their midst."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-29.p28"},"Now, as was usual, great numbers of people had come up to the city many days before the beginning of the Passover rites, in order that they might attend to matters of personal purification, and make good their arrears in the offering of prescribed sacrifices. Though the great day, on which the festival was to be inaugurated, was yet four days ahead, the city was thronged with pilgrim crowds; and among these much questioning had arisen as to whether Jesus would venture to appear publicly in Jerusalem during the feast, in view of the well-known plans of the hierarchy to take Him into custody. The common people were interested in every act and movement of the Master; and word of His departure from Bethany sped ahead of Him; so that by the time He began the descent from the highest part of the road on the flank of the Mount of Olives, great crowds had gathered about Him. The people were jubilant over the spectacle of Jesus riding toward the holy city; they spread out their garments, and cast palm fronds and other foliage in His path, thus carpeting the way as for the passing of a king. For the time being He was their king, and they His adoring subjects. The voices of the multitude sounded in reverberating harmony: “Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest”; and again: “Hosanna to the son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.”",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-29.p29"},"But amidst all this jubilation, Jesus was sad as He came in sight of the great city wherein stood the House of the Lord; and He wept, because of the wickedness of His people, and of their refusal to accept Him as the Son of God; moreover He foresaw the awful scenes of destruction before which both city and temple were soon to fall. In anguish and tears, He thus apostrophized the doomed city: “If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes. For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side, And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.” The multitude was increased by tributary crowds who fell in with the imposing procession at every crossway; and the shouts of praise and homage were heard inside the city while the advancing company was yet far from the walls. When the Lord rode through the massive portal and actually entered the capital of the Great King, the whole city was thrilled. To the inquiry of the uninformed, “Who is this?” the multitude shouted: “This is Jesus, the prophet of Nazareth of Galilee.” It may be that the Galilean pilgrims were first to answer and loudest in the gladsome proclamation; for the proud Judeans held Galilee in low esteem, and on this day, Jesus of Galilee was the most prominent personage in Jerusalem. The Pharisees, resentful of the honors thus shown to One whom they had long plotted to destroy, impotently condoled with one another over the failure of all their nefarious schemes, saying: “Perceive ye how ye prevail nothing? behold, the world is gone after him.” Unable to check the surging enthusiasm of the multitudes, or to silence the joyous acclamations, some of the Pharisees made their way through the throngs until they reached Jesus, and to Him they appealed, saying: “Master, rebuke thy disciples.” But the Lord, “answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-29.p30"},"Dismounting, He entered afoot the temple enclosure; shouts of adulation greeted Him there. Chief priests, scribes, and Pharisees, the official representatives of the theocracy, the hierarchy of Judaism, were incensed; there was no denying the fact that the people were rendering Messianic honors to this troublesome Nazarene; and that too within the very purlieus of the temple of Jehovah."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-29.p31"},"The purpose of Christ in thus yielding Himself for the day to the desires of the people and accepting their homage with kingly grace may not be fully comprehended by us of finite mind. That the occasion was no accidental or fortuitous happening, of which He took advantage without preconceived intention, is evident. He knew beforehand what would be, and what He would do. It was no meaningless pageantry; but the actual advent of the King into His royal city, and His entry into the temple, the house of the King of kings. He came riding on an ass, in token of peace, acclaimed by the Hosanna shouts of multitudes; not on a caparisoned steed with the panoply of combat and the accompaniment of bugle blasts and fanfare of trumpets. That the joyous occasion was in no sense suggestive of physical hostility or of seditious disturbance is sufficiently demonstrated by the indulgent unconcern with which it was viewed by the Roman officials, who were usually prompt to send their legionnaires swooping down from the fortress of Antonia at the first evidence of an outbreak; and they were particularly vigilant in suppressing all Messianic pretenders, for false Messiahs had arisen already, and much blood had been shed in the forcible dispelling of their delusive claims. But the Romans saw nothing to fear, perhaps much to smile at, in the spectacle of a King mounted upon an ass, and attended by subjects, who, though numerous, brandished no weapons but waved instead palm branches and myrtle sprigs. The ass has been designated in literature as “the ancient symbol of Jewish royalty,” and one riding upon an ass as the type of peaceful progress."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-29.p32"},"Such triumphal entry of Jesus into the chief city of the Jews would have been strikingly inconsistent with the general tenor of His ministry in its early stages. Even the intimation that He was the Christ had been made with guarded care, if at all; and every manifestation of popular regard in which He might have figured as a national leader had been suppressed. Now, however, the hour of the great consummation was near at hand; the public acceptance of the nation’s homage, and the acknowledgment of both kingly and Messianic titles, constituted an open and official proclamation of His divine investiture. He had entered city and temple in such royal state as befitted the Prince of Peace. By the rulers of the nation He had been rejected and His claims derided. The manner of His entry should have appealed to the learned teachers of the law and the prophets; for Zechariah’s impressive forecast, the fulfilment of which the evangelist, John, finds in the events of this memorable Sunday,",["sup",["a",{"href":"fn_30"},"d"]],"was frequently cited among them: “Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.”",["sup",["a",{"href":"fn_31"},"e"]]]],[".topic",["h2","Certain Greeks Visit Christ",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-29.p34"},"Among the multitudes who came to Jerusalem at the time of the annual Passover were people of many nations. Some of these, though not of Jewish descent, had been converted to Judaism; they were admitted to the temple precincts, but were not allowed to pass beyond the court of the Gentiles.",["sup",["a",{"href":"fn_33"},"g"]],"Sometime during our Lord’s last week of mortal life, possibly on the day of His royal entry into the city,",["sup",["a",{"href":"fn_34"},"h"]],"certain Greeks, who were evidently numbered among the proselytes since they had come “to worship at the feast,” sought an interview with Jesus. Imbued with a becoming sense of decorum they hesitated to directly approach the Master, and applied instead to Philip, one of the apostles, saying: “Sir, we would see Jesus.” Philip consulted with Andrew, and the two then informed Jesus, who, as we may reasonably infer from the context though the fact is not explicitly stated, graciously received the foreign visitors and imparted to them precepts of the utmost worth. It is evident that the desire of these Greeks to meet the Master was not grounded on curiosity or other unworthy impulse; they earnestly wished to see and hear the Teacher whose fame had reached their country, and whose doctrines had impressed them."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-29.p35"},"To them Jesus testified that the hour of His death was near at hand, the hour in which “the Son of man should be glorified.” They were surprised and pained by the Lord’s words, and possibly they inquired as to the necessity of such a sacrifice. Jesus explained by citing a striking illustration drawn from nature: “Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.”",["sup",["a",{"href":"fn_35"},"i"]],"The simile is an apt one, and at once impressively simple and beautiful. A farmer who neglects or refuses to cast his wheat into the earth, because he wants to keep it, can have no increase; but if he sow the wheat in good rich soil, each living grain may multiply itself many fold, though of necessity the seed must be sacrificed in the process. So, said the Lord, “He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.” The Master’s meaning is clear; he that loves his life so well that he will not imperil it, or, if need be, give it up, in the service of God, shall forfeit his opportunity to win the bounteous increase of eternal life; while he who esteems the call of God as so greatly superior to life that his love of life is as hatred in comparison, shall find the life he freely yields or is willing to yield, though for the time being it disappear like the grain buried in the soil; and he shall rejoice in the bounty of eternal development. If such be true of every man’s existence, how transcendently so was it of the life of Him who came to die that men may live? Therefore was it necessary that He die, as He had said He was about to do; but His death, far from being life lost, was to be life glorified."]],[".topic",["h2","The Voice from Heaven",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-29.p37"},"The realization of the harrowing experiences upon which He was about to enter, and particularly the contemplation of the state of sin, which made His sacrifice imperative, so weighed upon the Savior’s mind that He sorrowed deeply. “Now is my soul troubled,” He groaned; “and what shall I say?” He exclaimed in anguish. Should He say, “Father, save me from this hour” when as He knew “for this cause” had He come “unto this hour?” To His Father alone could He turn for comforting support, not to ask relief from, but strength to endure, what was to come; and He prayed: “Father, glorify thy name.” It was the rising of a mighty Soul to meet a supreme issue, which for the moment had seemed to be overwhelming. To that prayer of renewed surrender to the Father’s will, “Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.”"],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-29.p38"},"The voice was real; it was no subjective whisper of comfort to the inner consciousness of Jesus, but an external, objective reality. People who were standing by heard the sound, and interpreted it variously; some said it was thunder; others, of better spiritual discernment, said: “An angel spake to him”; and some may have understood the words as had Jesus. Now fully emerged from the passing cloud of enveloping anguish, the Lord turned to the people, saying: “This voice came not because of me, but for your sakes.” And then, with the consciousness of assured triumph over sin and death, He exclaimed in accents of divine jubilation, as though the cross and the sepulchre were already of the past: “Now is the judgment of this world: now shall the prince of this world be cast out.” Satan, the prince of the world was doomed.",["sup",["a",{"href":"fn_37"},"k"]],"“And I,” the Lord continued, “if I be lifted up from the earth, will draw all men unto me.” John assures us that this last utterance signified the manner of the Lord’s death; the people so understood, and they asked an explanation of what seemed to them an inconsistency, in that the scriptures, as they had been taught to interpret the same, declared that the Christ was to abide forever,",["sup",["a",{"href":"fn_38"},"l"]],"and now He who claimed to be the Messiah, the Son of Man, averred that He must be lifted up. “Who is this Son of man?” they asked. Mindful as ever not to cast pearls where they would not be appreciated, the Lord refrained from a direct avowal, but admonished them to walk in the light while the light was with them, for darkness would surely follow; and, as He reminded them, “he that walketh in darkness knoweth not whither he goeth.” In conclusion the Lord admonished them thus: “While ye have light, believe in the light, that ye may be the children of light.”",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-29.p39"},"At the close of this discourse Jesus departed from the people “and did hide himself from them.” The record of the first day of what has come to be known as the week of our Lord’s passion",["sup",["a",{"href":"fn_40"},"n"]],"is thus concluded by Mark: “And when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.”",["sup",["a",{"href":"fn_41"},"o"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-29.f1"},["h3","Notes to Chapter 29"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-29.p41"},["b","The Mother of James and John."],"—The mother of these two sons of Zebedee (",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.20"},"Matthew 20:20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.21"},"4:21"],") is generally understood to have been the Salome mentioned as one of the women present at the crucifixion (",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.40"},"Mark 15:40"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.56"},"Matthew 27:56"],"in which “the mother of Zebedee’s children” is mentioned, and the name “Salome” is omitted), and one of those who arrived first at the tomb on the morning of the resurrection (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.1"},"Mark 16:1"],"). From the fact that John mentions the mother of Jesus and “his mother’s sister” (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.25"},"19:25"],") and omits mention of Salome by name, some expositors hold that Salome was the sister of Mary the mother of Jesus; and therefore the Savior’s aunt. This relationship would make James and John cousins to Jesus. While the scriptural record does not disprove this alleged kinship, it certainly does not affirm the same."]],["li",["span.label","2."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-29.p42"},["b","Jericho."],"—This was an ancient city, lying north-easterly from Jerusalem, a little less than fifteen miles in a straight line. In the course of the exodus it was captured by the people of Israel through a miraculous interposition of divine power. (",["a.scriptureRef",{"href":"/scriptures/ot/josh/6"},"Joshua 6"],".) The productiveness of the region is indicated by the descriptive appellation “city of palm trees” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.3"},"Deuteronomy 34:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.16"},"Judges 1:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.13"},"3:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/28.15"},"2 Chronicles 28:15"],"). The name Jericho means “place of fragrance.” Its climate was semi-tropical, a consequence of its low altitude. It lay in a valley several hundred feet below the level of the Mediterranean; this explains Luke’s statement (",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.28"},"19:28"],") that after Jesus had spoken the Parable of the pounds when on the way from Jericho, “he went before, ascending up to Jerusalem.” In the time of Christ, Jericho was an important city; and the abundance of its commercial products, particularly balsam and spices, led to the maintenance of a customs office there, over which Zaccheus seems to have presided."]],["li",["span.label","3."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-29.p43"},["b","The Nobleman and the Kingdom."],"—The local setting of the part of the parable of the Pounds that relates to a certain nobleman going into a far country to receive for himself a kingdom had its parallel in history. Archelaus, who by the will of his father, Herod the Great, had been named king of the Jews, set out for Rome to ask of the emperor the confirmation of his royal status. He was opposed by a protest from the people. On the utilization of this circumstance in the parable, Farrar (p. 493, note) says: “‘A nobleman going into a far country to receive a kingdom’ would be utterly unintelligible, had we not fortunately known that this was done both by Archelaus and by Antipas (Jos.",["span.emphasis","Ant."],"xvii, 9:4). And in the case of Archelaus the Jews had actually sent to Augustus a deputation of fifty to recount his cruelties and oppose his claims, which, though it failed at the time, was subsequently successful (Jos.",["span.emphasis","Ant."],"xvii, 13:2). Philipus defended the property of Archelaus, during his absence, from the encroachments of the proconsul Sabinus. The magnificent palace which Archelaus had built at Jericho (Jos.",["span.emphasis","Ant."],"xvii, 13:1) would naturally recall these circumstances to the mind of Jesus, and the parable is another striking example of the manner in which He utilized the most ordinary circumstances around Him, and made them the bases of His highest teachings. It is also another unsuspected indication of the authenticity and truthfulness of the Gospels.”"]],["li",["span.label","4."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-29.p44"},["b","“We Will Not Have This Man to Reign over Us.”"],"—On this phase of the parable, Trench (",["span.emphasis","Miracles,"],"p. 390) very aptly remarks: “Twice before He had gone to receive His kingdom, this very declaration found formal utterance from their lips,—once when they cried to Pilate, ‘We have no king but Cæsar’; and again when they remonstrated with him, ‘Write not, The King of the Jews’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.15,21"},"John 19:15, 21"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.7"},"Acts 17:7"],"). But the stricter fulfilment of these words is to be found in the demeanor of the Jews after His ascension, their fierce hostility to Christ in His infant Church (",["a.scriptureRef",{"href":"/scriptures/nt/acts/12.3"},"Acts 12:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.45"},"13:45"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.18"},"14:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.5"},"17:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.6"},"18:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.22"},"22:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.12"},"23:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.15"},"2 Thes. 2:15"],").”"]],["li",["span.label","5."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-29.p45"},["b","The Day of the Supper at Bethany."],"—John places this event as having occurred on the day following Christ’s arrival in Bethany, for as we see from 12:12, the triumphal entry into Jerusalem took place on the next day after the supper, and, as stated in the text, Jesus most probably reached Bethany on Friday. The joyous processional into Jerusalem did not occur on the day following Friday, for that was the Jewish Sabbath. Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.2-13"},"26:2–13"],") and Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.1-9"},"14:1–9"],") give place to the incident of the supper after the record of the triumphal entry and other events, from which some have drawn the inference that these two writers place the supper two days before the Passover. This inference lacks confirmation. In this matter the chronological order given by John appears to be the true one."]],["li",["span.label","6."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-29.p46"},["b","The Family Home at Bethany."],"—The home of Martha, Mary, and Lazarus appears to have been the usual abiding place of Jesus when He was in Bethany. Undoubtedly He was on terms of very close and affectionate acquaintanceship with all members of the family, even before the miraculous raising of Lazarus from the dead, and, this supremely blessed occurrence must have intensified into worshipful reverence the esteem in which our Lord had been held in that household. As to whether this home was identical with the house of Simon the leper, the scriptural record does not state. John, who gives a fairly detailed account of the supper served by Martha, makes no mention of Simon or his house. It is noticeable that the synoptic writers say very little about this home in Bethany. Farrar has aptly remarked (p. 483): “We seem to trace in the Synoptists a special reticence about the family at Bethany. The house in which they take a prominent position is called ‘the house of Simon the leper’; Mary is called simply ‘a woman’ by St. Matthew and St. Mark (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.6-7"},"Matt. 26:6, 7"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.3"},"Mark 14:3"],"); and St. Luke contents himself with calling Bethany ‘a certain village’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.38"},"Luke 10:38"],"), although he was perfectly aware of the name (",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.29"},"Luke 19:29"],").”"]],["li",["span.label","7."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-29.p47"},["b","Spikenard Ointment."],"—This was among the most highly prized of oriental unguents. That with which Mary anointed Jesus is described by Matthew and Mark as “very precious,” and by John as “very costly.” In the original the adjective “pistic” appears; this is translated by some as meaning “liquid,” but by others as signifying “genuine.” There were many inferior imitations of the real spikenard, or nard; and we are left without a doubt that Mary’s precious gift was of the best. The plant from which the fragrant extract is obtained is a species of bearded grass indigenous in India. Spikenard is mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/song/1.12"},"Song of Solomon 1:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/song/4.13-14"},"4:13, 14"],"."]],["li",["span.label","8."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-29.p48"},["b","Hosanna!"],"—“Hosanna” is a Greek form of the Hebrew expression for “Save us now,” or “Save, we pray,” which occurs in the original of",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.25"},"Psalm 118:25"],". It occurs nowhere in the English Bible except in the acclamations of the people at Christ’s triumphal entry into Jerusalem, and in the joyous shouts of children in the temple (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.9,15"},"Matthew 21:9, 15"],"). Note the rendering of the “Hosanna Shout” in the restored Church of Christ in the current dispensation on occasions of particular rejoicing before the Lord (see",["span.emphasis","The House of the Lord,"],"pp. 100, 125, 177). “Hallelujah,” literally rendered, means “Praise ye Jehovah.” It occurs in the Greek form “Alleluia” in",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.1,3,4-6"},"Revelation 19:1, 3, 4, 6"],"."]],["li",["span.label","9."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-29.p49"},["b","The First Day in Passion Week."],"—A comparison of the accounts of the Lord’s triumphal entry into Jerusalem, and of certain events following, as recorded by the three synoptists, shows at least a possibility of discrepancy as to sequence. It appears certain that Jesus visited the temple grounds on the day of the royal advent into the city. From",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.12"},"Matthew 21:12"],"and",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.45"},"Luke 19:45"],"and the context preceding these passages, the inference has been drawn that the second clearing of the temple occurred on the day of the processional entry; while others interpret",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.11,15"},"Mark 11:11 and 15"],"as meaning that the event took place on a later day. The question is admittedly an open one; and the order of presentation followed in the text is one of convenience of treatment based on rational probability."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-29.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/20.17-19"},"Matthew 20:17–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.32-34"},"Mark 10:32–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.31-34"},"Luke 18:31–34"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-29.fn2"},["b","2"],["span.label","b"],"The earlier predictions were: (1) that spoken shortly before the Transfiguration (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.21"},"Matthew 16:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.31"},"Mark 8:31"],"), and (2) that which followed, in Galilee (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.22-23"},"Matthew 17:22, 23"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.31"},"Mark 9:31"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.44"},"Luke 9:44"],")."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-29.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/20.20-28"},"Matthew 20:20–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.35-45"},"Mark 10:35–45"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-29.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p41"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-29.fn5"},["b","5"],["span.label","e"],"For earlier lessons on the greatness of humility, see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p22"},"386"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p48"},"471"],". For the significance of the title, Son of Man, see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p10"},"142–44"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-29.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/20.30-34"},"Matthew 20:30–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.46-52"},"Mark 10:46–52"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.35-43"},"Luke 18:35–43"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-29.fn7"},["b","7"],["span.label","g"],"See account of the two demoniacs,",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.28"},"Matthew 8:28"],", compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.1"},"Mark 5:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.27"},"Luke 8:27"],". See also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p17"},"310"],"herein"],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-29.fn8"},["b","8"],["span.label","h"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.27"},"Matthew 9:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.22"},"15:22"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p27"},"85"],"herein."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-29.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/19.1-10"},"Luke 19:1–10"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-29.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p42"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-29.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/ot/ex/22.1-9"},"Exodus 22:1–9"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-29.fn12"},["b","12"],["span.label","l"],"Compare pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p29"},"389"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p13"},"454–461"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-29.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/19.11-27"},"Luke 19:11–27"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-29.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p43"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-29.fn15"},["b","15"],["span.label","o"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.34"},"Mark 13:34"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-29.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p44"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-29.fn17"},["b","17"],["span.label","q"],"Comparison of similarities and differences between this parable and that of the Talents (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],") will be made in",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p24"},"chapter 32, pages 580–84"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-29.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.1-8"},"John 12:1–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.6-13"},"Matthew 26:6–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.3-9"},"Mark 14:3–9"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-29.fn19"},["b","19"],["span.label","s"],"See",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.1-10"},"Exodus 12:1–10"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p9"},"112"],"herein."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-29.fn20"},["b","20"],["span.label","t"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p45"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-29.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p46"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-29.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/luke/10.40-42"},"Luke 10:40–42"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p27"},"432"],"herein."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-29.fn23"},["b","23"],["span.label","w"],"The better rendering is “cruse” or “flask” instead of “box.” See revised version."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-29.fn24"},["b","24"],["span.label","x"],"This occurrence must not be confused with that of an earlier anointing of Jesus by a penitent sinner in the house of Simon the Pharisee (",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.36-50"},"Luke 7:36–50"],") in Galilee. See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p29"},"262"],"herein."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-29.fn25"},["b","25"],["span.label","y"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p47"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-29.fn26"},["b","26"],["span.label","z"],"Three hundred pence or Roman denarii would be approximately equal in value to forty-five dollars."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-29.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.1-11"},"Matthew 21:1–11"],".",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.1-11"},"Mark 11:1–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.29-44"},"Luke 19:29–44"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.12-19"},"John 12:12–19"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-29.fn28"},["b","28"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p48"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-29.fn29"},["b","29"],["span.label","c"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/hab/2.11"},"Hab. 2:11"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-29.fn30"},["b","30"],["span.label","d"],"The Sunday before Easter is annually celebrated by many Christian sects as Palm Sunday, in commemoration of our Lord’s triumphal entry into Jerusalem."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-29.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/zech/9.9"},"Zechariah 9:9"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-29.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.20-26"},"John 12:20–26"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-29.fn33"},["b","33"],["span.label","g"],"See",["span.emphasis","House of the Lord,"],"pp. 47–48."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-29.fn34"},["b","34"],["span.label","h"],"John records this event in immediate sequence to the Lord’s triumphal entry, though without any specific indication of the time of its occurrence."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-29.fn35"},["b","35"],["span.label","i"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.36"},"1 Corinthians 15:36"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-29.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.27-36"},"John 12:27–36"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-29.fn37"},["b","37"],["span.label","k"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/john/14.30"},"John 14:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.11"},"16:11"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-29.fn38"},["b","38"],["span.label","l"],"See e.g.",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.7"},"Isaiah 9:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.14,27"},"Daniel 7:14, 27"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.25"},"Ezekiel 37:25"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-29.fn39"},["b","39"],["span.label","m"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/john/1.9"},"John 1:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.19"},"3:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12"},"8:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.5"},"9:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.46"},"12:46"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p24"},"407"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-29.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.3"},"Acts 1:3"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-29.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/mark/11.11"},"Mark 11:11"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p49"},"Note 9"],", end of chapter."]]}
