{"id":15,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 13: Honored by Strangers, Rejected by His Own","subtitle":"","short_title":"Chapter 13","uri":"/manual/jesus-the-christ/chapter-13","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-13"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-13.head1"},[".titleNumber","Chapter 13"],["h1","Honored by Strangers, Rejected by His Own"]],[".bodyBlock",[".topic",["h2","Jesus and the Samaritan Woman"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-13.p4"},"The direct route from Judea to Galilee lay through Samaria; but many Jews, particularly Galileans, chose to follow an indirect though longer way rather than traverse the country of a people so despised by them as were the Samaritans. The ill-feeling between Jews and Samaritans had been growing for centuries, and at the time of our Lord’s earthly ministry had developed into most intense hatred.",["sup",["a",{"href":"fn_1"},"a"]],"The inhabitants of Samaria were a mixed people, in whom the blood of Israel was mingled with that of the Assyrians and other nations; and one cause of the animosity existing between them and their neighbors both on the north and the south was the Samaritans’ claim for recognition as Israelites; it was their boast that Jacob was their father; but this the Jews denied. The Samaritans had a version of the Pentateuch, which they revered as the law, but they rejected all the prophetical writings of what is now the Old Testament, because they considered themselves treated with insufficient respect therein."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-13.p5"},"To the orthodox Jew of the time a Samaritan was more unclean than a Gentile of any other nationality. It is interesting to note the extreme and even absurd restrictions then in force in the matter of regulating unavoidable relations between the two peoples. The testimony of a Samaritan could not be heard before a Jewish tribunal. For a Jew to eat food prepared by a Samaritan was at one time regarded by rabbinical authority as an offense as great as that of eating the flesh of swine. While it was admitted that produce from a field in Samaria was not unclean, inasmuch as it sprang directly from the soil, such produce became unclean if subjected to any treatment at Samaritan hands. Thus, grapes and grain might be purchased from Samaritans, but neither wine nor flour manufactured therefrom by Samaritan labor. On one occasion the epithet “Samaritan” was hurled at Christ as an intended insult. “Say we not well that thou art a Samaritan, and hast a devil?”",["sup",["a",{"href":"fn_2"},"b"]],"The Samaritan conception of the mission of the expected Messiah was somewhat better founded than was that of the Jews, for the Samaritans gave greater prominence to the spiritual kingdom the Messiah would establish, and were less exclusive in their views as to whom the Messianic blessings would be extended."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-13.p6"},"In His journey to Galilee Jesus took the shorter course, through Samaria; and doubtless His choice was guided by purpose, for we read that “He must needs go” that way.",["sup",["a",{"href":"fn_3"},"c"]],"The road led through or by the town called Sychar,",["sup",["a",{"href":"fn_4"},"d"]],"“near to the parcel of ground that Jacob gave to his son Joseph.”",["sup",["a",{"href":"fn_5"},"e"]],"There was Jacob’s well, which was held in high esteem, not only for its intrinsic worth as an unfailing source of water, but also because of its association with the great patriarch’s life. Jesus, travel-worn and weary, rested at the well, while His disciples went to the town to buy food. A woman came to fill her water jar, and Jesus said to her: “Give me to drink.” By the rules of oriental hospitality then prevailing, a request for water was one that should never be denied if possible to grant; yet the woman hesitated, for she was amazed that a Jew should ask a favor of a Samaritan, however great the need. She expressed her surprise in the question: “How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.” Jesus, seemingly forgetful of thirst in His desire to teach, answered her by saying: “If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.” The woman reminded Him that He had no bucket or cord with which to draw from the deep well, and inquired further as to His meaning, adding: “Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?”"],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-13.p7"},"Jesus found in the woman’s words a spirit similar to that with which the scholarly Nicodemus had received His teachings; each failed alike to perceive the spiritual lesson He would impart. He explained to her that water from the well would be of but temporary benefit; to one who drank of it thirst would return; “But,” he added, “whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” The woman’s interest was keenly aroused, either from curiosity or as an emotion of deeper concern, for she now became the petitioner, and, addressing Him by a title of respect, said: “Sir, give me this water, that I thirst not, neither come hither to draw.” She could see nothing beyond the material advantage attaching to water that would once and for all quench thirst. The result of the draught she had in mind would be to give her immunity from one bodily need, and save her the labor of coming to draw from the well."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-13.p8"},"The subject of the conversation was abruptly changed by Jesus bidding her to go, call her husband, and return. To her reply that she had no husband Jesus revealed to her His superhuman powers of discernment, by telling her she had spoken truthfully, inasmuch as she had had five husbands, while the man with whom she was then living was not her husband. Surely no ordinary being could have so read the unpleasing story of her life; she impulsively confessed her conviction, saying: “Sir, I perceive that thou art a prophet.” She desired to turn the conversation, and, pointing to Mount Gerizim, upon which the sacrilegious priest Manasseh had erected a Samaritan temple, she remarked with little pertinence to what had been said before: “Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.” Jesus replied in yet deeper vein, telling her that the time was near when neither that mountain nor Jerusalem would be preeminently a place of worship; and He clearly rebuked her presumption that the traditional belief of the Samaritans was equally good with that of the Jews; for, said He: “Ye worship ye know not what: we know what we worship: for salvation is of the Jews.” Changed and corrupted as the Jewish religion had become, it was better than that of her people; for the Jews did accept the prophets, and through Judah the Messiah had come. But, as Jesus expounded the matter to her, the place of worship was of lesser importance than the spirit of the worshiper. “God is a Spirit: and they that worship him must worship him in spirit and in truth.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-13.p9"},"Unable or unwilling to understand Christ’s meaning, the woman sought to terminate the lesson by a remark that probably was to her but casual: “I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.” Then, to her profound amazement, Jesus rejoined with the awe-inspiring declaration: “I that speak unto thee am he.” The language was unequivocal, the assertion one that required no elucidation. The woman must regard Him thereafter as either an impostor or the Messiah. She left her pitcher at the well, and hastening to the town told of her experience, saying: “Come, see a man, which told me all things that ever I did: is not this the Christ?”"],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-13.p10"},"Near the conclusion of the interview between Jesus and the woman, the returning disciples arrived with the provisions they had gone to procure. They marveled at finding the Master in conversation with a woman, and a Samaritan woman at that, yet none of them asked of Him an explanation. His manner must have impressed them with the seriousness and solemnity of the occasion. When they urged Him to eat He said: “I have meat to eat that ye know not of.” To them His words had no significance beyond the literal sense, and they queried among themselves as to whether some one had brought Him food during their absence; but He enlightened them in this way: “My meat is to do the will of him that sent me, and to finish his work.”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-13.p11"},"A crowd of Samaritans appeared, coming from the city. Looking upon them and upon the grain fields nearby, Jesus continued. “Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white and already to harvest.” The import of the saying seems to be that while months would elapse before the wheat and the barley were ready for the sickle, the harvest of souls, exemplified by the approaching crowd, was even then ready; and that from what He had sown the disciples might reap, to their inestimable advantage, since they would have wages for their hire and would gather the fruits of other labor than their own."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-13.p12"},"Many of the Samaritans believed on Christ, at first on the strength of the woman’s testimony, then because of their own conviction; and they said to the woman at whose behest they had at first gone to meet Him: “Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.” Graciously He acceded to their request to remain, and tarried with them two days. It is beyond question that Jesus did not share in the national prejudice of the Jews against the people of Samaria; an honest soul was acceptable to Him come whence he may. Probably the seed sown during this brief stay of our Lord among the despised people of Samaria was that from which so rich a harvest was reaped by the apostles in after years.",["sup",["a",{"href":"fn_6"},"f"]]]],[".topic",["h2","Jesus Again in Galilee: at Cana and Nazareth"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-13.p14"},"Following the two days’ sojourn among the Samaritans, Jesus, accompanied by the disciples who had traveled with Him from Judea, resumed the journey northward into Galilee, from which province He had been absent several months. Realizing that the people of Nazareth, the town in which He had been brought up, would be probably loath to acknowledge Him as other than the carpenter, or, as He stated, knowing that “a prophet hath no honour in his own country,”",["sup",["a",{"href":"fn_7"},"g"]],"He went first to Cana. The people of that section, and indeed the Galileans generally, received Him gladly; for many of them had attended the last Passover and probably had been personal witnesses of the wonders He had wrought in Judea. While at Cana He was visited by a nobleman, most likely a high official of the province, who entreated Him to proceed to Capernaum and heal his son, who was then lying at the point of death. With the probable design of showing the man the true condition of his mind, for we cannot doubt that Jesus could read his thoughts, our Lord said to him: “Except ye see signs and wonders, ye will not believe.”",["sup",["a",{"href":"fn_8"},"h"]],"As observed in earlier instances, notably in the refusal of Jesus to commit Himself to the professing believers at Jerusalem, whose belief rested solely on their wonder at the things He did,",["sup",["a",{"href":"fn_9"},"i"]],"our Lord would not regard miracles, though wrought by Himself, as a sufficient and secure foundation for faith. The entreating nobleman, in anguish over the precarious state of his son, in no way resented the rebuke such as a captious mind may have found in the Lord’s reply; but with sincere humility, which showed his belief that Jesus could heal the boy, he renewed and emphasized his plea: “Sir, come down ere my child die.”"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-13.p15"},"Probably the man had never paused to reason as to the direct means or process by which death might be averted and healing be insured through the words of any being; but in his heart he believed in Christ’s power, and with pathetic earnestness besought our Lord to intervene in behalf of his dying son. He seemed to consider it necessary that the Healer be present, and his great fear was that the boy would not live until Jesus could arrive. “Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.” The genuineness of the man’s trust is shown by his grateful acceptance of the Lord’s assurance, and by the contentment that he forthwith manifested. Capernaum, where his son lay, was about twenty miles away; had he been still solicitous and doubtful he would probably have tried to return home that day, for it was one o’clock in the afternoon when Jesus spoke the words that had given him such relief; but he journeyed leisurely, for on the following day he was still on the road, and was met by some of his servants who had been sent to cheer him with the glad word of his son’s recovery. He inquired when the boy had begun to amend, and was told that at the seventh hour on the yesterday the fever had left him. That was the time at which Christ had said, “Thy son liveth.” The man’s belief ripened fast, and both he and his household accepted the gospel.",["sup",["a",{"href":"fn_10"},"j"]],"This was the second miracle wrought by Jesus when in Cana, though in this instance the subject of the blessing was in Capernaum."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-13.p16"},"Our Lord’s fame spread through all the region round about. During a period not definitely stated, He taught in the synagogs of the towns and was received with favor, being “glorified of all.”",["sup",["a",{"href":"fn_11"},"k"]],"He then returned to Nazareth, His former home, and, as was His custom, attended the synagog service on the Sabbath day. Many times as a boy and man He had sat in that house of worship, listening to the reading of the law and the prophets and to the commentaries or Targums",["sup",["a",{"href":"fn_12"},"l"]],"relating thereto, as delivered by appointed readers; but now, as a recognized teacher of legal age He was eligible to take the reader’s place. On this occasion He stood up to read, when the service had reached the stage at which extracts from the prophetical books were to be read to the congregation. The minister in charge handed Him the roll, or book, of Isaiah; He turned to the part known to us as the beginning of the",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1"},"sixty-first chapter"],", and read: “The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the broken-hearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised, to preach the acceptable year of the Lord.”",["sup",["a",{"href":"fn_13"},"m"]],"Handing the book to the minister, He sat down. It was allowable for the reader in the service of the Jewish synagog to make comments in explanation of what had been read; but to do so he must sit. When Jesus took His seat the people knew that He was about to expound the text, and “the eyes of all them that were in the synagogue were fastened on him.” The scripture He had quoted was one recognized by all classes as specifically referring to the Messiah, for whose coming the nation waited. The first sentence of our Lord’s commentary was startling; it involved no labored analysis, no scholastic interpretation, but a direct and unambiguous application: “This day is this scripture fulfilled in your ears.” There was such graciousness in His words that all wondered, and they said, “Is not this Joseph’s son?”",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-13.p17"},"Jesus knew their thoughts even if He heard not their words, and, forestalling their criticism, He said: “Ye will surely say unto me this proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do also here in thy country. And he said, Verily I say unto you, No prophet is accepted in his own country.” In their hearts the people were eager for a sign, a wonder, a miracle. They knew that Jesus had wrought such in Cana, and a boy in Capernaum had been healed by His word; at Jerusalem too He had astonished the people with mighty works. Were they, His townsmen, to be slighted? Why would He not treat them to some entertaining exhibition of His powers? He continued His address, reminding them that in the days of Elijah, when for three years and a half no rain had fallen, and famine had reigned, the prophet had been sent to but one of the many widows, and she a woman of Sarepta in Sidon, a Gentile, not a daughter of Israel. And again, though there had been many lepers in Israel in the days of Elisha, but one leper, and he a Syrian, not an Israelite, had been cleansed through the prophet’s ministration, for Naaman alone had manifested the requisite faith."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-13.p18"},"Then great was their wrath. Did He dare to class them with Gentiles and lepers? Were they to be likened unto despised unbelievers, and that too by the son of the village carpenter, who had grown from childhood in their community? Victims of diabolical rage, they seized the Lord and took Him to the brow of the hill on the slopes of which the town was built, determined to avenge their wounded feelings by hurling Him from the rocky cliffs. Thus early in His ministry did the forces of opposition attain murderous intensity. But our Lord’s time to die had not yet come. The infuriated mob was powerless to go one step farther than their supposed victim would permit. “But he passing through the midst of them went his way.” Whether they were overawed by the grace of His presence, silenced by the power of His words, or stayed by some more appalling intervention, we are not informed. He departed from the unbelieving Nazarenes, and thenceforth Nazareth was no longer His home."]],[".topic",["h2","In Capernaum"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-13.p20"},"Jesus wended His way to Capernaum,",["sup",["a",{"href":"fn_15"},"o"]],"which became to Him as nearly a place of abode as any He had in Galilee. There He taught, particularly on Sabbath days; and the people were astonished at His doctrine, for He spoke with authority and power.",["sup",["a",{"href":"fn_16"},"p"]],"In the synagog, on one of these occasions, was a man who was a victim of possession, and subject to the ravages of an evil spirit, or, as the text so forcefully states, one who “had a spirit of an unclean devil.” It is significant that this wicked spirit, which had gained such power over the man as to control his actions and utterances, was terrified before our Lord and cried out with a loud voice, though pleadingly: “Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art; the Holy One of God.” Jesus rebuked the unclean spirit, commanding him to be silent, and to leave the man; the demon obeyed the Master, and after throwing the victim into violent though harmless paroxysm, left him. Such a miracle caused the beholders to wonder the more, and they exclaimed: “What a word is this! for with authority and power he commandeth the unclean spirits, and they come out. And the fame of him went out into every place of the country round about.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-13.p21"},"In the evening of the same day, when the sun had set, and therefore after the Sabbath had passed,",["sup",["a",{"href":"fn_18"},"r"]],"the people flocked about Him, bringing their afflicted friends and kindred; and these Jesus healed of their divers maladies whether of body or of mind. Among those so relieved were many who had been possessed of devils, and these cried out, testifying perforce of the Master’s divine authority: “Thou art Christ the Son of God.”",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-13.p22"},"On these as on other occasions, we find evil spirits voicing through the mouths of their victims their knowledge that Jesus was the Christ; and in all such instances the Lord silenced them with a word; for He wanted no such testimony as theirs to attest the fact of His Godship. Those spirits were of the devil’s following, members of the rebellious and defeated hosts that had been cast down through the power of the very Being whose authority and power they now acknowledged in their demoniac frenzy. Together with Satan himself, their vanquished chief, they remained unembodied, for to all of them the privileges of the second or mortal estate had been denied;",["sup",["a",{"href":"fn_20"},"t"]],"their remembrance of the scenes that had culminated in their expulsion from heaven was quickened by the presence of the Christ, though He stood in a body of flesh."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-13.p23"},"Many modern writers have attempted to explain the phenomenon of demoniacal possession; and beside these there are not a few who deny the possibility of actual domination of the victim by spirit personages. Yet the scriptures are explicit in showing the contrary. Our Lord distinguished between this form of affliction and that of simple bodily disease in His instructions to the Twelve: “Heal the sick, cleanse the lepers, raise the dead, cast out devils.”",["sup",["a",{"href":"fn_21"},"u"]],"In the account of the incidents under consideration, the evangelist Mark observes the same distinction, thus: “They brought unto him all that were diseased, and them that were possessed with devils.” In several instances, Christ, in rebuking demons, addressed them as individuals distinct from the human being afflicted,",["sup",["a",{"href":"fn_22"},"v"]],"and in one such instance commanded the demon to “come out of him, and enter no more into him.”",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-13.p24"},"In this matter as in others the simplest explanation is the pertinent truth; theory raised on other than scriptural foundation is unstable. Christ unequivocally associated demons with Satan, specifically in His comment on the report of the Seventy whom He authorized and sent forth, and who testified with joy on their return that even the devils had been subject unto them through His name; and to those faithful servants He said: “I beheld Satan as lightning fall from heaven.”",["sup",["a",{"href":"fn_24"},"x"]],"The demons that take possession of men, overruling their agency and compelling them to obey Satanic bidding, are the unembodied angels of the devil, whose triumph it is to afflict mortals, and if possible to impel them to sin. To gain for themselves the transitory gratification of tenanting a body of flesh, these demons are eager to enter even into the bodies of beasts.",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-13.p25"},"Possibly it was during the interval between the rebuking of the evil spirit in the synagog and the miracles of healing and casting out devils in the evening of that Sabbath, that Jesus went to the house of Simon, whom He had before named Peter, and there found the mother-in-law of His disciple lying ill of fever. Acceding to the request of faith He rebuked the disease; the woman was healed forthwith, rose from her bed, and ministered the hospitality of her home unto Jesus and those who were with Him.",["sup",["a",{"href":"fn_26"},"z"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-13.f1"},["h3","Notes to Chapter 13"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-13.p27"},["b","Animosity between Jews and Samaritans."],"—In any consideration of the Samaritans, it must be kept in mind that a certain city and the district or province in which it was situated were both known as Samaria. The principal facts pertaining to the origin of the Samaritans and the explanation of the mutual animosity existing between the people and the Jews in the time of Christ, have been admirably summarized by Geikie (",["span.emphasis","Life and Words of Christ,"],"vol. 1, pp. 495–6). Omitting his citation of authorities, we quote: “After the deportation of the Ten Tribes to Assyria, Samaria had been repeopled by heathen colonists from various provinces of the Assyrian empire, by fugitives from the authorities of Judea, and by stragglers of one or other of the Ten Tribes, who found their way home again. The first heathen settlers, terrified at the increase of wild animals, especially lions, and attributing it to their not knowing the proper worship of the God of the country, sent for one of the exiled priests, and, under his instructions, added the worship of Jehovah to that of their idols—an incident in their history from which later Jewish hatred and derision taunted them as ‘proselytes of the lions,’ as it branded them, from their Assyrian origin, with the name of Cuthites. Ultimately, however, they became even more rigidly attached to the Law of Moses than the Jews themselves. Anxious to be recognized as Israelites, they set their hearts on joining the Two Tribes, on their return from captivity, but the stern puritanism of Ezra and Nehemiah admitted no alliance between the pure blood of Jerusalem and the tainted race of the north. Resentment at this affront was natural, and excited resentment in return, till, in Christ’s day, centuries of strife and mutual injury, intensified by theological hatred on both sides, had made them implacable enemies. The Samaritans had built a temple on Mount Gerizim, to rival that of Jerusalem, but it had been destroyed by John Hyrcanus, who had also levelled Samaria to the ground. They claimed for their mountain a greater holiness than that of Moriah; accused the Jews of adding to the word of God, by receiving the writings of the prophets, and prided themselves on owning only the Pentateuch as inspired; favoured Herod because the Jews hated him, and were loyal to him and the equally hated Romans; had kindled false lights on the hills, to vitiate the Jewish reckoning by the new moons, and thus throw their feasts into confusion, and, in the early youth of Jesus, had even defiled the very Temple itself, by strewing human bones in it, at the Passover."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-13.p28"},"“Nor had hatred slumbered on the side of the Jews. They knew the Samaritans only as Cuthites, or heathens from Cuth.’ The race that I hate is no race,’ says the son of Sirach. It was held that a people who once had worshipped five gods could have no part in Jehovah. The claim of the Samaritans that Moses had buried the Tabernacle and its vessels on the top of Gerizim, was laughed to scorn. It was said that they had dedicated their temple, under Antiochus Epiphanes, to the Greek Jupiter. Their keeping the commands of Moses even more strictly than the Jews, that it might seem they were really of Israel, was not denied; but their heathenism, it was said, had been proved by the discovery of a brazen dove, which they worshipped, on the top of Gerizim. It would have been enough that they boasted of Herod as their good king, who had married a daughter of their people; that he had been free to follow, in their country, his Roman tastes, so hated in Judea; that they had remained quiet, after his death, when Judea and Galilee were in uproar, and that for their peacefulness a fourth of their taxes had been remitted and added to the burdens of Judea. Their friendliness to the Romans was an additional provocation. While the Jews were kept quiet only by the sternest severity, and strove to the utmost against the introduction of anything foreign, the Samaritans rejoiced in the new importance which their loyalty to the empire had given them. Shechem flourished: close by, in Cæsarea, the procurator held his court: a division of cavalry, in barracks at Sebaste—the old Samaria—had been raised in the territory. The Roman strangers were more than welcome to while away the summer in their umbrageous valleys."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-13.p29"},"“The illimitable hatred, rising from so many sources, found vent in the tradition that a special curse had been uttered against the Samaritans, by Ezra, Zerubbabel, and Joshua. It was said that these great ones assembled the whole congregation of Israel in the Temple, and that three hundred priests, with three hundred trumpets, and three hundred books of the Law, and three hundred scholars of the Law, had been employed to repeat, amidst the most solemn ceremonial, all the curses of the Law against the Samaritans. They had been subjected to every form of excommunication; by the incommunicable name of Jehovah; by the Tables of the Law, and by the heavenly and earthly synagogues. The very name became a reproach. ‘We know that Thou art a Samaritan, and hast a devil,’ said the Jews, to Jesus, in Jerusalem. … A Samaritan egg, as the hen laid it, could not be unclean, but what of a boiled egg? Yet interest and convenience strove, by subtle casuistry, to invent excuses for what intercourse was unavoidable. The country of the Cuthites was clean, so that a Jew might, without scruple, gather and eat its produce. The waters of Samaria were clean, so that a Jew might drink them or wash in them. Their dwellings were clean, so that he might enter them, and eat or lodge in them. Their roads were clean, so that the dust of them did not defile a Jew’s feet. The Rabbis even went so far in their contradictory utterances, as to say that the victuals of the Cuthites were allowed, if none of their wine or vinegar were mixed with them, and even their unleavened bread was to be reckoned fit for use at the Passover. Opinions thus wavered, but, as a rule, harsher feeling prevailed.”"],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-13.p30"},"That the hostile sentiment has continued unto this day, at least on the part of the Jews, is affirmed by Frankl and others. Thus, as quoted by Farrar (p. 166 note): “‘Are you a Jew?’ asked Salameh Cohen, the Samaritan high priest, of Dr. Frankl; ‘and do you come to us, the Samaritans, who are despised by the Jews?’ (",["span.emphasis","Jews in the East,"],"ii, 329). He added that they would willingly live in friendship with the Jews, but that the Jews avoided all intercourse with them. Soon after, visiting Sepharedish Jews of Nablous, Dr. Frankl asked one of that sect, ‘if he had any intercourse with the Samaritans?’ The women retreated with a cry of horror, and one of them said, ‘Have you been among the worshipers of the pigeons?’ I said that I had. The women again fell back with the same expression of repugnance and one of them said, ‘Take a purifying bath!’” (idem, p. 334). Canon Farrar adds, “I had the pleasure of spending a day among the Samaritans encamped on Mount Gerizim, for their annual passover, and neither in their habits nor apparent character could I see any cause for all this horror and hatred.”"]],["li",["span.label","2."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-13.p31"},["b","Sychar."],"—The town where dwelt the Samaritan woman with whom Jesus conversed at Jacob’s well, is named Sychar in",["a.scriptureRef",{"href":"/scriptures/nt/john/4.5"},"John 4:5"],"; the name occurs nowhere else in the Bible. Attempts have been made to identify the place with Shechem, a city dear to the Jewish heart because of its prominence in connection with the lives of the early patriarchs. It is now generally admitted, however, that Sychar was a small village on the site of the present Askar, which is, says Zenos, “a village with a spring and some ancient rock-hewn tombs, about five eighths of a mile north of Jacob’s well.”"]],["li",["span.label","3."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-13.p32"},["b","The Nobleman of Capernaum."],"—The name of the nobleman whose son was healed by the word of Jesus is not given. Attempts to identify him with Chuza, the steward of Herod Antipas, are based on unreliable tradition. The family of the nobleman accepted the teachings of Christ. “Joanna the wife of Chuza Herod’s steward” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.3"},"Luke 8:3"],") was among the grateful and honorable women who had been recipients of our Lord’s healing ministry, and who contributed of their substance for the furtherance of His work. Unconfirmed tradition should not be confounded with authentic history."]],["li",["span.label","4."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-13.p33"},["b","The Targums"],"are ancient Jewish paraphrases on the scriptures, which were delivered in the synagogs in the languages of the common people. In the time of Christ the language spoken by the Jews was not Hebrew, but an Aramaic dialect. Edersheim states that pure Hebrew was the language of scholars and of the synagog, and that the public readings from the scriptures had to be rendered by an interpreter. “In earliest times indeed,” says he, “it was forbidden to the Methurgeman [interpreter] to read his translation, or to write down a Targum, lest the paraphrase should be regarded as of equal authority with the original.” The use of written targums was “authoritatively sanctioned before the end of the second century after Christ. This is the origin of our two oldest extant Targumim—that of Onkelos (as it is called) on the Pentateuch; and that on the Prophets, attributed to Jonathan the son of Uzziel. These names do not indeed, accurately represent the authorship of the oldest Targumim, which may more correctly be regarded as later and authoritative recensions of what, in some form, had existed before. But although these works had their origin in Palestine, it is noteworthy that in the form in which at present we possess them, they are the outcome of the schools of Babylon.” (",["span.emphasis","Life and Times of Jesus the Messiah,"],"vol. i, pp. 10, 11.)"]],["li",["span.label","5."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-13.p34"},["b","Capernaum."],"—“The name Capernaum signifies, according to some authorities, ‘the Village of Nahum,’ according to others, ‘the Village of Consolation.’ As we follow the history of Jesus we shall discover that many of His mighty works were wrought, and many of His most impressive words were spoken in Capernaum. The infidelity of the inhabitants, after all the discourses and wonderful works which He had done among them, brought out the saying of Jesus, ‘And thou, Capernaum, which art exalted unto heaven, shalt be cast down to hell.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.23"},"Matt. 11:23"],".) So thoroughly has this prediction been fulfilled that no trace of the city remains, and the very site which it occupied is now a matter of conjecture, there being even no ecclesiastical tradition of the locality. At the present day two spots have claims which are urged, each with such arguments of probability as to make the whole question the most difficult in sacred topography. … We shall probably never be able to know the exact fact. Jesus damned it to oblivion, and there it lies. We shall content ourselves with the New Testament notices as bearing on the work of Jesus."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-13.p35"},"“We learn that it was somewhere on the borders of Zabulun and Nephthalim, on the western shore of the Sea of Galilee (compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.13"},"Matt. 4:13"],", with",["a.scriptureRef",{"href":"/scriptures/nt/john/6.24"},"John 6:24"],"). It was near or in ‘the land of Gennesaret’ (compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.34"},"Matt. 14:34"],", with",["a.scriptureRef",{"href":"/scriptures/nt/john/6.17,20,24"},"John 6:17, 20, 24"],"), a plain about three miles long and one mile wide, which we learn from Josephus was one of the most prosperous and crowded districts of Palestine. It was probably on the great road leading from Damascus to the south, ‘by the way of the sea.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.15"},"Matt. 4:15"],".) There was great wisdom in selecting this as a place to open a great public ministry. It was full of a busy population. The exceeding richness of the wonderful plain of Gennesaret supported the mass of inhabitants it attracted. Josephus (B. J., iii, 10:8) gives a glowing description of this land.”—Deems,",["span.emphasis","Light of the Nations,"],"pp. 167, 168."]],["li",["span.label","6."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-13.p36"},["b","Knowledge Does Not Insure Salvation."],"—James of old chided his brethren for certain empty professions (",["a.scriptureRef",{"href":"/scriptures/nt/james/2.19"},"James 2:19"],"). Said he in effect: You take pride and satisfaction in declaring your belief in God; you boast of being distinguished from the idolaters and the heathen because you accept one God; you do well to so profess, and so believe; but, remember, others do likewise; even the devils believe; and, we may add, so firmly that they tremble at the thought of the fate which that belief makes sure. Those confessions of the devils, that Christ was the Son of God, were founded on knowledge; yet their knowledge of the great truth did not change their evil natures. How different was their acknowledgment of the Savior from that of Peter, who, to the Master’s question “Whom say ye that I am?” replied in practically the words used by the unclean spirits before cited, “Thou art the Christ, the Son of the living God” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.15-16"},"Matthew 16:15–16"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.29"},"Mark 8:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.20"},"Luke 9:20"],"). Peter’s faith had already shown its vital power; it had caused him to forsake much that had been dear, to follow his Lord through persecution and suffering, and to put away worldliness with all its fascinations, the sacrificing godliness which his faith made so desirable. His knowledge of God as the Father, and of the Son as the Redeemer, was perhaps no greater than that of the unclean spirits; but while to them that knowledge was but an added cause of condemnation, to him it was a means of salvation.—Abridged from",["span.emphasis","The Articles of Faith,"],"5:97–99."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-13.fn1"},["b","1"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p27"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-13.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.48"},"John 8:48"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-13.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.4"},"John 4:4"],"; for incidents following, see",["a.scriptureRef",{"href":"/scriptures/nt/john/4.5-43"},"verses 5–43"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-13.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p31"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-13.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/gen/33.19"},"Genesis 33:19"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.32"},"Joshua 24:32"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-13.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/acts/8.5"},"Acts 8:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.31"},"9:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/15.3"},"15:3"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-13.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.44"},"John 4:44"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.57"},"Matthew 13:57"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.4"},"Mark 6:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.24"},"Luke 4:24"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-13.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.48"},"John 4:48"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/john/4.46-54"},"verses 46–"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-13.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.23-24"},"John 2:23, 24"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-13.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p32"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-13.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.14-15"},"Luke 4:14, 15"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16-32"},"verses 16–32"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-13.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p33"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-13.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.18-19"},"Luke 4:18, 19"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1-2"},"Isaiah 61:1, 2"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-13.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.22"},"Luke 4:22"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55-57"},"Matthew 13:55–57"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.42"},"John 6:42"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-13.fn15"},["b","15"],["span.label","o"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p34"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-13.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.32"},"Luke 4:32"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.28-29"},"Matthew 7:28, 29"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.54"},"13:54"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.22"},"Mark 1:22"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-13.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.33-37"},"Luke 4:33–37"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.23-28"},"Mark 1:23–28"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p36"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-13.fn18"},["b","18"],["span.label","r"],"The Jews’ Sabbath began at sunset Friday and ended with the setting of the sun on Saturday."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-13.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.41"},"Luke 4:41"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.34"},"Mark 1:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.11-12"},"3:11, 12"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.1-18"},"5:1–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.28-34"},"Matthew 8:28–34"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-13.fn20"},["b","20"],["span.label","t"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p5"},"6, 7"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-13.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.8"},"Matthew 10:8"],"; see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.1"},"verse 1"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.24"},"4:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.32"},"Mark 1:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17-18"},"16:17, 18"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.1"},"Luke 9:1"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-13.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.32"},"Matthew 8:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.25"},"Mark 1:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.35"},"Luke 4:35"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-13.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/mark/9.25"},"Mark 9:25"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-13.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/luke/10.17-18"},"Luke 10:17, 18"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.7-9"},"Revelation 12:7–9"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-13.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.29-33"},"Matthew 8:29–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.11-14"},"Mark 5:11–14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.32-34"},"Luke 8:32–34"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-13.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.14-15"},"Matthew 8:14, 15"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.29-31"},"Mark 1:29–31"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.38-39"},"Luke 4:38, 39"],"."]]}
