{"id":35,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":35,"title":"Chapter 33: The Last Supper and the Betrayal","subtitle":"","short_title":"Chapter 33","uri":"/manual/jesus-the-christ/chapter-33","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-33"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-33.head1"},[".titleNumber","Chapter 33"],["h1","The Last Supper and the Betrayal"]],[".bodyBlock",[".topic",["h2","The Priestly Conspirators and the Traitor"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-33.p4"},"As the time for the annual Feast of the Passover approached, and particularly during the two days immediately preceding the beginning of the festival, the chief priests, scribes, and elders of the people, in short the Sanhedrin and the entire priestly party, conspired persistently together as to the best manner of taking Jesus into custody and putting Him to death. At one of these gatherings of evil counsel, which was held at the palace of the high priest, Caiaphas,",["sup",["a",{"href":"fn_1"},"a"]],"it was decided that Jesus should be taken by subtlety if possible, as the probable effect of an open arrest would be an uprising of the people. The rulers feared especially an outbreak by the Galileans, who had a provincial pride in the prominence of Jesus as one of their countrymen, and many of whom were then in Jerusalem. It was further concluded and for the same reasons, that the Jewish custom of making impressive examples of notable offenders by executing public punishment upon them at times of great general assemblages, be set aside in the case of Jesus; therefore the conspirators said: “Not on the feast day, lest there be an uproar among the people.”",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-33.p5"},"On earlier occasions they had made futile attempts to get Jesus into their hands;",["sup",["a",{"href":"fn_3"},"c"]],"and they were naturally dubious as to the outcome of their later machinations. At this juncture they were encouraged and gladdened in their wicked plots by the appearance of an unexpected ally. Judas Iscariot, one of the Twelve, sought an audience with these rulers of the Jews, and infamously offered to betray his Lord into their hands.",["sup",["a",{"href":"fn_4"},"d"]],"Under the impulse of diabolic avarice, which, however, was probably but a secondary element in the real cause of his perfidious treachery, he bargained to sell his Master for money, and chaffered with the priestly purchasers over the price of the Savior’s blood. “What will ye give me?” he asked; “and they covenanted with him for thirty pieces of silver.”",["sup",["a",{"href":"fn_5"},"e"]],"This amount, approximately seventeen dollars in our money, but of many times greater purchasing power with the Jews in that day than now with us, was the price fixed by the law as that of a slave; it was also the foreseen sum of the blood-money to be paid for the Lord’s betrayal.",["sup",["a",{"href":"fn_6"},"f"]],"That the silver was actually paid to Judas, either at this first interview or at some later meeting between the traitor and the priests, is demonstrated by after events.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-33.p6"},"He had pledged himself to the blackest deed of treachery of which man is capable, and from that hour he sought the opportunity of superseding his infamous promise by its more villainous fulfilment. We are yet to be afflicted by other glimpses of the evil-hearted Iscariot in the course of this dread chronicle of tragedy and perdition; for the present let it be said that before Judas sold Christ to the Jews, he had sold himself to the devil; he had become Satan’s serf, and did his master’s bidding."]],[".topic",["h2","The Last Supper"],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-33.p8"},"The day preceding the eating of the passover lamb had come to be known among the Jews as the first day of the feast of unleavened bread,",["sup",["a",{"href":"fn_8"},"h"]],"since on that day all leaven had to be removed from their dwellings, and thereafter for a period of eight days the eating of anything containing leaven was unlawful. On the afternoon of this day, the paschal lambs were slain within the temple court, by the representatives of families or companies who were to eat together; and a portion of the blood of each lamb was sprinkled at the foot of the altar of sacrifice by one of the numerous priests on duty for the day. The slain lamb, then said to have been sacrificed, was borne away to the appointed gathering place of those by whom it was to be eaten. During the first of the days of unleavened bread, which in the year of our Lord’s death appears to have fallen on Thursday,",["sup",["a",{"href":"fn_9"},"i"]],"some of the Twelve inquired of Jesus where they should make preparations for the paschal meal.",["sup",["a",{"href":"fn_10"},"j"]],"He instructed Peter and John to return to Jerusalem, and added: “Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in. And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guest chamber, where I shall eat the passover with my disciples? And he shall shew you a large upper room furnished: there make ready. And they went, and found as he had said unto them: and they made ready the passover.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-33.p9"},"In the evening, Thursday evening as we reckon time, but the beginning of Friday according to the Jewish calendar,",["sup",["a",{"href":"fn_11"},"k"]],"Jesus came with the Twelve, and together they sat down to the last meal of which the Lord would partake before His death. Under strain of profound emotion, “He said unto them, With desire I have desired to eat this passover with you before I suffer: for I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God. And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves: for I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come.” The pronouncing of a blessing by the host upon a cup of wine, which was afterward passed round the table to each participant in turn, was the customary manner of beginning the Passover supper. At this solemn meal Jesus appears to have observed the essentials of the Passover procedure; but we have no record of His compliance with the many supernumerary requirements with which the divinely established memorial of Israel’s deliverance from bondage had been invested by traditional custom and rabbinical prescription. As we shall see, the evening’s proceedings in that upper room comprized much beside the ordinary observance of an annual festival."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-33.p10"},"The supper proceeded under conditions of tense sadness. As they ate, the Lord sorrowfully remarked: “Verily I say unto you, One of you which eateth with me shall betray me.” Most of the apostles fell into a state of introspection; and one after another exclaimed: “Is it I?” “Lord, is it I?” It is pleasing to note that each of those who so inquired was more concerned with the dread thought that possibly he was an offender, however inadvertently so, than as to whether his brother was about to prove himself a traitor. Jesus answered that it was one of the Twelve, then and there eating with Him from the common dish, and continued with the terrifying pronouncement: “The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.” Then Judas Iscariot, who had already covenanted to sell his Master for money, and who at this moment probably feared that silence might arouse suspicion against himself, asked with a brazen audacity that was veritably devilish: “Master, is it I?” With cutting promptness the Lord replied: “Thou hast said.”",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-33.p11"},"There was further cause of sorrow to Jesus at the supper. Some of the Twelve had fallen into muttering dispute among themselves over the matter of individual precedence,",["sup",["a",{"href":"fn_13"},"m"]],"possibly as to the order in which they should take their places at table, over which triviality scribes and Pharisees as well as the Gentiles often quarreled;",["sup",["a",{"href":"fn_14"},"n"]],"and again the Lord had to remind the apostles that the greatest of them all was he who most willingly served his fellows. They had been taught before; yet now, at this late and solemn hour, they were suffused with vain and selfish ambition. In sorrowful earnestness the Lord pleaded with them, asking who is greater, he that sits at the table, or he that serves? And the obvious reply He supplemented by the statement: “But I am among you as he that serveth.” With loving pathos He added: “Ye are they which have continued with me in my temptations;”",["sup",["a",{"href":"fn_15"},"o"]],"and then He assured them that they should lack neither honor nor glory in the kingdom of God, for if they proved faithful they should be appointed to thrones as the judges of Israel. For those of His chosen ones who were true to Him, the Lord had no feeling less than that of love, and of yearning for their victory over Satan and sin."]],[".topic",["h2","The Ordinance of the Washing of Feet",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-33.p13"},"Leaving the table, the Lord laid aside His outer garments and girded Himself with a towel as an apron; then having provided Himself with a basin and a supply of water, He knelt before each of the Twelve in turn, washed his feet, and wiped them with the towel. When He reached Peter, that impulsive apostle protested, saying: “Lord, dost thou wash my feet?” That the proceeding was something more than mere service for personal comfort, and more than an object-lesson of humility, appears in the Lord’s words to Peter—“What I do thou knowest not now; but thou shalt know hereafter.” Peter, failing to understand, objected yet more vehemently; “Thou shalt never wash my feet,” he exclaimed. Jesus answered: “If I wash thee not, thou hast no part with me.” Then, with even greater impetuosity than before, Peter implored as he stretched forth both feet and hands, “Lord, not my feet only, but also my hands and my head.” He had gone to the other extreme, insisting, though ignorantly and unthinkingly, that things be done his way, and failing yet to see that the ordinance had to be administered as the Lord willed. Again correcting His well-intending though presumptuous servant, Jesus said to him: “He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.” Each of them had been immersed at baptism; the washing of feet was an ordinance pertaining to the Holy Priesthood, the full import of which they had yet to learn.",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-33.p14"},"Having resumed His garments and returned to His place at the table, Jesus impressed the significance of what he had done, saying: “Ye call me Master and Lord: and ye say well; for so I am. If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet. For I have given you an example, that ye should do as I have done to you. Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him. If ye know these things, happy are ye if ye do them.”",["sup",["a",{"href":"fn_18"},"r"]]]],[".topic",["h2","The Sacrament of the Lord’s Supper",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-33.p16"},"While Jesus with the Twelve still sat at table, He took a loaf or cake of bread, and having reverently given thanks and by blessing sanctified it, He gave a portion to each of the apostles, saying: “Take, eat; this is my body”; or, according to the more extended account, “This is my body which is given for you: this do in remembrance of me.” Then, taking a cup of wine, He gave thanks and blessed it, and gave it unto them with the command: “Drink ye all of it; for this is my blood of the new testament, which is shed for many for the remission of sins. But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom.”",["sup",["a",{"href":"fn_20"},"t"]],"In this simple but impressive manner was instituted the ordinance, since known as the Sacrament of the Lord’s Supper. The bread and wine, duly consecrated by prayer, become emblems of the Lord’s body and blood, to be eaten and drunk reverently, and in remembrance of Him."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-33.p17"},"The proceedings at the institution of this sacred rite were afterward revealed to Paul the apostle, whose recorded testimony as to its establishment and sanctity is in accord with the accounts given by the Gospel-writers.",["sup",["a",{"href":"fn_21"},"u"]],"As shall be hereinafter shown, the ordinance was instituted by the Lord among the Nephites, on the western continent, and has been reestablished in the present dispensation.",["sup",["a",{"href":"fn_22"},"v"]],"During the dark ages of apostasy, unauthorized changes in the administration of the Sacrament were introduced, and many false doctrines as to its meaning and effect were promulgated.",["sup",["a",{"href":"fn_23"},"w"]]]],[".topic",["h2","The Betrayer Goes out into the Night",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-33.p19"},"In saying to the Twelve, whose feet He had washed, “Ye are clean,” the Lord had specified an exception by His after remark, “but not all.” John the recorder, takes care to explain that Jesus had in mind the traitor, and, “therefore said he, Ye are not all clean.” The guilty Iscariot had received without protest the Lord’s service in the washing of his recreant feet, though after the ablution he was spiritually more filthy than before. When Jesus had again sat down, the burden of His knowledge concerning the treacherous heart of Judas again found expression. “I speak not of you all,” He said, “I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.”",["sup",["a",{"href":"fn_25"},"y"]],"The Lord was intent on impressing the fact of His foreknowledge as to what was to come, so that when the terrible development was an accomplished fact, the apostles would realize that thereby the scriptures had been fulfilled. Troubled in spirit, He reiterated the dreadful assertion that one of those present would betray Him. Peter made signs to John, who occupied the place next to Jesus and was at that moment leaning his head on the Lord’s breast, that he asked which of them was the traitor. To John’s whispered inquiry the Lord replied: “He it is, to whom I shall give a sop, when I have dipped it.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-33.p20"},"There was nothing unusual for a person at table, particularly the host, to dip a piece of bread into the dish of gravy or savory mixture, and hand it to another. Such action on the part of Jesus attracted no general attention. He dipped the morsel of bread and gave it to Judas Iscariot, with the words: “That thou doest, do quickly.” The others understood the Lord’s remark as an instruction to Judas to attend to some duty or go upon some errand of ordinary kind, perhaps to purchase something for the further celebration of the Passover, or to carry gifts to some of the poor, for Judas was the treasurer of the party and “had the bag.” But Iscariot understood. His heart was all the more hardened by the discovery that Jesus knew of his infamous plans, and he was maddened by the humiliation he felt in the Master’s presence. After the sop, which he had opened his mouth to receive from the Lord’s hand, “Satan entered into him” and asserted malignant mastership. Judas went out immediately, abandoning forever the blessed company of his brethren and the Lord. John chronicles the traitor’s departure with the terse and ominous remark, “and it was night.”"]],[".topic",["h2","Discourse Following the Supper"],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-33.p22"},"The departure of Judas Iscariot appears to have dissipated to some degree the cloud of utter sadness by which the little company had been depressed; and our Lord Himself was visibly relieved. As soon as the door had closed upon the retreating deserter, Jesus exclaimed, as though His victory over death had been already accomplished: “Now is the Son of man glorified, and God is glorified in him.” Addressing the Eleven in terms of parental affection, He said: “Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you. A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another. By this shall all men know that ye are my disciples, if ye have love one to another.”",["sup",["a",{"href":"fn_26"},"z"]],"The law of Moses enjoined mutual love among friends and neighbors;",["sup",["a",{"href":"fn_27"},"a"]],"but the new commandment, by which the apostles were to be governed, embodied love of a higher order. They were to love one another as Christ loved them; and their brotherly affection was to be a distinguishing mark of their apostleship, by which the world would recognize them as men set apart."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-33.p23"},"The Lord’s reference to His impending separation from them troubled the brethren. Peter put the question, “Lord, whither goest thou?” Jesus answered: “Whither I go, thou canst not follow me now; but thou shalt follow me afterwards. Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.” Peter seems to have realized that his Master was going to His death; yet, undeterred, he asserted his readiness to follow even that dark way rather than be separated from his Lord. We cannot doubt the earnestness of Peter’s purpose nor the sincerity of his desire at that moment. In his bold avowal, however, he had reckoned with the willingness of his spirit only, and had failed to take into full account the weakness of his flesh. Jesus, who knew Peter better than the man knew himself, thus tenderly reproved his excess of self-confidence: “Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat: but I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.” The first of the apostles, the Man of Rock, yet had to be converted, or as more precisely rendered, “turned again”;",["sup",["a",{"href":"fn_28"},"b"]],"for as the Lord foresaw, Peter would soon be overcome, even to the extent of denying his acquaintanceship with Christ. When Peter stoutly declared again his readiness to go with Jesus, even into prison or to death, the Lord silenced him with the remark: “I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-33.p24"},"The apostles had to be prepared to meet a new order of things, new conditions and new exigencies; persecution awaited them, and they were soon to be bereft of the Master’s sustaining presence. Jesus asked of them: “When I sent you without purse, and scrip, and shoes, lacked ye anything? And they said, Nothing. Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one. For I say unto you, that this that is written must yet be accomplished in me, And he was reckoned among the transgressors: for the things concerning me have an end.” The Lord was soon to be numbered among the transgressors, as had been foreseen;",["sup",["a",{"href":"fn_29"},"c"]],"and His disciples would be regarded as the devotees of an executed criminal. In the mention of purse, scrip, shoes, and sword, some of the brethren caught at the literal meaning, and said, “Lord, behold, here are two swords.” Jesus answered with curt finality, “It is enough,” or as we might say, “Enough of this.” He had not intimated any immediate need of weapons, and most assuredly not for His own defense. Again they had failed to fathom His meaning; but experience would later teach them.",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-33.p25"},"For such information as we have concerning the last discourse delivered by Jesus to the apostles before His crucifixion, we are indebted to John alone among the Gospel-writers; and every reader is advised to study with care the three chapters in which these sublime utterances are preserved for the enlightenment of mankind.",["sup",["a",{"href":"fn_31"},"e"]],"Observing the sorrowful state of the Eleven, the Master bade them be of good cheer, grounding their encouragement and hope on faith in Himself. “Let not your heart be troubled,” He said, “ye believe in God, believe also in me.” Then, as though drawing aside the veil between the earthly and the heavenly state and giving His faithful servants a glimpse of conditions beyond, He continued: “In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. And whither I go ye know, and the way ye know.”",["sup",["a",{"href":"fn_32"},"f"]],"Thus in language simple and plain the Lord declared the fact of graded conditions in the hereafter, of variety of occupations and degrees of glory, of place and station in the eternal worlds.",["sup",["a",{"href":"fn_33"},"g"]],"He had affirmed His own inherent Godship, and through their trust in Him and obedience to His requirements would they find the way to follow whither He was about to precede them. Thomas, that loving, brave, though somewhat skeptical soul, desiring more definite information ventured to say: “Lord, we know not whither thou goest; and how can we know the way?” The Lord’s answer was a reaffirmation of His divinity; “I am the way, the truth, and the life: no man cometh unto the Father, but by me. If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.”"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-33.p26"},"At this point Philip interposed with the request, “Lord, shew us the Father, and it sufficeth us.” Jesus answered with pathetic and mild reproof: “Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?” He was grieved by the thought that His nearest and dearest friends on earth, those upon whom He had conferred the authority of the Holy Priesthood, should be yet ignorant of His absolute oneness with the Father in purpose and action. Had the Eternal Father stood amongst them, in Person, under the conditions there existing, He would have done as did the Well Beloved and Only Begotten Son, whom they knew as Jesus, their Lord and Master. So absolutely were the Father and the Son of one heart and mind, that to know either was to know both; nevertheless the Father could be reached only through the Son. So far as the apostles had faith in Christ, and did His will, should they be able to do the works that Christ in the flesh had done, and even greater things, for His mortal mission was of but a few hours further duration, and the unfolding of the divine plan of the ages would call for yet greater miracles than those wrought by Jesus in the brief period of His ministry."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-33.p27"},"For the first time the Lord directed His disciples to pray in his name to the Father, and assurance of success in righteous supplication was given in these words: “And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son. If ye shall ask any thing in my name, I will do it.”",["sup",["a",{"href":"fn_34"},"h"]],"The name of Jesus Christ was to be thenceforth the divinely established talisman by which the powers of heaven could be invoked to operate in any righteous undertaking."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-33.p28"},"The Holy Ghost was promised to the apostles; He would be sent through Christ’s intercession, to be to them “another Comforter,” or as rendered in later translations, “another Advocate” or “Helper,” even the Spirit of Truth, who, though the world would reject Him as they had rejected the Christ, should dwell with the disciples, and in them even as Christ then dwelt in them and the Father in Him. “I will not leave you comfortless,” Jesus assured the brethren, “I will come to you. Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also. At that day ye shall know that I am in my Father, and ye in me, and I in you.”",["sup",["a",{"href":"fn_35"},"i"]],"This was followed by the assurance that Christ though unknown by the world would manifest Himself to those who loved Him and kept His commandments."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-33.p29"},"Judas Thaddeus, otherwise known as Lebbeus,",["sup",["a",{"href":"fn_36"},"j"]],"not Iscariot,” as the recorder is careful to particularize, was puzzled over the untraditional and un-Jewish thought of a Messiah who would be known but to the chosen few and not to Israel at large; and he asked: “Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?” Jesus explained that His and the Father’s companionship was attainable only by the faithful. He further cheered the apostles by the promise that when the Comforter, the Holy Ghost, whom the Father would send in the name of the Son, would come to them, He would teach them further, and would bring to their remembrance the teachings they had received from the Christ. The distinct personality of each member of the Godhead, Father, Son, and Holy Ghost, is here again plainly shown.",["sup",["a",{"href":"fn_37"},"k"]],"Comforting the yet troubled disciples, Jesus said: “Peace I leave with you, my peace I give unto you”; and that they might realize that this meant more than the conventional salutation of the times, for “Peace be with you” was an every-day greeting among the Jews, the Lord affirmed that He gave that invocation in a higher sense, and “not as the world giveth.” Again bidding them put aside their grief and be not afraid, Jesus added: “Ye have heard how I said unto you, I go away, and come again unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.” The Lord made clear to His servants that He had told them these things beforehand, so that when the predicted events came to pass the apostles would be confirmed in their faith in Him, the Christ. He had time to say but little more, for the next hour would witness the beginning of the supreme struggle; “the prince of this world cometh,” He said, and with triumphal joy added, “and hath nothing in me.”",["sup",["a",{"href":"fn_38"},"l"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-33.p30"},"In superb allegory the Lord thus proceeded to illustrate the vital relationship between the apostles and Himself, and between Himself and the Father, by the figure of a vinegrower, a vine, and its branches:",["sup",["a",{"href":"fn_39"},"m"]],"“I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it,",["sup",["a",{"href":"fn_40"},"n"]],"that it may bring forth more fruit.” A grander analogy is not to be found in the world’s literature. Those ordained servants of the Lord were as helpless and useless without Him as is a bough severed from the tree. As the branch is made fruitful only by virtue of the nourishing sap it receives from the rooted trunk, and if cut away or broken off withers, dries, and becomes utterly worthless except as fuel for the burning, so those men, though ordained to the Holy Apostleship, would find themselves strong and fruitful in good works, only as they remained in steadfast communion with the Lord. Without Christ what were they, but unschooled Galileans, some of them fishermen, one a publican, the rest of undistinguished attainments, and all of them weak mortals? As branches of the Vine they were at that hour clean and healthful, through the instructions and authoritative ordinances with which they had been blessed, and by the reverent obedience they had manifested."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-33.p31"},"“Abide in me,” was the Lord’s forceful admonition, else they would become but withered boughs. “I am the vine,” He added in explication of the allegory; “ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. Herein is my Father glorified, that ye bear much fruit: so shall ye be my disciples.” Their love for one another was again specified as an essential to their continued love for Christ.",["sup",["a",{"href":"fn_41"},"o"]],"In that love would they find joy. Christ had been to them an exemplar of righteous love from the day of their first meeting; and He was about to give the supreme proof of His affection, as foreshadowed in His words, “Greater love hath no man than this, that a man lay down his life for his friends.” And that those men were the Lord’s friends was thus graciously affirmed; “Ye are my friends, if ye do whatsoever I command you. Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.” This intimate relationship in no sense modified the position of Christ as their Lord and Master, for by Him they had been chosen and ordained; and it was His will that they should so live that whatever they asked in the name of the holy friendship which He acknowledged should be granted them of the Father."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-33.p32"},"They were again told of the persecutions that awaited them, and of their apostolic calling as special and individual witnesses of the Lord.",["sup",["a",{"href":"fn_42"},"p"]],"That the world then did, and would yet more intensely hate them was a fact they had to face; but they were to remember that the world had hated their Master before them, and that they had been chosen and by ordination had been set apart from the world; therefore they must not hope to escape the world’s hatred. The servant was not greater than his master, nor the apostle than his Lord, as on general principles they knew, and as they had been specifically told. They that hated them hated the Christ; and they that hated the Son hated the Father; great shall be the condemnation of such. Had the wicked Jews not closed their eyes and stopped their ears to the mighty works and gracious words of the Messiah, they would have been convinced of the truth, and the truth would have saved them; but they were left without cloak or excuse for their sin; and Christ affirmed that in their evil course had the scriptures been fulfilled in that they had hated Him without a cause.",["sup",["a",{"href":"fn_43"},"q"]],"Then, reverting to the great and cheering promise of support through the coming of the Holy Ghost, the Lord said: “But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me: and ye also shall bear witness, because ye have been with me from the beginning.”"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-33.p33"},"These things had Jesus declared unto them that they might not “be offended,” or in other words, taken by surprise, misled, and caused to doubt and stumble by the unprecedented events then impending. The apostles were forewarned of persecution, of their expulsion from the synagogs, and of a time in which hatred against them should be so bitter and the Satanic darkness of mind and spirit so dense that whosoever succeeded in killing one of them would profess that his foul deed had been done in God’s service. In view of their overwhelming sorrow at the Lord’s departure, He sought again to cheer them, saying: “Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-33.p34"},"The assured descent of the Holy Ghost, through whom they should be made strong to meet every need and emergency, was the inspiring theme of this part of the Lord’s discourse. Many things which Christ yet had to say to His apostles, but which they were at that time unable to understand, the Holy Ghost would teach them. “Howbeit,” said Jesus, “when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come. He shall glorify me: for he shall receive of mine, and shall shew it unto you. All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.”",["sup",["a",{"href":"fn_44"},"r"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-33.p35"},"Turning again to the matter of His departure, then so near as to be reckoned by hours, the Lord said, in amplified form of what He had before affirmed: “A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.”",["sup",["a",{"href":"fn_45"},"s"]],"The apostles pondered and some questioned among themselves as to the Lord’s meaning, yet so deep was the solemnity of the occasion that they ventured no open inquiry. Jesus knew of their perplexity and graciously explained that they would soon weep and lament while the world rejoiced; this had reference to His death; but He promised that their sorrow should be turned into joy; and this was based on His resurrection to which they should be witnesses. He compared their then present and prospective state to that of a woman in travail, who in the after joy of blessed motherhood forgets her anguish. The happiness that awaited them would be beyond the power of man to take away; and thenceforth they should ask not of Christ alone, but of the Father in Christ’s name; “And,” said the Lord, “in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you. Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.”",["sup",["a",{"href":"fn_46"},"t"]],"They were to be advanced to such honor and exalted recognition that they should approach the Father in prayer direct, but in the name of the Son; for they were beloved of the Father because they had loved Jesus, the Son, and had accepted Him as One sent by the Father."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-33.p36"},"The Lord again solemnly averred: “I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.” The disciples were gratified at this plain avouchment, and exclaimed: “Lo, now speakest thou plainly, and speakest no proverb. Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.” Their satisfaction threatened danger through over-confidence; and the Lord cautioned them, saying, that in an hour then close they should all be scattered, every man to his own, leaving Jesus alone, except for the Father’s presence. In the same connection He told them that before the night had passed every one of them would be offended because of Him, even as it had been written: “I will smite the shepherd, and the sheep of the flock shall be scattered abroad.”",["sup",["a",{"href":"fn_47"},"u"]],"Peter, the most vehement of all in his protestations, had been told, as we have seen, that by cock-crow that night he would have thrice denied his Lord; but all of them had declared they would be faithful whatever the trial.",["sup",["a",{"href":"fn_48"},"v"]],"In further affirmation of the material actuality of His resurrection, Jesus promised the apostles that after He had risen from the grave He would go before them into Galilee.",["sup",["a",{"href":"fn_49"},"w"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-33.p37"},"In conclusion of this last and most solemn of the discourses delivered by Christ in the flesh, the Lord said: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.”",["sup",["a",{"href":"fn_50"},"x"]]]],[".topic",["h2","The Concluding Prayer"],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-33.p39"},"The impressive discourse to the apostles was followed by a prayer such as could be addressed to none but the Eternal Father, and such as none but the Son of that Father could offer.",["sup",["a",{"href":"fn_51"},"y"]],"It has been called, and not inappropriately, the Lord’s High-Priestly Prayer. In it Jesus acknowledged the Father as the source of His power and authority, which authority extends even to the giving of eternal life to all who are worthy: “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” By way of reverent report as to the work assigned Him, the Son said: “I have glorified thee on the earth: I have finished the work which thou gavest me to do. And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.” With unfathomable love the Lord pleaded for those whom the Father had given Him, the apostles then present, who had been called out from the world, and who had been true to their testimony of Himself as the Son of God. Of them but one, the son of perdition, had been lost. In the fervor of devoted supplication, the Lord pleaded:"],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-33.p40"},"“I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil. They are not of the world, even as I am not of the world. Sanctify them through thy truth: thy word is truth. As thou hast sent me into the world, even so have I also sent them into the world. And for their sakes I sanctify myself, that they also might be sanctified through the truth. Neither pray I for these alone, but for them also which shall believe on me through their word; that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me. Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world. O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me. And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them.”"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-33.p41"},"When they had sung a hymn, Jesus and the Eleven went out to the Mount of Olives.",["sup",["a",{"href":"fn_52"},"z"]]]],[".topic",["h2","The Lord’s Agony in Gethsemane",["sup",["a",{"href":"fn_53"},"a"]]],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-33.p43"},"Jesus and the eleven apostles went forth from the house in which they had eaten, passed through the city gate, which was usually left open at night during a public festival, crossed the ravine of the Cedron, or more accurately Kidron, brook, and entered an olive orchard known as Gethsemane,",["sup",["a",{"href":"fn_54"},"b"]],"on the slope of Mount Olivet. Eight of the apostles He left at or near the entrance, with the instruction: “Sit ye here, while I go and pray yonder”; and with the earnest injunction: “Pray that ye enter not into temptation.” Accompanied by Peter, James and John, He went farther; and was soon enveloped by deep sorrow, which appears to have been, in a measure, surprising to Himself, for we read that He “began to be sore amazed, and to be very heavy.” He was impelled to deny Himself the companionship of even the chosen three; and, “Saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me. And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.” Mark’s version of the prayer is: “Abba, Father, all things are possible unto thee; take away this cup from me; nevertheless not what I will, but what thou wilt.”",["sup",["a",{"href":"fn_55"},"c"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-33.p44"},"This part of His impassioned supplication was heard by at least one of the waiting three; but all of them soon yielded to weariness and ceased to watch. As on the Mount of Transfiguration, when the Lord appeared in glory, so now in the hour of His deepest humiliation, these three slumbered. Returning to them in an agony of soul Jesus found them sleeping; and addressing Peter, who so short a time before had loudly proclaimed his readiness to follow the Lord even to prison and death, Jesus exclaimed: “What, could ye not watch with me one hour? Watch and pray, that ye enter not into temptation”; but in tenderness added, “the spirit indeed is willing, but the flesh is weak.” The admonition to the apostles to pray at that time lest they be led into temptation may have been prompted by the exigencies of the hour, under which, if left to themselves, they would be tempted to prematurely desert their Lord."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-33.p45"},"Aroused from slumber the three apostles saw the Lord again retire, and heard Him pleading in agony: “O my Father, if this cup may not pass away from me, except I drink it, thy will be done.” Returning a second time He found those whom He had so sorrowfully requested to watch with Him sleeping again, “for their eyes were heavy”; and when awakened they were embarrassed or ashamed so that they wist not what to say. A third time He went to His lonely vigil and individual struggle, and was heard to implore the Father with the same words of yearning entreaty. Luke tells us that “there appeared an angel unto him from heaven, strengthening him”; but not even the presence of this super-earthly visitant could dispel the awful anguish of His soul. “And being in an agony he prayed more earnestly: and his sweat was as it were great drops of blood falling down to the ground.”",["sup",["a",{"href":"fn_56"},"d"]]],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-33.p46"},"Peter had had a glimpse of the darksome road which he had professed himself so ready to tread; and the brothers James and John knew now better than before how unprepared they were to drink of the cup which the Lord would drain to its dregs.",["sup",["a",{"href":"fn_57"},"e"]]],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-33.p47"},"When for the last time Jesus came back to the disciples left on guard, He said: “Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.” There was no use of further watching; already the torches of the approaching band conducted by Judas were observable in the distance. Jesus exclaimed: “Rise, let us be going: behold, he is at hand that doth betray me.” Standing with the Eleven, the Lord calmly awaited the traitor’s coming."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-33.p48"},"Christ’s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. The thought that He suffered through fear of death is untenable. Death to Him was preliminary to resurrection and triumphal return to the Father from whom He had come, and to a state of glory even beyond what He had before possessed; and, moreover, it was within His power to lay down His life voluntarily.",["sup",["a",{"href":"fn_58"},"f"]],"He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused Him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing. No other man, however great his powers of physical or mental endurance, could have suffered so; for his human organism would have succumbed, and syncope would have produced unconsciousness and welcome oblivion. In that hour of anguish Christ met and overcame all the horrors that Satan, “the prince of this world”",["sup",["a",{"href":"fn_59"},"g"]],"could inflict. The frightful struggle incident to the temptations immediately following the Lord’s baptism",["sup",["a",{"href":"fn_60"},"h"]],"was surpassed and overshadowed by this supreme contest with the powers of evil."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-33.p49"},"In some manner, actual and terribly real though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world. Modern revelation assists us to a partial understanding of the awful experience. In March 1830, the glorified Lord, Jesus Christ, thus spake: “For behold, I, God, have suffered these things for all, that they might not suffer if they would repent, but if they would not repent, they must suffer even as I, which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit: and would that I might not drink the bitter cup and shrink—nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.”",["sup",["a",{"href":"fn_61"},"i"]]],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-33.p50"},"From the terrible conflict in Gethsemane, Christ emerged a victor. Though in the dark tribulation of that fearful hour He had pleaded that the bitter cup be removed from His lips, the request, however oft repeated, was always conditional; the accomplishment of the Father’s will was never lost sight of as the object of the Son’s supreme desire. The further tragedy of the night, and the cruel inflictions that awaited Him on the morrow, to culminate in the frightful tortures of the cross, could not exceed the bitter anguish through which He had successfully passed."]],[".topic",["h2","The Betrayal and the Arrest",["sup",["a",{"href":"fn_62"},"j"]]],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-33.p52"},"During the period of the Lord’s last and most loving communion with the Eleven, Judas had been busy in his treacherous conspiracy with the priestly authorities. It is probable that the determination to make the arrest that night was reached when Judas reported that Jesus was within the city walls and might easily be apprehended. The Jewish rulers assembled a body of temple guardsmen or police, and obtained a band of Roman soldiers under command of a tribune; this band or cohort was probably a detachment from the garrison of Antonia commissioned for the work of the night on requisition of the chief priests.",["sup",["a",{"href":"fn_63"},"k"]],"This company of men and officers representing a combination of ecclesiastical and military authority, set forth in the night with Judas at their head, intent on the arrest of Jesus. They were equipped with lanterns, torches, and weapons. It is probable that they were first conducted to the house in which Judas had left his fellow apostles and the Lord, when the traitor had been dismissed; and that finding the little company had gone out, Judas led the multitude to Gethsemane, for he knew the place, and knew also that “Jesus ofttimes resorted thither with his disciples.”"],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-33.p53"},"While Jesus was yet speaking to the Eleven whom He had roused from slumber with the announcement that the betrayer was at hand, Judas and the multitude approached. As a preconcerted sign of identification the recreant Iscariot, with treacherous duplicity, came up with a hypocritical show of affection, saying, “Hail, master,” and profaned his Lord’s sacred face with a kiss.",["sup",["a",{"href":"fn_64"},"l"]],"That Jesus understood the treacherous significance of the act appears in His pathetic, yet piercing and condemning reproach: “Judas, betrayest thou the Son of man with a kiss?” Then, applying the title with which the other apostles had been honored, the Lord said: Friend, do that for which thou art come.",["sup",["a",{"href":"fn_65"},"m"]],"It was a reiteration of the behest given at the supper table, “That thou doest, do quickly.”"],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-33.p54"},"The armed band hesitated, though their guide had given the signal agreed upon. Jesus walked toward the officers, with whom stood Judas, and asked, “Whom seek ye?” To their reply, “Jesus of Nazareth,” the Lord rejoined: “I am he.” Instead of advancing to take Him, the crowd pressed backward, and many of them fell to the ground in fright. The simple dignity and gentle yet compelling force of Christ’s presence proved more potent than strong arms and weapons of violence. Again He put the question, “Whom seek ye?” and again they answered, “Jesus of Nazareth.” Then said Jesus: “I have told you that I am he; if therefore ye seek me, let these go their way.” The last remark had reference to the apostles, who were in danger of arrest; and in this evidence of Christ’s solicitude for their personal safety, John saw a fulfilment of the Lord’s then recent utterance in prayer, “Of them which thou gavest me have I lost none.”",["sup",["a",{"href":"fn_66"},"n"]],"It is possible that had any of the Eleven been apprehended with Jesus and made to share the cruel abuse and torturing humiliation of the next few hours, their faith might have failed them, relatively immature and untried as it then was; even as in succeeding years many who took upon themselves the name of Christ yielded to persecution and went into apostasy.",["sup",["a",{"href":"fn_67"},"o"]]],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-33.p55"},"When the officers approached and seized Jesus, some of the apostles, ready to fight and die for their beloved Master, asked, “Lord, shall we smite with the sword?” Peter, waiting not for a reply, drew his sword and delivered a poorly aimed stroke at the head of one of the nearest of the crowd, whose ear was severed by the blade. The man thus wounded was Malchus, a servant of the high priest. Jesus, asking liberty of His captors by the simple request, “Suffer ye thus far,”",["sup",["a",{"href":"fn_68"},"p"]],"stepped forward and healed the injured man by a touch. Turning to Peter the Lord rebuked his rashness, and commanded him to return the sword to its scabbard, with the reminder that “all they that take the sword shall perish with the sword.” Then, to show the needlessness of armed resistance, and to emphasize the fact that He was submitting voluntarily and in accordance with foreseen and predicted developments, the Lord continued: “Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels? But how then shall the scriptures be fulfilled, that thus it must be?”",["sup",["a",{"href":"fn_69"},"q"]],"And further, “the cup which my Father hath given me, shall I not drink it?”",["sup",["a",{"href":"fn_70"},"r"]]],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-33.p56"},"But, though surrendering Himself unresistingly, Jesus was not unmindful of His rights; and to the priestly officials, chief priests, captain of the temple guard, and elders of the people who were present, He voiced this interrogative protest against the illegal night seizure: “Are ye come out as against a thief with swords and staves for to take me? I sat daily with you teaching in the temple, and ye laid no hold on me. But all this was done, that the scriptures of the prophets might be fulfilled.” Luke records the Lord’s concluding words thus: “but this is your hour, and the power of darkness.” Unheeding His question, and without deference to His submissive demeanor, the captain and the officers of the Jews bound Jesus with cords and led Him away, a Prisoner at the mercy of His deadliest enemies."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-33.p57"},"The eleven apostles, seeing that resistance was useless, not only on account of disparity of numbers and supply of weapons but chiefly because of Christ’s determination to submit, turned and fled. Every one of them forsook Him, even as He had foretold. That they were really in jeopardy is shown by an incident preserved by Mark alone. An unnamed young man, aroused from sleep by the tumult of the marching band, had sallied forth with no outer covering but a linen sheet. His interest in the arrest of Jesus and his close approach caused some of the guardsmen or soldiers to seize him; but he broke loose and escaped leaving the sheet in their hands."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-33.f1"},["h3","Notes to Chapter 33"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-33.p59"},["b","The Day of the Passover Feast."],"—Controversy has been rife for many centuries as to the day of the passover feast in the week of our Lord’s death. That He was crucified on Friday, the day before the Jewish Sabbath, and that He rose a resurrected Being on Sunday, the day following the Sabbath of the Jews, are facts attested by the four Gospel-writers. From the three synoptists we infer that the last supper occurred on the evening of the first day of unleavened bread, and therefore at the beginning of the Jewish Friday. That the Lord’s last supper was regarded by Himself and the apostles as a passover meal appears from",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.2,17-19"},"Matthew 26:2, 17, 18, 19"],"and parallel passages,",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.14-16"},"Mark 14:14–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.11-13"},"Luke 22:11–13"],"; as also from",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.7,15"},"Luke 22:7, 15"],". John, however, who wrote after the synoptists and who probably had their writings before him, as is indicated by the supplementary character of his testimony or “Gospel,” intimates that the last supper of which Jesus and the Twelve partook together occurred before the Feast of the Passover (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.1-2"},"John 13:1, 2"],"); and the same writer informs us that on the following day, Friday, the Jews refrained from entering the Roman hall of judgment, lest they be defiled and so become unfit to eat the Passover (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.28"},"18:28"],"). It should be remembered that by common usage the term “Passover” was applied not only to the day or season of the observance, but to the meal itself, and particularly to the slain lamb (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.17"},"Matthew 26:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.12,14,16"},"Mark 14:12, 14, 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.8,11,13,15"},"Luke 22:8, 11, 13, 15"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.28"},"John 18:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7"},"1 Corinthians 5:7"],"). John also specifies that the day of the crucifixion was “the preparation of the passover” (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.14"},"19:14"],"), and that the next day, which was Saturday, the Sabbath, “was an high day” (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.31"},"verse 31"],"), that is a Sabbath rendered doubly sacred because of its being also a feast day."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-33.p60"},"Much has been written by way of attempt to explain this seeming discrepancy. No analysis of the divergent views of Biblical scholars on this subject will be attempted here; the matter is of incidental importance in connection with the fundamental facts of our Lord’s betrayal and crucifixion; for brief summaries of opinions and concise arguments the student may be referred to Smith’s",["span.emphasis","Comprehensive Bible Dictionary,"],"article “Passover”; Edersheim’s",["span.emphasis","Life and Times of Jesus the Messiah,"],"pp. 480–82, and 566–68; Farrar’s",["span.emphasis","Life of Christ,"],"Appendix, Excursus 10; Andrews’",["span.emphasis","Life of Our Lord,"],"and Gresswell’s",["span.emphasis","Dissertations."],"Suffice it here to say that the apparent inconsistency may be explained by any of several assumptions. Thus, first, and very probably, the Passover referred to by John, for the eating of which the priests were desirous of keeping themselves free from Levitical defilement, may not have been the supper at which the paschal lamb was eaten, but the supplementary meal, the Chagigah. This later meal, the flesh part of which was designated as a sacrifice, had come to be regarded with veneration equal to that attaching to the paschal supper. Secondly; it is held by many authorities on Jewish antiquities that before, at, and after the time of Christ, two nights were devoted yearly to the paschal observance, during either of which the lamb might be eaten, and that this extension of time had been made in consideration of the increased population, which necessitated the ceremonial slaughtering of more lambs than could be slain on a single day; and in this connection it is interesting to note that Josephus (",["span.emphasis","Wars,"],"vi, ch. 9:3) records the number of lambs slain at a single Passover as 256,500. In the same paragraph, Josephus states that the lambs had to be slain between the ninth and the eleventh hour (3 to 5 p.m.). According to this explanation, Jesus and the Twelve may have partaken of the passover meal on the first of the two evenings, and the Jews who next day feared defilement may have deferred their observance until the second. Thirdly, the Lord’s last paschal supper may have been eaten earlier than the time of general observance, He knowing that night to be His last in mortality. Supporters of this view explain the message to the man who provided the chamber for the last supper, “My time is at hand” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.18"},"Matthew 26:18"],") as indicating a special urgency for the passover observance by Christ and the apostles, before the regularly appointed day. Some authorities assert that an error of one day had crept into the Jewish reckoning of time, and that Jesus ate the Passover on the true date, while the Jews were a day behind. If “the preparation of the passover” (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.14"},"John 19:14"],") on Friday, the day of Christ’s crucifixion, means the slaughtering of the paschal lambs, our Lord, the real sacrifice of which all earlier altar victims had been but prototypes, died on the cross while the passover lambs were being slain at the temple."]],["li",["span.label","2."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-33.p61"},["b","Did Judas Iscariot Partake of the Sacrament of the Lord’s Supper?"],"—This question cannot be definitely answered from the brief accounts we have of the proceedings at the last supper. At best, only inference, not conclusion, is possible. According to the records made by Matthew and Mark, the Lord’s announcement that there was a traitor among the Twelve was made early in the course of the meal; and the institution of the Sacrament occurred later. Luke records the prediction of treachery as following the administering of the sacramental bread and wine. All the synoptists agree that the Sacrament of Lord’s Supper was administered before the sitting at the ordinary meal had broken up; though the Sacrament was plainly made a separate and distinct feature. John (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.2-5"},"13:2–5"],") states that the washing of feet occurred when supper was ended, and gives us good reason for inferring that Judas was washed with the rest (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.10-11"},"verses 10, 11"],"), and that he later (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.26-30"},"verses 26–30"],") went out into the night for the purpose of betraying Jesus. The giving of a “sop” to Judas (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.26-27"},"verses 26, 27"],") even though supper was practically over, is not inconsistent with John’s statement that the supper proper was ended before the washing of feet was performed; the act does not appear to have been so unusual as to cause surprise. To many it has appeared plausible, that because of his utter baseness Judas would not be permitted to participate with the other apostles in the holy ordinance of the Sacrament; others infer that he was allowed to partake, as a possible means of moving him to abandon his evil purpose even at that late hour, or of filling his cup of iniquity to overflowing. The writer’s personal opinion is based on the last conception."]],["li",["span.label","3."],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-33.p62"},["b","Washing of Feet."],"—The ordinance of the washing of feet was reestablished through revelation December 27, 1832. It was made a feature of admission to the school of the prophets, and detailed instructions relating to its administration were given (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.140,141"},"D&C 88:140, 141"],"). Further direction as to the ordinances involving washing were revealed January 19, 1841 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.37-39"},"D&C 124:37–39"],")."]],["li",["span.label","4."],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-33.p63"},["b","Discontinuity of the Lord’s Last Discourse to the Apostles."],"—It is certain that part of the discourse following the last supper was delivered in the upper room where Christ and the Twelve had eaten; it is possible that the latter portion was spoken and the prayer offered (John",["a.scriptureRef",{"href":"/scriptures/nt/john/15"},"15"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/16"},"16"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/17"},"17"],") outdoors as Jesus and the Eleven wended their way toward the Mount of Olives. The",["a.scriptureRef",{"href":"/scriptures/nt/john/14.31"},"14th chapter of John"],"ends with “Arise, let us go hence”; the next chapter opens with another section of the discourse. From",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.30-35"},"Matthew 26:30–35"],", and",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.26-31"},"Mark 14:26–31"],"we may infer that the prediction of Peter’s denial of his Lord was made as the little company walked from the city to the mount. On the other hand, John (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.1"},"18:1"],") states that “when Jesus had spoken these words,” namely, the whole discourse, and the concluding prayer, “he went forth with his disciples over the brook Cedron.” Not one of our Lord’s sublime utterances on that night of solemn converse with His own, and of communion between Himself and the Father, is affected by the circumstance of place."]],["li",["span.label","5."],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-33.p64"},["b","Gethsemane."],"—The name means “oil-press” and probably has reference to a mill maintained at the place for the extraction of oil from the olives there cultivated. John refers to the spot as a garden, from which designation we may regard it as an enclosed space of private ownership. That it was a place frequented by Jesus when He sought retirement for prayer, or opportunity for confidential converse with the disciples, is indicated by the same writer (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.1-2"},"John 18:1, 2"],")."]],["li",["span.label","6."],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-33.p65"},["b","The Bloody Sweat."],"—Luke, the only Gospel-writer who mentions sweat and blood in connection with our Lord’s agony in Gethsemane, states that “his sweat was as it were great drops of blood falling down to the ground” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"22:44"],"). Many critical expositors deny that there was an actual extrusion of blood, on the grounds that the evangelist does not positively affirm it, and that the three apostles, who were the only human witnesses, could not have distinguished blood from sweat falling in drops, as they watched from a distance in the night, even if the moon, which at the passover season was full, had been unobscured. Modern scripture removes all doubt. See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],"quoted in the text (page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p49"},"613"],"), also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11"},"18:11"],". See further a specific prediction of the bloody sweat,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.7"},"Mosiah 3:7"],"."]],["li",["span.label","7."],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-33.p66"},["b","“Suffer Ye Thus Far.”"],"—Many understand these words, uttered by Jesus as He raised His hand to heal the wounded Malchus, to have been addressed to the disciples, forbidding their further interference. Trench (",["span.emphasis","Miracles,"],"355) considers the meaning to be as follows: “Hold now; thus far ye have gone in resistance, but let it be no further; no more of this.” The disputed interpretation is of little importance as to the bearing of the incident on the events that followed."]],["li",["span.label","8."],["p.para",{"id":"p67","uri":"/manual/jesus-the-christ/chapter-33.p67"},["b","The Cup as a Symbol."],"—Our Lord’s frequent mention of His foreseen sufferings as the cup of which the Father would have Him drink (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.39,42"},"Matthew 26:39, 42"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.36"},"Mark 14:36"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.11"},"John 18:11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.22"},"Matthew 20:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.38"},"Mark 10:38"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.21"},"1 Corinthians 10:21"],") is in line with Old Testament usage of the term “cup” as a symbolic expression for a bitter or poisonous potion typifying experiences of suffering. See",["a.scriptureRef",{"href":"/scriptures/ot/ps/11.6"},"Psalm 11:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/75.8"},"75:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.17,22"},"Isaiah 51:17, 22"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.15,17"},"Jeremiah 25:15, 17"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/49.12"},"49:12"],". In contrast, the opposite meaning is attached to the use of the term in some passages, e.g.",["a.scriptureRef",{"href":"/scriptures/ot/ps/16.5"},"Psalm 16:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/23.5"},"23:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/116.13"},"116:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.7"},"Jeremiah 16:7"],"."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-33.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.3-5"},"Matthew 26:3–5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.1"},"Mark 14:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.1-2"},"Luke 22:1, 2"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-33.fn2"},["b","2"],["span.label","b"],"Revised version of",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.5"},"Matthew 26:5"],"reads: “Not during the feast, lest there be a tumult among the people.”"],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-33.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.30,44-45,53"},"John 7:30, 44, 45, 53"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/11.47-57"},"11:47–57"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-33.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.14-16"},"Matthew 26:14–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.10-11"},"Mark 14:10, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.3-6"},"Luke 22:3–6"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-33.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.15"},"Matthew 26:15"],". The revised version reads: “And they weighed unto him thirty pieces of silver.” Compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/11.12"},"Zechariah 11:12"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-33.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/ex/21.32"},"Exodus 21:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/11.12-13"},"Zechariah 11:12, 13"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-33.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3-10"},"Matthew 27:3–10"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-33.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.17"},"Matthew 26:17"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-33.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p59"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-33.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.17-19"},"Matthew 26:17–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.12-16"},"Mark 14:12–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.7-13"},"Luke 22:7–13"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-33.fn11"},["b","11"],["span.label","k"],"It should be remembered that the Jews counted their days as beginning at sunset, not, as with us, at midnight."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-33.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p61"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-33.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.24-30"},"Luke 22:24–30"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-33.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/14.7-11"},"Luke 14:7–11"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p5"},"449"],"herein."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-33.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.28"},"Luke 22:28"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p28"},"133"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-33.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/john/13.1-20"},"John 13:1–20"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-33.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p62"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-33.fn18"},["b","18"],["span.label","r"],"The Lord’s expression “neither he that is sent greater than he that sent him” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.16"},"John 13:16"],") is more correctly rendered “neither the apostle than he that sent him” (revised version, margin); see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-16.p28"},"228, 229"],"herein."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-33.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.26-29"},"Matthew 26:26–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.22-25"},"Mark 14:22–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.19-20"},"Luke 22:19, 20"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-33.fn20"},["b","20"],["span.label","t"],"In the revised version we read “covenant” instead of “testament” in",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.28"},"Matthew 26:28"],", and in parallel passages."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-33.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.23-34"},"1 Corinthians 11:23–34"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-33.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.6-11"},"3 Nephi 18:6–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.75"},"D&C 20:75"],"; see also the",["span.emphasis","Articles of Faith,"],"9."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-33.fn23"},["b","23"],["span.label","w"],"See",["span.emphasis","The Great Apostasy,"],"8:15–19."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-33.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/13.18-30"},"John 13:18–30"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-33.fn25"},["b","25"],["span.label","y"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/41.9"},"Psalm 41:9"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-33.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/john/13.31-34"},"John 13:31–34"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-33.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/lev/19.18"},"Leviticus 19:18"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-33.fn28"},["b","28"],["span.label","b"],"So reads the revised version of",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.32"},"Luke 22:32"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-33.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/isa/53.12"},"Isaiah 53:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.28"},"Mark 15:28"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-33.fn30"},["b","30"],["span.label","d"],"Read",["a.scriptureRef",{"href":"/scriptures/nt/john/13.36-38"},"John 13:36–38"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.31-38"},"Luke 22:31–38"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31-35"},"Matthew 26:31–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.27-31"},"Mark 14:27–31"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-33.fn31"},["b","31"],["span.label","e"],"John, chaps.",["a.scriptureRef",{"href":"/scriptures/nt/john/14"},"14"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/15"},"15"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/16"},"16"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-33.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.1-4"},"John 14:1–4"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-33.fn33"},["b","33"],["span.label","g"],"See",["span.emphasis","Articles of Faith,"],"4:91–93; and 22:404–11."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-33.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.13-14"},"John 14:13, 14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/16.24"},"16:24"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-33.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.15-20"},"John 14:15–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"verse 26"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-33.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.3"},"Matthew 10:3"],", and",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.16"},"Luke 6:16"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-16.p16"},"224"],"herein."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-33.fn37"},["b","37"],["span.label","k"],"See",["span.emphasis","Articles of Faith,"],"2:39–42; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p16"},"127"],"herein."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-33.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.22-31"},"John 14:22–31"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-33.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/15.1-8"},"John 15:1–8"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-33.fn40"},["b","40"],["span.label","n"],"Revised version “cleanseth it.”"],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-33.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/john/15.9-17"},"John 15:9–17"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-33.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/john/15.18-27"},"John 15:18–27"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-33.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/15.25"},"Verse 25"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/35.19"},"Psalms 35:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.4"},"69:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/109.3"},"109:3"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-33.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.13-15"},"John 16:13–15"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/john/16.1-15"},"verses 1–15"],"."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-33.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.16"},"John 16:16"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/7.33"},"7:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.33"},"13:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/14.19"},"14:19"],"."],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-33.fn46"},["b","46"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.17,23-24"},"John 16:17, 23, 24"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/john/16.17-28"},"verses 17–28"],"."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-33.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31"},"Matthew 26:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.27"},"Mark 14:27"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.7"},"Zechariah 13:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.6"},"Matthew 11:6"],"."],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-33.fn48"},["b","48"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31-35"},"Matthew 26:31–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.29-31"},"Mark 14:29–31"],"."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-33.fn49"},["b","49"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.32"},"Matthew 26:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.28"},"Mark 14:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.7"},"16:7"],"."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-33.fn50"},["b","50"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],"."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-33.fn51"},["b","51"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/john/17"},"John 17"],"."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-33.fn52"},["b","52"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p63"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn53","uri":"/manual/jesus-the-christ/chapter-33.fn53"},["b","53"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.36-46"},"Matthew 26:36–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.32-42"},"Mark 14:32–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.39-46"},"Luke 22:39–46"],"."],[".footnote",{"id":"fn54","uri":"/manual/jesus-the-christ/chapter-33.fn54"},["b","54"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p64"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn55","uri":"/manual/jesus-the-christ/chapter-33.fn55"},["b","55"],["span.label","c"],"“Abba” is expressive of combined affection and honor, and signifies “Father.” It is applied to the Eternal Father by Jesus in the passage above, and by Paul (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.15"},"Romans 8:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/4.6"},"Galatians 4:6"],")."],[".footnote",{"id":"fn56","uri":"/manual/jesus-the-christ/chapter-33.fn56"},["b","56"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p65"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn57","uri":"/manual/jesus-the-christ/chapter-33.fn57"},["b","57"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/13.37"},"John 13:37"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.22"},"Matthew 20:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.38-39"},"Mark 10:38, 39"],"."],[".footnote",{"id":"fn58","uri":"/manual/jesus-the-christ/chapter-33.fn58"},["b","58"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.26-27"},"John 5:26, 27"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/john/10.17-18"},"10:17, 18"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p48"},"418"],"herein."],[".footnote",{"id":"fn59","uri":"/manual/jesus-the-christ/chapter-33.fn59"},["b","59"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.30"},"John 14:30"],"."],[".footnote",{"id":"fn60","uri":"/manual/jesus-the-christ/chapter-33.fn60"},["b","60"],["span.label","h"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p17"},"127"],"."],[".footnote",{"id":"fn61","uri":"/manual/jesus-the-christ/chapter-33.fn61"},["b","61"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11"},"18:11"],". See also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.5,7,21"},"2 Nephi 9:5, 7, 21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.7-14"},"Mosiah 3:7–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.12"},"15:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.40"},"11:40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.14"},"22:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.8-15"},"34:8–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.11"},"3 Nephi 11:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.14-15"},"27:14, 15"],"; and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p1"},"chapter 4"],"herein."],[".footnote",{"id":"fn62","uri":"/manual/jesus-the-christ/chapter-33.fn62"},["b","62"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.47-56"},"Matthew 26:47–56"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.43-52"},"Mark 14:43–52"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.47-53"},"Luke 22:47–53"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.1-12"},"John 18:1–12"],"."],[".footnote",{"id":"fn63","uri":"/manual/jesus-the-christ/chapter-33.fn63"},["b","63"],["span.label","k"],"“Cohort,” a term descriptive of a Roman body, and “military tribune” are more literal renderings of the Greek original than “band” and “captain” in",["a.scriptureRef",{"href":"/scriptures/nt/john/18.3,12"},"John 18:3, 12"],". See revised version, margin."],[".footnote",{"id":"fn64","uri":"/manual/jesus-the-christ/chapter-33.fn64"},["b","64"],["span.label","l"],"The Greek text of",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.49"},"Matthew 26:49"],", and",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.45"},"Mark 14:45"],"clearly implies that Judas “kissed him much,” that is many times, or effusively. See margin of revised version."],[".footnote",{"id":"fn65","uri":"/manual/jesus-the-christ/chapter-33.fn65"},["b","65"],["span.label","m"],"This is a more nearly correct translation than “wherefore art thou come?” in the common version. See revised version.",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.50"},"Matthew 26:50"],"."],[".footnote",{"id":"fn66","uri":"/manual/jesus-the-christ/chapter-33.fn66"},["b","66"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.9"},"John 18:9"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/17.12"},"17:12"],"."],[".footnote",{"id":"fn67","uri":"/manual/jesus-the-christ/chapter-33.fn67"},["b","67"],["span.label","o"],"See",["span.emphasis","The Great Apostasy,"],"chaps. 4 and 5."],[".footnote",{"id":"fn68","uri":"/manual/jesus-the-christ/chapter-33.fn68"},["b","68"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p66"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn69","uri":"/manual/jesus-the-christ/chapter-33.fn69"},["b","69"],["span.label","q"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.8"},"Isaiah 53:8"],"."],[".footnote",{"id":"fn70","uri":"/manual/jesus-the-christ/chapter-33.fn70"},["b","70"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p67"},"Note 8"],", end of chapter."]]}
