{"id":10,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 8: The Babe of Bethlehem","subtitle":"","short_title":"Chapter 8","uri":"/manual/jesus-the-christ/chapter-8","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-8"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-8.head1"},[".titleNumber","Chapter 8"],["h1","The Babe of Bethlehem"]],[".bodyBlock",[".topic",["h2","The Birth of Jesus"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-8.p4"},"Equally definite with the prophecies declaring that the Messiah would be born in the lineage of David are the predictions that fix the place of His birth at Bethlehem, a small town in Judea. There seems to have been no difference of opinion among priests, scribes, or rabbis on the matter, either before or since the great event. Bethlehem, though small and of little importance in trade or commerce, was doubly endeared to the Jewish heart as the birthplace of David and as that of the prospective Messiah. Mary and Joseph lived in Nazareth of Galilee, far removed from Bethlehem of Judea; and, at the time of which we speak, the maternity of the Virgin was fast approaching."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-8.p5"},"At that time a decree went out from Rome ordering a taxing of the people in all kingdoms and provinces tributary to the empire; the call was of general scope, it provided “that all the world should be taxed.”",["sup",["a",{"href":"fn_1"},"a"]],"The taxing herein referred to may properly be understood as an enrolment,",["sup",["a",{"href":"fn_2"},"b"]],"or a registration, whereby a census of Roman subjects would be secured, upon which as a basis the taxation of the different peoples would be determined. This particular census was the second of three such general registrations recorded by historians as occurring at intervals of about twenty years. Had the census been taken by the usual Roman method, each person would have been enrolled at the town of his residence; but the Jewish custom, for which the Roman law had respect, necessitated registration at the cities or towns claimed by the respective families as their ancestral homes. As to whether the requirement was strictly mandatory that every family should thus register at the city of its ancestors, we need not be specially concerned; certain it is that Joseph and Mary went to Bethlehem, the city of David, to be inscribed under the imperial decree.",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-8.p6"},"The little town was crowded at the time, most likely by the multitude that had come in obedience to the same summons; and, in consequence, Joseph and Mary failed to find the most desirable accommodations and had to be content with the conditions of an improvised camp, as travelers unnumbered had done before, and as uncounted others have done since, in that region and elsewhere. We cannot reasonably regard this circumstance as evidence of extreme destitution; doubtless it entailed inconvenience, but it gives us no assurance of great distress or suffering.",["sup",["a",{"href":"fn_4"},"d"]],"It was while she was in this situation that Mary the Virgin gave birth to her firstborn, the Son of the Highest, the Only Begotten of the Eternal Father, Jesus the Christ."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-8.p7"},"But few details of attendant circumstances are furnished us. We are not told how soon the birth occurred after the arrival of Mary and her husband at Bethlehem. It may have been the purpose of the evangelist who made the record to touch upon matters of purely human interest as lightly as was consistent with the narration of fact, in order that the central truth might neither be hidden nor overshadowed by unimportant incident. We read in Holy Writ this only of the actual birth: “And so it was, that, while they were there, the days were accomplished that she should be delivered. And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-8.p8"},"In vivid contrast with the simplicity and brevity of the scriptural account and of its paucity of incidental details, is the mass of circumstance supplied by the imagination of men, much of which is wholly unsupported by authoritative record and in many respects is plainly inconsistent and untrue. It is the part of prudence and wisdom to segregate and keep distinctly separate the authenticated statements of fact, in so momentous a matter, from the fanciful commentaries of historians, theologians, and writers of fiction, as also from the emotional rhapsodies of poets and artistic extravaganzas wrought by chisel or brush."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-8.p9"},"From the period of its beginning, Bethlehem had been the home of people engaged mostly in pastoral and agricultural pursuits. It is quite in line with what is known of the town and its environs to find at the season of Messiah’s birth, which was in the springtime of the year, that flocks were in the field both night and day under the watchful care of their keepers. Unto certain of these humble shepherds came the first proclamation that the Savior had been born. Thus runs the simple record: “And there were in the same country shepherds abiding in the field, keeping watch over their flock by night. And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid. And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people. For unto you is born this day in the city of David a Saviour, which is Christ the Lord. And this shall be a sign unto you: Ye shall find a babe wrapped in swaddling clothes, lying in a manger. And suddenly there was with the angel a multitude of the heavenly host praising God, and saying, Glory to God in the highest, and on earth peace, good will toward men.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-8.p10"},"Tidings of such import had never before been delivered by angel or received by man—good tidings of great joy, given to but few and those among the humblest of earth, but destined to spread to all people. There is sublime grandeur in the scene, as there is divine authorship in the message, and the climax is such as the mind of man could never have conceived—the sudden appearance of a multitude of the heavenly host, singing audibly to human ears the briefest, most consistent and most truly complete of all the songs of peace ever attuned by mortal or spirit choir. What a consummation to be wished—Peace on earth! But how can such come except through the maintenance of good will toward men? And through what means could glory to God in the highest be more effectively rendered?"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-8.p11"},"The trustful and unsophisticated keepers of sheep had not asked for sign or confirmation; their faith was in unison with the heavenly communication; nevertheless the angel had given them what he called a sign, to guide them in their search. They waited not, but went in haste, for in their hearts they believed, yea, more than believed, they knew, and this was the tenor of their resolve: “Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.”",["sup",["a",{"href":"fn_7"},"g"]],"They found the Babe in the manger, with the mother and Joseph near by; and, having seen, they went out and testified to the truth concerning the Child. They returned to their flocks, glorifying and praising God for all they had heard and seen."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-8.p12"},"There is meaning as deep as the pathos that all must feel in the seemingly parenthetical remark by Luke. “But Mary kept all these things, and pondered them in her heart.”",["sup",["a",{"href":"fn_8"},"h"]],"It is apparent that the great truth as to the personality and mission of her divine Son had not yet unfolded itself in its fulness to her mind. The whole course of events, from the salutation of Gabriel to the reverent testimony of the shepherds concerning the announcing angel and the heavenly hosts, was largely a mystery to that stainless mother and wife."]],[".topic",["h2","Requirements of the Law Strictly Observed"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-8.p14"},"The Child was born a Jew; the mother was a Jewess, and the reputed and legal father, Joseph, was a Jew. The true paternity of the Child was known to but few, perhaps at that time to none save Mary, Joseph, and possibly Elisabeth and Zacharias; as He grew He was regarded by the people as Joseph’s son.",["sup",["a",{"href":"fn_9"},"i"]],"The requirements of the law were carried out with exactitude in all matters pertaining to the Child. When eight days old He was circumcised, as was required of every male born in Israel;",["sup",["a",{"href":"fn_10"},"j"]],"and at the same time He received as an earthly bestowal the name that had been prescribed at the annunciation. He was called",["span.smallCaps","Jesus"],", which, being interpreted is Savior; the name was rightfully His for He came to save the people from their sins.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-8.p15"},"Part of the law given through Moses to the Israelites in the wilderness and continued in force down through the centuries, related to the procedure prescribed for women after childbirth.",["sup",["a",{"href":"fn_12"},"l"]],"In compliance therewith, Mary remained in retirement forty days following the birth of her Son; then she and her husband brought the Boy for presentation before the Lord as prescribed for the male firstborn of every family. It is manifestly impossible that all such presentations could have taken place in the temple, for many Jews lived at great distances from Jerusalem; it was the rule, however, that parents should present their children in the temple when possible. Jesus was born within five or six miles from Jerusalem; He was accordingly taken to the temple for the ceremonial of redemption from the requirement applying to the firstborn of all Israelites except Levites. It will be remembered that the children of Israel had been delivered from the bondage of Egypt with the accompaniment of signs and wonders. Because of Pharaoh’s repeated refusals to let the people go, plagues had been brought upon the Egyptians, one of which was the death of the firstborn throughout the land, excepting only the people of Israel. In remembrance of this manifestation of power, the Israelites were required to dedicate their firstborn sons to the service of the sanctuary.",["sup",["a",{"href":"fn_13"},"m"]],"Subsequently the Lord directed that all males belonging to the tribe of Levi should be devoted to this special labor instead of the firstborn in every tribe; nevertheless the eldest son was still claimed as particularly the Lord’s own, and had to be formally exempted from the earlier requirement of service by the paying of a ransom.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-8.p16"},"In connection with the ceremony of purification, every mother was required to furnish a yearling lamb for a burnt offering, and a young pigeon or dove for a sin offering; but in the case of any woman who was unable to provide a lamb, a pair of doves or pigeons might be offered. We learn of the humble circumstances of Joseph and Mary from the fact that they brought the less costly offering, two doves or pigeons, instead of one bird and a lamb."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-8.p17"},"Among the righteous and devout Israelites were some who, in spite of traditionalism, rabbinism, and priestly corruption, still lived in righteous expectation of inspired confidence, awaiting patiently the consolation of Israel.",["sup",["a",{"href":"fn_15"},"o"]],"One of these was Simeon, then living in Jerusalem. Through the power of the Holy Ghost he had gained the promise that he should not see death until he had looked upon the Lord’s Christ in the flesh. Prompted by the Spirit he repaired to the temple on the day of the presentation of Jesus, and recognized in the Babe the promised Messiah. In the moment of realization that the hope of his life had found glorious consummation, Simeon raised the Child reverently in his arms, and, with the simple but undying eloquence that comes of God uttered this splendid supplication, in which thanksgiving, resignation and praise are so richly blended:"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-8.p18"},"“Lord, now lettest thou thy servant depart in peace, according to thy word: for mine eyes have seen thy salvation, which thou hast prepared before the face of all people; a light to lighten the Gentiles, and the glory of thy people Israel.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-8.p19"},"Then under the spirit of prophecy, Simeon told of the greatness of the Child’s mission, and of the anguish that the mother would be called to endure because of Him, which would be even like unto that of a sword piercing her soul. The Spirit’s witness to the divinity of Jesus was not to be confined to a man. There was at that time in the temple a godly woman of great age, Anna, a prophetess who devoted herself exclusively to temple service; and she, being inspired of God, recognized her Redeemer, and testified of Him to all about her. Both Joseph and Mary marveled at the things that were spoken of the Child; seemingly they were not yet able to comprehend the majesty of Him who had come to them through so miraculous a conception and so marvelous a birth."]],[".topic",["h2","Wise Men Search for the King"],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-8.p21"},"Some time after the presentation of Jesus in the temple, though how long we are not told, possibly but a few days, possibly weeks or even months, Herod, king of Judea, was greatly troubled, as were the people of Jerusalem in general, over the report that a Child of Prophecy—one destined to become King of the Jews—had been born. Herod was professedly an adherent of the religion of Judah, though by birth an Idumean, by descent an Edomite or one of the posterity of Esau, all of whom the Jews hated; and of all Edomites not one was more bitterly detested than was Herod the king. He was tyrannical and merciless, sparing neither foe nor friend who came under suspicion of being a possible hindrance to his ambitious designs. He had his wife and several of his sons, as well as others of his blood kindred, cruelly murdered; and he put to death nearly all of the great national council, the Sanhedrin. His reign was one of revolting cruelty and unbridled oppression. Only when in danger of inciting a national revolt or in fear of incurring the displeasure of his imperial master, the Roman emperor, did he stay his hand in any undertaking.",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-8.p22"},"Rumors of the birth of Jesus reached Herod’s ears in this way. There came to Jerusalem certain men from afar, wise men they were called, and they asked, “Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.”",["sup",["a",{"href":"fn_18"},"r"]],"Herod summoned “all the chief priests and scribes of the people,” and demanded of them where, according to the prophets, Christ should be born. They answered him: “In Bethlehem of Judea: for thus it is written by the prophet, And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.”",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-8.p23"},"Herod sent secretly for the wise men, and inquired of them as to the source of their information, and particularly as to the time at which the star, to which they attached such significance, had appeared. Then he directed them to Bethlehem, saying: “Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.” As the men set out from Jerusalem on the last stage of their journey of inquiry and search, they rejoiced exceedingly, for the new star they had seen in the east was again visible. They found the house wherein Mary was living with her husband and the Babe, and as they recognized the royal Child they “fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.”",["sup",["a",{"href":"fn_20"},"t"]],"Having thus gloriously accomplished the purpose of their pilgrimage, these devout and learned travelers prepared to return home, and would have stopped at Jerusalem to report to the king as he had requested, but “being warned of God in a dream that they should not return to Herod, they departed into their own country another way.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-8.p24"},"Much has been written, beyond all possible warrant of scriptural authority, concerning the visit of the magi, or wise men, who thus sought and found the infant Christ. As a matter of fact, we are left without information as to their country, nation, or tribal relationship; we are not even told how many they were, though unauthenticated tradition has designated them as “the three wise men,” and has even given them names; whereas they are left unnamed in the scriptures, the only true record of them extant, and may have numbered but two or many. Attempts have been made to identify the star whose appearance in their eastern sky had assured the magi that the King was born; but astronomy furnished no satisfactory confirmation. The recorded appearance of the star has been associated by both ancient and modern interpreters with the prophecy of Balaam, who, though not an Israelite had blessed Israel, and under divine inspiration had predicted: “there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel.”",["sup",["a",{"href":"fn_22"},"v"]],"Moreover, as already shown, the appearance of a new star was a predicted sign recognized and acknowledged among the people of the western world as witness of Messiah’s birth.",["sup",["a",{"href":"fn_23"},"w"]]]],[".topic",["h2","The Flight into Egypt"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-8.p26"},"Herod’s perfidy in directing the magi to return and report to him where the royal Infant was to be found, falsely professing that he wished to worship Him also, while in his heart he purposed taking the Child’s life, was thwarted by the divine warning given to the wise men as already noted. Following their departure, the angel of the Lord appeared to Joseph, saying: “Arise, and take the young child and his mother, and flee into Egypt, and be thou there until I bring thee word: for Herod will seek the young child to destroy him.”",["sup",["a",{"href":"fn_24"},"x"]],"In obedience to this command, Joseph took Mary and her Child, and set out by night on the journey to Egypt; and there the family remained until divinely directed to return. When it was apparent to the king that the wise men had ignored his instructions, he was exceedingly angry; and, estimating the earliest time at which the birth could have occurred according to the magis’ statement of the star’s appearing, he ruthlessly ordered the slaughter of “all the children that were in Bethlehem, and in all the coasts thereof, from two years old and under.”",["sup",["a",{"href":"fn_25"},"y"]],"In this massacre of the innocents, the evangelist found a fulfillment of Jeremiah’s fateful voicing of the word of the Lord, spoken six centuries earlier and expressed in the forceful past tense as though then already accomplished: “In Rama was there a voice heard, lamentation, and weeping, and great mourning, Rachel weeping for her children, and would not be comforted, because they are not.”",["sup",["a",{"href":"fn_26"},"z"]]]],[".topic",["h2","Birth of Jesus Made Known to the Nephites"],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-8.p28"},"As heretofore shown, the prophets of the western hemisphere had foretold in great plainness the earthly advent of the Lord, and had specifically set forth the time, place, and circumstances of His birth.",["sup",["a",{"href":"fn_27"},"a"]],"As the time drew near the people were divided by conflicting opinions concerning the reliability of these prophecies; and intolerant unbelievers cruelly persecuted those, who, like Zacharias, Simeon, Anna, and other righteous ones in Palestine, had maintained in faith and trust their unwavering expectation of the coming of the Lord. Samuel, a righteous Lamanite, who, because of his faithfulness and sacrificing devotion, had been blessed with the spirit and power of prophecy, fearlessly proclaimed the birth of Christ as near: “And behold, he said unto them, Behold I give unto you a sign; for five years more cometh, and behold, then cometh the Son of God to redeem all those who shall believe on his name.”",["sup",["a",{"href":"fn_28"},"b"]],"The prophet told of many signs and wonders, which were to mark the great event. As the five years ran their course, the believers grew more steadfast, the unbelievers more violent, until the last day of the specified period dawned; and this was the “day set apart by the unbelievers, that all those who believed in those traditions should be put to death, except the sign should come to pass which had been given by Samuel the prophet.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-8.p29"},"Nephi, a prophet of the time, cried unto the Lord in anguish of soul because of the persecution of which his people were the victims; “and behold, the voice of the Lord came unto him, saying, Lift up your head and be of good cheer; for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to show unto the world that I will fulfil all that which I have caused to be spoken by the mouth of my holy prophets. Behold, I come unto my own, to fulfil all things which I have made known unto the children of men, from the foundation of the world, and to do the will, both of the Father, and of the Son; of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.”",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-8.p30"},"The words of the prophet were fulfilled that night; for though the sun set in its usual course there was no darkness; and on the morrow the sun rose on a land already illumined; a day and a night and another day had been as one day; and this was but one of the signs. A new star appeared in the firmament of the west, even as was seen by the magi in the east; and there were many other marvelous manifestations as the prophets had predicted. All these things occurred on what is now known as the American continent, six hundred years after Lehi and his little company had left Jerusalem to come hither."]],[".topic",["h2","The Time of the Birth of Jesus"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-8.p32"},"The time of the Messiah’s birth is a subject upon which specialists in theology and history, and those who are designated in literature “the learned,” fail to agree. Numerous lines of investigation have been followed, only to reach divergent conclusions, both as to the year and as to the month and day within the year at which the “Christian era” in reality began. The establishment of the birth of Christ as an event marking a time from which chronological data should be calculated, was first effected about 532",["span.small","A.D."],"by Dionysius Exiguus; and as a basis for the reckoning of time this method has come to be known as the Dionysian system, and takes for its fundamental datum",["span.small","A.U.C."],"753, that is to say 753 years after the founding of Rome, as the year of our Lord’s birth. So far as there exists any consensus of opinion among later scholars who have investigated the subject, it is to the effect that the Dionysian calculation is wrong, in that it places the birth of Christ between three and four years too late; and that therefore our Lord was born in the third or fourth year before the beginning of what is designated by the scholars of Oxford and Cambridge, “the Common Account called Anno Domini.”",["sup",["a",{"href":"fn_31"},"e"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-8.p33"},"Without attempting to analyze the mass of calculation data relating to this subject, we accept the Dionysian basis as correct with respect to the year, which is to say that we believe Christ to have been born in the year known to us as",["span.small","B.C."],"1, and, as shall be shown, in an early month of that year. In support of this belief we cite the inspired record known as the “Revelation on Church Government, given through Joseph the Prophet, in April, 1830,” which opens with these words: “The rise of the Church of Christ in these last days, being one thousand eight hundred and thirty years since the coming of our Lord and Saviour Jesus Christ in the flesh.”",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-8.p34"},"Another evidence of the correctness of our commonly accepted chronology is furnished by the Book of Mormon record. Therein we read that “in the commencement of the first year of the reign of Zedekiah, king of Judah,” the word of the Lord came to Lehi at Jerusalem, directing him to take his family and depart into the wilderness.",["sup",["a",{"href":"fn_33"},"g"]],"In the early stages of their journey toward the sea, Lehi prophesied, as had been shown him of the Lord, concerning the impending destruction of Jerusalem and the captivity of the Jews. Furthermore, he predicted the eventual return of the people of Judah from their exile in Babylon, and the birth of the Messiah, which latter event he definitely declared would take place six hundred years from the time he and his people had left Jerusalem.",["sup",["a",{"href":"fn_34"},"h"]],"This specification of time was repeated by later prophecy;",["sup",["a",{"href":"fn_35"},"i"]],"and the signs of the actual fulfillment are recorded as having been realized “six hundred years from the time that Lehi left Jerusalem.”",["sup",["a",{"href":"fn_36"},"j"]],"These scriptures fix the time of the beginning of Zedekiah’s reign as six hundred years before the birth of Christ. According to the commonly accepted reckoning, Zedekiah was made king in the year 597",["span.small","B.C."],["sup",["a",{"href":"fn_37"},"k"]],"This shows a discrepancy of about three years between the commonly accepted date of Zedekiah’s inauguration as king and that given in the Book of Mormon statement; and, as already seen, there is a difference of between three and four years between the Dionysian reckoning and the nearest approach to an agreement among scholars concerning the beginning of the current era. Book of Mormon chronology therefore sustains the correctness of the common or Dionysian system."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-8.p35"},"As to the season of the year in which Christ was born, there is among the learned as great a diversity of opinion as that relating to the year itself. It is claimed by many Biblical scholars that December 25th, the day celebrated in Christendom as Christmas, cannot be the correct date. We believe April 6th to be the birthday of Jesus Christ as indicated in a revelation of the present dispensation already cited,",["sup",["a",{"href":"fn_38"},"l"]],"in which that day is made without qualification the completion of the one thousand eight hundred and thirtieth year since the coming of the Lord in the flesh. This acceptance is admittedly based on faith in modern revelation, and in no wise is set forth as the result of chronological research or analysis. We believe that Jesus Christ was born in Bethlehem of Judea, April 6,",["span.small","B.C."],"1."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-8.f1"},["h3","Notes to Chapter 8"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-8.p37"},["b","The “Taxing.”"],"—Regarding the presence of Joseph and Mary in Bethlehem, far from their Galilean home, and the imperial decree by compliance with which they were led there, the following notes are worthy of consideration. Farrar (",["span.emphasis","Life of Christ,"],"p. 24, note), says: “It appears to be uncertain whether the journey of Mary with her husband was obligatory or voluntary. … Women were liable to a capitation tax, if this enrolment also involved taxation. But, apart from any legal necessity, it may easily be imagined that at such a moment Mary would desire not to be left alone. The cruel suspicion of which she had been the subject, and which had almost led to the breaking off of her betrothal (",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.19"},"Matt. 1:19"],") would make her cling all the more to the protection of her husband.” The following excerpt is from Geikie’s",["span.emphasis","Life and Words of Christ,"],"vol. 1, chapter 9; p. 108: “The Jewish nation had paid tribute to Rome, through their rulers, since the days of Pompey; and the methodical Augustus, who now reigned, and had to restore order and soundness to the finances of the empire, after the confusion and exhaustion of the civil wars, took good care that this obligation should neither be forgotten nor evaded. He was accustomed to require a census to be taken periodically in every province of his vast dominions, that he might know the number of soldiers he could levy in each, and the amount of taxes due to the treasury. … In an empire embracing the then known world, such a census could hardly have been made simultaneously, or in any short or fixed time; more probably it was the work of years, in successive provinces or kingdoms. Sooner or later, however, even the dominions of vassal kings like Herod had to furnish the statistics demanded by their master. He had received his kingdom on the footing of a subject, and grew more entirely dependent on Augustus as years passed, asking his sanction at every turn for steps he proposed to take. He would, thus, be only too ready to meet his wish, by obtaining the statistics he sought, as may be judged from the fact that in one of the last years of his life, just before Christ’s birth, he made the whole Jewish nation take a solemn oath of allegiance to the emperor as well as to himself."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-8.p38"},"“It is quite probable that the mode of taking the required statistics was left very much to Herod, at once to show respect to him before his people, and from the known opposition of the Jews to anything like a general numeration, even apart from the taxation to which it was designed to lead. At the time to which the narrative refers, a simple registration seems to have been made, on the old Hebrew plan of enrolling by families in their ancestral districts, of course for future use; and thus it passed over quietly. … The proclamation having been made through the land, Joseph had no choice but to go to Bethlehem, the city of David, the place in which his family descent, from the house and lineage of David, required him to be inscribed.”"]],["li",["span.label","2."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-8.p39"},["b","Jesus Born Amidst Poor Surroundings."],"—Undoubtedly the accommodations for physical comfort amidst which Jesus was born were few and poor. But the environment, considered in the light of the customs of the country and time, was far from the state of abject deprivation which modern and western ways would make it appear. “Camping out” was no unusual exigency among travelers in Palestine at the time of our Lord’s birth; nor is it considered such today. It is, however, beyond question that Jesus was born into a comparatively poor family, amidst humble surroundings associated with the inconveniences incident to travel. Cunningham Geikie,",["span.emphasis","Life and Words of Christ,"],"chapter 9, pp. 112, 113, says: “It was to Bethlehem that Joseph and Mary were coming, the town of Ruth and Boaz, and the early home of their own great forefather David. As they approached it from Jerusalem they would pass, at the last mile, a spot sacred to Jewish memory, where the light of Jacob’s life went out, when his first love, Rachel, died, and was buried, as her tomb still shows, ‘in the way to Ephrath, which is Bethlehem.’ … Traveling in the East has always been very different from Western ideas. As in all thinly-settled countries, private hospitality, in early times, supplied the want of inns, but it was the peculiarity of the East that this friendly custom continued through a long series of ages. On the great roads through barren or uninhabited parts, the need of shelter led, very early, to the erection of rude and simple buildings, of varying size, known as khans, which offered the wayfarer the protection of walls and a roof, and water, but little more. The smaller structures consisted of sometimes only a single empty room, on the floor of which the traveler might spread his carpet for sleep; the larger ones, always built in a hollow square, enclosing a court for the beasts, with water in it for them and their masters. From immemorial antiquity it has been a favorite mode of benevolence to raise such places of shelter, as we see so far back as the times of David, when Chimham built a great khan near Bethlehem, on the caravan road to Egypt.”"],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-8.p40"},"Canon Farrar (",["span.emphasis","Life of Christ,"],"chapter 1) accepts the traditional belief that the shelter within which Jesus was born was that of one of the numerous limestone caves which abound in the region, and which are still used by travelers as resting places. He says: “In Palestine it not infrequently happens that the entire khan, or at any rate the portion of it in which the animals are housed, is one of those innumerable caves which abound in the limestone rocks of its central hills. Such seems to have been in the case at the little town of Bethlehem-Ephratah, in the land of Judah. Justin Martyr, the Apologist, who, from his birth at Shechem, was familiar with Palestine, and who lived less than a century after the time of our Lord, places the scene of the nativity in a cave. This is, indeed, the ancient and constant tradition both of the Eastern and the Western Churches, and it is one of the few to which, though unrecorded in the Gospel history, we may attach a reasonable probability.”"]],["li",["span.label","3."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-8.p41"},["b","Herod the Great."],"—The history of Herod I, otherwise known as Herod the Great, must be sought in special works, in which the subject is treated at length. Some of the principal facts should be considered in our present study, and for the assistance of the student a few extracts from works regarded as reliable are presented herewith."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-8.p42"},"Condensed from part of article in the",["span.emphasis","Standard Bible Dictionary,"],"edited by Jacobus, Nourse, and Zenos; published by Funk and Wagnalls Co., 1909:—Herod I, the son of Antipater, was early given office by his father, who had been made procurator of Judea. The first office which Herod held was that of governor of Galilee. He was then a young man of about twenty-five, energetic and athletic. Immediately he set about the eradication of the robber bands that infested his district, and soon was able to execute the robber chief Hezekiah and several of his followers. For this he was summoned to Jerusalem by the Sanhedrin, tried and condemned, but with the connivance of Hyrcanus II [the high priest and ethnarch] he escaped by night.—He went to Rome where he was appointed King of Judea by Antony and Octavius.—For the next two years he was engaged in fighting the forces of Antigonus, whom he finally defeated, and in 37",["span.small","B.C."],"gained possession of Jerusalem.—As king Herod confronted serious difficulties. The Jews objected to him because of his birth and reputation. The Asmonean family regarded him as a usurper, notwithstanding the fact that he had married Mariamne. The Pharisees were shocked at his Hellenistic sympathies, as well as at his severe methods of government. On the other hand the Romans held him responsible for the order of his kingdom, and the protection of the eastern frontier of the Republic. Herod met these various difficulties with characteristic energy and even cruelty, and generally with cold sagacity. Although he taxed the people severely, in times of famine he remitted their dues and even sold his plate to get means to buy them food. While he never became actually friendly with the Pharisees, they profited by his hostility to the party of the Asmoneans, which led at the beginning of his reign to the execution of a number of Sadducees who were members of the Sanhedrin."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-8.p43"},"From Smith’s",["span.emphasis","Comprehensive Dictionary of the Bible."],"—The latter part “of the reign of Herod was undisturbed by external troubles, but his domestic life was embittered by an almost uninterrupted series of injuries and cruel acts of vengeance. The terrible acts of bloodshed which Herod perpetrated in his own family were accompanied by others among his subjects equally terrible, from the number who fell victims to them. According to the well-known story, he ordered the nobles whom he had called to him in his last moments to be executed immediately after his decease, that so at least his death might be attended by universal mourning. It was at the time of his fatal illness that he must have caused the slaughter of the infants at Bethlehem” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.16-18"},"Matthew 2:16–18"],")."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-8.p44"},"The mortal end of the tyrant and multi-murderer is thus treated by Farrar in his",["span.emphasis","Life of Christ,"],"pp. 54, 55:—“It must have been very shortly after the murder of the innocents that Herod died. Only five days before his death he had made a frantic attempt at suicide, and had ordered the execution of his eldest son Antipater. His death-bed, which once more reminds us of Henry VIII, was accompanied by circumstances of peculiar horror; and it has been asserted that he died of a loathsome disease, which is hardly mentioned in history, except in the case of men who have been rendered infamous by an atrocity of persecuting zeal. On his bed of intolerable anguish, in that splendid and luxurious palace which he had built for himself, under the palms of Jericho, swollen with disease and scorched by thirst, ulcerated externally and glowing inwardly with a, soft slow fire,’ surrounded by plotting sons and plundering slaves, detesting all and detested by all, longing for death as a release from his tortures yet dreading it as the beginning of worse terrors, stung by remorse yet still unslaked with murder, a horror to all around him yet in his guilty conscience a worse terror to himself, devoured by the premature corruption of an anticipated grave, eaten of worms as though visibly smitten by the finger of God’s wrath after seventy years of successful villainy, the wretched old man, whom men had called the Great, lay in savage frenzy awaiting his last hour. As he knew that none would shed one tear for him, he determined that they should shed many for themselves, and issued an order that, under pain of death, the principal families of the kingdom and the chiefs of the tribes should come to Jericho. They came, and then, shutting them in the hippodrome, he secretly commanded his sister Salome that at the moment of his death they should all be massacred. And so, choking as it were with blood, devising massacres in its very delirium, the soul of Herod passed forth into the night.”"],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-8.p45"},"For mention of the Temple of Herod see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p31"},"Note 5"],", following",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p1"},"Chapter 6"],"."]],["li",["span.label","4."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-8.p46"},["b","Gifts from the Wise Men to the Child Jesus."],"—The scriptural account of the visit of the wise men to Jesus and His mother states that they “fell down and worshipped him,” and furthermore that “when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.” The offering of gifts to a superior in rank, either as to worldly status or recognized spiritual endowment, was a custom of early days and still prevails in many oriental lands. It is worthy of note that we have no record of these men from the east offering gifts to Herod in his palace; they did, however, impart of their treasure to the lowly Infant, in whom they recognized the King they had come to seek. The tendency to ascribe occult significance to even trifling details mentioned in scripture, and particularly as regards the life of Christ, has led to many fanciful suggestions concerning the gold and frankincense and myrrh specified in this incident. Some have supposed a half-hidden symbolism therein—gold a tribute to His royal estate, frankincense an offering in recognition of His priesthood, and myrrh for His burial. The sacred record offers no basis for such conjecture. Myrrh and frankincense are aromatic resins derived from plants indigenous to eastern lands, and they have been used from very early times in medicine and in the preparation of perfumes and incense mixtures. They were presumably among the natural productions of the lands from which the magi came, though probably even there they were costly and highly esteemed. Such, together with gold, which is of value among all nations, were most appropriate as gifts for a king. Any mystical significance one may choose to attach to the presents must be remembered as his own supposition or fancy, and not as based on scriptural warrant."]],["li",["span.label","5."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-8.p47"},["b","Testimonies from Shepherds and Magi."],"—The following instructive note on the testimonies relating to Messiah’s birth, is taken from the",["span.emphasis","Young Men’s Mutual Improvement Association Manual"],"for 1897–8: “It will be observed that the testimonies concerning the birth of the Messiah are from two extremes, the lowly shepherds in the Judean field, and the learned magi from the far east. We cannot think this is the result of mere chance, but that in it may be discerned the purpose and wisdom of God. All Israel was looking forward to the coming of the Messiah, and in the birth of Jesus at Bethlehem, the hope of Israel—though unknown to Israel—is fulfilled. Messiah, of whom the prophet spake, is born. But there must be those who can testify of that truth, and hence to the shepherds who watched their flocks by night an angel was sent to say: ‘Fear not, behold I bring you good tidings of great joy, which shall be to all people; for unto you is born this day, in the city of David, a Saviour, which is Christ, the Lord.’ And for a sign of the truth of the message, they were to find the child wrapped in swaddling clothes, lying in a manger in Bethlehem. And they went with haste and found Mary and Joseph, and the babe lying in a manger; and when they had seen it, they made known abroad the saying which was told them concerning this child. God had raised up to Himself witnesses among the people to testify that Messiah was born, that the hope of Israel was fulfilled. But there were classes of people among the Jews whom these lowly shepherd witnesses could not reach, and had they been able to reach them, the story of the angel’s visit, and the concourse of angels singing the magnificent song of “Peace on earth, good will to men” would doubtless have been accounted an idle tale of superstitious folk, deceived by their own over-wrought imaginations or idle dreams. Hence God raised up another class of witnesses—the ‘wise men from the east’—witnesses that could enter the royal palace of proud King Herod and boldly ask: ‘Where is he that is born king of the Jews? for we have seen his star in the east, and are come to worship him’; a testimony that startled Herod and troubled all Jerusalem. So that indeed God raised up witnesses for Himself to meet all classes and conditions of men—the testimony of angels for the poor and the lowly; the testimony of wise men for the haughty king and proud priests of Judea. So that of the things concerning the birth of Messiah, no less than of the things of His death and resurrection from the dead, His disciples could say, ‘these things were not done in a corner.’”"]],["li",["span.label","6."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-8.p48"},["b","The Year of Christ’s Birth."],"—In treating this topic Dr. Charles F. Deems (",["span.emphasis","The Light of the Nations,"],"p. 28), after giving careful consideration of the estimates, calculations, and assumptions of men who have employed many means in their investigation and reach only discordant results says: “It is annoying to see learned men use the same apparatus of calculation and reach the most diverse results. It is bewildering to attempt a reconciliation of these varying calculations.” In an appended note the same author states: “For example: the birth of our Lord is placed in",["span.small","B.C."],"1 by Pearson and Hug;",["span.small","B.C."],"2 by Scalinger;",["span.small","B.C."],"3 by Baronius and Paulus;",["span.small","B.C."],"4 by Bengel, Wieseler, and Greswell;",["span.small","B.C."],"5 by Usher and Petavius;",["span.small","B.C."],"6 by Strong, Luvin, and Clark;",["span.small","B.C."],"7 by Ideler and Sanclemente.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-8.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.1"},"Luke 2:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.2-4"},"verses 2–4"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p37"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-8.fn2"},["b","2"],["span.label","b"],"Note marginal reading, Oxford and Bagster Bibles."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-8.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p37"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-8.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p39"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-8.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.6-7"},"Luke 2:6, 7"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-8.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.8-14"},"Luke 2:8–14"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-8.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.15"},"Luke 2:15"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-8.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.19"},"Luke 2:19"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-8.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.22"},"Luke 4:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55"},"Matthew 13:55"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-8.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/gen/17.12-13"},"Genesis 17:12, 13"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/12.3"},"Leviticus 12:3"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/7.22"},"John 7:22"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p35"},"88"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-8.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.21"},"Luke 2:21"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31"},"1:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.21,25"},"Matthew 1:21, 25"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-8.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/lev/12"},"Leviticus 12"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-8.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/ot/ex/12.29"},"Exodus 12:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.2,12"},"13:2, 12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/22.29-30"},"22:29, 30"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-8.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/num/8.15-18"},"Numbers 8:15–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18.15-16"},"18:15, 16"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-8.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.25"},"Luke 2:25"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.38"},"verse 38"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.43"},"Mark 15:43"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/40.1"},"Psalm 40:1"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-8.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.29-32"},"Luke 2:29–32"],". These verses are known in Christian hymnology as the Nunc Dimittis; the name has reference to the first two words of the Latin version."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-8.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p41"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-8.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.2"},"Matthew 2:2"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1-10"},"1–10"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-8.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.5-6"},"Matthew 2:5, 6"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.2"},"Micah 5:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.42"},"John 7:42"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-8.fn20"},["b","20"],["span.label","t"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p46"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-8.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p47"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-8.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/ot/num/24.17"},"Numbers 24:17"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-8.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.5"},"Helaman 14:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.21"},"3 Nephi 1:21"],". Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p20"},"52"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p30"},"101"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p5"},"721"],"herein."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-8.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.13"},"Matthew 2:13"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-8.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.16"},"Matthew 2:16"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-8.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.17-18"},"Matthew 2:17, 18"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.15"},"Jeremiah 31:15"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-8.fn27"},["b","27"],["span.label","a"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p19"},"49"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-8.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.2"},"Helaman 14:2"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.1-9"},"1–9"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-8.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.9"},"3 Nephi 1:9"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.4-21"},"verses 4–21"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-8.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.12-21"},"3 Nephi 1:12–21"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-8.fn31"},["b","31"],["span.label","e"],"Marginal reading, Oxford and Bagster Bibles,",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1"},"Matthew 2:1"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-8.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1"},"D&C 20:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.3"},"21:3"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p48"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-8.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.2-4"},"2:2–4"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-8.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.4"},"1 Nephi 10:4"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-8.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.8"},"1 Nephi 19:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.19"},"2 Nephi 25:19"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-8.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.1"},"3 Nephi 1:1"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-8.fn37"},["b","37"],["span.label","k"],["span.emphasis","Standard Bible Dictionary,"],"edited by Jacobus, Nourse, and Zenos, published by Funk & Wagnalls Co., New York and London, 1909, p. 915, article “Zedekiah.”"],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-8.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1"},"D&C 20:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.3"},"21:3"],"."]]}
