{"id":12,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":12,"title":"Chapter 10: In the Wilderness of Judea","subtitle":"","short_title":"Chapter 10","uri":"/manual/jesus-the-christ/chapter-10","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-10"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-10.head1"},[".titleNumber","Chapter 10"],["h1","In the Wilderness of Judea"]],[".bodyBlock",[".topic",["h2","The Voice in the Wilderness"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-10.p4"},"At a time definitely stated as the fifteenth year of the reign of Tiberius Cæsar, emperor of Rome, the people of Judea were greatly aroused over the strange preaching of a man theretofore unknown. He was of priestly descent, but untrained in the schools; and, without authorization of the rabbis or license from the chief priests, he proclaimed himself as one sent of God with a message to Israel. He appeared not in the synagogs nor within the temple courts, where scribes and doctors taught, but cried aloud in the wilderness. The people of Jerusalem and of adjacent rural parts went out in great multitudes to hear him. He disdained the soft garments and flowing robes of comfort, and preached in his rough desert garb, consisting of a garment of camel’s hair held in place by a leathern girdle. The coarseness of his attire was regarded as significant. Elijah the Tishbite, that fearless prophet whose home had been the desert, was known in his day as “an hairy man, and girt with a girdle of leather about his loins”;",["sup",["a",{"href":"fn_1"},"a"]],"and rough garments had come to be thought of as a distinguishing characteristic of prophets.",["sup",["a",{"href":"fn_2"},"b"]],"Nor did this strange preacher eat the food of luxury and ease, but fed on what the desert supplied, locusts and wild honey.",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-10.p5"},"The man was John, son of Zacharias, soon to be known as the Baptist. He had spent many years in the desert, apart from the abodes of men, years of preparation for his particular mission. He had been a student under the tutelage of divine teachers; and there in the wilderness of Judea the word of the Lord reached him;",["sup",["a",{"href":"fn_4"},"d"]],"as in similar environment it had reached Moses",["sup",["a",{"href":"fn_5"},"e"]],"and Elijah",["sup",["a",{"href":"fn_6"},"f"]],"of old. Then was heard “The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.”",["sup",["a",{"href":"fn_7"},"g"]],"It was the voice of the herald, the messenger who, as the prophets had said, should go before the Lord to prepare His way.",["sup",["a",{"href":"fn_8"},"h"]],"The burden of his message was “Repent ye, for the kingdom of heaven is at hand.” And to such as had faith in his words and professed repentance, confessing their sins, he administered baptism by immersion in water—proclaiming the while, “I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-10.p6"},"Neither the man nor his message could be ignored; his preaching was specific in promise to the repentant soul, and scathingly denunciatory to the hypocrite and the hardened sinner. Where Pharisees and Sadducees came to his baptism, prating of the law, the spirit of which they ceased not to transgress, and of the prophets, whom they dishonored, he denounced them as a generation of vipers, and demanded of them: “Who hath warned you to flee from the wrath to come?” He brushed aside their oft-repeated boasts that they were the children of Abraham, saying, “Bring forth therefore fruits meet for repentance: and think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham.”",["sup",["a",{"href":"fn_10"},"j"]],"The ignoring of their claims to preferment as the children of Abraham was a strong rebuke, and a cause of sore affront alike to aristocratic Sadducee and rule-bound Pharisee. Judaism held that the posterity of Abraham had an assured place in the kingdom of the expected Messiah, and that no proselyte from among the Gentiles could possibly attain the rank and distinction of which the “children” were sure. John’s forceful assertion that God could raise up, from the stones on the river bank, children to Abraham, meant to those who heard that even the lowest of the human family might be preferred before themselves unless they repented and reformed.",["sup",["a",{"href":"fn_11"},"k"]],"Their time of wordy profession had passed; fruits were demanded, not barren though leafy profusion; the ax was ready, aye, at the very root of the tree; and every tree that produced not good fruit was to be hewn down and cast into the fire."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-10.p7"},"The people were astonished; and many, seeing themselves in their actual condition of dereliction and sin, as John, with burning words laid bare their faults, cried out: “What shall we do then?”",["sup",["a",{"href":"fn_12"},"l"]],"His reply was directed against ceremonialism, which had caused spirituality to wither almost to death in the hearts of the people. Unselfish charity was demanded—“He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise.” The publicans or tax-farmers and collectors, under whose unjust and unlawful exactions the people had suffered so long, came asking: “Master, what shall we do? And he said unto them, Exact no more than that which is appointed you.” To the soldiers who asked what to do he replied: “Do violence to no man, neither accuse any falsely; and be content with your wages.”",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-10.p8"},"The spirit of his demands was that of a practical religion, the only religion of any possible worth—the religion of right living. With all his vigor, in spite of his brusqueness, notwithstanding his forceful assaults on the degenerate customs of the times, this John was no agitator against established institutions, no inciter of riot, no advocate of revolt, no promoter of rebellion. He did not assail the tax system but the extortions of the corrupt and avaricious publicans; he did not denounce the army, but the iniquities of the soldiers, many of whom had taken advantage of their position to bear false witness for the sake of gain and to enrich themselves by forcible seizure. He preached, what in the now current dispensation we call the first fundamental principles of the gospel—“the beginning of the gospel of Jesus Christ, the Son of God,”",["sup",["a",{"href":"fn_14"},"n"]],"comprizing faith, which is vitalized belief, in God; genuine repentance, which comprizes contrition for past offenses and a resolute determination to turn from sin; baptism by immersion in water at his hands as the hands of one having authority; and the higher baptism by fire or the bestowal of the Holy Ghost by an authority greater than that possessed by himself. His preaching was positive, and in many respects opposed to the conventions of the times; he made no appeal to the people through the medium of miraculous manifestations;",["sup",["a",{"href":"fn_15"},"o"]],"and though many of his hearers attached themselves to him as disciples,",["sup",["a",{"href":"fn_16"},"p"]],"he established no formal organization, nor did he attempt to form a cult. His demand for repentance was an individual call, as unto each acceptable applicant the rite of baptism was individually administered."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-10.p9"},"To the Jews, who were living in a state of expectancy, waiting for the long-predicted Messiah, the words of this strange prophet in the wilderness were fraught with deep portent. Could it be that he was the Christ? He spoke of One yet to come, mightier than himself, whose shoe-latchet he was not worthy to loosen,",["sup",["a",{"href":"fn_17"},"q"]],"One who would separate the people as the thresher, fan in hand, blew the chaff from the wheat; and, he added, that mightier One “will gather the wheat into his garner; but the chaff he will burn with fire unquenchable.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-10.p10"},"In such wise did the predicted herald of the Lord deliver his message. Himself he would not exalt; his office, however, was sacred to him, and with its functions he brooked no interference from priest, Levite, or rabbi. He was no respecter of persons; sin he denounced, sinners he excoriated, whether in priestly vestments, peasant garb, or royal robes. All the claims the Baptist had made for himself and his mission were later confirmed and vindicated by the specific testimony of Christ.",["sup",["a",{"href":"fn_19"},"s"]],"John was the harbinger not alone of the kingdom but of the King; and to him the King in person came."]],[".topic",["h2","The Baptism of Jesus—To Fulfil All Righteousness"],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-10.p12"},"When Jesus “began to be about thirty years of age,”",["sup",["a",{"href":"fn_20"},"t"]],"He journeyed from His home in Galilee, to Jordan unto John, to be baptized of him. But John forbad him, saying, I have need to be baptized of thee, and comest thou to me? And Jesus answering said unto him, Suffer it to be so now; for thus it becometh us to fulfil all righteousness. Then he suffered him.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-10.p13"},"John and Jesus were second cousins; as to whether there had existed any close companionship between the two as boys or men we are not told. It is certain, however, that when Jesus presented Himself for baptism, John recognized in Him a sinless Man who stood in no need of repentance; and, as the Baptist had been commissioned to baptize for the remission of sins, he saw no necessity of administering the ordinance to Jesus. He who had received the confessions of multitudes now reverently confessed to One whom he knew was more righteous than himself. In the light of later events it appears that at this time John did not know that Jesus was the Christ, the Mightier One for whom he waited and whose forerunner he knew himself to be. When John expressed his conviction that Jesus needed no baptismal cleansing, our Lord, conscious of His own sinlessness, did not deny the Baptist’s imputation, but nevertheless pressed His application for baptism with the significant explanation: “Thus it becometh us to fulfil all righteousness.” If John was able to comprehend the deeper meaning of this utterance, he must have found therein the truth that water baptism is not alone the means provided for gaining remission of sins, but is also an indispensable ordinance established in righteousness and required of all mankind as an essential condition for membership in the kingdom of God.",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-10.p14"},"Jesus Christ thus humbly complied with the will of the Father, and was baptized of John by immersion in water. That His baptism was accepted as a pleasing and necessary act of submission was attested by what immediately ensued: “And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him: and lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.”",["sup",["a",{"href":"fn_23"},"w"]],"Then John knew his Redeemer."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-10.p15"},"The four Gospel-writers record the descent of the Holy Ghost upon the baptized Jesus as accompanied by a visible manifestation “like a dove”; and this sign had been indicated to John as the foreappointed means by which the Messiah should be made known to him; and to that sign, before specified, was now added the supreme testimony of the Father as to the literal Sonship of Jesus. Matthew records the Father’s acknowledgment as given in the third person, “This is my beloved Son”; while both Mark and Luke give the more direct address, “Thou art my beloved Son.” The variation, slight and essentially unimportant as it is though bearing on so momentous a subject, affords evidence of independent authorship and discredits any insinuation of collusion among the writers."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-10.p16"},"The incidents attending the emergence of Jesus from the baptismal grave demonstrate the distinct individuality of the three Personages of the Godhead. On that solemn occasion Jesus the Son was present in the flesh; the presence of the Holy Ghost was manifest through the accompanying sign of the dove, and the voice of the Eternal Father was heard from heaven. Had we no other evidence of the separate personality of each member of the Holy Trinity, this instance should be conclusive; but other scriptures confirm the great truth.",["sup",["a",{"href":"fn_24"},"x"]]]],[".topic",["h2","The Temptations of Christ"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-10.p18"},"Soon after His baptism, immediately thereafter as Mark asserts, Jesus was constrained by the promptings of the Spirit to withdraw from men and the distractions of community life, by retiring into the wilderness where He would be free to commune with His God. So strong was the influence of the impelling force that He was led thereby, or, as stated by the evangelist, driven, into solitary seclusion, in which He remained during forty days, “with the wild beasts” of the desert. This remarkable episode in our Lord’s life is described, though not with equal fulness, in three of the Gospels;",["sup",["a",{"href":"fn_25"},"y"]],"John is silent thereon."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-10.p19"},"The circumstances attending this time of exile and test must have been related by Jesus Himself, for of other human witnesses there were none. The recorded narratives deal principally with events marking the close of the forty-day period, but considered in their entirety they place beyond doubt the fact that the season was one of fasting and prayer. Christ’s realization that He was the chosen and foreordained Messiah came to Him gradually. As shown by His words to His mother on the occasion of the memorable interview with the doctors in the temple courts, He knew, when but a Boy of twelve years, that in a particular and personal sense He was the Son of God; yet it is evident that a comprehension of the full purport of His earthly mission developed within Him only as He progressed step by step in wisdom. His acknowledgment by the Father, and the continued companionship of the Holy Ghost, opened His soul to the glorious fact of His divinity. He had much to think about, much that demanded prayer and the communion with God that prayer alone could insure. Throughout the period of retirement, he ate not, but chose to fast, that His mortal body might the more completely be subjected to His divine spirit."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-10.p20"},"Then, when He was hungry and physically weak, the tempter came with the insidious suggestion that He use His extraordinary powers to provide food. Satan had chosen the most propitious time for his evil purpose. What will mortals not do, to what lengths have men not gone, to assuage the pangs of hunger? Esau bartered his birthright for a meal. Men have fought like brutes for food. Women have slain and eaten their own babes rather than endure the gnawing pangs of starvation. All this Satan knew when he came to the Christ in the hour of extreme physical need, and said unto Him: “If thou be the Son of God, command that these stones be made bread.” During the long weeks of seclusion, our Lord had been sustained by the exaltation of spirit that would naturally attend such all-absorbing concentration of mind as His protracted meditation and communion with the heavens undoubtedly produced; in such profound devotion of spirit, bodily appetites were subdued and superseded; but the reaction of the flesh was inevitable."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-10.p21"},"Hungry as Jesus was, there was a temptation in Satan’s words even greater than that embodied in the suggestion that He provide food for His famishing body—the temptation to put to proof the possible doubt implied in the tempter’s “If.” The Eternal Father had proclaimed Jesus as His Son; the devil tried to make the Son doubt that divine relationship. Why not prove the Father’s interest in His Son at this moment of dire necessity? Was it proper that the Son of God should go hungry? Had the Father so soon forgotten as to leave His Beloved Son thus to suffer? Was it not reasonable that Jesus, faint from long abstinence, should provide for Himself, and particularly so since He could provide, and that by a word of command,",["span.emphasis","if"],"the voice heard at His baptism was that of the Eternal Father.",["span.emphasis","If"],"thou be in reality the Son of God, demonstrate thy power, and at the same time satisfy thy hunger—such was the purport of the diabolical suggestion. To have yielded would have been to manifest positive doubt of the Father’s acknowledgment."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-10.p22"},"Moreover, the superior power that Jesus possessed had not been given to Him for personal gratification, but for service to others. He was to experience all the trials of mortality; another man, as hungry as He, could not provide for himself by a miracle; and though by miracle such a one might be fed, the miraculous supply would have to be given, not provided by himself. It was a necessary result of our Lord’s dual nature, comprizing the attributes of both God and man, that He should endure and suffer as a mortal while possessing at all times the ability to invoke the power of His own Godhood by which all bodily needs could be supplied or overcome. His reply to the tempter was sublime and positively final: “It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.”",["sup",["a",{"href":"fn_26"},"z"]],"The word that had proceeded from the mouth of God, upon which Satan would have cast mistrust, was that Jesus was the Beloved Son with whom the Father was well pleased. The devil was foiled; Christ was triumphant."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-10.p23"},"Realizing that he had utterly failed in his attempt to induce Jesus to use His inherent power for personal service, and to trust in Himself rather than rely upon the Father’s providence, Satan went to the other extreme and tempted Jesus to wantonly throw Himself upon the Father’s protection.",["sup",["a",{"href":"fn_27"},"a"]],"Jesus was standing upon one of the high parts of the temple, a pinnacle or battlement, overlooking the spacious courts, when the devil said unto Him: “If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.” Again appears the implication of doubt.",["sup",["a",{"href":"fn_28"},"b"]],["span.emphasis","If"],"Jesus was in fact the Son of God, could He not trust His Father to save Him, and particularly so as it was written",["sup",["a",{"href":"fn_29"},"c"]],"that angels would guard Him and bear Him up? Christ’s reply to the tempter in the wilderness had embodied a scriptural citation, and this He had introduced with the impressive formula common to expounders of sacred writ—“It is written.” In the second attempt, the devil tried to support his suggestion by scripture, and employed a similar expression—“for it is written.” Our Lord met and answered the devil’s quotation with another, saying: “It is written again, Thou shalt not tempt the Lord thy God.”",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-10.p24"},"Beside the provocation to sin by wantonly placing Himself in danger, so that the Father’s love might be manifested in a miraculous rescue, or by refusing so to challenge the Father’s interposition demonstrate that He doubted His status as the Beloved Son, there lurked an appeal to the human side of Christ’s nature, in thought of the fame which an astounding exploit, such as that of leaping from the dizzy height of the temple turrets and alighting unhurt, would surely bring. We cannot resist the thought, though we be not justified in saying that any such had even momentary place in the Savior’s mind, that to act upon Satan’s suggestion, provided of course the outcome proved to be such as he had indicated, would have been to insure public recognition of Jesus as a Being superior to mortals. It would have been a sign and a wonder indeed, the fame of which would have spread as fire in the dry grass; and all Jewry would have been aflame with excitement and interest in the Christ."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-10.p25"},"The glaring sophistry of Satan’s citation of scripture was unworthy a categorical reply; his doctrine deserved neither logic nor argument; his misapplication of the written word was nullified by scripture that was germane; the lines of the psalmist were met by the binding fiat of the prophet of the exodus, in which he had commanded Israel that they should not provoke nor tempt the Lord to work miracles among them. Satan tempted Jesus to tempt the Father. It is as truly a blasphemous interference with the prerogatives of Deity to set limitations or make fixations of time or place at which the divine power shall be made manifest as it is to attempt to usurp that power. God alone must decide when and how His wonders shall be wrought. Once more the purposes of Satan were thwarted and Christ again was victor."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-10.p26"},"In the third temptation the devil refrained from further appeal to Jesus to put either His own power or that of the Father to the test. Twice completely foiled, the tempter abandoned that plan of assault; and, discarding all disguise of purpose, submitted a definite proposition. From the top of a high mountain Jesus looked over the land with its wealth of city and field, of vineyard and orchard, of flocks and of herds; and in vision He saw the kingdoms of the world and contemplated the wealth, the splendor, the earthly glory of them all. Then saith Satan unto Him. “All these things will I give thee, if thou wilt fall down and worship me.” So wrote Matthew; the more extended version by Luke follows: “And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it. If thou therefore wilt worship me, all shall be thine.” We need not concern ourselves with conjecture as to whether Satan could have made good his promise in the event of Christ’s doing him homage; certain it is Christ could have reached out, and have gathered to Himself the wealth and glory of the world had He willed so to do, and thereby have failed in His Messianic mission. This fact Satan knew full well. Many men have sold themselves to the devil for a kingdom and for less, aye, even for a few paltry pence."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-10.p27"},"The effrontery of his offer was of itself diabolical. Christ, the Creator of heaven and earth, tabernacled as He then was in mortal flesh, may not have remembered His preexistent state, nor the part He had taken in the great council of the Gods;",["sup",["a",{"href":"fn_31"},"e"]],"while Satan, an unembodied spirit—he the disinherited, the rebellious and rejected son—seeking to tempt the Being through whom the world was created by promising Him part of what was wholly His, still may have had, as indeed he may yet have, a remembrance of those primeval scenes. In that distant past, antedating the creation of the earth, Satan, then Lucifer, a son of the morning, had been rejected; and the Firstborn Son had been chosen. Now that the Chosen One was subject to the trials incident to mortality, Satan thought to thwart the divine purpose by making the Son of God subject to himself. He who had been vanquished by Michael and his hosts and cast down as a defeated rebel, asked the embodied Jehovah to worship him. “Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. Then the devil leaveth him, and behold, angels came and ministered unto him.”",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-10.p28"},"It is not to be supposed that Christ’s victorious emergence from the dark clouds of the three specified temptations exempted Him from further assaults by Satan, or insured Him against later trials of faith, trust, and endurance. Luke closes his account of the temptations following the forty-day fast as follows: “And when the devil had ended all the temptation, he departed from him for a season.”",["sup",["a",{"href":"fn_33"},"g"]],"This victory over the devil and his wiles, this triumph over the cravings of the flesh, the harassing doubts of the mind, the suggested reaching out for fame and material wealth, were great but not final successes in the struggle between Jesus, the embodied God, and Satan, the fallen angel of light. That Christ was subject to temptation during the period of His association with the apostles He expressly affirmed.",["sup",["a",{"href":"fn_34"},"h"]],"That His temptations extended even to the agony in Gethsemane will appear as we proceed with this study. It is not given to the rest of us, nor was it given to Jesus, to meet the foe, to fight and overcome in a single encounter, once for all time. The strife between the immortal spirit and the flesh, between the offspring of God on the one hand, the world and the devil on the other, is persistent through life."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-10.p29"},"Few events in the evangelical history of Jesus of Nazareth have given rise to more discussion, fanciful theory, and barren speculation, than have the temptations. All such surmises we may with propriety ignore. To any believer in the holy scriptures, the account of the temptations therein given is sufficiently explicit to put beyond doubt or question the essential facts; to the unbeliever neither the Christ nor His triumph appeals. What shall it profit us to speculate as to whether Satan appeared to Jesus in visible form, or was present only as an unseen spirit; whether he spoke in audible voice, or aroused in the mind of his intended victim the thoughts later expressed by the written lines; whether the three temptations occurred in immediate sequence or were experienced at longer intervals? With safety we may reject all theories of myth or parable in the scriptural account, and accept the record as it stands; and with equal assurance may we affirm that the temptations were real, and that the trials to which our Lord was put constituted an actual and crucial test. To believe otherwise, one must regard the scriptures as but fiction."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-10.p30"},"A question deserving some attention in this connection is that of the peccability or impeccability of Christ—the question as to whether He was capable of sinning. Had there been no possibility of His yielding to the lures of Satan, there would have been no real test in the temptations, no genuine victory in the result. Our Lord was sinless yet peccable; He had the capacity, the ability to sin had He willed so to do. Had He been bereft of the faculty to sin, He would have been shorn of His free agency; and it was to safeguard and insure the agency of man that He had offered Himself, before the world was, as a redeeming sacrifice. To say that He could not sin because He was the embodiment of righteousness is no denial of His agency of choice between evil and good. A thoroughly truthful man cannot culpably lie; nevertheless his insurance against falsehood is not that of external compulsion, but of internal restraint due to his cultivated companionship of the spirit of truth. A really honest man will neither take nor covet his neighbor’s goods, indeed it may be said that he cannot steal; yet he is capable of stealing should he so elect. His honesty is an armor against temptation; but the coat of mail, the helmet, the breastplate, and the greaves, are but an outward covering; the man within may be vulnerable if he can be reached."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-10.p31"},"But why proceed with labored reasoning, which can lead to but one conclusion, when our Lord’s own words and other scriptures confirm the fact? Shortly before His betrayal, when admonishing the Twelve to humility, He said: “Ye are they which have continued with me in my temptations.”",["sup",["a",{"href":"fn_35"},"i"]],"While here we find no exclusive reference to the temptations immediately following His baptism, the exposition is plain that He had endured temptations, and by implication, these had continued throughout the period of His ministry. The writer of the epistle to the Hebrews expressly taught that Christ was peccable, in that He was tempted “in all points” as are the rest of mankind. Consider the unambiguous declaration: “Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession. For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.”",["sup",["a",{"href":"fn_36"},"j"]],"And further: “Though he were a Son, yet learned he obedience by the things which he suffered.”",["sup",["a",{"href":"fn_37"},"k"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-10.f1"},["h3","Notes to Chapter 10"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-10.p33"},["b","Raiment of Camel’s Hair."],"—Through the prophet Zechariah (",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.4"},"13:4"],") a time was foretold in which professing prophets would no longer “wear a rough garment to deceive.” Of the raiment of camel’s hair worn by John the Baptist, the Oxford and other marginal readings render the expression “a garment of hair” as more literal than the Bible text. Deems (",["span.emphasis","Light of the Nations,"],"p. 74, note) says: “The garment of camel’s hair was not the camel’s skin with the hair on, which would be too heavy to wear, but raiment woven of camel’s hair, such as Josephus speaks of (B. J. i, 24:3).”"]],["li",["span.label","2."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-10.p34"},["b","Locusts and Wild Honey."],"—Insects of the locust or grasshopper kind were specifically declared clean and suitable for food in the law given to Israel in the wilderness. “Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth; even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.21-22"},"Leviticus 11:21, 22"],".) At the present time locusts are used as food by many oriental peoples, though usually by the poorer classes only. Of the passage referring to locusts as part of the Baptist’s food while he lived as a recluse in the desert, Farrar (",["span.emphasis","Life of Christ,"],"p. 97, note) says: “The fancy that it means the pods of the so-called locust tree (carob) is a mistake. Locusts are sold as articles of food in regular shops for the purpose at Medina; they are plunged into salt boiling water, dried in the sun, and eaten with butter, but only by the poorest beggars.” Geikie (",["span.emphasis","Life and Words of Christ,"],"vol. i, pp. 354, 355) gives place to the following as applied to the Baptist’s life: “His only food was the locusts which leaped or flew on the bare hills, and the honey of wild bees which he found, here and there, in the clifts of the rocks, and his only drink a draught of water from some rocky hollow. Locusts are still the food of the poor in many parts of the East. ‘All the Bedouins of Arabia, and the inhabitants of towns in Nedj and Hedjaz, are accustomed to eat them,’ says Burckhardt. ‘I have seen at Medina and Tayf, locust shops, where they are sold by measure. In Egypt and Nubia they are eaten only by the poorest beggars. The Arabs, in preparing them for eating, throw them alive into boiling water, with which a good deal of salt has been mixed, taking them out after a few minutes, and drying them in the sun. The head, feet, and wings, are then torn off, the bodies cleansed from the salt, and perfectly dried. They are sometimes eaten boiled in butter, or spread on unleavened bread mixed with butter.’ In Palestine, they are eaten only by the Arabs on the extreme frontiers; elsewhere they are looked on with disgust and loathing, and only the very poorest use them. Tristram, however, speaks of them as ‘very palatable.’ ‘I found them very good,’ says he, ‘when eaten after the Arab fashion, stewed with butter. They tasted somewhat like shrimps, but with less flavour.’ In the wilderness of Judea, various kinds abound at all seasons, and spring up with a drumming sound, at every step, suddenly spreading their bright hind wings, of scarlet, crimson, blue, yellow, white, green, or brown, according to the species. They were ‘clean,’ under the Mosaic Law, and hence could be eaten by John without offence.”"],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-10.p35"},"Concerning the mention of wild honey as food used by John, the author last quoted says in a continuation of the same paragraph: “The wild bees in palestine are far more numerous than those kept in hives, and the greater part of the honey sold in the southern districts is obtained from wild swarms. Few countries, indeed, are better adapted for bees. The dry climate, and the stunted but varied flora, consisting largely of aromatic thymes, mints, and other similar plants, with crocuses in the spring, are very favourable to them, while the dry recesses of the limestone rocks everywhere afford them shelter and protection for their combs. In the wilderness of Judea, bees are far more numerous than in any other part of Palestine, and it is, to this day, part of the homely diet of the Bedouins, who squeeze it from the combs and store it in skins.”"]],["li",["span.label","3."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-10.p36"},["b","John’s Inferiority to the Mightier One He Proclaimed."],"—“One mightier than I cometh, the latchet of whose shoes I am not worthy to unloose” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.16"},"Luke 3:16"],"), or “whose shoes I am not worthy to bear” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matthew 3:11"],"); this was the way by which the Baptist declared his inferiority to the Mightier One, who was to succeed and supersede him; and a more effective illustration would be difficult to frame. To loosen the shoe latchet or sandal thong, or to carry the shoes of another, “was a menial office betokening great inferiority on the part of the person performing it.” (Smith’s",["span.emphasis","Dictionary of the Bible."],") A passage in the Talmud (",["span.emphasis","Tract. Kidduschin"],"xxii:2) requires a disciple to do for his teacher whatever a servant might be required to do for his master, except the loosing of his sandal thong. Some teachers urged that a disciple should carry his humility even to the extreme of carrying his master’s shoes. The humility of the Baptist, in view of the widespread interest his call aroused, is impressive."]],["li",["span.label","4."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-10.p37"},["b","The Order in Which the Temptations Were Presented."],"—But two of the Gospel-writers specify the temptations to which Christ was subjected immediately after His baptism; Mark merely mentions the fact that Jesus was tempted. Matthew and Luke place first the temptation that Jesus provide for Himself by miraculously creating bread; the sequence of the later trials is not the same in the two records. The order followed in the text is that of Matthew."]],["li",["span.label","5."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-10.p38"},["b","The Devil’s “If.”"],"—Note the later taunting use of that diabolical",["span.emphasis","if"],"as the Christ hung upon the cross. The rulers of the Jews, mocking the crucified Jesus in His agony said, “Let him save himself",["span.emphasis","if"],"he be the Christ.” And the soldier, reading the inscription at the head of the cross derided the dying God, saying: “",["span.emphasis","If"],"thou be the king of the Jews, save thyself.” And yet again, the unrepentant malefactor by His side cried out, “",["span.emphasis","If"],"thou be Christ, save thyself and us.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.35-39"},"Luke 23:35–39"],".) How literally did those railers and mockers quote the very words of their father the devil (see",["a.scriptureRef",{"href":"/scriptures/nt/john/8.44"},"John 8:44"],"). See further, page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p14"},"658"],"herein."]],["li",["span.label","6."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-10.p39"},["b","Baptism Required of All."],"—Baptism is required of all persons who live to the age of accountability in the flesh. None are exempt. Jesus Christ, who lived as a Man without sin in the midst of a sinful world, was baptized “to fulfil all righteousness.” Six centuries before this event, Nephi, prophesying to the people on the western continent, foretold the baptism of the Savior, and thus drew therefrom the necessity of baptism as a universal requirement: “And now, if the Lamb of God, he being holy, should have need to be baptized by water, to fulfil all righteousness, O then, how much more need have we, being unholy, to be baptized, yea, even by water. … Know ye not that he was holy? But notwithstanding he being holy, he sheweth unto the children of men, that according to the flesh, he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.5,7"},"2 Nephi 31:5, 7"],"). See",["span.emphasis","Articles of Faith,"],"6:128–34."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-10.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.8"},"2 Kings 1:8"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-10.fn2"},["b","2"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p33"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-10.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.1-5"},"Matthew 3:1–5"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.22"},"Leviticus 11:22"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.1-8"},"Mark 1:1–8"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p34"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-10.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.2"},"Luke 3:2"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-10.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/ex/3.1-2"},"Exodus 3:1, 2"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-10.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.2-7"},"1 Kings 17:2–7"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-10.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.3"},"Mark 1:3"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-10.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.2"},"Mark 1:2"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1"},"Malachi 3:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.10"},"Matthew 11:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.27"},"Luke 7:27"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-10.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matthew 3:11"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-10.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.7-10"},"Matthew 3:7–10"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.3-9"},"Luke 3:3–9"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-10.fn11"},["b","11"],["span.label","k"],"Compare a later instance, in which Christ similarly taught (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.33-59"},"John 8:33–59"],")."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-10.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.10"},"Luke 3:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37"},"Acts 2:37"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-10.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.10-15"},"Luke 3:10–15"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-10.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/mark/1.1"},"Mark 1:1"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-10.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.41"},"John 10:41"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-10.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.35,37"},"John 1:35, 37"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2"},"Matthew 11:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.18"},"Luke 7:18"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-10.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p36"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-10.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.17"},"Luke 3:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.12"},"Matthew 3:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.2"},"Malachi 3:2"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-10.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.11-14"},"Matthew 11:11–14"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.12"},"17:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.24-30"},"Luke 7:24–30"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-10.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.23"},"Luke 3:23"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-10.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.13-15"},"Matthew 3:13–15"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-10.fn22"},["b","22"],["span.label","v"],"For treatment of Baptism as a universal requirement, see the author’s",["span.emphasis","Articles of Faith,"],"6:128–34.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p39"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-10.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.16-17"},"Matthew 3:16, 17"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.9-11"},"Mark 1:9–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.21-22"},"Luke 3:21, 22"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-10.fn24"},["b","24"],["span.label","x"],"Shortly before His death, the Savior promised the apostles that the Father would send unto them the Comforter, which is the Holy Ghost (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],"). See the author’s",["span.emphasis","Articles of Faith,"],"2:39–42."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-10.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.1-11"},"Matthew 4:1–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.12-13"},"Mark 1:12, 13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.1-13"},"Luke 4:1–13"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-10.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.4"},"Matthew 4:4"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"Deuteronomy 8:3"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-10.fn27"},["b","27"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p37"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-10.fn28"},["b","28"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p38"},"Note 5"],", end of chapter. Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p14"},"658"],"herein."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-10.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.6"},"Matthew 4:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/91.11-12"},"Psalm 91:11, 12"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-10.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.5-7"},"Matthew 4:5–7"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.16"},"Deuteronomy 6:16"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-10.fn31"},["b","31"],["span.label","e"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p3"},"6–9"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-10.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.10-11"},"Matthew 4:10, 11"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3"},"Exodus 20:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.13"},"Deuteronomy 6:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.20"},"10:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.14"},"Joshua 24:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/7.3"},"1 Samuel 7:3"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-10.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.13"},"Luke 4:13"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-10.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.28"},"Luke 22:28"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-10.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.28"},"Luke 22:28"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-10.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/heb/4.14-15"},"Hebrews 4:14, 15"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-10.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/heb/5.8"},"Hebrews 5:8"],"."]]}
