{"id":9,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":9,"title":"Chapter 7: Gabriel’s Annunciation of John and of Jesus","subtitle":"","short_title":"Chapter 7","uri":"/manual/jesus-the-christ/chapter-7","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-7"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-7.head1"},[".titleNumber","Chapter 7"],["h1","Gabriel’s Annunciation of John and of Jesus"]],[".bodyBlock",[".topic",["h2","John the Forerunner"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-7.p4"},"Associated with the prophecies of the birth of Christ are predictions concerning one who should precede Him, going before to prepare the way. It is not surprising that the annunciation of the immediate advent of the forerunner was speedily followed by that of the Messiah; nor that the proclamations were made by the same heavenly embassador—Gabriel, sent from the presence of God.",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-7.p5"},"About fifteen months prior to the Savior’s birth, Zacharias, a priest of the Aaronic order, was officiating in the functions of his office in the temple at Jerusalem. His wife, Elisabeth, was also of a priestly family, being numbered among the descendants of Aaron. The couple had never been blessed with children; and at the time of which we speak they were both well stricken in years and had sorrowfully given up hope of posterity. Zacharias belonged to the course of priests named after Abijah, and known in later time as the course of Abia. This was the eighth in the order of the twenty-four courses established by David the king, each course being appointed to serve in turn a week at the sanctuary.",["sup",["a",{"href":"fn_2"},"b"]],"It will be remembered that on the return of the people from Babylon only four of the courses were represented; but of these four each averaged over fourteen hundred men.",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-7.p6"},"During his week of service each priest was required to maintain scrupulously a state of ceremonial cleanliness of person; he had to abstain from wine, and from food except that specifically prescribed; he had to bathe frequently; he lived within the temple precincts and thus was cut off from family association; he was not allowed to come near the dead, nor to mourn in the formal manner if death should rob him of even his nearest and dearest of kin. We learn that the daily selection of the priest who should enter the Holy Place, and there burn incense on the golden altar, was determined by lot;",["sup",["a",{"href":"fn_4"},"d"]],"and furthermore we gather, from non-scriptural history, that because of the great number of priests the honor of so officiating seldom fell twice to the same person."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-7.p7"},"On this day the lot had fallen to Zacharias. It was a very solemn occasion in the life of the humble Judean priest—this one day in his life on which the special and particularly sacred service was required of him. Within the Holy Place he was separated by the veil of the temple only from the Oracle or Holy of Holies—the inner sanctuary into which none but the high priest might enter, and he only on the Day of Atonement, after long ceremonial preparation.",["sup",["a",{"href":"fn_5"},"e"]],"The place and the time were conducive to the highest and most reverential feelings. As Zacharias ministered within the Holy Place, the people without bowed themselves in prayer, watching for the clouds of incense smoke to appear above the great partition which formed the barrier between the place of general assembly and the Holy Place, and awaiting the reappearance of the priest and his pronouncement of the benediction."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-7.p8"},"Before the astonished gaze of Zacharias, at this supreme moment of his priestly service, there appeared, standing on the right of the golden altar of incense, an angel of the Lord. Many generations had passed in Jewry since any visible presence other than mortal had been manifest within the temple, either in the Holy Place or the Holy of Holies; the people regarded personal visitations of heavenly beings as occurrences of the past; they had come almost to believe that there were no longer prophets in Israel. Nevertheless, there was always a feeling of anxiety, akin to that of troubled expectancy, whenever a priest approached the inner sanctuary, which was regarded as the particular abode of Jehovah should He ever again condescend to visit His people. In view of these conditions we read without surprise that this angelic presence troubled Zacharias and caused fear to fall upon him. The words of the heavenly visitant, however, were comforting though of startling import, embodying as they did the unqualified assurance that the man’s prayers had been heard, and that his wife should bear him a son, who must be named John.",["sup",["a",{"href":"fn_6"},"f"]],"The promise went even further, specifying that the child to be born of Elisabeth would be a blessing to the people; many would rejoice at his birth; he would be great in the sight of the Lord, and must be guarded against wine and strong drink;",["sup",["a",{"href":"fn_7"},"g"]],"he would be filled with the Holy Ghost, would be the means of turning many souls to God, and would go before to make ready a people prepared to receive the Messiah."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-7.p9"},"Doubtless Zacharias recognized in the predicted future of the yet unborn child, the great forerunner, of whom the prophets had told and the psalmist had sung; but that such a one should be offspring of himself and his aged wife seemed impossible despite the angel’s promise. The man doubted, and asked whereby he should know that what his visitant had spoken was true: “And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings. And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.”",["sup",["a",{"href":"fn_8"},"h"]],"When the highly blessed though sorely smitten priest at length came from within and appeared before the expectant congregation, already made anxious by his delayed return, he could but mutely dismiss the assembly and by signs indicate that he had seen a vision. The penalty for doubt was already operative: Zacharias was dumb."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-7.p10"},"In due time the child was born, there in the hill country of Judea",["sup",["a",{"href":"fn_9"},"i"]],"where Zacharias and Elisabeth had their home; and, on the eighth day following the birth the family assembled in accordance with custom and Mosaic requirement, to name the babe in connection with the rite of circumcision.",["sup",["a",{"href":"fn_10"},"j"]],"All suggestions that he be called after his father were overruled by Zacharias, who wrote with decisive finality: “His name is John.” Thereupon the dumb",["sup",["a",{"href":"fn_11"},"k"]],"priest’s tongue was loosed, and being filled with the Holy Ghost he burst forth in prophecy, praise and song; his inspired utterances have been set to music and are sung in worship by many Christian congregations as the Benedictus:"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-7.p11"},"“Blessed be the Lord God of Israel; for he hath visited and redeemed his people, and hath raised up an horn of salvation for us in the house of his servant David; as he spake by the mouth of his holy prophets, which have been since the world began: that we should be saved from our enemies, and from the hand of all that hate us; to perform the mercy promised to our fathers, and to remember his holy covenant; the oath which he sware to our father Abraham, that he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear, in holiness and righteousness before him, all the days of our life. And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways; to give knowledge of salvation unto his people by the remission of their sins, through the tender mercy of our God; whereby the dayspring from on high hath visited us, to give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-7.p12"},"The last words Zacharias had uttered prior to the infliction of dumbness were words of doubt and unbelief, words in which he had called for a sign as proof of authority of one who came from the presence of the Almighty; the words with which he broke his long silence were words of praise unto God in whom he had all assurance, words that were as a sign to all who heard, and the fame whereof spread throughout the region."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-7.p13"},"The unusual circumstances attending the birth of John, notably the months of dumbness passed by the father and his sudden recovery of speech on the bestowal of the foreappointed name, caused many to marvel and some to fear, as they asked: “What manner of child shall this be!” When, a man grown, John raised his voice in the wilderness, again in fulfillment of prophecy, the people questioned as to whether he was not the Messiah.",["sup",["a",{"href":"fn_13"},"m"]],"Of his life between infancy and the beginning of his public ministry, a period of approximately thirty years, we have of record but a single sentence: “And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.”",["sup",["a",{"href":"fn_14"},"n"]]]],[".topic",["h2","The Annunciation to the Virgin"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-7.p15"},"Six months after the visitation of Gabriel to Zacharias, and three months prior to the birth of John, the same heavenly messenger was sent to a young woman named Mary, who lived at Nazareth, a town in Galilee. She was of the lineage of David; and though unmarried was betrothed or espoused to a man named Joseph, who also was of royal descent through the Davidic line. The angel’s salutation, while full of honor and blessing, caused Mary to wonder and to feel troubled. “Hail, thou that art highly favoured, the Lord is with thee: blessed art thou among women”;",["sup",["a",{"href":"fn_15"},"o"]],"thus did Gabriel greet the virgin."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-7.p16"},"In common with other daughters of Israel, specifically those of the tribe of Judah and of known descent from David, Mary had doubtless contemplated, with holy joy and ecstasy, the coming of the Messiah through the royal line; she knew that some Jewish maiden was yet to become the mother of the Christ. Was it possible that the angel’s words to her had reference to this supreme expectation and hope of the nation? She had little time to turn these things in her mind, for the angel continued: “Fear not, Mary: for thou hast found favour with God. And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name",["span.smallCaps","Jesus"],". He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David: and he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-7.p17"},"Even yet she comprehended but in part the import of this momentous visitation. Not in the spirit of doubt such as had prompted Zacharias to ask for a sign, but through an earnest desire for information and explanation, Mary, conscious of her unmarried status and sure of her virgin condition, asked: “How shall this be, seeing I know not a man?” The answer to her natural and simple inquiry was the announcement of a miracle such as the world had never known—not a miracle in the sense of a happening contrary to nature’s law, nevertheless a miracle through the operation of higher law, such as the human mind ordinarily fails to comprehend or regard as possible. Mary was informed that she would conceive and in time bring forth a Son, of whom no mortal man would be the father:—“And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-7.p18"},"Then the angel told her of the blessed condition of her cousin Elisabeth, who had been barren; and by way of sufficient and final explanation added: “For with God nothing shall be impossible.” With gentle submissiveness and humble acceptance, the pure young virgin replied: “Behold the handmaid of the Lord; be it unto me according to thy word.”"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-7.p19"},"His message delivered, Gabriel departed, leaving the chosen Virgin of Nazareth to ponder over her wondrous experience. Mary’s promised Son was to be “The Only Begotten” of the Father in the flesh; so it had been both positively and abundantly predicted. True, the event was unprecedented; true also it has never been paralleled; but that the virgin birth would be unique was as truly essential to the fulfillment of prophecy as that it should occur at all. That Child to be born of Mary was begotten of Elohim, the Eternal Father, not in violation of natural law but in accordance with a higher manifestation thereof; and, the offspring from that association of supreme sanctity, celestial Sireship, and pure though mortal maternity, was of right to be called the “Son of the Highest.” In His nature would be combined the powers of Godhood with the capacity and possibilities of mortality; and this through the ordinary operation of the fundamental law of heredity, declared of God, demonstrated by science, and admitted by philosophy, that living beings shall propagate—after their kind. The Child Jesus was to inherit the physical, mental, and spiritual traits, tendencies, and powers that characterized His parents—one immortal and glorified—God, the other human—woman."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-7.p20"},"Jesus Christ was to be born of mortal woman, but was not directly the offspring of mortal man, except so far as His mother was the daughter of both man and woman. In our Lord alone has been fulfilled the word of God spoken in relation to the fall of Adam, that the",["span.emphasis","seed of the woman"],"should have power to overcome Satan by bruising the serpent’s head.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-7.p21"},"In respect to place, condition, and general environment, Gabriel’s annunciation to Zacharias offers strong contrast to the delivery of his message to Mary. The prospective forerunner of the Lord was announced to his father within the magnificent temple, and in a place the most exclusively sacred save one other in the Holy House, under the light shed from the golden candlestick, and further illumined by the glow of living coals on the altar of gold; the Messiah was announced to His mother in a small town far from the capital and the temple, most probably within the walls of a simple Galilean cottage."]],[".topic",["h2","Mary’s Visit to Her Cousin Elisabeth"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-7.p23"},"It was natural that Mary, left now to herself with a secret in her soul, holier, greater, and more thrilling than any ever borne before or since, should seek companionship, and that of some one of her own sex, in whom she could confide, from whom she might hope to derive comfort and support, and to whom it would be not wrong to tell what at that time was probably known to no mortal save herself. Her heavenly visitant had indeed suggested all this in his mention of Elisabeth, Mary’s cousin, herself a subject of unusual blessing, and a woman through whom another miracle of God had been wrought. Mary set out with haste from Nazareth for the hill country of Judea, on a journey of about a hundred miles if the traditional account be true that the little town of Juttah was the home of Zacharias. There was mutual joy in the meeting between Mary the youthful virgin, and Elisabeth, already well advanced in life. From what of Gabriel’s words her husband had communicated, Elisabeth must have known that the approaching birth of her son would soon be followed by that of the Messiah, and that therefore the day for which Israel had waited and prayed through the long dark centuries was about to dawn. When Mary’s salutation fell upon her ears, the Holy Ghost bore witness that the chosen mother of the Lord stood before her in the person of her cousin; and as she experienced the physical thrill incident to the quickening spirit of her own blessed conception, she returned the greeting of her visitor with reverence: “Blessed art thou among women, and blessed is the fruit of thy womb. And whence is this to me, that the mother of my Lord should come to me?”",["sup",["a",{"href":"fn_19"},"s"]],"Mary responded with that glorious hymn of praise, since adopted in the musical ritual of churches as the Magnificat:"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-7.p24"},"“My soul doth magnify the Lord, and my spirit hath rejoiced in God my Saviour. For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed. For he that is mighty hath done to me great things; and holy is his name. And his mercy is on them that fear him from generation to generation. He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts. He hath put down the mighty from their seats, and exalted them of low degree. He hath filled the hungry with good things; and the rich he hath sent empty away. He hath holpen his servant Israel, in remembrance of his mercy; as he spake to our fathers, to Abraham, and to his seed for ever.”",["sup",["a",{"href":"fn_20"},"t"]]]],[".topic",["h2","Mary and Joseph"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-7.p26"},"The visit lasted about three months, after which time Mary returned to Nazareth. The real embarrassment of her position she had now to meet. At the home of her cousin she had been understood; her condition had served to confirm the testimony of Zacharias and Elisabeth; but how would her word be received at her own home? And especially, how would she be regarded by her espoused husband?",["sup",["a",{"href":"fn_21"},"u"]],"Betrothal, or espousal, in that time was in some respects as binding as the marriage vow, and could only be set aside by a ceremonial separation akin to divorce; yet an espousal was but an engagement to marry, not a marriage. When Joseph greeted his promised bride after her three months’ absence, he was greatly distressed over the indications of her prospective maternity. Now the Jewish law provided for the annulment of a betrothal in either of two ways—by public trial and judgment, or by private agreement attested by a written document signed in the presence of witnesses. Joseph was a just man, a strict observer of the law, yet no harsh extremist; moreover he loved Mary and would save her all unnecessary humiliation, whatever might be his own sorrow and suffering. For Mary’s sake he dreaded the thought of publicity; and therefore determined to have the espousal annulled with such privacy as the law allowed. He was troubled and thought much of his duty in the matter, when, “behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost. And she shall bring forth a son, and thou shalt call his name",["span.smallCaps","Jesus"],": for he shall save his people from their sins.”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-7.p27"},"Great was Joseph’s relief of mind; and great his joy in the realization that the long predicted coming of the Messiah was at hand; the words of the prophets would be fulfilled; a virgin, and she the one in the world most dear to him, had conceived, and in due time would bring forth that blessed Son, Emmanuel, which name by interpretation means “God with us.”",["sup",["a",{"href":"fn_23"},"w"]],"The angel’s salutation was significant; “Joseph, thou son of David,” was the form of address; and the use of that royal title must have meant to Joseph that, though he was of kingly lineage, marriage with Mary would cast no shadow upon his family status. Joseph waited not; to insure Mary all possible protection and establish his full legal right as her lawful guardian he hastened the solemnization of the marriage, and “did as the angel of the Lord had bidden him, and took unto him his wife: and knew her not till she had brought forth her firstborn son and he called his name",["span.smallCaps","Jesus"],".”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-7.p28"},"The national hope of a Messiah based on promise and prophecy had become confused in the Jewish mind, through the influence of rabbinism with its many vagaries, and its “private interpretation”",["sup",["a",{"href":"fn_25"},"y"]],"made to appear authoritative by the artificially sustained prestige of the expositors; yet certain conditions had been emphasized as essential, even by the rabbis, and by these essentials would be judged the claim of any Jew who might declare himself to be the long expected One. It was beyond question that the Messiah was to be born within the tribe of Judah and through the line of descent from David, and, being of David He must of necessity be of the lineage of Abraham, through whose posterity, according to the covenant, all nations of the earth were to be blessed.",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-7.p29"},"Two genealogical records purporting to give the lineage of Jesus are found in the New Testament, one in the",["a.scriptureRef",{"href":"/scriptures/nt/matt/1"},"first chapter of Matthew"],", the other in the",["a.scriptureRef",{"href":"/scriptures/nt/luke/3"},"third chapter of Luke"],". These records present several apparent discrepancies, but such have been satisfactorily reconciled by the research of specialists in Jewish genealogy. No detailed analysis of the matter will be attempted here; but it should be borne in mind that the consensus of judgment on the part of investigators is that Matthew’s account is that of the royal lineage, establishing the order of sequence among the legal successors to the throne of David, while the account given by Luke is a personal pedigree, demonstrating descent from David without adherence to the line of legal succession to the throne through primogeniture or nearness of kin.",["sup",["a",{"href":"fn_27"},"a"]],"Luke’s record is regarded by many, however, as the pedigree of Mary, while Matthew’s is accepted as that of Joseph. The all important fact to be remembered is that the Child promised by Gabriel to Mary, the virginal bride of Joseph, would be born in the royal line. A personal genealogy of Joseph was essentially that of Mary also, for they were cousins. Joseph is named as son of Jacob by Matthew, and as son of Heli by Luke; but Jacob and Heli were brothers, and it appears that one of the two was the father of Joseph and the other the father of Mary and therefore father-in-law to Joseph. That Mary was of Davidic descent is plainly set forth in many scriptures; for since Jesus was to be born of Mary, yet was not begotten by Joseph, who was the reputed, and according to the law of the Jews, the legal, father, the blood of David’s posterity was given to the body of Jesus through Mary alone. Our Lord, though repeatedly addressed as Son of David, never repudiated the title but accepted it as rightly applied to Himself.",["sup",["a",{"href":"fn_28"},"b"]],"Apostolic testimony stands in positive assertion of the royal heirship of Christ through earthly lineage, as witness the affirmation of Paul, the scholarly Pharisee: “Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh”; and again: “Remember that Jesus Christ of the seed of David was raised from the dead.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-7.p30"},"In all the persecutions waged by His implacable haters, in all the false accusations brought against Him, in the specific charges of sacrilege and blasphemy based on His acknowledgment of the Messiahship as His own, no mention is found of even an insinuation that He could not be the Christ through any ineligibility based on lineage. Genealogy was assiduously cared for by the Jews before, during, and after the time of Christ; indeed their national history was largely genealogical record; and any possibility of denying the Christ because of unattested descent would have been used to the fullest extent by insistent Pharisee, learned scribe, haughty rabbi, and aristocratic Sadducee."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-7.p31"},"At the time of the Savior’s birth, Israel was ruled by alien monarchs. The rights of the royal Davidic family were unrecognized; and the ruler of the Jews was an appointee of Rome. Had Judah been a free and independent nation, ruled by her rightful sovereign, Joseph the carpenter would have been her crowned king; and his lawful successor to the throne would have been Jesus of Nazareth, the King of the Jews."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-7.p32"},"Gabriel’s annunciation to Mary was that of the Son of David, on whose coming the hope of Israel rested as on a sure foundation. The One, thus announced, was Emmanuel, even God who was to dwell in flesh with His people,",["sup",["a",{"href":"fn_30"},"d"]],"the Redeemer of the world, Jesus the Christ."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-7.f1"},["h3","Notes to Chapter 7"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-7.p34"},["b","John the Baptist Regarded as a Nazarite."],"—The instruction of the angel Gabriel to Zacharias, that the promised son, John, was to “drink neither wine nor strong drink,” and the adult life of John as a dweller in the desert, together with his habit of wearing rough garb, have led commentators and Biblical specialists to assume that he was a “Nazarite for life.” It is to be remembered, however, that nowhere in scripture extant is John the Baptist definitely called a Nazarite. A Nazarite, the name signifying",["span.emphasis","consecrated or separated,"],"was one, who by personal vow or by that made for him by his parents, was set apart to some special labor or course of life involving self-denial. (See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p19"},"67"],".) Smith’s",["span.emphasis","Comp. Dict. of the Bible"],"says: “There is no notice in the Pentateuch of Nazarites for life; but the regulations for the vow of a Nazarite of days are given (",["a.scriptureRef",{"href":"/scriptures/ot/num/6.1-2"},"Numbers 6:1–2"],"). The Nazarite, during the term of his consecration, was bound to abstain from wine, grapes, and every production of the vine, and from every kind of intoxicating drink. He was forbidden to cut the hair of his head, or to approach any dead body, even that of his nearest relation.” The sole instance of a Nazarite for life named in the scriptures is that of Samson, whose mother was required to put herself under Nazarite observances prior to his birth, and the child was to be a Nazarite to God from his birth (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.3-7,14"},"Judges 13:3–7, 14"],"). In the strictness of his life, John the Baptist is to be credited with all the personal discipline required of Nazarites whether he was under voluntary or parental vows or was not so bound."]],["li",["span.label","2."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-7.p35"},["b","Circumcision,"],"while not exclusively a Hebrew or an Israelitish practice, was made a definite requirement through the revelations of God to Abraham, as the sign of the covenant between Jehovah and the patriarch. (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.9-14"},"Genesis 17:9–14"],".) This covenant was made to include the establishment of Abraham’s posterity as a great nation, and provided that through his descendants should all nations of the earth be blessed (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.18"},"Genesis 22:18"],")—a promise which has been proved to mean that through that lineage should the Messiah be born. Circumcision was a binding condition; and its practice therefore became a national characteristic. Every male was to be circumcised eight days after birth (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.12"},"Genesis 17:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/12.3"},"Leviticus 12:3"],"). This requirement as to age came to be so rigidly enforced, that even if the eighth day fell on a Sabbath the rite had to be performed on that day (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.22-23"},"John 7:22, 23"],"). All male slaves had to be circumcised (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.12-13"},"Genesis 17:12, 13"],") and even strangers who sojourned with the Hebrews and desired to partake of the Passover with them had to submit to the requirement (",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.48"},"Exodus 12:48"],"). From the",["span.emphasis","Standard Bible Dictionary"],"we take the following: “The ceremony indicated the casting off of uncleanness as a preparation for entrance into the privileges of membership in Israel. In the New Testament, with its transfer of emphasis from the external and formal to the inner and spiritual side of things, it was first declared unnecessary for Gentile converts to the gospel to be circumcised (",["a.scriptureRef",{"href":"/scriptures/nt/acts/15.28"},"Acts 15:28"],"), and afterward the rite was set aside even by Jewish Christians.” It became customary to name a child at the time it was circumcised, as is instanced in the case of John, son of Zacharias (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.59"},"Luke 1:59"],")."]],["li",["span.label","3."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-7.p36"},["b","Zacharias’s Affliction."],"—The sign for which Zacharias asked was thus given by the angel: “Behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.20"},"Luke 1:20"],".) From the account of the circumcision and naming of the boy, John, it is held by some that the afflicted father was also deaf, as the company “made signs” to him as to how he would have his son named (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.62"},"verse 62"],")."]],["li",["span.label","4."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-7.p37"},["b","Jewish Betrothal."],"—The vow of espousal, or betrothal, has always been regarded as sacred and binding in Jewish law. In a manner it was as binding as a marriage ceremony, though it carried none of the particular rights of marriage. The following succinct statements are taken from Geikie’s",["span.emphasis","Life and Words of Christ,"],"vol. 1, p. 99: “Among the Jews of Mary’s day it was even more of an actual engagement [than it later came to be]. The betrothal was formally made with rejoicings in the house of the bride under a tent or slight canopy raised for the purpose. It was called the ‘making sacred’ as the bride thenceforth was sacred to her husband in the strictest sense. To make it legal, the bridegroom gave his betrothed a piece of money, or the worth of it, before witnesses, with the words, ‘Lo, thou art betrothed unto me,’ or by a formal writing in which similar words and the maiden’s name were given, and this in the same way was handed to her before witnesses.”"]],["li",["span.label","5."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-7.p38"},["b","Genealogies of Joseph and Mary."],"—“It is now almost certain that the genealogies in both Gospels are genealogies of Joseph, which if we may rely on early traditions of their consanguinity involve genealogies of Mary also. The Davidic descent of Mary is implied in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.30"},"Acts 2:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.23"},"13:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.3"},"Rom. 1:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.32"},"Luke 1:32"],", etc. St. Matthew gives the legal descent of Joseph through the elder and regal line, as heir to the throne of David; St. Luke gives the natural descent. Thus, the real father of Salathiel was heir of the house of Nathan, but the childless Jeconiah (",["a.scriptureRef",{"href":"/scriptures/ot/jer/22.30"},"Jer. 22:30"],") was the last lineal representative of the elder kingly line. The omission of some obscure names and the symmetrical arrangement into tesseradecads were common Jewish customs. It is not too much to say that after the labors of Mill (",["span.emphasis","On the Mythical Interpretation of the Gospels,"],"pp. 147–217) and Lord A. C. Hervey (",["span.emphasis","On the Genealogies of Our Lord,"],"1853) scarcely a single difficulty remains in reconciling the apparent divergencies. And thus in this as in so many other instances, the very discrepancies which appear to be most irreconcilable, and most fatal to the historic accuracy of the four evangelists, turn out, on closer and more patient investigation, to be fresh proofs that they are not only entirely independent, but also entirely trustworthy.”—Farrar,",["span.emphasis","Life of Christ,"],"p. 27, note."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-7.p39"},"The writer of the article “Genealogy of Jesus Christ” in Smith’s",["span.emphasis","Bible Dict."],"says: “The New Testament gives us the genealogy of but one person, our Savior (",["a.scriptureRef",{"href":"/scriptures/nt/matt/1"},"Matt. 1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3"},"Luke 3"],"). … The following propositions will explain the true construction of these genealogies (so Lord A. C. Hervey): 1. They are both the genealogies of Joseph, i.e. of Jesus Christ, as the reputed and legal son of Joseph and Mary. 2. The genealogy of Matthew is, as Grotius asserted, Joseph’s genealogy as legal successor to the throne of David. That of Luke is Joseph’s private genealogy, exhibiting his real birth, as David’s son, and thus showing why he was heir to Solomon’s crown. The simple principle that one evangelist exhibits that genealogy which contained the successive heirs to David’s and Solomon’s throne, while the other exhibits the paternal stem of him who was the heir, explains all the anomalies of the two pedigrees, their agreements as well as their discrepancies, and the circumstance of their being two at all. 3. Mary, the mother of Jesus, was probably the daughter of Jacob, and first cousin to Joseph her husband.”"],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-7.p40"},"A valuable contribution to the literature of this subject appears in the",["span.emphasis","Journal of the Transactions of the Victoria Institute, or Philosophical Society of Great Britain,"],"1912, vol. 44, pp. 9–36, as an article, “The Genealogies of our Lord,” by Mrs. A. S. Lewis, and discussion thereof by many scholars of acknowledged ability. The author, Mrs. Lewis, is an authority on Syriac manuscripts, and is one of the two women who, in 1892, discovered in the library of St. Catherine’s monastery on Mount Sinai, the Syriac palimpsest MS. of the four Gospels. The gifted author holds that Matthew’s account attests the royal pedigree of Joseph, and that Luke’s genealogical table proves the equally royal descent of Mary. Mrs. Lewis says: “The Sinai Palimpsest also tells us that Joseph and Mary went to Bethlehem, to be enrolled there, because they were both of the house and lineage of David.”"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-7.p41"},"Canon Girdlestone, in discussing the article, says in pertinent emphasis of Mary’s status as a princess of royal blood through descent from David: “When the angel was foretelling to Mary the birth of the Holy Child, he said, ‘The Lord God shall give Him the throne of His father David.’ Now if Joseph, her betrothed, had alone been descended from David, Mary would have answered, ‘I am not yet married to Joseph,’ whereas she did answer simply, ‘I am an unmarried woman,’ which plainly implies—if I were married, since I am descended from David, I could infuse my royal blood into a son, but how can I have a royal son while I am a virgin?’”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-7.p42"},"After brief mention of the Jewish law relating to adoption, wherein it is provided (according to Hammurabi’s Code, section 188), that if a man teach his adopted son a handicraft, the son is thereby confirmed in all the rights of heirship, Canon Girdlestone adds: “If the crown of David had been assigned to his successor in the days of Herod it would have been placed on the head of Joseph. And who would have been the legal successor to Joseph? Jesus of Nazareth would have been then the King of the Jews, and the title on the cross spoke the truth. God had raised Him up to the house of David.”"]],["li",["span.label","6."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-7.p43"},["b","The Inner Sanctuary of the Temple."],"—The Holy of Holies in the Temple of Herod retained the form and dimensions of the Oracle in the Temple of Solomon; it was therefore a cube, twenty cubits in each principal measurement. Between this and the Holy Place hung a double veil, of finest material, elaborately embroidered. The outer of the two veils was open at the north end, the inner at the south; so that the high priest who entered at the appointed time once a year could pass between the veils without exposing the Holy of Holies. The sacred chamber was empty save for a large stone upon which the high priest sprinkled the sacrificial blood on the Day of Atonement; this stone occupied the place of the Ark and its Mercy Seat. Outside the veil, in the Holy Place, stood the altar of incense, the seven-branched candlestick, and the table of shewbread.—",["span.emphasis","House of the Lord,"],"p. 49."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-7.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.19,26"},"Luke 1:19, 26"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.16"},"Daniel 8:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.21-23"},"9:21–23"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-7.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.5"},"Luke 1:5"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/24.10"},"1 Chronicles 24:10"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-7.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.36-39"},"Ezra 2:36–39"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-7.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.8-9"},"Luke 1:8, 9"],"; read the",["a.scriptureRef",{"href":"/scriptures/nt/luke/1"},"entire chapter"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-7.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/lev/16"},"Leviticus 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.1-7"},"Hebrews 9:1–7"],"; see also",["span.emphasis","House of the Lord,"],"p. 49 and compare pp. 21 and 33.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p43"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-7.fn6"},["b","6"],["span.label","f"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p21"},"40"],". For other instances of children promised in spite of barrenness due to age or other causes, see Isaac (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.16-17"},"Genesis 17:16, 17"],"and",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.1-3"},"21:1–3"],"); Samson (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13"},"Judges 13"],"); Samuel (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1"},"1 Samuel 1"],"); son of the Shunammite (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/4.14-17"},"2 Kings 4:14–17"],")."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-7.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p34"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-7.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.19-20"},"Luke 1:19, 20"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-7.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.57"},"Luke 1:57"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.39"},"verse 39"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-7.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p35"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-7.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p36"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-7.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.68-79"},"Luke 1:68–79"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-7.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.65-66"},"Luke 1:65, 66"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.15"},"3:15"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-7.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.80"},"Luke 1:80"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-7.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.28"},"Luke 1:28"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-7.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.30-33"},"Luke 1:30–33"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-7.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.35"},"Luke 1:35"],"; see also preceding verses,",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31-33"},"31–33"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-7.fn18"},["b","18"],["span.label","r"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p5"},"43"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.15"},"Genesis 3:15"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-7.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.42"},"Luke 1:42"],"; read verses",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.39-56"},"39–56"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-7.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.46-55"},"Luke 1:46–55"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-7.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p37"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-7.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/1.20-21"},"Matthew 1:20, 21"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.18-25"},"18–25"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-7.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/1.22-23"},"Matthew 1:22–23"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"9:6"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-7.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/1.24-25"},"Matthew 1:24, 25"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-7.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20"},"2 Peter 1:20"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-7.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/ot/gen/12.3"},"Genesis 12:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.18"},"18:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.18"},"22:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.4"},"26:4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.25"},"Acts 3:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.8"},"Galatians 3:8"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-7.fn27"},["b","27"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p38"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-7.fn28"},["b","28"],["span.label","b"],"For instances see",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.27"},"Matthew 9:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.22"},"15:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.9"},"21:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.30-31"},"20:30, 31"],", with which compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.38-39"},"Luke 18:38, 39"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-7.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/rom/1.3"},"Romans 1:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/2.8"},"2 Timothy 2:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.30"},"Acts 2:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.23"},"13:23"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/132.11"},"Psalm 132:11"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.32"},"Luke 1:32"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-7.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/1.23"},"Matthew 1:23"],"."]]}
