{"id":41,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":41,"title":"Chapter 39: Ministry of the Resurrected Christ on the Western Hemisphere","subtitle":"","short_title":"Chapter 39","uri":"/manual/jesus-the-christ/chapter-39","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-39"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-39.head1"},[".titleNumber","Chapter 39"],["h1","Ministry of the Resurrected Christ on the Western Hemisphere"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-39.p3"},"By considering the apostolic ministry in immediate sequence to our study of the Lord’s ascension from the Mount of Olives, we have departed from the chronological order of the several personal manifestations of the risen Savior to mortals; for very soon after His final farewell to the apostles in Judea He visited His “other sheep,” not of the eastern fold, whose existence He had affirmed in that impressive sermon concerning the Good Shepherd and His sheep.",["sup",["a",{"href":"fn_1"},"a"]],"Those other sheep who were to hear the Shepherd’s voice and eventually be made part of the united fold, were the descendants of Lehi who, with his family and a few others, had left Jerusalem 600",["span.small","B.C."],"and had crossed the great deep to what we now know as the American continent, whereon they had grown to be a mighty though a divided people.",["sup",["a",{"href":"fn_2"},"b"]]]],[".topic",["h2","The Lord’s Death Signalized by Great Calamities on the American Continent"],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-39.p5"},"As already set forth in these pages, the birth of Jesus at Bethlehem had been made known to the Nephite nation on the western hemisphere by divine revelation; and the glad event had been marked by the appearance of a new star, by a night devoid of darkness so that two days and the night between had been as one day, and by other wonderful occurrences, all of which had been predicted through the prophets of the western world.",["sup",["a",{"href":"fn_3"},"c"]],"Samuel the Lamanite, who through faithfulness and good works had become a prophet, mighty in word and deed, duly chosen and commissioned of God, had coupled with his predictions of the glorious occurrences that were to mark the birth of Christ, prophecies of other signs—of darkness, terror, and destruction—by which the Savior’s death on the cross would be signalized.",["sup",["a",{"href":"fn_4"},"d"]],"Every prophetic word concerning the phenomena that were to attend the Lord’s birth had been fulfilled; and many people had been brought thereby to believe in Christ as the promised Redeemer; but, as is usual with those whose belief rests on miracles, many among the Nephites “began to forget those signs and wonders which they had heard, and began to be less and less astonished at a sign or a wonder from heaven, insomuch that they began to be hard in their hearts, and blind in their minds, and began to disbelieve all which they had heard and seen.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-39.p6"},"Thirty and three years had sped their course since the illumined night and the other signs of Messiah’s advent; then, on the fourth day of the first month, or, according to our calendar, during the first week of April, in the thirty-fourth year, there arose a great and terrible tempest, with thunderings, lightnings, and both elevations and depressions of the earth’s surface, so that the highways were broken up, mountains were sundered, and many cities were utterly destroyed by earthquake, fire, and the inrush of the sea. For three hours the unprecedented holocaust continued; and then thick darkness fell, in the which it was found impossible to kindle a fire; the awful gloom was like unto the darkness of Egypt",["sup",["a",{"href":"fn_6"},"f"]],"in that its clammy vapors could be felt. This condition lasted until the third day, so that a night a day and a night were as one unbroken night, and the impenetrable blackness was rendered the more terrible by the wailing of the people, whose heart-rending refrain was everywhere the same, “O that we had repented before this great and terrible day.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-39.p7"},"Then, piercing the darkness, came a Voice,",["sup",["a",{"href":"fn_8"},"h"]],"before which the frightful chorus of human lamentation was silenced; “Wo, wo, wo unto this people” resounded throughout the land. The Voice proclaimed increasing woes except the people should repent. Destruction had befallen because of wickedness, and the devil was then laughing over the number of the dead and the retributive cause of their destruction. The extent of the dread calamity was detailed; cities that had been burned with their inhabitants, others that had sunk into the sea, yet others buried in the earth, were enumerated; and the divine reason for this widespread destruction was plainly set forth—that the wickedness and abominations of the people might be hidden from the face of the earth. Those who had lived to hear were declared to be the more righteous of the inhabitants; and to them hope was offered on conditions of more thorough repentance and reformation."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-39.p8"},"The identity of the Voice was thus made known: “Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.” The Lord commanded that the people should no longer serve Him with bloody sacrifices and burnt offerings; for the law of Moses was fulfilled; and thenceforth the only acceptable sacrifice would be the broken heart and the contrite spirit; and such should never be rejected. The humble and repentant the Lord would receive as His own. “Behold,” He said, “for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-39.p9"},"The Voice ceased; and through the space of many hours of continuing darkness vociferous lamentations were hushed, for the people were convicted of their guilt and silently wept in astonishment over what they had heard, and in hopeful anticipation of the salvation that had been offered. A second time the Voice was heard, as in sorrow over those who had refused to accept the Savior’s succor; for often had He protected them, more often would He have so done had they been willing, and yet in the future would He cherish them, “as a hen gathereth her chickens under her wings” if they would repent and live in righteousness. On the morning of the third day the darkness dispersed, seismic disturbances ceased, and the storms abated. As the pall was lifted from the land the people saw how profound had been the convulsions of earth, and how great had been their loss of kindred and friends. In their contrition and humiliation they remembered the predictions of the prophets, and knew that the mandate of the Lord had been executed upon them.",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-39.p10"},"Christ had risen; and following Him many of the righteous dead on the western continent rose from their graves, and appeared as resurrected, immortalized beings among the survivors of the land-wide destruction; even as in Judea many of the saints had been raised immediately after the resurrection of Christ.",["sup",["a",{"href":"fn_10"},"j"]]]],[".topic",["h2","First Visitation of Jesus Christ to the Nephites",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-39.p12"},"About six weeks or more after the events last considered,",["sup",["a",{"href":"fn_12"},"l"]],"a great multitude of the Nephites had assembled at the temple in the land called Bountiful,",["sup",["a",{"href":"fn_13"},"m"]],"and were earnestly discoursing with one another over the great changes that had been wrought in the land, and particularly concerning Jesus Christ, of whose atoning death the predicted signs had been witnessed in all their tragic details. The prevailing spirit of the assembly was that of contrition and reverence. While thus congregated they heard a sound as of a Voice from above; but both a first and a second utterance were to them unintelligible. As they listened with rapt intentness, the Voice was heard a third time, and it said unto them:",["span.emphasis","“Behold my beloved Son, in whom I am well pleased, in whom I have glorified my name: hear ye him.”"],["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-39.p13"},"While gazing upward in reverent expectation, the people beheld a Man, clothed in a white robe, who descended and stood among them. He spake, saying: “Behold, I am Jesus Christ, whom the prophets testified shall come into the world; and behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.” The multitude prostrated themselves in adoration for they remembered that their prophets had foretold that the Lord would appear among them after His resurrection and ascension.",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-39.p14"},"As He directed, the people arose, and one by one came to Him, and did see and feel the prints of the nails in His hands and feet, and the spear-wound in His side. Moved to adoring utterance, with one accord they cried: “Hosanna! blessed be the name of the Most High God!” then, falling at the feet of Jesus, they worshiped Him."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-39.p15"},"Summoning Nephi and eleven others to approach, the Lord gave them authority to baptize the people after His departure, and prescribed the mode of baptism with particular injunction against disputation in the matter or alteration of the given form, as witness the Lord’s words:"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-39.p16"},"“Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them: behold, ye shall go down and stand in the water, and in my name shall ye baptize them. And now behold, these are the words which ye shall say, calling them by name, saying, Having authority given me of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen. And then shall ye immerse them in the water, and come forth again out of the water. And after this manner shall ye baptize in my name, for behold, verily I say unto you, that the Father, and the Son, and the Holy Ghost are one; and I am in the Father, and the Father in me, and the Father and I are one. And according as I have commanded you thus shall ye baptize. And there shall be no disputations among you, as there hath hitherto been; neither shall there be disputations among you concerning the points of my doctrine, as there hath hitherto been.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-39.p17"},"The people in general, and particularly the Twelve, chosen as stated, were impressively warned against contention over matters of doctrine, the spirit of which was declared to be of the devil, “who is the father of contention.” The doctrine of Jesus Christ was set forth in simple yet comprehensive summary in these words:"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-39.p18"},"“Behold, verily, verily, I say unto you, I will declare unto you my doctrine. And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me, and I bear record that the Father commandeth all men, everywhere, to repent and believe in me; And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God. And whoso believeth not in me, and is not baptized, shall be damned.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-39.p19"},"Repentance, and humility akin to that of the innocent trusting child were the prerequisites for baptism, without which none could inherit the kingdom of God. With the incisiveness and simplicity that had characterized His teachings in Palestine, the Lord thus instructed His newly chosen Twelve:"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-39.p20"},"“Verily, verily, I say unto you, that this is my doctrine, and whoso buildeth upon this, buildeth upon my rock, and the gates of hell shall not prevail against them. And whoso shall declare more or less than this, and establish it for my doctrine, the same cometh of evil, and is not built upon my rock, but he buildeth upon a sandy foundation, and the gates of hell standeth open to receive such, when the floods come and the winds beat upon them. Therefore go forth unto this people, and declare the words which I have spoken unto the ends of the earth.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-39.p21"},"Then, turning to the multitude, Jesus admonished them to give heed to the teachings of the Twelve, and continued with a discourse embodying the sublime principles He had taught among the Jews in the Sermon on the Mount.",["sup",["a",{"href":"fn_19"},"s"]],"The Beatitudes, the Lord’s Prayer, and the same splendid array of ennobling precepts are set forth, and the same wealth of effective comparison and apt illustration appear, in both Matthew’s and Nephi’s versions of this unparalleled address; but a significant difference is observed in every reference to the fulfilment of the Mosaic law; for where the Jewish scriptures record the Lord’s words as pointing to a fulfilment then incomplete, the corresponding expressions in the Nephite account are in the past tense, the law having been already fulfilled in its entirety through the death and resurrection of Christ. Thus, to the Jews Jesus had said: “Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled”; but to the Nephites: “For verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.”",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-39.p22"},"Many marveled over this matter, wondering what the Lord would have them do concerning the law of Moses; “for they understood not the saying that old things had passed away, and that all things had become new.” Jesus, conscious of their perplexity, proclaimed in plainness that He was the Giver of the law, and that by Him had it been fulfilled and therefore abrogated. His affirmation is particularly explicit:"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-39.p23"},"“Behold I say unto you, that the law is fulfilled that was given unto Moses. Behold, I am he that gave the law, and I am he who covenanted with my people Israel: therefore, the law in me is fulfilled, for I have come to fulfil the law; therefore it hath an end. Behold, I do not destroy the prophets, for as many as have not been fulfilled in me, verily I say unto you, shall all be fulfilled. And because I said unto you, that old things hath passed away, I do not destroy that which hath been spoken concerning things which are to come. For behold, the covenant which I have made with my people is not all fulfilled; but the law which was given unto Moses, hath an end in me.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-39.p24"},"Addressing Himself to the Twelve He affirmed that never had the Father commanded Him to inform the Jews concerning the existence of the Nephites, except indirectly by mention of other sheep not of the Jewish fold; and as, “because of stiffneckedness and unbelief,” they had failed to comprehend His words, the Father had commanded Him to say no more with reference either to the Nephites or to the third fold—comprizing “the other tribes of the house of Israel, whom the Father hath led away out of the land.” To the Nephite disciples Jesus taught many other matters that had been withheld from the Jews, who through unfitness to receive had been left in ignorance. Even the Jewish apostles had wrongly supposed that those “other sheep” were the Gentile nations, not realizing that the carrying of the gospel to the Gentiles was part of their particular mission, and oblivious to the fact that never would Christ manifest Himself in person to those who were not of the house of Israel. Through the promptings of the Holy Ghost and under the ministrations of men commissioned and sent would the Gentiles hear the word of God; but to the personal manifestation of the Messiah they were ineligible.",["sup",["a",{"href":"fn_22"},"v"]],"Great, however, will be the Lord’s mercies and blessings to the Gentiles who accept the truth, for unto them the Holy Ghost shall bear witness of the Father and of the Son; and all of them who comply with the laws and ordinances of the gospel shall be numbered in the house of Israel. Their conversion and enfoldment with the Lord’s own will be as individuals, and not as nations, tribes, or peoples.",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-39.p25"},"The adoring multitude, numbering about two thousand five hundred souls, thought that Jesus was about to depart; and they tearfully yearned to have Him remain. He comforted them with the assurance that He would return on the morrow, and admonished them to ponder upon the things He had taught, and to pray in His name to the Father for understanding. He had already informed the Twelve, and now stated to the people, that He would show Himself and minister “unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them.” Voicing the compassion He felt, the Lord directed the people to fetch their afflicted ones, the lame, halt, maimed, blind and deaf, the leprous, and the withered; and when these were brought He healed them, every one. Then, as He commanded, parents brought their little children, and placed them in a circle around Him. The multitude bowed in prayer; and Jesus prayed for them; “And,” wrote Nephi, “no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvellous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.” The prayer being ended, Jesus bade the multitude arise; and joyfully He exclaimed: “Blessed are ye because of your faith. And now behold, my joy is full.” Jesus wept. Then He took the children, one by one, and blessed them, praying unto the Father for each."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-39.p26"},"“And when he had done this he wept again, and he spake unto the multitude, and saith unto them, behold your little ones. And as they looked to behold, they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were, in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-39.p27"},"The Lord Jesus sent for bread and wine, and caused the people to sit down. The bread He brake and blessed, and gave thereof to the Twelve; these, having eaten, distributed bread to the multitude. The wine was blessed, and all partook, the Twelve first, and afterward the people. With impressiveness similar to that attending the institution of the Sacrament of the Lord’s Supper among the apostles in Jerusalem, Jesus made plain the sanctity and significance of the ordinance, saying that authority for its future administration would be given; and that it was to be participated in by all who had been baptized into fellowship with Christ, and was always to be observed in remembrance of Him, the bread being the sacred emblem of His body, the wine the token of His blood that had been shed. By express commandment, the Lord forbade the sacrament of bread and wine to all but the worthy; “For,” He explained, “whoso eateth and drinketh my flesh and blood unworthily, eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood, ye shall forbid him.” But the people were forbidden to cast out from their assemblies those from whom the Sacrament was to be withheld, if so be they would but repent and seek fellowship through baptism.",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-39.p28"},"The necessity of prayer was explicitly emphasized by the Lord, the commandment to pray being given to the Twelve and to the multitude separately. Individual supplication, family devotions, and congregational worship were thus enjoined:"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-39.p29"},"“Therefore ye must always pray unto the Father in my name; and whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you. Pray in your families unto the Father, always in my name, that your wives and your children may be blessed. And behold, ye shall meet together oft, and ye shall not forbid any man from coming unto you when ye shall meet together, but suffer them that they may come unto you, and forbid them not; but ye shall pray for them, and shall not cast them out; and if it so be that they come unto you oft, ye shall pray for them unto the Father, in my name.”",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-39.p30"},"The Lord then touched with His hand each of the Twelve, investing them, in words unheard by others, with power to confer the Holy Ghost by the imposition of hands upon all repentant and baptized believers.",["sup",["a",{"href":"fn_27"},"a"]],"As he finished the ordination of the Twelve, a cloud overshadowed the people, so that the Lord was hidden from their sight; but the twelve disciples “saw and did bear record that he ascended again into heaven.”"]],[".topic",["h2","Christ’s Second Visitation to the Nephites",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-39.p32"},"On the morrow a yet greater multitude assembled in expectation of the Savior’s return. Throughout the night messengers had spread the glorious tidings of the Lord’s appearing, and of His promise to again visit His people. So great was the assembly that Nephi and his associates caused the people to separate into twelve bodies, to each of which one of the disciples was assigned to impart instruction and to lead in prayer. The burden of supplication was that the Holy Ghost should be given unto them. Led by the chosen disciples the whole vast concourse approached the water’s edge, and Nephi, going first, was baptized by immersion; he then baptized the eleven others whom Jesus had chosen. When the Twelve had come forth out of the water, “they were filled with the Holy Ghost, and with fire. And behold, they were encircled about as if it were fire; and it came down from heaven, and the multitude did witness it, and do bear record; and angels did come down out of heaven, and did minister unto them. And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst, and ministered unto them.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-39.p33"},"Thus Jesus appeared in the midst of the disciples and ministering angels. At His command the Twelve and the multitude knelt in prayer; and they prayed unto Jesus, calling Him their Lord and their God. Jesus separated Himself by a little space, and in humble attitude prayed, saying in part: “Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me, that I have chosen them out of the world. Father, I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.” The disciples were yet fervently praying to Jesus when He returned to them; and as He looked upon them with merciful and approving smile, they were glorified in His presence, so that their countenances and their apparel shone with a brilliancy like unto that of the face and garments of the Lord, even so that “there could be nothing on earth so white as the whiteness thereof.” A second and a third time Jesus retired and prayed unto the Father; and while the people comprehended the meaning of His prayer, they confessed and bare record that “so great and marvellous were the words which he prayed, that they cannot be written, neither can they be uttered by man.” The Lord rejoiced in the faith of the people, and to the disciples He said: “So great faith have I never seen among all the Jews; wherefore I could not shew unto them so great miracles, because of their unbelief. Verily I say unto you, there are none of them that have seen so great things as ye have seen; neither have they heard so great things as ye have heard.”",["sup",["a",{"href":"fn_30"},"d"]],"Then the Lord administered the Sacrament in manner as on the yesterday; but both the bread and the wine were provided without human aid. The sanctity of the ordinance was thus expressed: “He that eateth this bread, eateth of my body to his soul, and he that drinketh of this wine, drinketh of my blood to his soul, and his soul shall never hunger nor thirst, but shall be filled.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-39.p34"},"This was followed by instructions concerning the covenant people, Israel, of whom the Nephites were a part, and of the relation they would bear to the Gentile nations in the future development of the divine purpose. Jesus declared Himself to be that Prophet whose coming Moses had foretold, and the Christ of whom all the prophets had testified. The temporary supremacy of the Gentiles, whereby the further scattering of Israel would be accomplished, and the eventual gathering of the covenant people, were predicted, with frequent reference to the inspired utterances of Isaiah bearing thereon.",["sup",["a",{"href":"fn_31"},"e"]],"The future of Lehi’s descendants was pictured as a dwindling in unbelief through iniquity; in consequence of which the Gentiles would grow to be a mighty people on the western continent, even though that land had been given as an ultimate inheritance to the house of Israel. The establishment of the then future but now existent American nation, characterized as “a free people,” was thus foretold and God’s purpose therein explained: “For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he hath covenanted with his people, O house of Israel.”",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-39.p35"},"As a sign of the time in which the gathering of the several branches of Israel from their long dispersion should take place, the Lord specified the prosperity of the Gentiles in America, and their agency in bringing the scriptures to the degraded remnant of Lehi’s posterity or the American Indians.",["sup",["a",{"href":"fn_33"},"g"]],"It was made plain that all Gentiles who would repent, and accept the gospel of Christ through baptism, should be numbered among the covenant people and be made partakers of the blessings incident to the last days, in which the New Jerusalem would be established on the American continent. The joyful account of gathered Israel as Jehovah had given it aforetime through the mouth of His prophet Isaiah, was repeated by the resurrected Jehovah to His Nephite flock.",["sup",["a",{"href":"fn_34"},"h"]],"Admonishing them to ponder the words of the prophets, which were of record amongst them, and to give heed to the new scriptures He had made known, and especially commanding the Twelve to teach the people further concerning the things He had expounded, the Lord informed them of the revelations given through Malachi, and directed that the same be written.",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-39.p36"},"The prophecies so reiterated by Him who had inspired Malachi to utterance, were at that time obviously of the future, and are even yet unfulfilled in their entirety. The advent of the Lord, to which these scriptures testify, is yet future; but that the time is now near—that “great and dreadful day of the Lord”—is attested by the fact that Elijah who was to come before that day, has appeared in the discharge of his particular commission—that of turning the hearts of the living children to their dead progenitors, and the hearts of the departed fathers to their still mortal posterity.",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-39.p37"},"The personal ministry of Christ on the occasion of this second visitation lasted three days, during which He gave the people many scriptures, such as had been before given unto the Jews, for so the Father had commanded; and He expounded unto them the purposes of God, from the beginning until the time at which Christ shall return in His glory; “And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil; if they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation, being on a parallel, the one on the one hand, and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.” In merciful ministration He healed their afflicted folk, and raised a man from the dead. At later but unspecified times, He showed Himself among the Nephites, and “did break bread oft, and bless it, and give it unto them.”",["sup",["a",{"href":"fn_37"},"k"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-39.p38"},"After His second ascension from among them, the spirit of prophecy was manifest among the people, and this extended even to children and babes, many of whom spake of marvelous things, as the Spirit gave them utterance. The Twelve entered upon their ministry with vigor, teaching all who would hear, and baptizing those who, through repentance, sought communion with the Church. Upon all who thus complied with the requirements of the gospel, the Holy Ghost was bestowed; and those so blessed lived together in love, and were called the Church of Christ.",["sup",["a",{"href":"fn_38"},"l"]]]],[".topic",["h2","Christ’s Visitation to His Chosen Twelve among the Nephites",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-39.p40"},"Under the administration of the twelve ordained disciples the Church grew and prospered in the land of Nephi.",["sup",["a",{"href":"fn_40"},"n"]],"The disciples, as special witnesses of the Christ, traveled, preached, taught, and baptized all who professed faith and showed forth repentance. On a certain occasion the Twelve were assembled in “mighty prayer and fasting,” seeking instruction on a particular matter which, notwithstanding the Lord’s injunction against contention, had given rise to disputation among the people. As they supplicated the Father in the Son’s name, Jesus appeared amongst them, and asked: “What will ye that I shall give unto you?” Their answer was: “Lord, we will that thou wouldst tell us the name whereby we shall call this church; for there are disputations among the people concerning this matter.” They had provisionally called the community of baptized believers the Church of Christ; but, apparently this true and distinguishing name had not been generally accepted without question."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-39.p41"},"“And the Lord said unto them, Verily, verily, I say unto you, why is it that the people should murmur and dispute because of this thing? Have they not read the scriptures, which say ye must take upon you the name of Christ, which is my name? for by this name shall ye be called at the last day; and whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day; therefore whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the church in my name; and ye shall call upon the Father in my name, that he will bless the church for my sake; And how be it my church, save it be called in my name? for if a church be called in Moses’ name, then it be Moses’ church; or if it be called in the name of a man, then it be the church of a man; but if it be called in my name, then it is my church, if it so be that they are built upon my gospel. Verily I say unto you, that ye are built upon my gospel; therefore ye shall call whatsoever things ye do call, in my name; therefore if ye call upon the Father, for the church, if it be in my name, the Father will hear you; and if it so be that the church is built upon my gospel, then will the Father shew forth his own works in it; but if it be not built upon my gospel, and is built upon the works of men, or upon the works of the devil, verily I say unto you, they have joy in their works for a season, and by and by the end cometh, and they are hewn down and cast into the fire, from whence there is no return; for their works do follow them, for it is because of their works that they are hewn down; therefore remember the things that I have told you.”",["sup",["a",{"href":"fn_41"},"o"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-39.p42"},"In such wise did the Lord confirm as an authoritative bestowal, the name which, through inspiration, had been assumed by His obedient children,",["span.emphasis","The Church of Jesus Christ."],"The Lord’s explanation as to the one and only Name by which the Church could be appropriately known is cogent and convincing. It was not the church of Lehi or Nephi, of Mosiah or Alma, of Samuel or Helaman; else it should have been called by the name of the man whose church it was, even as today there are churches named after men;",["sup",["a",{"href":"fn_42"},"p"]],"but being the Church established by Jesus Christ, it could properly bear none other name than His."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-39.p43"},"Jesus then reiterated to the Nephite Twelve many of the cardinal principles He had before enunciated to them and to the people at large; and commanded that His words be written, excepting certain exalted communications which He forbade them to write. The importance of preserving as a priceless treasure the new scriptures He had given was shown, with assurance that in heaven records were kept of all things done by divine direction. The Twelve were told that they were to be the judges of their people; and in view of such investiture they were admonished to diligence and godliness.",["sup",["a",{"href":"fn_43"},"q"]],"The Lord was made glad by the faith and ready obedience of the Nephites amongst whom He had ministered; and to the twelve special witnesses He said: “And now behold, my joy is great, even unto fulness, because of you, and also this generation; yea, and even the Father rejoiceth, and also all the holy angels, because of you and this generation; for none of them are lost. Behold, I would that ye should understand; for I mean them who are now alive of this generation; and none of them are lost; and in them I have fulness of joy.” His joy, however, was mingled with sorrow because of the apostasy into which the later generations would fall; this He foresaw as a dire condition that would attain its climax in the fourth generation from that time.",["sup",["a",{"href":"fn_44"},"r"]]]],[".topic",["h2","The Three Nephites"],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-39.p45"},"In loving compassion the Lord spoke unto the twelve disciples, one by one, asking: “What is it that ye desire of me, after that I am gone to the Father?”",["sup",["a",{"href":"fn_45"},"s"]],"All but three expressed the desire that they might continue in the ministry until they had reached a goodly age, and then in due time be received by the Lord into His kingdom. To them Jesus gave blessed assurance, saying: “After that ye are seventy and two years old, ye shall come unto me in my kingdom, and with me ye shall find rest.” He turned to the three who had reserved the request they ventured not to express;"],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-39.p46"},"“And he said unto them, Behold, I know your thoughts, and ye have desired the thing which John, my beloved, who was with me in my ministry, before that I was lifted up by the Jews, desired of me; therefore more blessed are ye, for ye shall never taste of death, but ye shall live to behold all the doings of the Father, unto the children of men, even until all things shall be fulfilled, according to the will of the Father, when I shall come in my glory, with the powers of heaven; and ye shall never endure the pains of death; but when I shall come in my glory, ye shall be changed in the twinkling of an eye from mortality to immortality: and then shall ye be blessed in the kingdom of my Father.”",["sup",["a",{"href":"fn_46"},"t"]]],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-39.p47"},"The blessed three were assured that in the course of their prolonged life they should be immune to pain, and should know sorrow only as they grieved for the sins of the world. For their desire to labor in bringing souls unto Christ as long as the world should stand, they were promised an eventual fulness of joy, even like unto that to which the Lord Himself had attained. Jesus touched each of the nine who were to live and die in the Lord, but the three who were to tarry till He would come in His glory He did not touch. “And then he departed.”"],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-39.p48"},"A change was wrought in the bodies of the Three Nephites, so that, while they remained in the flesh, they were exempt from the usual effects of physical vicissitude. The heavens were opened to their gaze; they were caught up, and saw and heard unspeakable things. “And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard.” Though they lived and labored as men among their fellows, preaching, baptizing, and conferring the Holy Ghost upon all who gave heed to their words, the enemies to the truth were powerless to do them injury. Somewhat later than a hundred and seventy years after the Lord’s last visitation, malignant persecution was waged against the Three. For their zeal in the ministry they were cast into prison; but “the prisons could not hold them, for they were rent in twain.” They were incarcerated in underground dungeons; “But they did smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficient to hold them.” Thrice they were cast into a furnace of fire, but received no harm; and three times were they thrown into dens of ravenous beasts, but, “behold they did play with the beasts, as a child with a suckling lamb, and received no harm.”",["sup",["a",{"href":"fn_47"},"u"]],"Mormon avers that in answer to his prayers the Lord had made known unto him that the change wrought upon the bodies of the Three, was such as to deprive Satan of all power over them, and that “they were holy, and that the powers of the earth could not hold them; and in this state they were to remain until the judgment day of Christ; and at that day they were to receive a greater change, and to be received into the kingdom of the Father to go no more out, but to dwell with God eternally in the heavens.”",["sup",["a",{"href":"fn_48"},"v"]],"For nearly three hundred years, and possibly longer, the Three Nephites ministered visibly among their fellows; but as the wickedness of the people increased these special ministers were withdrawn, and thereafter manifested themselves only to the righteous few. Moroni, the last prophet of the Nephites, when engaged in completing the record of his father, Mormon, and adding thereto matters of his own knowledge, wrote concerning these three disciples of the Lord, that they “did tarry in the land until the wickedness of the people was so great, that the Lord would not suffer them to remain with the people; and whether they be upon the face of the land no man knoweth. But behold, my father and I have seen them, and they have ministered unto us.”",["sup",["a",{"href":"fn_49"},"w"]],"Their ministry was to be extended to Jews and Gentiles, amongst whom they labor unrecognized as of ancient birth; and they are sent unto the scattered tribes of Israel, and to all nations, kindreds, tongues and peoples, from whom they have brought and are bringing many souls unto Christ, “that their desire may be fulfilled, and also because of the convincing power of God which is in them.”",["sup",["a",{"href":"fn_50"},"x"]]]],[".topic",["h2","Growth of the Church Followed by the Apostasy of the Nephite Nation"],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-39.p50"},"The Church of Jesus Christ developed rapidly in the land of Nephi, and brought to its faithful adherents unprecedented blessings. Even the hereditary animosity between Nephites and Lamanites was forgotten; and all lived in peace and prosperity. So great was the unity of the Church that its members owned all things in common, and “therefore they were not rich and poor, bond and free, but they were all made free, and partakers of the heavenly gift.”",["sup",["a",{"href":"fn_51"},"y"]],"Populous cities replaced the desolation of ruin that had befallen at the time of the Lord’s crucifixion. The land was blessed, and the people rejoiced in righteousness. “And it came to pass that there was no contention in the land, because of the love of God which did dwell in the hearts of the people. And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness; and surely there could not be a happier people among all the people who had been created by the hand of God.”",["sup",["a",{"href":"fn_52"},"z"]],"Nine of the twelve special witnesses chosen by the Lord passed at appointed times to their rest, and others were ordained in their stead. The state of blessed prosperity and of common ownership continued for a period of a hundred and sixty-seven years; but soon thereafter came a most distressing change. Pride displaced humility, display of costly apparel superseded the simplicity of happier days; rivalry led to contention, and thence the people “did have their goods and their substance no more common among them, and they began to be divided into classes, and they began to build up churches unto themselves, to get gain, and began to deny the true church of Christ.”",["sup",["a",{"href":"fn_53"},"a"]],"Man-made churches multiplied, and persecution, true sister to intolerance, became rampant. The red-skinned Lamanites reverted to their degraded ways, and developed a murderous hostility against their white brothers; and all manner of corrupt practices became common among both nations. For many decades the Nephites retreated before their aggressive foes, making their way north-eastward through what is now the United States. About 400",["span.small","A.D."],"the last great battle was fought near the hill Cumorah;",["sup",["a",{"href":"fn_54"},"b"]],"and the Nephite nation became extinct.",["sup",["a",{"href":"fn_55"},"c"]],"The degenerate remnant of Lehi’s posterity, the Lamanites or American Indians, have continued until this day. Moroni, the last of the Nephite prophets, hid away the record of his people in the hill Cumorah, whence it has been brought forth by divine direction in the current dispensation. That record is now before the world translated through the gift and power of God, and published to the edification of all nations, as the",["span.smallCaps","Book of Mormon"],"."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-39.f1"},["h3","Notes to Chapter 39"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-39.p52"},["b","The Land Bountiful."],"—This comprized the northerly part of South America, extending to the Isthmus of Panama. On the north it was bounded by the Land of Desolation, which embraced Central America, and, in later Nephite history, an indefinite extent north of the Isthmus. The South American continent in general is called, in the Book of Mormon, the Land of Nephi."]],["li",["span.label","2."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-39.p53"},["b","The Jewish and Nephite Versions of the “Sermon on the Mount.”"],"—As indicated in the text, one of the most impressive contrasts between the Sermon on the Mount and the virtual repetition of the discourse by our Lord on the occasion of His visit to the Nephites, is that of prediction concerning the fulfilment of the law of Moses in the first delivery, and unqualified affirmation in the second that the law had been fulfilled. Among the Beatitudes certain differences appear, in each of which the Nephite sermon is more explicit. Thus, instead of, “Blessed are the poor in spirit” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.3"},"Matthew 5:3"],"), we read, “Blessed are the poor in spirit who come unto me” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.3"},"3 Nephi 12:3"],"). Instead of, “Blessed are they which do hunger and thirst after righteousness; for they shall be filled” (Matthew), we read, “And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost” (Nephi). Instead of, “for righteousness’ sake,” (Matthew) we have “for my name’s sake,” (Nephi). For the difficult passage, “Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted?” (Matthew), we have the clearer expression, “I give unto you to be the salt of the earth; but if the salt shall lose its savor, wherewith shall the earth be salted?” (Nephi). And, as already noted, in place of “one jot or one tittle shall in no wise pass from the law, till all be fulfilled” (Matthew), we have “one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled” (Nephi). Variations in succeeding verses are incident to this prospective fulfilment (Matthew), and affirmed accomplishment (Nephi). Instead of the strong analogy concerning the plucking out of an offending eye, or the severing of an evil hand (Matthew), we find: “Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart; for it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell” (Nephi). Following the illustrative instances of the gospel requirements superseding those of the law, the Nephite record presents this splendid summation: “Therefore those things which were of old time, which were under the law in me, are all fulfilled. Old things are done away, and all things have become new; therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.”"],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-39.p54"},"In Matthew’s report of the sermon, little distinction is made between the precepts addressed to the multitude in general, and the instructions given particularly to the Twelve. Thus,",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.25-34"},"Matthew 6:25–34"],"was spoken inferentially to the apostles; for they and not the people were to lay aside all worldly pursuits; in the sermon delivered to the Nephites the distinction is thus made clear: “And now it came to pass that when Jesus had spoken these words, he looked upon the twelve whom he had chosen, and said unto them, Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?” etc. (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.25-34"},"3 Nephi 13:25–34"],").",["a.scriptureRef",{"href":"/scriptures/nt/matt/7"},"Matthew 7"],"opens with “Judge not that ye be not judged,” without intimation as to its general or special application;",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14"},"3 Nephi 14"],"begins “And now it came to pass that when Jesus had spoken these words, he turned again to the multitude, and did open his mouth unto them again, saying, Verily, verily, I say unto you, judge not, that ye be not judged.” A careful, verse-by-verse comparison between the Sermon on the Mount as recorded by Matthew, and the risen Lord’s discourse to His people on the western continent is earnestly recommended to every student."]],["li",["span.label","3."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-39.p55"},["b","Baptisms among the Nephites after the Lord’s Visitation."],"—We read that before the second appearing of Christ to the Nephites, the chosen Twelve were baptized (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.10-13"},"3 Nephi 19:10–13"],"). These men had doubtless been baptized before, for Nephi had been empowered not only to baptize but to ordain others to the requisite authority for administering baptism (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.23-26"},"3 Nephi 7:23–26"],"). The baptism of the disciples on the morn of the Savior’s second visit, was in the nature of a rebaptism, involving a renewal of covenants, and confession of faith in the Lord Jesus."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-39.p56"},"It is possible that in the earlier Nephite baptisms some irregularity in mode or impropriety in the spirit of administering the ordinance may have arisen; for, as we have seen the Lord enjoined upon the people in connection with the instructions concerning baptism that disputations must cease. (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28-33"},"3 Nephi 11:28–33"],".)"],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-39.p57"},"As to second or later baptisms, the author has written elsewhere (see",["span.emphasis","Articles of Faith,"],"pp. 142–45) practically as follows. Rebaptisms recorded in scripture are few, and in each instance the special circumstances justifying the action are apparent. Thus, we read of Paul baptizing certain disciples at Ephesus, though they had already been immersed after the manner of John’s baptism. But in this case the apostle was evidently unconvinced that the baptism had been solemnized by due authority, or that the believers had been properly instructed as to the import of the ordinance. When he tested the efficacy of their baptism by asking “Have ye received the Holy Ghost since ye believed?” they answered him, “We have not so much as heard whether there be any Holy Ghost.” Then asked he in seeming surprise, “Unto what then were ye baptized? and they said, Unto John’s baptism. Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus. When they heard this, they were baptized in the name of the Lord Jesus.” (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.1-6"},"Acts 19:1–6"],".)"],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-39.p58"},"In the Church today a repetition of the baptismal rite on an individual is allowable under certain specific conditions. Thus, if one, having entered the Church by baptism, withdraws from it, or is excommunicated therefrom, and afterward repents and desires to regain his standing in the Church, he can do so only through baptism. However, such is a repetition of the initiatory ordinance as previously administered. There is no ordinance of “rebaptism” in the Church distinct in nature, form, or purpose, from other baptism; and, therefore, in administering baptism to a subject who has been formerly baptized, the form of the ceremony is exactly the same as in first baptisms."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-39.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.16"},"John 10:16"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.17-21"},"3 Nephi 15:17–21"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p43"},"416"],"herein."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-39.fn2"},["b","2"],["span.label","b"],"See pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p18"},"49"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p33"},"55"],"herein."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-39.fn3"},["b","3"],["span.label","c"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p18"},"49–52"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-39.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.14-27"},"Helaman 14:14–27"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-39.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.1"},"3 Nephi 2:1"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-39.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/ex/10.21-23"},"Exodus 10:21–23"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-39.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.5-25"},"3 Nephi 8:5–25"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.20-27"},"Helaman 14:20–27"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-39.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9"},"3 Nephi 9"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-39.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10"},"3 Nephi 10"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-39.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.25"},"Helaman 14:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.7-13"},"3 Nephi 23:7–13"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.52-53"},"Matthew 27:52, 53"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-39.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11–18"],"inclusive."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-39.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.18"},"3 Nephi 10:18"],". Bear in mind that Christ’s ascension took place forty days after His resurrection."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-39.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p52"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-39.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.7"},"3 Nephi 11:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.17"},"Matthew 3:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.11"},"Mark 1:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.35"},"Luke 9:35"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-39.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.12"},"3 Nephi 11:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12.6"},"1 Nephi 12:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.1,9"},"2 Nephi 26:1, 9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.20"},"Alma 16:20"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-39.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.23-28"},"3 Nephi 11:23–28"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.72-74"},"D&C 20:72–74"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-39.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-34"},"3 Nephi 11:31–34"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15-16"},"Mark 16:15, 16"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/12.48"},"John 12:48"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-39.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.39-41"},"3 Nephi 11:39–41"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-39.fn19"},["b","19"],["span.label","s"],"3 Nephi",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12"},"12"],",",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13"},"13"],",",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14"},"14"],"; compare Matthew",["a.scriptureRef",{"href":"/scriptures/nt/matt/5"},"5"],",",["a.scriptureRef",{"href":"/scriptures/nt/matt/6"},"6"],",",["a.scriptureRef",{"href":"/scriptures/nt/matt/7"},"7"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-39.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.18"},"Matthew 5:18"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.18"},"3 Nephi 12:18"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.46-47"},"46, 47"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.2-10"},"15:2–10"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.17-20"},"9:17–20"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p53"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-39.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.4-8"},"3 Nephi 15:4–8"],". See pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p11"},"234"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p10"},"373–374"],"herein."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-39.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.11-24"},"3 Nephi 15:11–24"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-39.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.4-20"},"3 Nephi 16:4–20"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-39.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.22-24"},"3 Nephi 17:22–24"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"entire chapter"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-39.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-14,27-34"},"3 Nephi 18:1–14, 27–34"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.23-30"},"1 Corinthians 11:23–30"],". For the prescribed manner of administering the Sacrament, see Moroni",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"4"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/5"},"5"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.75-79"},"D&C 20:75–79"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-39.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.19-23"},"3 Nephi 18:19–23"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-39.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.36-37"},"3 Nephi 18:36, 37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2.1-3"},"Moroni 2:1–3"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-39.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"3 Nephi, chapters 19–25"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.1-5"},"26:1–5"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-39.fn29"},["b","29"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p55"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-39.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.35-36"},"3 Nephi 19:35, 36"],"; read the",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"entire chapter"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-39.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20"},"3 Nephi, chapter 20"],"; see references to Isaiah given therein."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-39.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.4"},"3 Nephi 21:4"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-39.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.1-7"},"3 Nephi 21:1–7"],"; for prophecies concerning subsequent events see remainder of chapter."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-39.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/22"},"3 Nephi 22"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/54"},"Isaiah 54"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-39.fn35"},["b","35"],["span.label","i"],"3 Nephi",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24"},"24"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25"},"25"],"; compare Malachi",["a.scriptureRef",{"href":"/scriptures/ot/mal/3"},"3"],"and",["a.scriptureRef",{"href":"/scriptures/ot/mal/4"},"4"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-39.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],". Elijah appeared in the Kirtland Temple April 3,",["span.small","A.D."],"1836, and committed to the Church the keys of authority for vicarious work in behalf of the dead. See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p62"},"chapter 41 herein, page 775"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-39.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.4,5,13-15"},"3 Nephi 26:4, 5, 13–15"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-39.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.14-21"},"3 Nephi 26:14–21"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-39.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26"},"3 Nephi 26, 27"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.1-12"},"28:1–12"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-39.fn40"},["b","40"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p52"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-39.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.4-12"},"3 Nephi 27:4–12"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-39.fn42"},["b","42"],["span.label","p"],"E.g. of Calvin, Luther, Wesley; see also",["span.emphasis","The Great Apostasy,"],"10:21, 22."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-39.fn43"},["b","43"],["span.label","q"],"Note the assurance of a similar commission promised the Jewish apostles:",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.28"},"Matthew 19:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.30"},"Luke 22:30"],". See also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12.9"},"1 Nephi 12:9"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-39.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.32"},"3 Nephi 27:32"],"and references given therewith."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-39.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.1"},"3 Nephi 28:1"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.1-12"},"verses 1–12"],"."],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-39.fn46"},["b","46"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.6-8"},"3 Nephi 28:6–8"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p35"},"694"],"herein."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-39.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.13-23"},"3 Nephi 28:13–23"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.14,29-33"},"4 Nephi 1:14, 29–33"],"."],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-39.fn48"},["b","48"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.39-40"},"3 Nephi 28:39, 40"],"."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-39.fn49"},["b","49"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.10-11"},"Mormon 8:10, 11"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.26-32,36-40"},"3 Nephi 28:26–32, 36–40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.14,37"},"4 Nephi 1:14, 37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.17"},"Ether 12:17"],"."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-39.fn50"},["b","50"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.27-32"},"3 Nephi 28:27–32"],"."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-39.fn51"},["b","51"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.3"},"4 Nephi 1:3"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.23"},"1:23"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p12"},"705"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p40"},"718"],"herein."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-39.fn52"},["b","52"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.15-16"},"4 Nephi 1:15, 16"],"."],[".footnote",{"id":"fn53","uri":"/manual/jesus-the-christ/chapter-39.fn53"},["b","53"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.25-26"},"4 Nephi 1:25, 26"],"."],[".footnote",{"id":"fn54","uri":"/manual/jesus-the-christ/chapter-39.fn54"},["b","54"],["span.label","b"],"Near Manchester, Ontario county, New York."],[".footnote",{"id":"fn55","uri":"/manual/jesus-the-christ/chapter-39.fn55"},["b","55"],["span.label","c"],"See",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1"},"Mormon, chapters 1–9"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10"},"Moroni, chapter 10"],"."]]}
