{"id":3,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":3,"title":"Chapter 1: Introduction","subtitle":"","short_title":"Chapter 1","uri":"/manual/jesus-the-christ/chapter-1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-1"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-1.head1"},[".seriesTitle","Jesus the Christ"],[".titleNumber","Chapter 1"],["h1","Introduction"]],[".bodyBlock",[".topic",["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-1.p4"},"It is a matter of history that, at or near the beginning of what has since come to be known as the Christian era, the Man Jesus, surnamed the Christ, was born in Bethlehem of Judea.",["sup",["a",{"href":"fn_1"},"a"]],"The principal data as to His birth, life, and death are so well attested as to be reasonably indisputable; they are facts of record, and are accepted as essentially authentic by the civilized world at large. True, there are diversities of deduction based on alleged discrepancies in the records of the past as to circumstantial details; but such differences are of strictly minor importance, for none of them nor all taken together cast a shadow of rational doubt upon the historicity of the earthly existence of the Man known in literature as Jesus of Nazareth."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-1.p5"},"As to who and what He was there are dissensions of grave moment dividing the opinions of men; and this divergence of conception and belief is most pronounced upon those matters to which the greatest importance attaches. The solemn testimonies of millions dead and of millions living unite in proclaiming Him as divine, the Son of the Living God, the Redeemer and Savior of the human race, the Eternal Judge of the souls of men, the Chosen and Anointed of the Father—in short, the Christ. Others there are who deny His Godhood while extolling the transcendent qualities of His unparalleled and unapproachable Manhood."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-1.p6"},"To the student of history this Man among men stands first, foremost, and alone, as a directing personality in the world’s progression. Mankind has never produced a leader to rank with Him. Regarded solely as a historic personage He is unique. Judged by the standard of human estimation, Jesus of Nazareth is supreme among men by reason of the excellence of His personal character, the simplicity, beauty, and genuine worth of His precepts, and the influence of His example and doctrines in the advancement of the race. To these distinguishing characteristics of surpassing greatness the devout Christian soul adds an attribute that far exceeds the sum of all the others—the divinity of Christ’s origin and the eternal reality of His status as Lord and God."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-1.p7"},"Christian and unbeliever alike acknowledge His supremacy as a Man, and respect the epoch-making significance of His birth. Christ was born in the meridian of time;",["sup",["a",{"href":"fn_2"},"b"]],"and His life on earth marked at once the culmination of the past and the inauguration of an era distinctive in human hope, endeavor, and achievement. His advent determined a new order in the reckoning of the years; and by common consent the centuries antedating His birth have been counted backward from the pivotal event and are designated accordingly. The rise and fall of dynasties, the birth and dissolution of nations, all the cycles of history as to war and peace, as to prosperity and adversity, as to health and pestilence, seasons of plenty and of famine, the awful happenings of earthquake and storm, the triumphs of invention and discovery, the epochs of man’s development in godliness and the long periods of his dwindling in unbelief—all the occurrences that make history—are chronicled throughout Christendom by reference to the year before or after the birth of Jesus Christ."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-1.p8"},"His earthly life covered a period of thirty-three years; and of these but three were spent by Him as an acknowledged Teacher openly engaged in the activities of public ministry. He was brought to a violent death before He had attained what we now regard as the age of manhood’s prime. As an individual He was personally known to but few; and His fame as a world character became general only after His death."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-1.p9"},"Brief account of some of His words and works has been preserved to us; and this record, fragmentary and incomplete though it be, is rightly esteemed as the world’s greatest treasure. The earliest and most extended history of His mortal existence is embodied within the compilation of scriptures known as the New Testament; indeed but little is said of Him by secular historians of His time. Few and short as are the allusions to Him made by non-scriptural writers in the period immediately following that of His ministry, enough is found to corroborate the sacred record as to the actuality and period of Christ’s earthly existence."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-1.p10"},"No adequate biography of Jesus as Boy and Man has been or can be written, for the sufficing reason that a fulness of data is lacking. Nevertheless, man never lived of whom more has been said and sung, none to whom is devoted a greater proportion of the world’s literature. He is extolled by Christian, Mohammedan and Jew, by skeptic and infidel, by the world’s greatest poets, philosophers, statesmen, scientists, and historians. Even the profane sinner in the foul sacrilege of his oath acclaims the divine supremacy of Him whose name he desecrates."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-1.p11"},"The purpose of the present treatise is that of considering the life and mission of Jesus",["span.emphasis","as"],"the Christ. In this undertaking we are to be guided by the light of both ancient and modern scriptures; and, thus led, we shall discover, even in the early stages of our course, that the word of God as revealed in latter days is effective in illuming and making plain the Holy Writ of ancient times, and this, in many matters of the profoundest import.",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-1.p12"},"Instead of beginning our study with the earthly birth of the Holy Babe of Bethlehem, we shall consider the part taken by the Firstborn Son of God in the primeval councils of heaven, at the time when He was chosen and ordained to be the Savior of the unborn race of mortals, the Redeemer of a world then in its formative stages of development. We are to study Him as the Creator of the world, as the Word of Power, through whom the purposes of the Eternal Father were realized in the preparation of the earth for the abode of His myriad spirit-children during the appointed period of their mortal probation. Jesus Christ was and is Jehovah, the God of Adam and of Noah, the God of Abraham, Isaac, and Jacob, the God of Israel, the God at whose instance the prophets of the ages have spoken, the God of all nations, and He who shall yet reign on earth as King of kings and Lord of lords."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-1.p13"},"His wondrous yet natural birth, His immaculate life in the flesh, and His voluntary death as a consecrated sacrifice for the sins of mankind, shall claim our reverent attention; as shall also His redeeming service in the world of disembodied spirits; His literal resurrection from bodily death to immortality; His several appearings to men and His continued ministry as the Resurrected Lord on both continents; the reestablishment of His Church through His personal presence and that of the Eternal Father in the latter days; and His coming to His temple in the current dispensation. All these developments in the ministration of the Christ are already of the past. Our proposed course of investigation will lead yet onward, into the future concerning which the word of divine revelation is of record. We shall consider the conditions incident to the Lord’s return in power and glory to inaugurate the dominion of the Kingdom of Heaven on earth, and to usher in the predicted Millennium of peace and righteousness. And yet beyond we shall follow Him, through the post-Millennial conflict between the powers of heaven and the forces of hell, to the completion of His victory over Satan, sin, and death, when He shall present the glorified earth and its sanctified hosts, spotless and celestialized, unto the Father."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-1.p14"},"The Church of Jesus Christ of Latter-day Saints affirms her possession of divine authority for the use of the sacred name, Jesus Christ, as the essential part of her distinctive designation. In view of this exalted claim, it is pertinent to inquire as to what special or particular message the Church has to give to the world concerning the Redeemer and Savior of the race, and as to what she has to say in justification of her solemn affirmation, or in vindication of her exclusive name and title. As we proceed with our study, we shall find that among the specific teachings of the Church respecting the Christ are these:"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-1.p15"},"(1) The unity and continuity of His mission in all ages—this of necessity involving the verity of His preexistence and foreordination. (2) The fact of His antemortal Godship. (3) The actuality of His birth in the flesh as the natural issue of divine and mortal parentage. (4) The reality of His death and physical resurrection, as a result of which the power of death shall be eventually overcome. (5) The literalness of the atonement wrought by Him, including the absolute requirement of individual compliance with the laws and ordinances of His gospel as the means by which salvation may be attained. (6) The restoration of His Priesthood and the reestablishment of His Church in the current age, which is verily the Dispensation of the Fulness of Times. (7) The certainty of His return to earth in the near future, with power and great glory, to reign in Person and bodily presence as Lord and King."]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-1.fn1"},["b","1"],["span.label","a"],"As to the year of Christ’s birth, see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p1"},"chapter 8"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-1.fn2"},["b","2"],["span.label","b"],"See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p1"},"chapter 6"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-1.fn3"},["b","3"],["span.label","c"],"The Holy Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price constitute the standard works of the Church of Jesus Christ of Latter-day Saints. These will be cited alike as Scriptures in the following pages, for such they are."]]}
