{"id":33,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":33,"title":"Around the Church","subtitle":"","short_title":"Around the Church","uri":"/liahona/2013/03/around-the-church","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/around-the-church"},[".heading",{"id":"head1","uri":"/liahona/2013/03/around-the-church.head1"},[".seriesTitle","Around the Church"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/liahona/2013/03/around-the-church.t1"},[".title","Slovak Republic Day of Service"],["p.para",{"id":"p3","uri":"/liahona/2013/03/around-the-church.p3"},"More than 130 members from the Czech and Slovak Republics along with former Czech and Slovak missionaries gathered in Zilina, Slovak Republic, on September 8, 2012, to provide service to the city—clearing 1.5 tons (1.3 tonnes) of waste from the banks of the Zilina reservoir, improving the city’s kindergarten and nursery building, and weeding city planters."],["p.para",{"id":"p4","uri":"/liahona/2013/03/around-the-church.p4"},"“It is wonderful to see the volunteers working hard and see the smiles on their faces and joy in their eyes!” commented volunteer Hana Snajdarova, whose family was among the early converts to the Church in Slovakia. “I think that that is why we enjoy these projects so much. We want to help—to serve—and we love it.”"]],[".topic",{"id":"t2","uri":"/liahona/2013/03/around-the-church.t2"},[".title","Stand-Alone Spanish New Testament Now Available"],["p.para",{"id":"p6","uri":"/liahona/2013/03/around-the-church.p6"},"The Church recently released a stand-alone version of the New Testament from the Spanish",["span.emphasis","Santa Biblia: Reina Valera 2009,"],"making the scriptures more accessible and convenient for Church members and nonmembers alike."],["p.para",{"id":"p7","uri":"/liahona/2013/03/around-the-church.p7"},"This new version is the standard size and contains the scriptural text of the New Testament, footnotes, and selections from the Joseph Smith Translation."],["p.para",{"id":"p8","uri":"/liahona/2013/03/around-the-church.p8"},"The stand-alone Spanish New Testament is available in softcover through Church distribution centers or",["a",{"href":"http://store.lds.org"},["span.language","store.lds.org"]],"(item no. 09215002)."]],[".topic",{"id":"t3","uri":"/liahona/2013/03/around-the-church.t3"},[".title","Changes to South America South Area Presidency"],["p.para",{"id":"p10","uri":"/liahona/2013/03/around-the-church.p10"},"On January 6, 2013, Elder Walter F. González was released from serving as a member of the Presidency of the Seventy and replaced Elder Mervyn B. Arnold as President of the South America South Area in Buenos Aires, Argentina. Elder Arnold received a new assignment at Church headquarters."],["p.para",{"id":"p11","uri":"/liahona/2013/03/around-the-church.p11"},"Elders Jorge F. Zeballos and Francisco J. Viñas continue to serve as counselors in the Area Presidency."],["p.para",{"id":"p12","uri":"/liahona/2013/03/around-the-church.p12"},"“We express gratitude for the dedicated service of these brethren and wish them well in their assignments,” a letter from the First Presidency reads."]],[".topic",{"id":"t4","uri":"/liahona/2013/03/around-the-church.t4"},[".title","Saints in Botswana Rejoice at Creation of First Stake"],["p.para",{"id":"p14","uri":"/liahona/2013/03/around-the-church.p14"},"In November 2012 nearly 900 Church members gathered in Botswana, Africa, to witness the organization of the new Gaborone Botswana Stake—the first stake in the country."],["p.para",{"id":"p15","uri":"/liahona/2013/03/around-the-church.p15"},"Africa Southeast Area President Elder Dale G. Renlund and Elder Colin H. Bricknell, Area Seventy, presided over the meeting. Clement M. Matswagothata was called as stake president, Geoffrey Tembo was called as first counselor, and Oduetse S. Mokweni was called as second counselor."],["p.para",{"id":"p16","uri":"/liahona/2013/03/around-the-church.p16"},"“The stake will be a place of refuge, a place of learning, a place of goodness and safety, a place of order, a place of kindness and love, and a place of God,” Roodepoort South Africa Stake president Daniel Hall commented."]]],[".resources"]]]],"refs":null}
