{"id":30,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":30,"title":"Church Presence Growing in South America, Elders Oaks and Bednar Report","subtitle":"By Jason Swensen","short_title":"Church Presence Growing in South America, Elders Oaks and Bednar Report","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report"},[".heading",{"id":"head1","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.head1"},[".title","Church Presence Growing in South America, Elders Oaks and Bednar Report"],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p2"},"By Jason Swensen"],["p.para",{"id":"p3","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p4"},"The opening section of the Doctrine and Covenants includes the prophecy that the Church will emerge “out of obscurity and out of darkness” (",["a",{"href":"/scriptures/dc-testament/dc/1.30"},"1:30"],"). That day may have arrived in much of South America."],["p.para",{"id":"p5","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p5"},"“We are out of obscurity and darkness,” said Elder David A. Bednar of the Quorum of the Twelve Apostles following his return from South America in October. “This truth is reflected in the way [South American] government officials know and recognize the Church and how Church representatives are received whenever we come.”"],["p.para",{"id":"p6","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p6"},"Elder Bednar accompanied Elder Dallin H. Oaks, also of the Quorum of the Twelve Apostles, on an October 19–28 visit to the South America South Area that included a review of the area, missionary and priesthood leadership meetings, and youth and young single adult devotionals that were broadcast across Chile, Argentina, Uruguay, and Paraguay."],["p.para",{"id":"p7","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p7"},"The visiting authorities met with more than 1,800 missionaries serving in the area’s four nations. “We shook hands with all of the missionaries that we met, and they looked good,” said Elder Oaks. “It was an impressive force of missionaries from North and South America.”"],["p.para",{"id":"p8","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p8"},"Some 15,000 people also viewed two devotionals for area youth and young single adults. Elder Oaks presided over the young single adult devotional, which was broadcast to 326 locations throughout the area. Elder Bednar was the presiding authority at the youth devotional, which was seen by young people ages 12 to 18 and their parents gathered in 439 locations."],["p.para",{"id":"p9","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p9"},"At each training meeting and devotional, the visiting Brethren spoke of the importance of achieving a higher level of “real growth” through increases in sacrament meeting attendance, temple endowments and marriages, and young people serving full-time missions."],["p.para",{"id":"p10","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p10"},"In the youth devotional, the young men and young women were invited to ask questions. The General Authorities answered a wide range of questions about missionary preparation and remaining righteous in an increasingly wicked world."],["p.para",{"id":"p11","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p11"},"The Brethren also counseled local priesthood leaders that real growth can be realized in the area only with increases in missionary service and retention. A prolific core of returned missionaries is needed to ensure future generations of seasoned leaders, said Elder Oaks."],["p.para",{"id":"p12","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p12"},"Elder Mervyn B. Arnold of the Seventy, Area President at the time, described the visit of the General Authorities and their wives as “inspiring, uplifting, and very informative.”"],["p.para",{"id":"p13","uri":"/liahona/2013/03/church-presence-growing-in-south-america-elders-oaks-and-bednar-report.p13"},"“Their love, kindness, and teaching will be forever remembered,” he said."]],[".resources"]]]],"refs":null}
