{"id":9,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":9,"title":"Creating Christ-Centered Easter Traditions","subtitle":"By Diane L. Mangum","short_title":"Creating Christ-Centered Easter Traditions","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions"},[".heading",{"id":"head1","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.head1"},[".title",["span.dominant","Creating"],"Christ−Centered",["span.dominant","Easter Traditions"]],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p2"},"By Diane L. Mangum"]],[".bio",["p.para",{"id":"p3","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p3"},"Diane L. Mangum lives in Utah, USA."]],[".kicker","At Easter we celebrate the gift of our Savior: the Atonement."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p5"},"On Easter Sunday some years ago, my four-year-old son Ben came down the hallway of our meetinghouse after Primary, happily waving the paper he had colored. He called out with pure excitement, “Mom, Mom, have you heard about the Resurrection?” He wanted to make sure I had heard the good news. Something his Primary teacher had said really touched Ben’s heart so that he joyfully began to understand the Resurrection. How nice it would be for all of us to feel that same joy every Easter!"],["p.para",{"id":"p6","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p6"},"The Atonement of Jesus Christ, including the Resurrection, is at the very core of Easter. Creating Christ-centered traditions will help us focus on these gifts of our Savior."],[".topic",{"id":"t1","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t1"},[".title","Sunday Worship and Traditions"],["p.para",{"id":"p8","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p8"},"Without extra feasts, parades, or festivities, we Latter-day Saints worship together on Easter as we do every Sunday. Our ward and branch leaders plan speakers and musical numbers that focus on Jesus Christ. Of Easter Sunday, Elder L. Tom Perry of the Quorum of the Twelve Apostles said: “The Lord has not been so explicit in providing us religious customs along the order of feasts and festivals to remind us of the blessings we receive from Him today. However, the practice of having traditions to keep us close to the great heritage which is ours to enjoy should be something every family should try to keep alive” (“Family Traditions,”",["span.emphasis","Ensign,"],"May 1990, 20)."],["p.para",{"id":"p9","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p9"},"Following are a variety of traditions from families as they celebrate Easter and draw loved ones close."]],[".topic",{"id":"t2","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t2"},[".title","Sharing Testimonies of Christ’s Resurrection"],["ul.bullet",["li",["span.label","•"],["p.para","Janice and Kirk Nielson started a special “Grandparents Night” that has become an Easter tradition. Sister Nielson said, “I believe that the most effective thing we do as grandparents is to go to our children’s homes and sit down with our grandchildren and let them know we have a testimony of the Savior.”"]],["li",["span.label","•"],["p.para","When their children were young, Hector and Sherilyn Alba made time each evening during the week before Easter for a short lesson on the things that happened during the last week of the Savior’s life."]],["li",["span.label","•"],["p.para","Some families visit the graves of loved ones. They talk with their children about family members who have passed away and express gratitude for the Resurrection of Jesus Christ."]]],["p.preamble","The egg has become an almost universal symbol of Easter to represent the Savior’s breaking the bands of death through His Resurrection. Thus coloring and hiding eggs for an Easter egg hunt and giving Easter baskets are common traditions around the world."],["ul.bullet",["li",["span.label","•"],["p.para","In Russia people often greet one another on Easter by saying, “Jesus is risen.” The other person replies, “Truly, He is risen.” In Albania the tradition is similar; they click red egg rocks together and say, “Christ is risen.”"]],["li",["span.label","•"],["p.para","Karen Spencer treasures the memories of her Danish grandmother’s Easter celebrations and still likes to dye eggs with boiled purple onion skins just as her grandmother did. Her family finds it is a good time to talk about the egg as a symbol of new life and the Resurrection."]],["li",["span.label","•"],["p.para","Some families with young children enjoy Easter egg hunts with a message. They place inside a plastic egg a small item that symbolizes something related to Christ’s death and Resurrection and a scripture to read. Then they number the eggs in sequence of the Easter story. As the children open the eggs in order, they learn of Christ’s Atonement and Resurrection."]]]],[".topic",{"id":"t3","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t3"},[".title","Sharing Easter Music"],["p.preamble","Music can have a wonderful influence on us at Easter."],["ul.bullet",["li",["span.label","•"],["p.para","David and Joyce Beer enjoy seeking out Easter-related concerts to help them remember the Savior’s sacrifice."]],["li",["span.label","•"],["p.para","Dave and Nancy Harmon enjoy listening to George Frideric Handel’s",["span.emphasis","Messiah,"],"which Sister Harmon feels “is really more about Easter than Christmas.”"]],["li",["span.label","•"],["p.para","One mother encourages her children who are taking music lessons to practice an Easter song that month."]],["li",["span.label","•"],["p.para","The Dale and Sara Okerlund family gather at the piano to sing hymns and Primary songs about Easter."]]]],[".topic",{"id":"t4","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t4"},[".title","Sharing an Easter Meal Together"],["p.preamble","A family meal is another meaningful Easter tradition throughout the world."],["ul.bullet",["li",["span.label","•"],["p.para","One family eats ham and talks about how Christ fulfilled the Law of Moses. Another family eats fish to remember the things Jesus ate. The Eliza and Michael Pereira family eat a meal that includes lamb, and they talk about the symbolism in the Passover story."]],["li",["span.label","•"],["p.para","After my family’s Easter dinner, we take a photograph of all the family members and other dear friends who shared dinner with us. We have a special Easter scrapbook that now chronicles more than 30 years of happy family memories."]],["li",["span.label","•"],["p.para","One couple whose children are grown invites other adult friends to a special dinner. Here they share memories and reflect on what Easter means."]],["li",["span.label","•"],["p.para","In some countries the Easter holiday includes Friday and Monday. In Tahiti, family members often picnic together on other islands. In Central America, some Latter-day Saints use the extra time to visit with their family, share a meal, and then attend the temple."]]]],[".topic",{"id":"t5","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t5"},[".title","Sharing Non-Religious Traditions on Another Day"],["p.preamble","Latter-day Saint families often hold non-religious activities that involve Easter on a day other than Sunday."],["ul.bullet",["li",["span.label","•"],["p.para","In Brazil on Friday or Saturday before Easter, one Latter-day Saint grandmother leaves one or two nibbled carrots in a visible place and hides Easter eggs near the carrots."]],["li",["span.label","•"],["p.para","On the Monday after Easter, the Joyce and Scott Hendricks family enjoy a cookout and a special Easter egg hunt."]]]],[".topic",{"id":"t6","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.t6"},[".title","Always Keep Christ in Easter"],["p.para",{"id":"p35","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p35"},"Learning about Jesus Christ in family home evening, listening to Easter music, or enjoying a special meal can bring a spiritual boost at any stage of life. Celebrations don’t need to involve a large group. A personal tradition of an Easter celebration within a single home or heart is just as meaningful."],["p.para",{"id":"p36","uri":"/liahona/2013/03/creating-christ-centered-easter-traditions.p36"},"We too can remember and celebrate the joyfulness of Easter just like little Ben, who came down the meetinghouse hall wanting to share the good news about the Resurrection."]]],[".resources"]]]],"refs":null}
