{"id":22,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":22,"title":"Megan’s Lambs","subtitle":"By Julina K. Mills","short_title":"Megan’s Lambs","uri":"/liahona/2013/03/megans-lambs","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/megans-lambs"},[".heading",{"id":"head1","uri":"/liahona/2013/03/megans-lambs.head1"},[".title","Megan’s Lambs"],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/03/megans-lambs.p2"},"By Julina K. Mills"],["p.para",{"id":"p3","uri":"/liahona/2013/03/megans-lambs.p3"},"Based on a true story"]],[".bio",["p.para",{"id":"p4","uri":"/liahona/2013/03/megans-lambs.p4"},"Julina K. Mills lives in Arizona, USA."]],[".epigraph","“Labor to serve one another” (",["a",{"href":"/scriptures/bofm/mosiah/2.18"},"Mosiah 2:18"],")."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/liahona/2013/03/megans-lambs.p6"},"“The animals have to earn their keep.” Papa’s words echoed in Megan’s mind. The dogs guarded the sheep, and the chickens laid eggs. The sheep produced wool to sell. Megan helped shear them every spring, and their thick wool always looked like snow melting on the green field."],["p.para",{"id":"p7","uri":"/liahona/2013/03/megans-lambs.p7"},"But Megan’s lambs were different. They were runts that were born last year, and they were too small to produce enough wool to pay for their upkeep. Papa had wanted to take them to the butcher, but the two tiny, frail babies had captured Megan’s heart. She’d pleaded to keep them, and Papa had finally agreed. “But,” he had warned her, “you will have to take care of them all by yourself.”"],["p.para",{"id":"p8","uri":"/liahona/2013/03/megans-lambs.p8"},"At first, everything had been OK. Megan had used her birthday money to buy hay when the lambs began to eat. But now her birthday money was gone, and Papa said it was too expensive to let the lambs graze in the field he rented outside town. Besides, Megan knew she would rarely see them if they went to the field. She sighed as she watched her lambs nibble the last bit of hay. It would be gone tomorrow, and she needed to find a way to feed her lambs."],["p.para",{"id":"p9","uri":"/liahona/2013/03/megans-lambs.p9"},"Megan patted the white wool on the lambs’ heads as she leaned against the pen. Down her street she could see Mr. Flowers tending his roses. A couple houses down, Mrs. Wilmot hobbled slowly out to get the mail. Mrs. Wilmot was a widow who lived all alone. Sometimes Megan’s brother raked leaves for Mrs. Wilmot, but he always complained because Mrs. Wilmot couldn’t afford to pay him."],["p.para",{"id":"p10","uri":"/liahona/2013/03/megans-lambs.p10"},"Megan noticed how long Mrs. Wilmot’s grass was. “I’ll offer to trim her lawn for her,” Megan decided. “But not now. I need to find a way to feed my lambs.”"],["p.para",{"id":"p11","uri":"/liahona/2013/03/megans-lambs.p11"},"Suddenly Megan had an idea. Mrs. Wilmot had grass, and Megan had sheep that needed to graze—the perfect combination! Megan patted her lambs quickly on the head and ran to Mrs. Wilmot’s house. When Mrs. Wilmot answered the door, she beamed at Megan, happy to have a visitor. The words tumbled out of Megan’s mouth as she explained her idea."],["p.para",{"id":"p12","uri":"/liahona/2013/03/megans-lambs.p12"},"“Mrs. Wilmot, I think this could be great for both of us!” Megan finished. She held her breath, waiting for a response."],["p.para",{"id":"p13","uri":"/liahona/2013/03/megans-lambs.p13"},"“I think so too!” Mrs. Wilmot said. “I could use the company, and my lawn could use the help. Bring the lambs over first thing tomorrow morning.” Megan and Mrs. Wilmot smiled at each other, and Megan grinned all the way home."],["p.para",{"id":"p14","uri":"/liahona/2013/03/megans-lambs.p14"},"The next day was the beginning of a long and wonderful friendship. Megan took her sheep over to Mrs. Wilmot’s house every morning before school, and in the afternoons she stayed to visit for a while before she took her lambs home for the night. Mrs. Wilmot’s lawn stayed trimmed at the perfect height, and Megan’s lambs earned their keep."]],[".resources",[".figure",{"id":"f1","uri":"/liahona/2013/03/megans-lambs.f1"},["p.para",{"id":"p15","uri":"/liahona/2013/03/megans-lambs.p15"},"My neighbor came back from a trip in the forest, where she picked mushrooms to eat. Our family got some from her, and I helped my mother clean them. When we were done, I thought about my neighbor and how many she had to clean by herself. I knocked on her door, and she let me in, and I helped her. If Jesus lived here, He would have helped my neighbor also."],[".bio",["p.para",{"id":"p16","uri":"/liahona/2013/03/megans-lambs.p16"},"Jonatan L., age 5, Sweden"]]]]]]],"refs":null}
