{"id":26,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":26,"title":"Picturing Easter","subtitle":"","short_title":"Picturing Easter","uri":"/liahona/2013/03/picturing-easter","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/picturing-easter"},[".heading",{"id":"head1","uri":"/liahona/2013/03/picturing-easter.head1"},[".title","Picturing Easter"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/liahona/2013/03/picturing-easter.p2"},"You can use this countdown activity to get ready for Easter, which is a time to remember and celebrate the life of Jesus Christ and His Atonement. Cut the picture to the left into puzzle pieces as marked. Starting a week before Easter, choose one puzzle piece each day. Find where it belongs below and do what is written on that space before gluing or taping the piece in place. When your picture is complete, Easter will have arrived!"],[".figure",{"id":"f1","uri":"/liahona/2013/03/picturing-easter.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/fr13mar24-25-picturing-easter-2013-02-05.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/liahona/2013/03/picturing-easter.p3"},"Illustration by Jim Madsen"]],[".caption",["p","Sing a Primary song that talks about Jesus Christ. How can you follow His example today?"],["p","Read",["a",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"],"with a parent and talk about what it means. How do you know Heavenly Father loves you?"],["p","We take the sacrament each week to remember Jesus Christ. What can you do to be especially reverent during sacrament meeting this Sunday?"],["p","Read what living Apostles wrote about Jesus Christ: “He is the light, the life, and the hope of the world. His way is the path that leads to happiness in this life and eternal life in the world to come” (“The Living Christ: The Testimony of the Apostles,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Apr. 2000, 2–3)."],["p","Read the story",["span.crossRef","“Because He Lives”"],"on page 65. How can you share a meaningful Easter message with your friends?"],["p","Sing your favorite Christmas song. What do you remember learning about Jesus Christ’s birth?"],["p","Draw a picture of your favorite scripture story about Jesus. You could ask your parents to help you watch",["span.emphasis","The Life of Jesus Christ Bible Videos"],"at",["a",{"href":"http://biblevideos.lds.org"},["span.language","biblevideos.lds.org"]],"to get some ideas."]]]]]]],"refs":null}
