{"id":34,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":34,"title":"The Minefield Rescue","subtitle":"By Russell Westergard","short_title":"The Minefield Rescue","uri":"/liahona/2013/03/the-minefield-rescue","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/the-minefield-rescue"},[".heading",{"id":"head1","uri":"/liahona/2013/03/the-minefield-rescue.head1"},[".seriesTitle","Until We Meet Again"],[".title","The Minefield Rescue"],[".byline",["p.para",{"id":"p3","uri":"/liahona/2013/03/the-minefield-rescue.p3"},"By Russell Westergard"]],[".bio",["p.para",{"id":"p4","uri":"/liahona/2013/03/the-minefield-rescue.p4"},"Russell Westergard lives in Virginia, USA."]],[".kicker","We couldn’t go get the trapped soldier, but we could encourage her, cheer on her efforts, and rejoice in her success."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/liahona/2013/03/the-minefield-rescue.p6"},"During the Gulf War, I led a team of soldiers into Kuwait. Once the defenses were breached, we searched the enemy’s fighting positions to make sure we would be safe and looked for anything of intelligence value."],["p.para",{"id":"p7","uri":"/liahona/2013/03/the-minefield-rescue.p7"},"I had just entered a captured command post when I heard a British sergeant shout frantically, “Stop! Don’t take another step!” Sticking my head out of the bunker, I saw one of my soldiers in immediate peril. She had walked into an open area to pick up a document and was now standing in the middle of a large minefield. When she heard the sergeant’s shout, she stopped and realized her danger."],["p.para",{"id":"p8","uri":"/liahona/2013/03/the-minefield-rescue.p8"},"Gathering on the edge of the minefield, our team could see that the young soldier was so panicked that she was physically shaking. We needed to act quickly but couldn’t send soldiers to get her without risking their lives as well as hers. Without discussion or hesitation we began talking to the soldier, calling out words of comfort, encouragement, and instruction. We could see tears streaming down her face and hear fear in her responses, but she began to calm slightly at our reassurance."],["p.para",{"id":"p9","uri":"/liahona/2013/03/the-minefield-rescue.p9"},"After a moment she had enough courage to look back the way she had come, and she told us she could see her own footsteps faintly in the sand. With our encouragement, she hesitantly began retracing her path. By placing her feet gently on each of her previous footprints, she walked out of that minefield, flying into our waiting arms as she took the final step. The considerable crowd of soldiers on the sideline shouted with joy as we welcomed her back. Tears of fear were replaced with smiles and hugs."],["p.para",{"id":"p10","uri":"/liahona/2013/03/the-minefield-rescue.p10"},"Few of us have stood on the edge of an actual minefield. But many of us know those who have left spiritually safe ground to be trapped in the minefields of life. Like that young soldier, they too may feel alone, scared, and unsure. But that soldier was never alone. She had a team on the sidelines cheering her on, friends who needed her back and didn’t give up. She had leaders offering guidance and encouragement. She was the one who had to walk out of the minefield, but we collectively helped her find the strength to do so. In the end we celebrated her rescue with genuine love and joy."],["p.para",{"id":"p11","uri":"/liahona/2013/03/the-minefield-rescue.p11"},"Spiritual rescues can be just as dramatic. Whether we reach out as a family, as friends, or as a ward or branch, our efforts can make all the difference. Timely words of encouragement and guidance probably saved the life of the soldier. Likewise, we can help rescue others from the perils of spiritual darkness by offering the encouragement and guidance that may ultimately bring them back. As we do, great shall be our joy—not only for a moment in this life but for eternity as well (see",["a",{"href":"/scriptures/dc-testament/dc/18.15"},"D&C 18:15"],")."]],[".resources"]]]],"refs":null}
