{"id":59,"parent_id":51,"book_id":22358,"content_id":1,"language_id":1,"display_order":59,"title":"Chapter 39: “Man Is Justified by Faith”","subtitle":"","short_title":39,"uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith"},[".heading",{"id":"head9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.head9"},[".titleNumber","39"],["h1","“Man Is Justified by Faith”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p4"},"Justification comes by the grace of Christ through faith."]]],[".bodyBlock",[".",{"id":"f57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.f57"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_039_01-map.gif"}]],[".figure",{"id":"f58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.f58"},["table.lds-table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para","A Letter of Paul to the Church at Rome"],["p.para","Written from Corinth (?) During Paul’s Third Missionary Journey, ca. Winter,",["span.small","A.D."],"57–58 (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1"},"Romans 1–5"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","Romans"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","The Power of God unto Salvation"]],["td",{"colspan":"1","rowspan":"1"},["p.para","1:1–17"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","God’s Anger Against the Unrepentant Depraved"]],["td",{"colspan":"1","rowspan":"1"},["p.para","1:18–32"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","All Men Are Judged by Gospel Standards"]],["td",{"colspan":"1","rowspan":"1"},["p.para","2:1–11"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Man Is Not Justified by the Law of Moses"]],["td",{"colspan":"1","rowspan":"1"},["p.para","2:12–29; 3:1–20"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Man Is Justified by Faith"]],["td",{"colspan":"1","rowspan":"1"},["p.para","3:21–31"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Abraham Was Justified by Faith, Works, and Grace"]],["td",{"colspan":"1","rowspan":"1"},["p.para","4:1–25"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Man Is Justified Through the Blood of Christ"]],["td",{"colspan":"1","rowspan":"1"},["p.para","5:1–11"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Adam Fell, Christ Atoned, Man Saved"]],["td",{"colspan":"1","rowspan":"1"},["p.para","5:12–21"]]]]]],[".topic",["h2","Introduction"],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p36"},"It had been more than twenty years since Paul had started on the road to what he thought would lead him only to Damascus but which, instead, began a far longer and more glorious journey. He had left Jerusalem that day seeing but blind; he had come to Damascus blind but seeing. When he had set out, he had in his hand the edict of the high priest: bind the followers of the way and bring them to the prisons of Jerusalem. When he had arrived, he had in his heart the edict of Christ: unbind the gentiles and bring them to the mansions of the heavenly Jerusalem. For more than seven thousand days now, the man from Tarsus had labored to fulfill that edict. He had crossed and recrossed eight or more provinces of the Roman empire. He had personally established a number of branches of the church. His converts must have numbered well into the thousands. He had been beaten, stoned, scourged, jailed, and shipwrecked and had endured hunger, thirst, cold, fatigue, rejection, insults, scorn, and desertion—and all this while afflicted with his own “thorn in the flesh.” Surely now he had done enough? Surely now he could return to Jerusalem and pass the baton on to younger hands?"],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p37"},"But of course such would be unthinkable to Paul. With characteristic simplicity Luke reports, “After these things were ended, Paul purposed in the spirit … to go to Jerusalem, saying, After I have been there, I must also see Rome.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.21"},"Acts 19:21"],".) And so he had come to Corinth to spend the winter, waiting for safe sailing weather. It must have been a time of reflection and planning and concern. It was evidently during these months that reports arrived saying that Galatia was being ravaged by the onslaughts of the Judaizers. “True righteousness is based in the law of Moses,” they were saying, “Believing in Christ is all well and good, but you must not leave the foundation principles of circumcision, dietary law, and Levitical ritual.” They maligned Paul and his office, wooing many away from the teachings of the great apostle."],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p38"},"Paul had written to the churches in Galatia and sharply condemned the false teachings. “O foolish Galatians, who hath bewitched you?” he asked in sorrow. (",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.1"},"Galatians 3:1"],".) It was shortly after this that the apostle wrote his letter to Rome, alerting the saints there of his intent to visit them. The reports from Rome were positive. The saints were believing, growing, testifying. But the concern for the growing threat of the false teachers must still have weighed heavily on his mind, for the book of Romans contains Paul’s powerful defense of true righteousness and his rejection of any system of salvation that is not based on faith in Jesus Christ."],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p39"},"How ironic that the letters to Rome and Galatia should be used in later centuries as the basis for the doctrine that works are unessential for salvation. Can you imagine the retort of the man who had been five times scourged of the Jews to those who would say that all you must do to be saved is confess with your mouth that Jesus is the Christ? Can you picture the response of the man who for two decades had devoted his life to good works to those who say that good works are not a requirement for salvation? But on the other hand, you must also recognize that Paul rejected the idea fostered by the Judaizers, namely, that man can achieve righteousness by his own efforts. The ideas are opposite ends of the grace and works continuum, but both are false. In order to find the true middle ground, let us now turn to a careful study of what Paul wrote to the saints in Rome. What is the proper relationship between our own works and the grace of God? If a man is justified by faith, just what does that mean? As you study this lesson and ponder such questions, remember Paul the man. Remember the experiences that had molded and shaped him as he sat in Corinth and wrote his letter to the saints in Rome."],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p40"},["span.emphasis","Before proceeding, read all the scriptural references in the reading block."]]],[".topic",["h2","Interpretive Commentary"],[".topic",["h3","Romans"],[".topic",["h4","(39-1) What Is the Theme of Romans?"],["p.para",{"id":"p44","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p44"},"“For I am not ashamed of the gospel of Christ; for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.16"},"Romans 1:16"],".) In this brief but powerful statement, Paul sounds the Theme of his letter. The rest of the epistle is spent in developing this Theme and showing that justification by faith brings eternal salvation. Paul expands this Theme, showing that true faith requires personal righteousness and obedience to gospel principles, a truth often overlooked by those who stress salvation by faith alone."]],[".topic",["h4","(39-2) Where and When Was It Written?"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p46"},"Though it is always difficult to state with absolute certainty the location from which a certain epistle was written and when, in the case of the letter to the Romans, Paul gives several clues within the letter that correspond with the record in Acts. For example, he mentions that while he has not yet been to Rome, he intends to come there as soon as he makes a trip to Jerusalem to deliver money collected for the poorer saints in Judea (1:10; 15:19–27). Also, the more formal and well-thought-out nature of this epistle suggests a period of relative peace and stability for its composition. In",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.2,3"},"Acts 20:2, 3"],"Luke tells us that during Paul’s third missionary journey the apostle spent three months in Corinth. He was probably waiting for good sailing conditions before departing for Jerusalem. From these clues it can be said with some certainty that the letter to Rome was written from Corinth near the end of the third journey, most likely during the winter months of",["span.small","A.D."],"57–58."]],[".topic",["h4","(39-3) What Are Some of the Significant Contributions of Romans?"],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p48"},"“Romans defines the gospel and summarizes the laws by obedience to which full salvation comes. It speaks plainly of Adam’s fall, which brought death, and Christ’s atoning sacrifice, which brought life. It tells how the law of justification works, how men are justified by faith and works, through the blood of Christ. In it are some of the most explicit Biblical teachings on the election of grace, the status of the chosen race, on why salvation cannot come by the law of Moses alone, on why circumcision was done away in Christ, and on how and why salvation was taken to the Gentiles. And it is a chief source of the glorious doctrine of joint-heirship with Christ, that marvelous principle under which men, through celestial marriage and the continuation of the family unit in eternity, can gain exaltation in the highest celestial heaven. …"],["p.para",{"id":"p49","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p49"},"“In its very nature Romans is an epistle capable of differing interpretations. Those without prior and full knowledge of the doctrines involved find it exceedingly difficult to place Paul’s comments about these doctrines into their true perspective. For instance, it is on a misunderstanding of the Apostle’s statement about justification by faith alone that the whole sectarian world is led to believe that men are not required to work out their own salvation; and it was this very passage that enabled Martin Luther to justify in his own mind his break with Catholicism, an eventuality of vital importance to the furtherance of the Lord’s work on earth.” (McConkie,",["span.emphasis","DNTC,"],"2:212–13.)"]],[".topic",["h4","(39-4)",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.7,8"},"Romans 1:7, 8"],". Paul Writes to the Saints in Rome"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p51"},"“To whom was the Epistle to the Romans written? To the Gentiles in Rome? To the world in general? To sectarian Christians today? Not by any means. If there is any truth the world can gain from this Epistle, such is all to the good. But Paul wrote it to the saints, to members of the Church, to those who already had the gift of the Holy Ghost, to those who had been born again, to those who held the priesthood and enjoyed the gifts of the Spirit. Hence he was writing to the people who already knew the doctrines of salvation, and his teachings can only be understood by people who have the same background, the same knowledge, and the same experience as the original recipients of the message. Romans is a sealed book to the sectarian world; it is an open volume of inspiring gospel truth to the saints of God.” (McConkie,",["span.emphasis","DNTC,"],"2:216.)"]],[".topic",["h4","(39-5)",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.26,27"},"Romans 1:26, 27"],". How Serious Is the Sin of Homosexuality?"],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p53"},"“Of the adverse social effects of homosexuality none is more significant than the effect on marriage and home. The normal, God-given sexual relationship is the procreative act between man and woman in honorable marriage. …"],["p.para",{"id":"p54","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p54"},"“… where stands the perversion of homosexuality? Clearly it is hostile to God’s purpose in that it negates his first and great commandment to ‘multiply and replenish the earth.’ If the abominable practice became universal it would depopulate the earth in a single generation. It would nullify God’s great program for his spirit children in that it would leave countless unembodied spirits in the heavenly world without the chance for the opportunities of mortality and would deny to all the participants in the practice the eternal life God makes available to us all."],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p55"},"“Because of the seriousness of this sin it carries a heavy penalty for the unrepentant. The offender may realize that disfellowshipment or excommunication is the penalty for heavy petting, adultery, fornication and comparable sins if there is not adequate repentance, yet he often supposes that because his acts have not been committed with the opposite sex he is not in sin. Let it therefore be clearly stated that the seriousness of the sin of homosexuality is equal to or greater than that of fornication or adultery; and that",["span.emphasis","the Lord’s Church will as readily take action to disfellowship or excommunicate the unrepentant practicing homosexual as it will the unrepentant fornicator or adulterer. …"]],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p56"},"“After consideration of the evil aspects, the ugliness and prevalence of the evil of homosexuality, the glorious thing to remember is that it is curable and forgivable. The Lord has promised that all sins can be forgiven except certain ones enumerated, and this evil was not among those named. Thus it is forgivable if totally abandoned and if the repentance is sincere and absolute. Certainly it can be overcome, for there are numerous happy people who were once involved in its clutches and who have since completely transformed their lives. Therefore to those who say that this practice or any other evil is incurable, I respond: ‘How can you say the door cannot be opened until your knuckles are bloody, till your head is bruised, till your muscles are sore? It can be done.’"],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p57"},"“… Many have been misinformed that they are powerless in the matter, not responsible for the tendency, and that ‘God made them that way.’ This is as untrue as any other of the diabolical lies Satan has concocted. It is blasphemy. Man is made in the image of God. Does the pervert think God to be ‘that way’? …"],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p58"},"“Sometimes not heavenly but earthly parents get the blame. Granted that certain conditions make it easier for one to become a pervert, the second Article of Faith teaches that a man will be punished for his own sins. He can, if normal, rise above the frustrations of childhood and stand on his own feet. …"],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p59"},"“A man may rationalize and excuse himself till the groove is so deep he cannot get out without great difficulty. But temptations come to all people. The difference between the reprobate and the worthy person is generally that one yielded and the other resisted. And if the yielding person continues to give way he may finally reach the point of ‘no return.’ The Spirit will ‘not always strive with man.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.33"},"D&C 1:33"],".)” (Kimball,",["span.emphasis","Miracle of Forgiveness,"],"pp. 80–86.)"]],[".topic",["h4","(39-6)",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.6-13"},"Romans 2:6–13"],". The Importance of Works"],["p.para",{"id":"p61","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p61"},"Those churches that make much of Paul’s doctrines of justification by faith and salvation by grace either skip or gloss over the powerful teaching of Paul in these verses. Paul clearly teaches that good works are rewarded and evil works punished, concluding with these powerful words: “For not the hearers of the word are just before God, but the doers of the law shall be justified.”"]],[".topic",["h4","(39-7)",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.1-31"},"Romans 3:1–31"],". Man Must Be Justified by Grace"],["p.para",{"id":"p63","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p63"},"Since, as Paul says, all men sin, then no man can be justified (or restored to a proper relationship with God) by works alone. Some intervening power must bridge the gap. That power was provided by Jesus Christ. He lived the law perfectly, had no sin, and therefore never estranged himself from God. In addition, he sacrificed himself so that he could pay the debt of sin with his own holiness for all men who would come unto him. His grace becomes the source of their justification with God."],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p64"},"President Joseph Fielding Smith clearly pointed out the role of both grace and works in our salvation."],["p.para",{"id":"p65","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p65"},"“There is a difference between the Lord Jesus Christ and the rest of mankind. We have no life in ourselves, for no power has been given unto us, to lay down our lives and take them again. That is beyond our power, and so, being subject to death, and being sinners—for we are all transgressors of the law to some extent, no matter how good we have tried to be—we are therefore unable in and of ourselves to receive redemption from our sins by any act of our own."],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p66"},"“This is the grace that Paul was teaching. Therefore, it is by the grace of Jesus Christ that we are saved. And had he not come into the world, and laid down his life that he might take it again, or as he said in another place, to give us life that we may have it more abundantly we would still be subject to death and be in our sins. …"],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p67"},"“So it is easy to understand that we must accept the mission of Jesus Christ. We must believe that it is through his grace that we are saved, that he performed for us that labor which we were unable to perform for ourselves, and did for us those things which were essential to our salvation, which were beyond our power; and also that we are under the commandment and the necessity of performing the labors that are required of us as set forth in the commandments known as the gospel of Jesus Christ:” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:309–11.)"],[".quote",[".figure",{"id":"f60","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.f60"},["table",["tbody",["tr",["td","Question:"],["td","If a person is doing all he can do to overcome the world, do his works “earn” for him the companionship of the Spirit, or does he merely merit that companionship?"],["td"]],["tr",["td","Answer:"],["td",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.20,21"},"Mosiah 2:20, 21"],"."],["td"]],["tr",["td","Question:"],["td","Then God’s blessings are worth more than a man’s good works could ever earn? Does that mean that I am justified by grace after all I can do?"],["td"]],["tr",["td","Answer:"],["td","Yes, see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32,33"},"Moroni 10:32, 33"],"."],["td"]]]]]]],[".topic",["h4","(39-8)",["a.scriptureRef",{"href":"/scriptures/nt/rom/4.4"},"Romans 4:4"],". Eternal Life—a Gift or a Wage?"],["p.para",{"id":"p77","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p77"},"Paul’s suggestion here is that if a man were justified by the works of the law, then he would have reason to glory, for then the reward he received from the Father would be a debt owed for services rendered and not a gift of grace. But, of course, this was not the case. No man could earn salvation on his own. This shattered the Jewish concept that somehow one could earn God’s pleasure and eternal glory through obedience to the law. In this connection, it is interesting to note that even the very terminology the Lord uses makes it clear that nothing man could have done himself would have earned for him the celestial kingdom. Whenever the Lord speaks of his glory and kingdom being transmitted to man, the verb used is",["span.emphasis","inherit"],"and the noun is",["span.emphasis","gift."],"While there is no suggestion that the gift is given unconditionally, that it is a gift is always clear. The Doctrine and Covenants illustrates that balance perfectly. “If thou wilt do good, yea, and hold out faithful to the end, thou shalt be saved in the kingdom of God, which is the greatest of all the gifts of God; for there is no gift greater than the gift of salvation.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.13"},"D&C 6:13"],".)"],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p78"},"“What price must men pay for this precious gift? Not conformity to Mosaic standards, not compliance with the ordinances and performances of a dead law, but the price of faith, faith in the Lord Jesus Christ, faith that includes within itself enduring works of righteousness, which faith cannot so much as exist unless and until men conform their lives to gospel standards."],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p79"},"“Does salvation come, then, by works? No, not by the works of the law of Moses, and for that matter, not even by the more perfect works of the gospel itself. Salvation comes through Christ’s atonement, through the ransom he paid, the propitiation he made; without this no good works on the part of men could redeem them from temporal death, which redemption is resurrection, or redeem them from spiritual death, which redemption is eternal life.” (McConkie,",["span.emphasis","DNTC,"],"2:231.)"]],[".topic",["h4","(39-9)",["a.scriptureRef",{"href":"/scriptures/nt/rom/4.16"},"Romans 4:16"],". How Are Men Justified?"],["p.para",{"id":"p81","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p81"},"“Therefore ye are justified of faith and works, through grace, to the end the promise might be sure to all the seed; not to them only who are of the law, but to them also who are of the faith of Abraham; who is the father of us all.” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/4.16"},"Romans 4:16"],", Inspired Version.)"]],[".topic",["h4","(39-10)",["a.scriptureRef",{"href":"/scriptures/nt/rom/5.20"},"Romans 5:20"],". What Is Meant by the Phrase “the Law Entered, That the Offense Might Abound”?"],["p.para",{"id":"p83","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p83"},"The Greek word Paul uses here that is translated",["span.emphasis","entered"],"means literally “to come in by the side of.” In classical Greek it was often used of actors in the theaters who played a supporting role and who would come on stage from the wings, play their part, and disappear again. Such a word used to describe the law of Moses points out the same things that Paul suggested in Galatians when he called the law a “schoolmaster.” (See the note on",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.24"},"Galatians 3:24"],".)"]]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","Man Is Justified by Faith through the Grace of God"],[".quote",["p.para",{"id":"p86","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p86"},"As you have read, Paul was fortifying the Roman saints against the Judaizers, who claimed that obedience to the Mosaic law was the means to salvation. This explains his strong emphasis on the grace of Christ. Should Paul have had the opportunity to write to modern saints who are confronted with the teachings that salvation is by grace alone, it is likely that he would strongly emphasize the need for personal righteousness."],["p.para",{"id":"p87","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p87"},"Let’s explore the concept of justification by faith a little more deeply to find the proper balance between grace and works in the process of being saved in the kingdom of God."],["p.para",{"id":"p88","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p88"},"Study the following dialogue:"],[".topic",["h4","Justification by Faith"],[".topic","Inquirer",["p.para",{"id":"p91","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p91"},"Paul said that a man is justified by faith. Just what does he mean by justification?"]],[".topic","Teacher",["p.para",{"id":"p93","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p93"},"Well, anciently the term carried the connotation of being vindicated or made righteous just as it does today. In addition, however, it was closely associated with the idea of relationship. Being justified meant to be put back into the right relationship with a person whom you had offended by your wrongdoing."]],[".topic","Inquirer",["p.para",{"id":"p95","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p95"},"So if I am justified, I am put back into the right relationship with God?"]],[".topic","Teacher",["p.para",{"id":"p97","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p97"},"Yes. When we sin we estrange ourselves from God; we cut ourselves off from the relationship we had with him. This is so because he is a perfectly righteous and holy being. No unclean thing can dwell in his presence. When we sin we become what the scriptures call “the natural man.” The natural man is an enemy to God. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],".) When we are made righteous, or in other words are justified, then we can come back into his presence, be reconciled to him, and thus reestablish our original relationship with him."]],[".topic","Inquirer",["p.para",{"id":"p99","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p99"},"But how can you be made righteous and reestablish the relationship with God without actually being righteous?"]],[".topic","Teacher",["p.para",{"id":"p101","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p101"},"You can’t. As Elder McConkie puts it, the law of justification means that"],["p.para",{"id":"p102","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p102"},"“‘… all covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D. & C. 132:7"],"), in which men must abide to be saved and exalted, must be entered into and performed in righteousness so that the Holy Spirit can justify the candidate for salvation in what has been done. (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.2"},"1 Ne. 16:2"],"; Jac. 2:13–14;",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.15"},"Alma 41:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98"},"D. & C. 98"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.1,62"},"132:1, 62"],".) An act that is justified by the Spirit is one that is sealed by the Holy Spirit of Promise, or in other words, ratified and approved by the Holy Ghost. This law of justification is the provision the Lord has placed in the gospel to assure that no unrighteous performance will be binding on earth and in heaven, and that no person will add to his position or glory in the hereafter by gaining an unearned blessing.” (DNTC, 2:230.)"]],[".topic","Inquirer",["p.para",{"id":"p104","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p104"},"Doesn’t that say that a man is justified by his works? He must be righteous to be justified."]],[".topic","Teacher",["p.para",{"id":"p106","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p106"},"Yes, he must be righteous, but it is not his own personal effort that justifies him. The only way a man could be justified through his works alone would be to keep all the laws of God perfectly. Even one violation would estrange him from God, though, of course, no one sins just once. All men are sinful, violating the laws numerous times. This was what Paul was teaching when he said, “For all have sinned, and come short of the glory of God.” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],".)"]],[".topic","Inquirer",["p.para",{"id":"p108","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p108"},"I can see that, but certainly personal righteousness helps to save us."]],[".topic","Teacher",["p.para",{"id":"p110","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p110"},"Of course! Man cannot be saved without being righteous. But he must not think that somehow he can save himself through his own obedience. Only one person was justified by his works, and that was Christ. The rest of us must be justified, or made righteous, or be put back into the proper relationship with God, by faith in Jesus Christ."]],[".topic","Inquirer",["p.para",{"id":"p112","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p112"},"Then Christ is really the key to justification, isn’t he?"]],[".topic","Teacher",["p.para",{"id":"p114","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p114"},"Well, a better comparison would be to say that Christ provides the doorway to salvation and faith in him is the key."]],[".topic","Inquirer",["p.para",{"id":"p116","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p116"},"Just how does faith justify a person?"]],[".topic","Teacher",["p.para",{"id":"p118","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p118"},"Before we can answer that, we must define what faith is. Here is how Joseph Smith defined faith:"],["p.para",{"id":"p119","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p119"},"“By this we understand that the principle of power which existed in the bosom of God, by which the worlds were framed, was faith; and that it is by reason of this principle of power existing in the Deity, that all created things exist; so that all things in heaven, on earth, or under the earth exist by reason of faith as it existed in HIM."],["p.para",{"id":"p120","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p120"},"“Had it not been for the principle of faith the worlds would never have been framed neither would man have been formed of the dust. It is the principle by which Jehovah works, and through which he exercises power over all temporal as well as eternal things. Take this principle or attribute—for it is an attribute—from the Deity, and he would cease to exist.” (",["span.emphasis","Lectures on Faith,"],"Lecture First, vss. 15, 16.)"],["p.para",{"id":"p121","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p121"},"So simply put, faith is the power of God, and only this power of God can justify a person. Does that remind you of something Paul wrote to the Romans?"]],[".topic","Inquirer",["p.para",{"id":"p123","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p123"},"Yes, he said he was not ashamed of the gospel of Jesus Christ, for it was the power of God unto salvation. (See",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.16"},"Romans 1:16"],".)"]],[".topic","Teacher",["p.para",{"id":"p125","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p125"},"That brings a new perspective to that verse, doesn’t it? Only in the gospel of Jesus Christ can one find the power of God, or develop true faith."]],[".topic","Inquirer",["p.para",{"id":"p127","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p127"},"But, obviously, this kind of faith—true faith as you call it—is something much more than just intellectual belief."]],[".topic","Teacher",["p.para",{"id":"p129","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p129"},"Oh yes. And this is where a man’s need for personal righteousness comes in. Joseph Smith said there were three things necessary for the development of faith: first, an idea of God’s existence; second, a correct idea of his attributes; and third, the knowledge that your life is in accordance with the will of God. (See",["span.emphasis","Lectures on Faith,"],"Lecture Third, vss. 2–5.)"]],[".topic","Inquirer",["p.para",{"id":"p131","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p131"},"So the only way you can know that your life is pleasing to God is to live according to his will."]],[".topic","Teacher",["p.para",{"id":"p133","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p133"},"Exactly! Here is what the Prophet Joseph Smith went on to say about the development of the third condition."],["p.para",{"id":"p134","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p134"},"“Let us here observe, that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life.” (",["span.emphasis","Lectures on Faith,"],"Lecture Sixth, vs. 7.) So, personal righteousness is absolutely essential, and may be best developed through our willingness to sacrifice to the Lord all that he requires. This helps formulate the expression of faith through which we may be justified. Once we have true faith, what will result in our lives?"]],[".topic","Inquirer",["p.para",{"id":"p136","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p136"},"I’m not sure what you mean."]],[".topic","Teacher",["p.para",{"id":"p138","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p138"},"Faith is the first principle of the gospel. What is the second?"]],[".topic","Inquirer",["p.para",{"id":"p140","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p140"},"Repentance."]],[".topic","Teacher",["p.para",{"id":"p142","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p142"},"Yes. True faith in Jesus Christ will always lead a man to repent of his sins. And since faith is power, the repentance will be effective and sincere. Then what follows?"]],[".topic","Inquirer",["p.para",{"id":"p144","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p144"},"We are baptized."]],[".topic","Teacher",["p.para",{"id":"p146","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p146"},"Why?"]],[".topic","Inquirer",["p.para",{"id":"p148","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p148"},"To have our sins remitted."]],[".topic","Teacher",["p.para",{"id":"p150","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p150"},"What exactly does that mean?"]],[".topic","Inquirer",["p.para",{"id":"p152","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p152"},"That through the blood of Christ we are sanctified, or cleansed, from those sins."]],[".topic","Teacher",["p.para",{"id":"p154","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p154"},"And if the sins we have committed are taken away through the atoning power of Christ’s sacrifice, what does that do for the man?"]],[".topic","Inquirer",["p.para",{"id":"p156","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p156"},"He becomes without sin; he is righteous."]],[".topic","Teacher",["p.para",{"id":"p158","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p158"},"And eventually what will happen to him if he remains without sin?"]],[".topic","Inquirer",["p.para",{"id":"p160","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p160"},"He can go back into God’s presence. But no one lives perfectly, even after baptism."]],[".topic","Teacher",["p.para",{"id":"p162","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p162"},"That’s true, but we’ll come back to that in a moment. First, what did we call the process that makes a man righteous and brings him back into a relationship with God?"]],[".topic","Inquirer",["p.para",{"id":"p164","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p164"},"Justification."]],[".topic","Teacher",["p.para",{"id":"p166","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p166"},"And does the power that justifies a man lie in the ordinance of baptism alone?"]],[".topic","Inquirer",["p.para",{"id":"p168","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p168"},"Not really. Baptism is the symbolic representation of what should be taking place spiritually. If it hasn’t taken place inwardly, baptism will not cleanse us from sin."]],[".topic","Teacher",["p.para",{"id":"p170","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p170"},"Partly right. The outward ordinance is required of God too, of course, but the power to make those inward, spiritual changes comes from faith. So we are justified by faith. Now let’s go back to your question. After we are baptized, then what?"]],[".topic","Inquirer",["p.para",{"id":"p172","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p172"},"We are given the gift of the Holy Ghost."]],[".topic","Teacher",["p.para",{"id":"p174","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p174"},"Why can’t we get that gift before we are baptized?"]],[".topic","Inquirer",["p.para",{"id":"p176","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p176"},"I’m not really sure. We can have his influence and power before baptism but not the gift."]],[".topic","Teacher",["p.para",{"id":"p178","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p178"},"There is a very important and logical reason. The Holy Ghost is a member of the Godhead; or, in other words, he is a God. What is the eternal rule about dwelling with Gods?"]],[".topic","Inquirer",["p.para",{"id":"p180","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p180"},"No unclean thing can dwell in their presence. I see now. So we must become holy, or cleansed from sin, before he can dwell with us."]],[".topic","Teacher",["p.para",{"id":"p182","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p182"},"And the cleansing comes because we repent, which results from our faith. Now, obviously, even after baptism men will continue to make mistakes. But the closer they draw to the Holy Ghost, the more they can be influenced to live righteously. No man can live perfectly by himself, but with the help of God (the Holy Ghost) he can progress to the point where he triumphs over all sins."]],[".topic","Inquirer",["p.para",{"id":"p184","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p184"},"But what about those sins which he commits between the time of his baptism and the time when he is perfected?"]],[".topic","Teacher",["p.para",{"id":"p186","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p186"},"If he continues to exercise faith, truly repent, and renew the covenants he made at baptism each week when he partakes of the sacrament, what happens?"]],[".topic","Inquirer",["p.para",{"id":"p188","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p188"},"Those sins will be taken from him by the same process. And the key to all of this is faith."]],[".topic","Teacher",["p.para",{"id":"p190","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p190"},"The key is faith in Jesus Christ! Without him all would be to no avail. Our personal righteousness is essential at every step of our progression, but it would always be insufficient without his grace and power. That is what Nephi meant when he said, “For we know that it is by grace that we are saved, after all we can do.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],".)"]],[".topic","Inquirer",["p.para",{"id":"p192","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/chapter-39-man-is-justified-by-faith.p192"},"Yes, and now I can see the sublime wisdom of Paul when he said, “Therefore ye are justified of faith and works through grace. …” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/4.16"},"Romans 4:16"],"; Inspired Version.)"]]]]]]]]]],"refs":null}
