{"id":163,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":163,"title":"Lesson 125: 3 Nephi 15–16","subtitle":"","short_title":"Lesson 125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125"},[".heading",{"id":"head13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.head13"},[".titleNumber","Lesson 125"],["h1","3 Nephi 15–16"]],[".bodyBlock",[".topic",{"id":"t79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t79"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p4"},"As Jesus Christ continued teaching the people at the temple in the land Bountiful, He declared that the law of Moses was fulfilled and that He was the light and the law that the people should look to. He then explained to the twelve disciples that the people in the Americas were the “other sheep” of whom He had spoken in Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14-16"},"John 10:14–16"],"). He also promised that those who repent and return to Him will be numbered among His covenant people."]],[".topic",{"id":"t80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t80"},["h2","Suggestions for Teaching"],[".topic",{"id":"t81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t81"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.1-10"},"3 Nephi 15:1–10"]],["h4","The Savior declares that He has fulfilled the law of Moses"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p8"},"Before class begins, write the following questions on the board:"],[".chalkboard",{"id":"f153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.f153"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p9"},"Why pay tithing? Why keep the Sabbath day holy? Why honor your parents?"]],["p.preamble","To begin the lesson, point to the questions on the board and ask:"],["ul.bullet",["li",["span.label","•"],["p","Some people may wonder why the Lord gives commandments. How might you explain the purpose of commandments?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p12"},"Tell students that as Jesus Christ instructed the Nephites, He taught them that one purpose of His commandments was to point people to Him. Invite students to look for this purpose as they study",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15"},"3 Nephi 15"],"."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p13"},"Explain that as the Savior spoke to the multitude, He perceived that some among them had a question. Ask students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.1-2"},"3 Nephi 15:1–2"],"to find what these people wanted to know. (They wondered what the Savior wanted them to do “concerning the law of Moses.” The Nephites’ worship, rites, and Church organization had been built on the law of Moses to prepare the people for the coming of Jesus Christ and to help them look forward to His atoning sacrifice. Apparently, some were confused about what they should do instead of keeping the law of Moses.)"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p14"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.3-5,9"},"3 Nephi 15:3–5, 9"],"aloud. Invite the class to follow along, looking for phrases in the Savior’s explanation that might have reassured the Nephites that their faith did not need to change. Have a few students share the phrases they identify. Ask them to explain why they think these phrases might have been helpful for the Nephites."],["ul.bullet",["li",["span.label","•"],["p","What do you think Jesus was teaching when He proclaimed that He is “the law”? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9"},"3 Nephi 15:9"],")."]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p16"},"Students may give a variety of answers. As they respond, help them identify the following truths (write these truths on the board):",["b",["span.emphasis","Jesus Christ is the source of the law. All laws of the gospel point us to Jesus Christ and His Atonement. If we follow His commandments, we will receive eternal life."]]],["ul.bullet",["li",["span.label","•"],["p","Why would these truths have been important for the Nephites to understand at this time? (You may want to point out that like the law of Moses, the new law pointed to the Savior and His Atonement. While some of the methods of the people’s worship would change, they would continue to exercise faith in Jesus Christ and worship the Father in His name.)"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p18"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.6-8"},"3 Nephi 15:6–8"],"by explaining that the Savior reassured the people that just as the prophets’ words concerning a Redeemer had been fulfilled in Him, their prophecies concerning future events would also come to pass. He also explained that the covenant He had made with His people was still in force and would be fulfilled."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9-10"},"3 Nephi 15:9–10"],"aloud. Ask the class to follow along, looking for what the Savior wants His people to do with their knowledge of the truths that are written on the board."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to “look unto” Christ?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p21"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9-10"},"3 Nephi 15:9–10"],"and summarize how the Lord wants us to approach the way we live the gospel and the blessing that comes as a result. (Students may summarize this passage in different ways, but their answers should reflect the following principle:",["b","If we look to Jesus Christ by keeping His commandments and enduring to the end, He will give us eternal life."],")"],["ul.bullet",["li",["span.label","•"],["p","Is it possible to follow Jesus Christ without keeping His commandments? Why not?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p23"},"Invite students to consider the questions you wrote on the board before class."],["ul.bullet",["li",["span.label","•"],["p","Is it possible for a person to keep the commandments outwardly without looking to Jesus Christ?"]],["li",["span.label","•"],["p","What are some reasons a person might obey commandments outwardly without looking to Jesus Christ? (Answers might include duty, fear of punishment, a desire to fit in or to keep up appearances, or a love of rules.)"]],["li",["span.label","•"],["p","What ought to be the reasons we obey the commandments? (We should keep the commandments because we love the Lord, we desire to please Him, and we want to come unto Him.)"]],["li",["span.label","•"],["p","How have you been blessed when you have kept the commandments with real intent?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p28"},"Invite students to think of a commandment or gospel standard that has been difficult for them to understand and follow. Invite them to consider how their feelings about this commandment or standard might change if their love for the Lord becomes their reason for obeying. Encourage them to obey the commandments out of love for the Lord. Share ways the commandments have helped you draw nearer to Heavenly Father and the Savior."]],[".topic",{"id":"t82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t82"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.11"},"3 Nephi 15:11–16:5"]],["h4","Jesus Christ speaks to His disciples concerning His other sheep"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p31"},"Ask students to raise their hands if they have ever felt less important than someone else. Ask them to consider whether they have ever felt forgotten or alone or if they have ever wondered if Heavenly Father knows who they are."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p32"},"Write the following statement on the board:",["b",["span.emphasis","God cares for all His children, and He manifests Himself to them."]],"Assure students of the truth of this statement, and invite them to watch for evidence of its truth as they study the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15"},"3 Nephi 15"],"and the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16"},"3 Nephi 16"],"."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p33"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.11-17"},"3 Nephi 15:11–17"],", and ask students to identify what the Lord said to the people in Jerusalem about His people in the Americas. You might also want to have students read",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14-16"},"John 10:14–16"],". (Help students understand that “other sheep” is a reference to other followers of the Shepherd, Jesus Christ. The word",["span.emphasis","fold"],"can refer to a sheep pen, but it also denotes a group of people with a common belief.)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.17"},"3 Nephi 15:17"],", how did the Lord promise to manifest Himself to His other sheep, or followers? (They would hear His voice.)"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p35"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.18-19"},"3 Nephi 15:18–19"],"aloud. Ask the class to follow along, looking for the reason why Heavenly Father commanded Jesus Christ to withhold knowledge of His other sheep from the people in Jerusalem. After students report what they have found, ask:"],["ul.bullet",["li",["span.label","•"],["p","What principle can we learn from this? (Students’ responses should reflect the following principle:",["b","God gives us knowledge and truth according to our faith and obedience."],")"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p37"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.21-23"},"3 Nephi 15:21–23"],"by explaining that the Lord told the Nephites that they were the other sheep of whom He had spoken; however, the Jews in Jerusalem had thought He was speaking of the Gentiles, or non-Israelites. They had not understood that the Gentiles would not personally hear His voice."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p38"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.24"},"3 Nephi 15:24"],"aloud, and ask the class to listen for how the Lord assured the Nephites of His care for them. You might ask students how they might feel if they heard the Lord say these words to them."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p39"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.1-3"},"3 Nephi 16:1–3"],"silently and identify who else would hear the Savior’s voice. Explain that we do not have a record of the other places and people the Savior visited, but it is clear that He visited other groups or “folds.”"],[".sidebar box-decor box-right",{"id":"f162","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.f162"},["h3","Search questions"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p41"},"Search questions help students build their basic understanding of the scripture block by inviting them to look for important details as they read. It is helpful to ask such questions before having students read the verses where the answer is found. This focuses students’ attention and helps them to discover answers within the scripture text as they read."]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p42"},"To introduce the idea that the Savior also manifests Himself to those who do not hear His voice, ask the following questions before inviting students to search the scriptures for answers:"],["ul.bullet",["li",["span.label","•"],["p","What about those who do not get to hear the Savior’s voice? How does He show them that He cares for them?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p44"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.22-23"},"3 Nephi 15:22–23"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.4"},"3 Nephi 16:4"],", looking for how the Lord declared He would manifest Himself to the Gentiles (through the preaching of others, through the witness of the Holy Ghost, and through the writings of prophets)."],["ul.bullet",["li",["span.label","•"],["p","How do these manifestations show that God cares for all His children?"]],["li",["span.label","•"],["p","In what ways has the Lord manifested Himself to you and your family?"]],["li",["span.label","•"],["p","How can you assist in the Lord’s effort to manifest Himself to all of His people?"]]]],[".topic",{"id":"t83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t83"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.6-20"},"3 Nephi 16:6–20"]],["h4","Jesus Christ pronounces blessings and warnings to the Gentiles who will receive the gospel in the latter days"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p50"},"Ask students if they have ever wanted to be a part of a group, club, or team. Ask what qualifications were required to become a member of the group they wanted to be a part of. Suggest that the greatest group we can become members of is that of the covenant people of the Lord."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p51"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.6-7"},"3 Nephi 16:6–7"],"aloud. Ask the class to follow along, looking for what the Lord said would happen in the last days because the Gentiles would believe in Him and the house of Israel would not believe in Him. (You may want to explain that Book of Mormon prophets used the term",["span.emphasis","Gentiles"],"to refer to people who were not from the Holy Land. Therefore, the word can refer to members of the Church as well as to nonbelievers and members of other faiths.) After students respond, summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.8-9"},"3 Nephi 16:8–9"],"by explaining that Jesus Christ prophesied that there will also be unbelieving Gentiles in the last days who will scatter and mistreat members of the house of Israel. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.10"},"3 Nephi 16:10"],"aloud. Ask the class to follow along, looking for what will happen to these unbelieving Gentiles."],["ul.bullet",["li",["span.label","•"],["p","What did the Lord declare that the unbelieving Gentiles would lose?"]],["li",["span.label","•"],["p","How might this apply to those who know the truth but become lifted up in pride?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p54"},"Explain that the Lord promised to keep His covenant with the house of Israel by bringing the gospel to them (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.11-12"},"3 Nephi 16:11–12"],"). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.13"},"3 Nephi 16:13"],"aloud. Ask the class to follow along, looking for what is required for a person to become a member of the Lord’s covenant people. Write the following on the board: “",["span.emphasis","If we … , then we …"],"” Ask students to use",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.13"},"3 Nephi 16:13"],"to complete this statement. Students should be able to identify the following truth:",["b",["span.emphasis","If we repent and return to Jesus Christ, then we will be numbered among His people."]]],["ul.bullet",["li",["span.label","•"],["p","Why is it a blessing to be numbered among the Lord’s people?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p56"},"Conclude by sharing your testimony of the truths taught in the lesson today."]]]],[".resources",[".box-decor",{"id":"f167","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.f167"},["h2","Commentary and Background Information"],[".topic",{"id":"t84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t84"},["h3","3 Nephi 15:1–2. “Old things had passed away, and … all things had become new”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p59"},"By the time of the Savior’s mortal ministry, the law of Moses had been at the foundation of Israelite religious and social life for more than a thousand years. The Nephites possessed written records of the law on the brass plates, and Nephite prophets taught and observed the law. When the Savior visited the Nephites, He taught them that the law had been completely fulfilled in Him. However, they were not to think of the law of Moses as having been destroyed or having “passed away” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.17-18"},"3 Nephi 12:17–18"],"). How is it that the Savior “fulfilled” but did not “destroy” the law of Moses? The law of Moses included both moral and ritual aspects."],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p60"},"The",["span.emphasis","moral"],"aspects included such commandments as “Thou shalt not kill” and “Thou shalt not commit adultery.” Jesus Christ taught the Nephites that they were to avoid not only murder and adultery, but also anger and lust—conditions of the heart that lead to murder and adultery (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.21-30"},"3 Nephi 12:21–30"],"). Thus the gospel of Jesus Christ fulfilled the law in the sense that it expanded the moral aspects of the law of Moses by being a higher law; it included the moral imperatives of the law of Moses and placed them in the context of broader gospel principles that require a change of heart."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p61"},"The",["span.emphasis","ritual"],"aspects of the law of Moses included commandments about animal sacrifice and burnt offerings—what Abinadi called “performances” and “ordinances” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.30"},"Mosiah 13:30"],"). The Nephite prophets understood that these parts of the law of Moses were meant to help people look forward to the atoning sacrifice of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.24"},"2 Nephi 25:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.14-15"},"Mosiah 16:14–15"],"). Therefore, when the Savior’s mortal mission was completed, these forward-looking ordinances could no longer look ahead to a future event—the event had happened. Thus the Savior taught the Nephites that animal sacrifices and burnt offerings were to be “done away” and that His followers were to offer instead the “sacrifice” of “a broken heart and a contrite spirit” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.19-20"},"3 Nephi 9:19–20"],"). In place of ordinances that looked forward to the Atonement, the Savior instituted the sacrament, an ordinance of remembrance, to look back to the Savior’s atoning sacrifice (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-11"},"3 Nephi 18:1–11"],")."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p62"},"Elder Bruce R. McConkie stated: “Jesus came to restore that gospel fulness which men had enjoyed before the day of Moses, before the time of the lesser order. Obviously he did not come to destroy what he himself had revealed to Moses anymore than a college professor destroys arithmetic by revealing the principles of integral calculus to his students. Jesus came to build on the foundation Moses laid. By restoring the fulness of the gospel he fulfilled the need for adherence to the terms and conditions of the preparatory gospel. No one any longer needed to walk by the light of the moon, for the sun had risen in all its splendor” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3 vols. [1965–73], 1:219–20; see also Stephen E. Robinson, “The Law after Christ,”",["span.emphasis","Ensign,"],"Sept. 1983, 69–73)."]],[".topic",{"id":"t85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t85"},["h3","3 Nephi 15:1–10. Jesus Christ gave and fulfilled the law of Moses"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p64"},"Earlier Book of Mormon prophets taught that the law of Moses would eventually be fulfilled. Nephi, Jacob, and Abinadi all prepared their people to eventually accept the ending of the law of Moses. Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles identified the reasons the Nephites were able to give up the old law and embrace the new:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p65"},"“Clearly the Nephite congregation understood this more readily than did the Jewish world, partly because the Nephite prophets had been so careful to teach the transitional nature of the law. Abinadi had said, ‘It is expedient that ye should keep the law of Moses",["span.emphasis","as yet;"],"but I say unto you, that the time shall come when",["span.emphasis","it shall no more be expedient to keep the law of Moses."],"’ [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.27"},"Mosiah 13:27"],"; italics added.] In that same spirit Nephi emphasized, ‘We speak concerning the law that our children may know the deadness of the law; and they, by knowing the deadness of the law, may look forward unto that life which is in Christ, and know for what end the law was given.",["span.emphasis","And after the law is fulfilled in Christ, that they need not harden their hearts against him when the law ought to be done away."],"’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.27"},"2 Nephi 25:27"],"; italics added.]"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p66"},"“That kind of teaching—a caution against hardening one’s heart against Christ in ignorant defense of the law of Moses—could have served (and saved) so many living in the Old World then and living throughout the world now” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 156–57)."]],[".topic",{"id":"t86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t86"},["h3","3 Nephi 15:5–8. The covenant is not all fulfilled"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p68"},"What did Jesus mean when He said, “The covenant which I have made with my people is not all fulfilled”? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.8"},"3 Nephi 15:8"],"). Jehovah made a covenant with Abraham anciently. Abraham was promised (1) eternal posterity, (2) a land of inheritance, and (3) God’s priesthood power. These promises were also made to Abraham’s descendants (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.30-31"},"D&C 132:30–31"],") and will be fulfilled in the future."]]],[".box-decor",{"id":"f168","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.f168"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.t87"},["h3","3 Nephi 15:17. “Other sheep I have which are not of this fold”"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p71"},"Show students a map of the world, or draw a simple map on the board."],[".image",{"id":"f169","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.f169"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_125_01-map.gif"}]],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p72"},"Ask them to point to the region where the Savior ministered during the time covered by the New Testament. Then ask them to point to the region where the Savior ministered during the time covered by the Book of Mormon (do not worry about exact locations). Attach or write the labels",["span.emphasis","Holy Land"],"and",["span.emphasis","the Americas"],"on the map."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-125.p73"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.11-17"},"3 Nephi 15:11–17"],". Ask the class to follow along and identify what the Lord had said to the people in Jerusalem about His people in the Americas. You might also want to have students read",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14-16"},"John 10:14–16"],". (Help students understand that the phrase “other sheep” refers to other followers of the Shepherd, Jesus Christ. The word",["span.emphasis","fold"],"can refer to a sheep pen, but it also denotes a group of people with a common belief.)"]]]]]]],"refs":null}
