{"id":167,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":167,"title":"Lesson 128: 3 Nephi 19","subtitle":"","short_title":"Lesson 128","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128"},[".heading",{"id":"head17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.head17"},[".titleNumber","Lesson 128"],["h1","3 Nephi 19"]],[".bodyBlock",[".topic",{"id":"t110","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t110"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p4"},"After the Savior completed His first visit to the Nephites, the news of His visit spread among the people all that night. (The events recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11–18"],"all took place during one day.) Throughout the night, the people labored “exceedingly … that they might be on the morrow in the place” where the Savior was going to appear again (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.3"},"3 Nephi 19:3"],"). In the morning, the twelve disciples taught the people and prayed with them. Jesus Christ appeared and commanded the people to pray, while He prayed to the Father in their behalf. Because of their faith, the twelve disciples were purified. Jesus prayed that the disciples and all those who believed their words might become one with Him and His Father."]],[".topic",{"id":"t111","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t111"},["h2","Suggestions for Teaching"],[".topic",{"id":"t112","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t112"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.1-14"},"3 Nephi 19:1–14"]],["h4","The twelve disciples minister to the people as the Savior commanded"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p8"},"Invite students to imagine what they might do or how they might feel if they knew that tomorrow Jesus Christ would be coming to the temple (or stake center, or city center, or some other location that would require some effort on the part of students to travel to)."],["ul.bullet",["li",["span.label","•"],["p","How would you get there?"]],["li",["span.label","•"],["p","Whom would you want to go with you?"]],["li",["span.label","•"],["p","What would you do to prepare for this experience?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p12"},"Remind students that near the conclusion of the Savior’s visit to the Nephites on the first day, He encouraged the people to go to their homes and ponder and pray about His teachings to prepare for His visit the next day (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.3"},"3 Nephi 17:3"],"). Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.1-3"},"3 Nephi 19:1–3"],"silently, looking for the Nephites’ response to the Savior’s promise that He would return the next day. After students report what they find, summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.4-8"},"3 Nephi 19:4–8"],"by explaining that after the multitude gathered the next day, the twelve disciples divided the people into twelve groups and began to teach them. After instructing the multitude to kneel in prayer, the twelve disciples also prayed and then taught the people the same truths the Savior had taught the previous day. Then the disciples knelt in prayer again."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p13"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.8-9"},"3 Nephi 19:8–9"],"aloud. Ask the class to follow along, looking for what the disciples prayed for."],["ul.bullet",["li",["span.label","•"],["p","What did the disciples most desire?"]],["li",["span.label","•"],["p","The twelve disciples were going to direct the affairs of the Church among the Nephites after the Savior left. Why do you think they needed the Holy Ghost in their ministry?"]]],["ul.bullet",["li",["span.label","•"],["p","In the prayers you offer, what are a few things that you most desire?"]],["li",["span.label","•"],["p","Do you pray for the Holy Ghost? Why or why not?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p18"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.10-12"},"3 Nephi 19:10–12"],"aloud. After he or she has finished reading, explain that this second baptism was a special circumstance. Although the Nephites had been baptized previously for the remission of sins and were worthy to be in the presence of Jesus Christ, the Savior commanded them to be baptized again because He had organized the Church anew."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.13-14"},"3 Nephi 19:13–14"],"aloud. Ask the class to follow along, looking for the blessings the disciples received in response to their righteous desires. To help increase students’ desire for the Holy Ghost’s influence in their lives, do the following activity:"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p20"},"Divide students into pairs. Ask each partnership to make a list in notebooks or scripture study journals of what the Holy Ghost does for those who live worthily. Next, invite students to compare their lists with the following statement by Elder Robert D. Hales of the Quorum of the Twelve Apostles. (Before class, make copies of the statement or write it on the board.) Have students add to their lists any new ideas they find as they read the statement."],[".img-left",{"id":"f209","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f209"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-hales.jpg"}]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p21"},"“The Holy Ghost … is the source of our testimony of the Father and the Son. …"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p22"},"“We need the Holy Ghost as our constant companion to help us make better choices in the decisions that confront us daily. … Companionship with the Spirit will give them [our youth] the strength to resist evil and, when necessary, repent and return to the strait and narrow path. … We all need the fortification available through the Holy Ghost. … Having the gift of the Holy Ghost helps family members make wise choices—choices that will help them return with their families to their Father in Heaven and His Son, Jesus Christ, to live with Them eternally” (“The Covenant of Baptism: To Be in the Kingdom and of the Kingdom,”",["span.emphasis","Ensign,"],"Nov. 2000, 8)."],["ul.bullet",["li",["span.label","•"],["p","In what ways would the blessings on your list be helpful for youth in the Church?"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p24"},"Invite students to review the list of blessings they have written and consider what we need to do to qualify for these blessings. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.9,13"},"3 Nephi 19:9, 13"],"silently, looking for a principle about receiving the influence of the Holy Ghost. Have students write down the principle they identify. Ask a few of them to share what they have written. (Students might share something like the following:",["b","Our righteous desires and prayers can qualify us to be filled with the Holy Ghost."],")"],["ul.bullet",["li",["span.label","•"],["p","When have your righteous desires and prayers helped you to feel the influence of the Spirit?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p26"},"Write the following incomplete statement on the board. Invite students to write down this partial statement and then complete it in their own words."],[".chalkboard",{"id":"f212","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f212"},["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p27"},"I will show Heavenly Father my desire for the companionship of the Holy Ghost by …"]]],[".topic",{"id":"t113","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t113"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.15-36"},"3 Nephi 19:15–36"]],["h4","The Savior appears and prays for the people to be purified through their faith"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p30"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.15-16"},"3 Nephi 19:15–16"],"aloud. Point out that while the people were kneeling, they witnessed Jesus Christ offer three distinct prayers for His disciples and for the multitude. (Explain that later in the lesson the class will study the Savior’s third prayer.)"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p31"},"Write the following scripture references and questions on the board before class (or prepare them on a handout for each student):"],[".image",{"id":"f213","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f213"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_128_handout.gif"}]],[".chalkboard",{"id":"f214","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f214"},["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p32"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.17-18,24-26,30"},"3 Nephi 19:17–18, 24–26, 30"]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p33"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.19-23"},"3 Nephi 19:19–23"]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p34"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.27-29"},"3 Nephi 19:27–29"]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p35"},"What can you learn about prayer from this passage?"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p36"},"How could you apply what you have learned in these verses to your personal prayers?"]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p37"},"Divide the class into groups of three students each. (If your class is small, you may need to divide the class into smaller groups.) Assign a student in each group to read one of the scripture passages written on the board. Inform students that they should all be prepared to respond in their groups to the questions on the board."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p38"},"After sufficient time, ask students to share their responses to the questions with the other members of their groups. Be prepared to answer if students ask why the disciples prayed to the Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.18"},"3 Nephi 19:18"],"). Point out that in this unique instance, the disciples prayed to Jesus Christ because He was with them in person as a representative of the Father (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.22"},"3 Nephi 19:22"],")."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p39"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.31-34"},"3 Nephi 19:31–34"],"aloud. Ask the class to follow along and consider why the Savior’s prayer affected the people so deeply. Invite a few students to report what they find. While students may learn many truths from one another as they share, the following activity will emphasize two principles they may discover in their study."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p40"},"Write the following on the board:",["span.emphasis","As we exercise faith in Jesus Christ, …"]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p41"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.28"},"3 Nephi 19:28"],"silently, looking for ways to complete the statement written on the board. (Invite students to write down their responses. The following is one way students might complete the statement:",["b","As we exercise faith in Jesus Christ, we can be purified."],")"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be purified? How does exercising faith in Jesus Christ help us be clean?"]],["li",["span.label","•"],["p","In what ways did the disciples exercise faith during the events recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"3 Nephi 19"],"?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p44"},"To help students understand that we are purified by the Holy Ghost, remind them that the disciples had received the Holy Ghost and were “filled … with fire” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.13"},"3 Nephi 19:13"],"). Explain that the phrase “filled … with fire” is symbolic, referring to the blessing of being cleansed through the influence of the Holy Ghost."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p45"},"Ask students to reread",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.23,29"},"3 Nephi 19:23, 29"],"silently, looking for another blessing that comes to those who have the Spirit of the Lord with them. (After students read, you may want to suggest that they mark in both verses the phrase “that we may be one.”)"],["ul.bullet",["li",["span.label","•"],["p","How are Jesus Christ and the Father one? (They are separate, tangible beings, but they are one in purpose and doctrine. Perfectly united, they bring to pass Heavenly Father’s divine plan of salvation.)"]],["li",["span.label","•"],["p","What does it mean for us to become one with God the Father and the Son?"]],["li",["span.label","•"],["p","What do we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.23,29"},"3 Nephi 19:23, 29"],"about how we can become one with Them? (",["b","Through faith, we can be purified and become one with Jesus Christ, as He is one with the Father."],")"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p49"},"Invite a student to read the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles. Ask the class to listen for how we can be one with the Father and the Son:"],[".img-left",{"id":"f217","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f217"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p50"},"“Jesus achieved perfect unity with the Father by submitting Himself, both flesh and spirit, to the will of the Father. His ministry was always clearly focused because there was no debilitating or distracting double-mindedness in Him. Referring to His Father, Jesus said, ‘I do always those things that please him’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.29"},"John 8:29"],"). …"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p51"},"“Surely we will not be one with God and Christ until we make Their will and interest our greatest desire. Such submissiveness is not reached in a day, but through the Holy Spirit, the Lord will tutor us if we are willing until, in process of time, it may accurately be said that He is in us as the Father is in Him” (“That They May Be One in Us,”",["span.emphasis","Ensign,"],"Nov. 2002, 72, 73)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p52"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.35-36"},"3 Nephi 19:35–36"],"silently and to ponder the strength of their own prayers. Promise students that we too can have greater spiritual experiences and grow toward becoming one with the Father and the Son if we increase our faith and pray earnestly for the companionship of the Spirit."]]]],[".resources",[".box-decor",{"id":"f218","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f218"},["h2","Commentary and Background Information"],[".topic",{"id":"t114","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t114"},["h3","3 Nephi 19:10–13. Baptized anew"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p55"},"President Joseph Fielding Smith explained why the Nephites needed to be baptized again:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p56"},"“There is nothing strange in the fact that when the Lord came to the Nephites, Nephi was baptized and so was everybody else although they had been baptized before."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p57"},"“The Church among the Nephites before the coming of Christ was not in its fulness and was under the law of Moses. The Savior restored the fulness and gave to them all the ordinances and blessings of the gospel. Therefore, it actually became a new organization, and through baptism they came into it."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p58"},"“We have a similar condition in this dispensation. The Prophet Joseph Smith and Oliver Cowdery were baptized by command of the Angel John the Baptist. Several others were baptized before the organization of the Church. However, on the day the church was organized, all who had been previously baptized were baptized again, not for the remission of sins, but for entrance into the Church. In each case the reason was the same” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 3:205–6)."]],[".topic",{"id":"t115","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t115"},["h3","3 Nephi 19:18, 22. “They did pray unto Jesus”"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p60"},"From the scriptures and the teachings of latter-day prophets, we know that we are to worship God the Father and pray to Him only. We should not pray to Jesus Christ. For example, the Savior taught the Nephites, “Ye must always pray unto the Father in my name” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.19"},"3 Nephi 18:19"],"). However, shortly after the Savior taught this, His Nephite disciples prayed directly to Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.18"},"3 Nephi 19:18"],"). They did so, He said, because He was with them (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.22"},"3 Nephi 19:22"],"). Elder Bruce R. McConkie of the Quorum of the Twelve Apostles explained that this was an exception—a unique situation:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p61"},"“There was a special reason why this was done in this instance and on a onetime basis. Jesus had already taught them to pray in his name to the Father, which they first did. … Jesus was present before them as the symbol of the Father. Seeing him, it was as though they saw the Father; praying to him, it was as though they prayed to the Father. It was a special and unique situation” (",["span.emphasis","The Promised Messiah"],"[1978], 560, 561)."]]],[".box-decor",{"id":"f219","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.f219"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t116","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.t116"},["h3","3 Nephi 19:24. It was given unto them what they should pray"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p64"},"Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.24"},"3 Nephi 19:24"],"contains the phrase “for it was given unto them what they should pray.” Share the following statement by Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-128.p65"},"“Perfect prayers are those which are inspired, in which the Spirit reveals the words which should be used. (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.24"},"3 Ne. 19:24"],".) ‘And if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name of Jesus and it shall be done. But know this, it shall be given you what you shall ask.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.29-30"},"D. & C. 50:29–30"],".)” (",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], 586)."],["ul.bullet",["li",["span.label","•"],["p","What difference would having the Spirit’s guidance make in how you pray and what you pray for?"]]]]]]]]],"refs":null}
