{"id":159,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":159,"title":"Lesson 121: 3 Nephi 11:18–41","subtitle":"","short_title":"Lesson 121","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.head9"},[".titleNumber","Lesson 121"],["h1","3 Nephi 11:18–41"]],[".bodyBlock",[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t50"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p4"},"After the Nephites had come forth and felt the wound marks in the Savior’s hands, feet, and side, the Lord gave Nephi and others power to baptize and perform other priesthood functions. The Savior also warned the people to avoid contention and promised that those who live according to His doctrine will inherit the kingdom of God."]],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t51"},["h2","Suggestions for Teaching"],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t52"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-27"},"3 Nephi 11:18–27"]],["h4","Jesus Christ gives Nephi and others the power to baptize"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p8"},"Before class, write the following questions on the board:",["span.emphasis","Who can baptize me? How is baptism done?"]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p9"},"If you teach one or more students who have recently joined the Church, you might begin this lesson by asking them to share some experiences they had while learning about the Church. Ask them if they wondered about the answers to the two questions on the board when they decided to be baptized."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p10"},"You could also begin this lesson by inviting students to imagine that one of their friends has recently decided to join the Church and has asked them the two questions on the board. Ask students to explain how they might answer these questions. Or you may want to invite two students to role-play a discussion between a Church member and his or her friend using these questions."],[".sidebar box-decor box-right",{"id":"f85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.f85"},["h3","Adapt the lesson"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p12"},"Many lessons in this manual begin by suggesting an activity or a question that is intended to prepare students to study the scriptures. These suggestions can be adapted according to the needs and circumstances of the students."]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p13"},"Remind students that in the previous lesson they learned about the appearance of Jesus Christ to a group of Nephites. Jesus Christ invited them to witness for themselves His Resurrection and divinity by feeling the wound marks in His hands, feet, and side. Explain that immediately following this experience, the Savior taught the people His doctrine, which was to believe in Him, be baptized, and receive the Holy Ghost."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-22"},"3 Nephi 11:18–22"],"aloud. Ask the class to follow along, looking for answers to the question",["span.emphasis","Who can baptize me?"],"Have a student write responses on the board under the question. Although students may use different words, they should identify the following truth:",["b","Baptism must be performed by a person who holds proper authority."],"(If this idea is not already written on the board, you may want to add it to the list of responses.)"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p15"},"To help students further understand this truth, you might briefly explain that baptism may be performed only by a person who holds the office of priest in the Aaronic Priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.46"},"D&C 20:46"],") or by someone who has had the Melchizedek Priesthood conferred upon him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-39"},"D&C 20:38–39"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.10-11"},"107:10–11"],"). Additionally, this person must act under the direction of a priesthood leader who holds priesthood keys necessary to authorize the ordinance (such as a bishop, branch president, or mission president)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think the Lord requires the ordinance of baptism to be performed by an authorized priesthood holder?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p17"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.23-27"},"3 Nephi 11:23–27"],"aloud. Ask the class to follow along, looking for answers to the question",["span.emphasis","How is baptism done?"],"Have a student write their responses on the board under the question."],["ul.bullet",["li",["span.label","•"],["p","What is done during a baptism if the words of the ordinance are not spoken correctly or if the person being baptized is not fully immersed under the water? (The ordinance is repeated.) What truth can we learn from this? (Although students may use different words, they should identify the following truth:",["b","Baptism must be done in the manner set forth by the Lord."],"You may want to write this statement on the board.)"]],["li",["span.label","•"],["p","Why do you think it is important that baptisms be performed precisely in the manner set forth by the Lord?"]]],["p.preamble","To help students feel the importance of the truths you have discussed in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-27"},"3 Nephi 11:18–27"],", you may want to ask some of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What feelings did you have when you were baptized? What does it mean to you to know that you were baptized by a person holding proper authority and in the manner set forth by the Lord?"]],["li",["span.label","•"],["p","Have you recently witnessed a baptism? What feelings did you have?"]]],["p.preamble","If any of your students hold the office of priest in the Aaronic Priesthood, ask:"],["ul.bullet",["li",["span.label","•"],["p","How does knowing that you have the authority to baptize influence you? (You may want to find out whether any students in your class have had the opportunity to baptize someone. If they have, invite them to share what they felt and learned during their experience.)"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p25"},"You may want to share your experiences and feelings about the sacred ordinance of baptism."]],[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t53"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28-30"},"3 Nephi 11:28–30"]],["h4","Jesus Christ warns that contention is of the devil"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p28"},"Write the word",["span.emphasis","contention"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What is contention? (Argument, conflict, or disputation.)"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p30"},"Invite students to briefly list in notebooks or scripture study journals some situations or activities in which contention may arise. After students have had sufficient time to write, ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28-30"},"3 Nephi 11:28–30"],"aloud. Invite the class to follow along and identify what some of the Nephites contended about."],["ul.bullet",["li",["span.label","•"],["p","What had some of the Nephites apparently been disputing about? (The ordinance of baptism [see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.22"},"3 Nephi 11:22"],"] and the doctrine of Christ.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],", where does the spirit of contention come from? (Write the following truth on the board:",["b",["span.emphasis","The spirit of contention is not of God, but is of the devil."]],"You may want to suggest that students mark this truth in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],".)"]],["li",["span.label","•"],["p","Why do you think it is important to avoid contention when discussing the gospel with others? Why is arguing the wrong way to teach the gospel? (Students may give a variety of answers, but be sure they understand that when we contend or argue with others about the gospel, the Holy Ghost will not be present to help us teach or to testify of the truth in the hearts of those we are teaching.)"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p34"},"To emphasize an important consequence of contention, write on the board the following statement by President James E. Faust of the First Presidency. You might want to encourage students to write it in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],". (The statement is found in “What I Want My Son to Know before He Leaves on His Mission,”",["span.emphasis","Ensign,"],"May 1996, 41)."],[".chalkboard",{"id":"f92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.f92"},["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p35"},"“When there is contention, the Spirit of the Lord will depart, regardless of who is at fault” (President James E. Faust)."]],["ul.bullet",["li",["span.label","•"],["p","When have you felt the Spirit of the Lord depart because of contention? How did you know the Spirit had departed?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p37"},"Point out the Savior’s statement concerning contention in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.30"},"3 Nephi 11:30"],": “This is my doctrine, that such things should be done away.”"],["ul.bullet",["li",["span.label","•"],["p","How can we “do away” with contention and disputations? (Answers might include the following: We can seek to be peacemakers [see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.9"},"3 Nephi 12:9"],"]. We can pray for wisdom and patience to overcome contention. We can try to avoid situations in which we might be tempted to contend with others.)"]],["li",["span.label","•"],["p","When have you felt blessed for your efforts to avoid or overcome contention?"]],["li",["span.label","•"],["p","How can remembering the Savior’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29-30"},"3 Nephi 11:29–30"],"help you when you find yourself in a situation that is or could become contentious?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p41"},"You may want to share an experience you have had when you felt blessed for your efforts to avoid or overcome contention. To encourage students to apply what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28-30"},"3 Nephi 11:28–30"],", invite them to refer back to their lists of situations or activities in which they might be prone to experience contention. Invite them to set and write down a goal for how they will seek to avoid or overcome contention in a situation or activity they have listed."]],[".topic",{"id":"t54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t54"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-41"},"3 Nephi 11:31–41"]],["h4","Jesus Christ declares His doctrine"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p44"},"To prepare students to study",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-41"},"3 Nephi 11:31–41"],", write the following on the board:"],[".image",{"id":"f95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.f95"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_121_01-arrows.gif"}]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p47"},"Invite students to briefly state to a classmate something they did recently that resulted in a positive consequence and explain what that consequence was. You might also ask them to tell about something they did or saw that resulted in a negative consequence. (Caution students against sharing anything that might be inappropriate or too personal.)"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p48"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31"},"3 Nephi 11:31"],"aloud to the class. Explain that the remainder of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],"contains Jesus Christ’s declaration of His doctrine to the people of Nephi. This chapter also sets forth the consequences of accepting or rejecting His doctrine."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p49"},"Write the following scripture references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.32-34"},"3 Nephi 11:32–34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.35-36"},"3 Nephi 11:35–36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.37-38"},"3 Nephi 11:37–38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.39-40"},"3 Nephi 11:39–40"],"."],"Divide students into pairs, and assign each pair to study one of the scripture passages. Ask them to identify the actions and consequences Jesus Christ taught about. (You may want to suggest that students compare these teachings to the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],".)"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p50"},"After students have had sufficient time to study, ask a few of them to report the actions and consequences they found in their assigned verses. Invite them to write their responses on the board under",["span.emphasis","Action"],"or",["span.emphasis","Consequence."],"As students report on each passage, ask the corresponding questions below:"],["p.preamble","For the pairs assigned",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.32-34"},"3 Nephi 11:32–34"],", ask:"],["ul.bullet",["li",["span.label","•"],["p","How does the Holy Ghost help us believe in Jesus Christ and Heavenly Father? (",["b","The Holy Ghost testifies of Heavenly Father and Jesus Christ."],") When has the Holy Ghost born witness to you of the reality and love of Heavenly Father and Jesus Christ?"]]],["p.preamble","For the pairs assigned",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.35-36"},"3 Nephi 11:35–36"],", ask:"],["ul.bullet",["li",["span.label","•"],["p","According to these verses, how does choosing to believe in Heavenly Father and Jesus Christ invite the influence of the Holy Ghost into our lives?"]]],["p.preamble","For the pairs assigned",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.37-38"},"3 Nephi 11:37–38"],", ask:"],["ul.bullet",["li",["span.label","•"],["p","What did you find that was similar between",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.37"},"3 Nephi 11:37"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.38"},"3 Nephi 11:38"],"?"]],["li",["span.label","•"],["p","What are the good attributes of a little child? Why do you think it is important to “become as a little child”?"]]],["p.preamble","For the pairs assigned",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.39-40"},"3 Nephi 11:39–40"],", ask:"],["ul.bullet",["li",["span.label","•"],["p","How do the Savior’s teachings in these verses emphasize the importance of our choice to obey or disobey His doctrine?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p60"},"Ask students to summarize the key actions Jesus Christ taught that we must take to enter the kingdom of heaven. Students may use different words, but they should express the following truth:",["b","To enter the kingdom of heaven, we must repent, believe in Jesus Christ, be baptized, and receive the Holy Ghost."],"You may want to conclude by sharing your testimony of this truth. Encourage students to live according to the doctrine of Jesus Christ so they will be able to inherit the kingdom of God. You may also want to remind them to work on their goals to avoid and overcome contention."]]]],[".resources",[".box-decor",{"id":"f100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.f100"},["h2","Commentary and Background Information"],[".topic",{"id":"t55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t55"},["h3","3 Nephi 11:19–22. Jesus Christ gave the Nephites the authority to baptize"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p63"},"Why would the prophet Nephi and others need to receive authority to baptize when they were already performing that ordinance before the Savior came? Consider the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p64"},"“Although these Nephites had authority to baptize in the old Mosaic dispensation, Christ invited Nephi forward to affirm his priesthood authority to baptize in the new gospel dispensation, and perhaps to ordain him to the apostleship at the same time. Then he called another group forward, instructing them how to baptize and noting that there would be ‘no disputations’ among them on this crucial doctrine” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 259–60)."]],[".topic",{"id":"t56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t56"},["h3","3 Nephi 11:28. Do not contend over points of doctrine"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p66"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles explained why it is important for Latter-day Saints to avoid contention:"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p67"},"“Because … power resides in the Spirit of the Lord, we must never become contentious when we are discussing our faith. As almost every missionary learns, Bible bashing always drives the Spirit away. The Savior has said, ‘He that hath the spirit of contention is not of me’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],"). More regrettable than the Church being accused of not being Christian is when Church members react to such accusations in an un-Christlike way! May our conversations with others always be marked by the fruits of the Spirit—‘love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, [and] temperance’ (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.22-23"},"Galatians 5:22–23"],")” (“Christian Courage: The Price of Discipleship,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 73)."]],[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.t57"},["h3","3 Nephi 11:33–34. The ordinance of baptism is essential"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p69"},"The Prophet Joseph Smith taught that the ordinance of baptism is essential to enter the kingdom of God:"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-121.p70"},"“Baptism is a sign to God, to angels, and to heaven that we do the will of God, and there is no other way beneath the heavens whereby God hath ordained for man to come to Him to be saved, and enter into the kingdom of God, except faith in Jesus Christ, repentance, and baptism for the remission of sins, and any other course is in vain; then you have the promise of the gift of the Holy Ghost” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 91)."]]]]]]],"refs":null}
