{"id":155,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":155,"title":"Lesson 118: 3 Nephi 6–7","subtitle":"","short_title":"Lesson 118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.head5"},[".titleNumber","Lesson 118"],["h1","3 Nephi 6–7"]],[".bodyBlock",[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t21"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p4"},"Following their miraculous deliverance from the Gadianton robbers, the Nephites enjoyed peace for about three years. But pride, class distinctions, and persecutions arose among the people. While some remained faithful to the Lord, many entered into secret combinations. Because of the secret combinations, the chief judge was murdered and the Nephite government was overthrown. The people divided into tribes and appointed their own leaders. Nephi ministered to the people with power and great authority."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t22"},["h2","Suggestions for Teaching"],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t23"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.1-18"},"3 Nephi 6:1–18"]],["h4","Following a period of prosperity, the Nephites become prideful and the Church is broken up"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p8"},"Write the following questions on the board before class. Ask students to answer them and explain their answers."],[".chalkboard",{"id":"f26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f26"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p9"},"Is it possible for someone to be …"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p10"},"Rich and humble?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p11"},"Poor and prideful?"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p12"},"Educated and humble?"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p13"},"Uneducated and prideful?"]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p14"},"Encourage students to continue to think about these questions as they study",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6"},"3 Nephi 6"],". Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.1-9"},"3 Nephi 6:1–9"],"by explaining that after the Nephites and Lamanites defeated the Gadianton robbers, they established peace in the land and began to prosper. But after a short time, their peace and prosperity were threatened."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p15"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.5,10-12"},"3 Nephi 6:5, 10–12"],"aloud, and ask the class to look for what began to threaten the people’s peace and prosperity."],["ul.bullet",["li",["span.label","•"],["p","What began to happen that threatened the people’s peace and prosperity?"]],["li",["span.label","•"],["p","Have you seen the accumulation of riches or learning lead to similar problems in your school, community, or country? If so, in what ways?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p18"},"Draw a vertical line down the center of the board to make two columns. Write",["span.emphasis","Prideful"],"at the top of one column and",["span.emphasis","Humble"],"at the top of the other column. Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.13-14"},"3 Nephi 6:13–14"],", looking for words and phrases that describe how the people responded as riches and learning began to divide them. (You may need to explain that to",["span.emphasis","rail"],"or",["span.emphasis","revile"],"means to angrily criticize or speak abusively to someone.) When students have finished reading, invite them to write in the appropriate column on the board the words or phrases they have found."],["ul.bullet",["li",["span.label","•"],["p","What evidence do you see in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.13"},"3 Nephi 6:13"],"that some who were being persecuted by the prideful were responding with pride themselves?"]],["li",["span.label","•"],["p","Why do you think returning “railing for railing” (or criticism for criticism) is a manifestation of pride?"]],["li",["span.label","•"],["p","What impresses you about how the converted Lamanites responded during this time?"]],["li",["span.label","•"],["p","What principles can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.13-14"},"3 Nephi 6:13–14"],"? (Students’ answers may vary, but they should identify the following principle:",["b","We can choose to be humble and faithful regardless of our circumstances."],")"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p23"},"Refer students to the column on the board that lists humble responses. Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What actions can we take to help ourselves remain humble and faithful in any circumstance? (List students’ answers on the board in the column labeled",["span.emphasis","Humble."],")"]],["li",["span.label","•"],["p","Think of a person who you feel is a good example of choosing to be humble and faithful, regardless of his or her circumstances. How is this person an example of humility?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p26"},"Explain that because most of the Nephites did not repent of their pride, their situation worsened. Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.15-18"},"3 Nephi 6:15–18"],". Ask the class to follow along, looking for how the people’s pride allowed Satan to influence them."],["ul.bullet",["li",["span.label","•"],["p","What do these verses teach about the relationship between pride and Satan’s power to tempt us? (As students answer, help them identify the following truth:",["b","When we are prideful, we allow Satan greater power to tempt us and lead us to commit more sin."],"You may want to encourage them to write this principle in their scriptures or in notebooks or scripture study journals.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.15-18"},"3 Nephi 6:15–18"],", what words and phrases describe the wicked change of heart these people experienced because of pride? (They were “delivered up … to be carried about … whithersoever [Satan] desired to carry them, and to do whatsoever iniquity he desired they should.” They were in “a state of awful wickedness” and were “willfully rebel[ling] against God.”)"]],["li",["span.label","•"],["p","Why do you think pride affects the degree to which Satan can influence us?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p30"},"In addition to the answers students give, consider inviting a student to read the following statement by President Henry B. Eyring of the First Presidency. Ask students to listen for what President Eyring warned is one of the dangers of pride."],[".img-left",{"id":"f31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f31"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p31"},"“Pride creates a noise within us which makes the quiet voice of the Spirit hard to hear. And soon, in our vanity, we no longer even listen for it. We can come quickly to think we don’t need it” (“Prayer,”",["span.emphasis","Ensign,"],"Nov. 2001, 16)."],["ul.bullet",["li",["span.label","•"],["p","Why is it dangerous to no longer listen for the voice of the Spirit? (Help students understand that when we ignore the whisperings of the Holy Ghost, we are more susceptible to the temptations of the devil.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p33"},"Refer students again to the list of humble responses on the board. Invite them to select one humble response that they feel would be most helpful for them personally. Give them a few minutes to write about how they can immediately begin to apply that suggestion at school or at home."]],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.19"},"3 Nephi 6:19–7:14"]],["h4","Secret combinations destroy the Nephite government, and the people divide into tribes"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p36"},"Copy the following time line on the board:"],[".image",{"id":"f33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f33"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_118_01-line.gif"}]],[".diagram",{"id":"f34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f34"},["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p37"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.19-24"},"3 Nephi 6:19–24"]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p38"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.25-30"},"3 Nephi 6:25–30"]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p39"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.1-8"},"3 Nephi 7:1–8"]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p40"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.9-14"},"3 Nephi 7:9–14"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p41"},"Divide the class into four groups, and assign each group one of the scripture passages on the board. Ask students to read their assigned passages silently, looking for the main events that happened among the Nephites. After students have had sufficient time to read, invite a student from each group to write the main events from his or her assigned passage under the corresponding section of the timeline (other students in each group may help). When they are finished, explain that the list of events shows how secret combinations led to the downfall of the Nephite government and the breakup of the people into tribes."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p42"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.27-30"},"3 Nephi 6:27–30"],". Ask the class to follow along and identify the founder and the purpose of secret combinations. When students have identified the founder of secret combinations (the devil), ask:"],["ul.bullet",["li",["span.label","•"],["p","Which words and phrases describe the purposes of secret combinations? (Answers may include “combine against all righteousness,” “destroy” the people of the Lord, “set at defiance the law and the rights of their country,” and “the land should no more be at liberty.”)"]],["li",["span.label","•"],["p","How did those who murdered the prophets escape punishment? (Their friends and family, who were also members of the secret combination, united to help them keep their actions secret and avoid the consequences of their actions.)"]],["li",["span.label","•"],["p","Imagine you have some friends who want to avoid the consequences of their actions. How can you help them live the gospel and its standards instead?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p46"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.1-8"},"3 Nephi 7:1–8"],". Ask the class to follow along, looking for the effect of these secret combinations among the Nephites. Explain that",["b","the devil entices people to enter secret combinations in an effort to destroy righteousness and increase iniquity."],"Help students understand that the methods and motives of secret combinations are often subtle and not always easy to detect. Encourage them to avoid association with any groups or individuals that resemble secret combinations in any way."]],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.15-26"},"3 Nephi 7:15–26"]],["h4","During a time when few are faithful, Nephi continues to minister, and some are converted"],["ul.bullet",["li",["span.label","•"],["p","How do you think you would have felt if you had lived among the Nephites after their government was overthrown? Why?"]],["li",["span.label","•"],["p","Where do you think you would have turned for leadership and direction?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p51"},"Ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.15-20"},"3 Nephi 7:15–20"],". Ask the class to follow along, looking for reasons why they might have wanted to follow Nephi under these circumstances. Consider having students pause after each verse or two so you can ask students to explain why they might have been inspired to follow Nephi."],["ul.bullet",["li",["span.label","•"],["p","What was Nephi’s message to the people at this time? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.16"},"3 Nephi 7:16"],".)"]],["li",["span.label","•"],["p","How are Church leaders today like Nephi?"]],["li",["span.label","•"],["p","When have you seen a Church leader “minister with power and with great authority”? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.17"},"3 Nephi 7:17"],")."]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p55"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.21-26"},"3 Nephi 7:21–26"],"silently and identify how those who were converted were blessed for following Nephi and repenting of their sins. Invite several students to explain what they have found."],["ul.bullet",["li",["span.label","•"],["p","What principles can we learn from the example of those who repented and followed Nephi?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p57"},"Students may share a variety of truths, but they should identify the following principle:",["b","If we repent and follow the Lord’s servants, we will receive the influence of the Holy Ghost."]],["ul.bullet",["li",["span.label","•"],["p","Why is repentance essential in order for us to have the Holy Ghost with us?"]],["li",["span.label","•"],["p","Why do you think following the Lord’s servants helps us to be more receptive to guidance from the Holy Ghost?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p60"},"Read the following statement by President James E. Faust of the First Presidency:"],[".img-left",{"id":"f40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f40"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-faust.jpg"}]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p61"},"“I have concluded that spiritual guidance in large measure depends upon being in harmony with the President of the Church, the First Presidency, and the Quorum of the Twelve—all of whom are sustained … as prophets, seers, and revelators. I do not know how we can expect to be in full harmony with the Spirit of the Lord if we are not in harmony with the President of the Church and the other prophets, seers, and revelators” (“Called and Chosen,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 53)."],["ul.bullet",["li",["span.label","•"],["p","When have you felt the influence of the Holy Ghost because you have chosen to be obedient to the Lord’s servants?"]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p63"},"Encourage students to write down impressions they have received about what they can do to apply the truths they have learned today. Emphasize that even when others choose to live contrary to the Lord’s commandments, as was the case among the Nephites, we can choose to humbly follow God and His chosen servants."]]]],[".resources",[".box-decor",{"id":"f42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.f42"},["h2","Commentary and Background Information"],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.t26"},["h3","3 Nephi 6:10–18. The effects of pride"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p66"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.10-18"},"3 Nephi 6:10–18"],", we read about how pride can cause divisions among people. President Ezra Taft Benson taught that the tendency to compare ourselves with other people can be a manifestation of pride. He also warned about how pride affects our relationships with God and others:"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p67"},"“The proud make every man their adversary by pitting their intellects, opinions, works, wealth, talents, or any other worldly measuring device against others. In the words of C. S. Lewis: ‘Pride gets no pleasure out of having something, only out of having more of it than the next man. … It is the comparison that makes you proud: the pleasure of being above the rest. Once the element of competition has gone, pride has gone.’ (",["span.emphasis","Mere Christianity,"],"New York: Macmillan, 1952, pp. 109–10.) …"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-118.p68"},"“Pride adversely affects all our relationships—our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind. Our degree of pride determines how we treat our God and our brothers and sisters” (“Beware of Pride,”",["span.emphasis","Ensign,"],"May 1989, 4, 6)."]]]]]]],"refs":null}
