{"id":166,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":166,"title":"Lesson 127:3 Nephi 18","subtitle":"","short_title":"Lesson 127","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127"},[".heading",{"id":"head16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.head16"},[".titleNumber","Lesson 127"],["h1","3 Nephi 18"]],[".bodyBlock",[".topic",{"id":"t102","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t102"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p4"},"As Jesus Christ concluded the first day of His ministry among the Nephites, He administered the sacrament. He commanded them to partake of the sacrament, pray to the Father always, and extend fellowship to all people. The Savior promised great blessings to those who obeyed. He then gave the twelve Nephite disciples instructions pertaining to their ministry in the Church. Prior to ascending into heaven, He gave them power to give the gift of the Holy Ghost."]],[".topic",{"id":"t103","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t103"},["h2","Suggestions for Teaching"],[".topic",{"id":"t104","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t104"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-14"},"3 Nephi 18:1–14"]],["h4","Jesus Christ administers the sacrament to the Nephites"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p8"},"Invite a student to read the following statement by Elder Gerald N. Lund of the Seventy. (Tell the student that the name",["span.emphasis","Czenkusch"],"is pronounced “ZEN-kush.”) Encourage the class to imagine what it might have been like to be the mountain climber mentioned by Elder Lund."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p9"},"“Some time ago there was an interesting article about mountain climbing in a medical magazine. …"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p10"},"“The article was about a man named Czenkusch who runs a climbing school. … Czenkusch was describing to the interviewer the belay system in mountain climbing. This is the system by which climbers protect themselves from falls. One climber gets in a safe position and secures the rope for the other climber, usually around his or her own body. ‘You’re on belay,’ means, ‘I’ve got you. If something happens, I will stop you from falling.’ It is an important part of mountain climbing. Now note what followed next in the article: ‘Belaying has brought Czenkusch his best and worst moments in climbing. Czenkusch once fell from a high precipice, yanking out three mechanical supports and pulling his belayer off a ledge. He was stopped, upside down, 10 feet from the ground when his spread-eagled belayer [Don] arrested the fall with the strength of his outstretched arms. “Don saved my life,” says Czenkusch. “How do you respond to a guy like that? Give him a used climbing rope for a Christmas present? No,",["span.emphasis","you remember him. You always remember him"],"”’ [Eric G. Anderson, “The Vertical Wilderness,”",["span.emphasis","Private Practice,"],"November 1979, 21; emphasis added]” (“The Grace and Mercy of Jesus Christ,” in",["span.emphasis","Jesus Christ: Son of God, Savior,"],"ed. Paul H. Peterson, Gary L. Hatch, and Laura D. Card [2002], 48)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think the mountain climber felt that giving his rescuer material gifts would be an inadequate way to show thanks?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p12"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-7"},"3 Nephi 18:1–7"],"silently, looking for what the Savior asked the Nephites to do to remember Him. (You might suggest that students mark the words",["span.emphasis","remembrance"],"and",["span.emphasis","remember"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.7"},"3 Nephi 18:7"],".) After students report what they have found, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How does partaking of the sacrament help us remember the Savior’s sacrifice in our behalf?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.7"},"3 Nephi 18:7"],", what were the Nephites to remember as they partook of the bread?"]]],["p.preamble","Give students time to look back at",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.14-15"},"3 Nephi 11:14–15"],". Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why might remembering the Savior’s body be particularly significant for the Nephites?"]],["li",["span.label","•"],["p","Though you have not seen the wounds in the Savior’s body as the Nephites did, why is it still important for you to partake of the sacramental bread “in remembrance of the body” of the Savior? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],")."]],["li",["span.label","•"],["p","What can you do to always remember the Savior?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p19"},"Write the following phrase on the board:",["span.emphasis","As we partake of the sacrament, we witness unto the Father that …"]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p20"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.8-11"},"3 Nephi 18:8–11"],"silently, looking for words or phrases that complete the statement on the board. Ask a few students to share what they have found. (Students might complete the statement this way:",["b","As we partake of the sacrament, we witness unto the Father that we will always remember Jesus Christ."],"Another possible answer might be the following:",["b","As we partake of the sacrament, we witness unto the Father that we are willing to do all that the Savior has commanded."],")"],["p.preamble","Use some or all of the following questions to help students deepen their understanding and appreciation for the sacrament’s role in helping us remember the Savior:"],["ul.bullet",["li",["span.label","•"],["p","What are some aspects of the Savior’s life and ministry that we might remember during the ordinance of the sacrament? (Answers might include His death and atoning sacrifice, His humble birth, His miracles and teachings, His loving care toward others, and His submissiveness to Heavenly Father.)"]],["li",["span.label","•"],["p","Although partaking of the sacrament takes a small amount of time, the effects of preparing for and participating in this ordinance are eternal. What can we do to always remember the Savior after we have partaken of the sacrament and during the rest of the week?"]],["li",["span.label","•"],["p","How might the sincerity and attention we give to partaking of the sacrament help us remember the Savior during the week?"]],["li",["span.label","•"],["p","What meaning does the sacrament have if we fail to remember Him?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.7,11"},"3 Nephi 18:7, 11"],", what did the Savior promise those who partake of the sacrament and remember Him? (",["b","As we partake of the sacrament and always remember the Savior, we will have His Spirit to be with us."],")"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p27"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.12-14"},"3 Nephi 18:12–14"],"aloud, and then ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"aloud. Invite the rest of the students to follow along, pondering connections between the two scripture passages."],["ul.bullet",["li",["span.label","•"],["p","How can regularly partaking of the sacrament help you make Jesus Christ the foundation upon which you build your life?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p29"},"To help students remember Jesus Christ more, invite them to write each day for the next week in notebooks, scripture study journals, or their personal journals about what they do to remember the Savior. Encourage them to consider writing about the thoughts they had during the sacrament or how remembering the Savior influenced their thoughts, words, and deeds."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p30"},"Follow up with students over the next few class periods by encouraging them to continue writing each day. During the week, you may want to give them a few minutes at the beginning of class to record what they are doing to remember the Savior."]],[".topic",{"id":"t105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t105"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-25"},"3 Nephi 18:15–25"]],["h4","Jesus teaches the Nephites to pray to the Father always and meet together often"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p33"},"Divide students into pairs. Invite each partnership to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-21"},"3 Nephi 18:15–21"],"together, looking for what the Savior taught us to do to resist temptation. When they have finished reading, have the partnerships write one sentence that they feel summarizes these teachings about overcoming temptation. Ask several partnerships to share what they wrote. (Though students may use different words to express their summaries, they should identify the following truth:",["b","If we will be watchful and pray always to the Father, we can resist the temptations of Satan."],")"],["ul.bullet",["li",["span.label","•"],["p","What do you think the word",["span.emphasis","watch"],"means in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.18"},"3 Nephi 18:18"],"? (To be spiritually alert, vigilant, or on guard.)"]],["li",["span.label","•"],["p","Why do you think both watching and praying are essential to resisting temptation?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p36"},"Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,20-21"},"3 Nephi 18:15, 20–21"],"is a scripture mastery passage. You may want to suggest that students mark this passage in a distinctive way so they will be able to locate it easily."],[".sidebar box-decor box-right",{"id":"f195","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.f195"},["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p37"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,20-21"},"3 Nephi 18:15, 20–21"]],"is a scripture mastery passage. Refer to the teaching idea at the end of the lesson to help students with their mastery of this passage."]],["ul.bullet",["li",["span.label","•"],["p","How does prayer help us stay watchful and alert regarding Satan’s efforts to tempt us?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p39"},"Invite students to answer one of the following questions in notebooks or scripture study journals. (You may want to write the questions on the board or read them slowly so students can write them down.)"],["ul.bullet",["li",["span.label","•"],["p","How has praying helped you resist the temptations of Satan?"]],["li",["span.label","•"],["p","What can you do to improve your personal prayers?"]],["li",["span.label","•"],["p","What blessings have you seen from praying with your family?"]],["li",["span.label","•"],["p","What can you do to help your family have consistent and meaningful family prayer?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p44"},"If time permits, consider asking a few students to share with the class what they wrote."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p45"},"Ask students to think of someone they would like to help draw nearer to the Savior. Write the following principle on the board and encourage students to write it down:",["b",["span.emphasis","As we minister to others, we can help them come unto Christ."]],"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-24"},"3 Nephi 18:22–24"],"silently."],["ul.bullet",["li",["span.label","•"],["p","What does the Savior ask us to do to help others come unto Him? (We should not turn others away from our Church meetings, and we should pray for them.)"]],["li",["span.label","•"],["p","The Savior said that He is the light that we are to hold up to the world. How can each of us go about our lives holding up the light of the Savior?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p48"},"Read aloud the following statement by Elder Robert D. Hales of the Quorum of the Twelve Apostles. Invite students to listen for what Elder Hales said will happen when we live righteously."],[".img-left",{"id":"f199","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.f199"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-hales.jpg"}]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p49"},"“Wouldn’t it be pleasing to Jesus if we could let our light so shine that those who followed us would be following the Savior? There are those searching for the light who will gladly pass through the gate of baptism onto the straight and narrow way that leads to eternal life (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31"},"2 Nephi 31"],"). Will you be that light that will lead them to a safe harbor?” (“That Ye May Be the Children of Light” [Brigham Young University fireside address, Nov. 3, 1996], 8,",["a.urlRef",{"href":"http://speeches.byu.edu"},["span.language","speeches.byu.edu"]],")."],["ul.bullet",["li",["span.label","•"],["p","What thoughts do you have when you consider the question, “Wouldn’t it be pleasing to Jesus if we could let our light so shine that those who followed us would be following the Savior?”"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p51"},"Explain that praying for others, inviting them to attend Church meetings, and setting a Christlike example are ways that we can minister to others. Invite a few students to share an experience in which they held up the light of the Savior to help someone come to Him."]],[".topic",{"id":"t106","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t106"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.26-39"},"3 Nephi 18:26–39"]],["h4","The Savior teaches His disciples to extend fellowship to all people"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p54"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.26-39"},"3 Nephi 18:26–39"],"by explaining that after the Savior spoke to the multitude, He turned to the twelve disciples He had chosen and instructed them on how to lead and direct the affairs of the Church. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.32"},"3 Nephi 18:32"],"silently, looking for how we should respond to people who have strayed from the faith."],["ul.bullet",["li",["span.label","•"],["p","Why is it important that we continue to minister to people who have strayed from the faith?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p56"},"Consider sharing an experience in which you helped minister to one of God’s children and helped the person come unto Christ."]],[".figure",{"id":"f202","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.f202"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,20-21"},"3 Nephi 18:15, 20–21"]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p58"},["span.emphasis","Note:"],"Because of the length of this lesson, you may want to begin the next lesson with the following scripture mastery activity. Or this activity could be used in a future lesson when you have more time to review scripture mastery passages."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p59"},"Spend several minutes helping students memorize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,20-21"},"3 Nephi 18:15, 20–21"],". Write all three verses on the board, and have students practice saying them aloud. After students have read all the verses a few times, start erasing different parts of the verses while students continue to recite the entire passage. Repeat this process until all the words have been erased from the board."]]]],[".resources",[".box-decor",{"id":"f203","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.f203"},["h2","Commentary and Background Information"],[".topic",{"id":"t107","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t107"},["h3","3 Nephi 18:15. Pray always"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p62"},"Elder David A. Bednar of the Quorum of the Twelve Apostles spoke about what it means to “pray always”:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p63"},"“Our evening prayer builds upon and is a continuation of our morning prayer. And our evening prayer also is a preparation for meaningful morning prayer."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p64"},"“Morning and evening prayers—and all of the prayers in between—are not unrelated, discrete events; rather, they are linked together each day and across days, weeks, months, and even years. This is in part how we fulfill the scriptural admonition to ‘pray always’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.36"},"Luke 21:36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,18"},"3 Nephi 18:15, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.12"},"D&C 31:12"],"). Such meaningful prayers are instrumental in obtaining the highest blessings God holds in store for His faithful children” (“Pray Always,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 42)."]],[".topic",{"id":"t108","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t108"},["h3","3 Nephi 18:21. Pray in your families"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p66"},"President James E. Faust of the First Presidency spoke of the power of family prayer:"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p67"},"“Family prayer is a powerful and sustaining influence. During the dark days of World War II, a 500-pound bomb fell outside the little home of Brother Patey, a young father in Liverpool, England, but the bomb did not go off. His wife had died, so he was rearing his five children alone. He gathered them together at this very anxious time for family prayer. They ‘all prayed … earnestly and when they had finished praying, the children said: “Daddy, we will be all right. We will be all right in our home tonight.”"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p68"},"“‘And so they went to bed, imagine, with that terrific bomb lying just outside the door half submerged in the ground. If it had gone off it would have destroyed probably forty or fifty houses and killed two or three hundred people. …"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p69"},"“‘The next morning the … whole neighborhood was removed for forty-eight hours and the bomb was finally taken away. …"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p70"},"“‘On the way back Brother Patey asked the foreman of the A.R.P. Squad: “Well, what did you find?”"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p71"},"“‘“Mr. Patey, we got at the bomb outside of your door and found it ready to explode at any moment. There was nothing wrong with it. We are puzzled why it did not go off.”’ [Andre K. Anastasiou, in Conference Report, Oct. 1946, 26.] Miraculous things happen when families pray together” (“The Lifeline of Prayer,”",["span.emphasis","Ensign,"],"May 2002, 61)."]]],[".box-decor",{"id":"f204","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.f204"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t109","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.t109"},["h3","3 Nephi 18:26–33. The Savior counsels the twelve disciples"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p74"},"Explain that the Savior gave specific counsel to the twelve Nephite disciples regarding their responsibility as priesthood leaders to monitor the worthiness of those who partake of the sacrament. He cautioned them not to cast out anyone from among them who was unworthy to partake of the sacrament; rather, they should continue to minister to the person, with the hope that he or she would repent and be healed by the Savior. After warning against disputations among the people, the Savior gave His twelve disciples power to give the Holy Ghost, and then He ascended into heaven."],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p75"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.28-29"},"3 Nephi 18:28–29"],"aloud. Ask the class to follow along, looking for the commandment the Lord gave to His twelve disciples. After students report what they find, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.30-32"},"3 Nephi 18:30–32"],"silently, looking for the additional instructions given to the disciples regarding those considered unworthy to partake of the sacrament."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p76"},"To help students understand how we should handle situations where we may feel that a person is unworthy to partake of the sacrament, read the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p77"},"“Some time ago I attended an adult Sunday School class in a small town. … The subject was the sacrament, and the class was being taught by the bishop. During class discussion a member asked, ‘What if you see an unworthy person partaking of the sacrament? What do you do?’ The bishop answered, ‘You do nothing. I may need to do something’” (“‘Judge Not’ and Judging,”",["span.emphasis","Ensign,"],"Aug. 1999, 9–10)."],["ul.bullet",["li",["span.label","•"],["p","How does this statement reinforce the truth that is taught in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.32"},"3 Nephi 18:32"],"?"]]],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p79"},"If you feel it might be helpful for students, explain that although the sacrament is for Church members, bishoprics do not announce during sacrament meeting that it will be passed to members only, and nothing should be done to prevent any in attendance who are not members of the Church from partaking of it. It may also be helpful to suggest that when students invite friends of other faiths to sacrament meeting, they should take time before the meeting to explain the sacrament and its symbolism."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-127.p80"},"Conclude by encouraging students to continue to minister to others."]]]]]]],"refs":null}
