{"id":172,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":172,"title":"Lesson 132: 3 Nephi 24–26","subtitle":"","short_title":"Lesson 132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132"},[".heading",{"id":"head22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.head22"},[".titleNumber","Lesson 132"],["h1","3 Nephi 24–26"]],[".bodyBlock",[".topic",{"id":"t148","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t148"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p4"},"Jesus Christ fulfilled a commandment from Heavenly Father to share with the Nephites some prophecies from the prophet Malachi (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.2"},"3 Nephi 26:2"],"). These prophecies taught that members of the house of Israel needed to repent and return to the Lord in preparation for the Savior’s Second Coming. Jesus Christ also expounded unto the Nephites “all things, even from the beginning until the time that he should come in his glory” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.3"},"3 Nephi 26:3"],"). Mormon taught that those who believe the Book of Mormon will have even greater things manifested unto them (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.9"},"3 Nephi 26:9"],")."]],[".sidebar box-decor box-right",{"id":"f276","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.f276"},["h3","Decide what to teach"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p6"},"This lesson contains more material than you will likely have time to teach. Prayerfully consider which doctrines, principles, and teaching ideas will be most beneficial for the students in your class."]],[".topic",{"id":"t149","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t149"},["h2","Suggestions for Teaching"],[".topic",{"id":"t150","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t150"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.1-6"},"3 Nephi 24:1–6"]],["h4","Jesus Christ quotes Malachi’s prophecy concerning the Second Coming"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p10"},"Begin class by holding up a match and a bar of soap (or draw on the board a picture of fire and a bar of soap). Ask students what fire and soap have in common. (Soap and fire can both be used as cleansing or purifying agents.)"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p11"},"Explain that Jesus Christ fulfilled a commandment from the Father (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.2"},"3 Nephi 26:2"],") to give the Nephites some of the prophecies of Malachi, an Old Testament prophet who lived in the Holy Land about 170 years after Lehi and his family left Jerusalem. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.1-3"},"3 Nephi 24:1–3"],"silently, looking for someone who Malachi compared to a “refiner’s fire” and “fuller’s soap.”"],["ul.bullet",["li",["span.label","•"],["p","Who is compared to a refiner’s fire and fuller’s soap? (Jesus Christ.)"]],["li",["span.label","•"],["p","What event is described in these verses? (“The day of his coming.” In other words, the Second Coming of Jesus Christ. To help students answer this question, you may want to suggest that they scan the chapter heading or the footnotes.)"]],["li",["span.label","•"],["p","What does the comparison of Jesus Christ to fire and soap suggest will take place at His Second Coming? (Students may use different words, but they should identify the following truth:",["b","At His Second Coming, Jesus Christ will purify the world."],"You may want to invite students to write this truth in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.2-3"},"3 Nephi 24:2–3"],".)"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p15"},"Explain that a refiner uses fire to heat a metal like silver or gold until it reaches a liquid state. The heating process allows dross, or impurities, to rise to the surface of the liquid metal, where the refiner can remove them, thus purging the metal of its impurities. A fuller is someone who cleans or whitens fabrics using soap. You may also need to explain that the “sons of Levi” were priesthood holders in ancient Israel. Today the phrase can refer to modern-day priesthood holders (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-34"},"D&C 84:33–34"],")."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p16"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.5-6"},"3 Nephi 24:5–6"],"aloud. Ask the class to follow along and identify who will be consumed, or destroyed, at the Savior’s Second Coming and who will not be consumed. (You may want to explain that the phrase “sons of Jacob” refers to the Lord’s covenant people in the house of Israel.)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.5"},"3 Nephi 24:5"],", what will Jesus Christ do at His Second Coming? (Though students may use different words, they should identify the following truth:",["b","Jesus Christ will destroy the wicked at His Second Coming."],")"]]]],[".topic",{"id":"t151","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t151"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.7-18"},"3 Nephi 24:7–18"]],["h4","Jesus Christ quotes Malachi’s teachings regarding how the house of Israel can return to the Lord"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p20"},"Invite students to imagine that they have a close friend or family member who is struggling to feel the love and influence of the Lord and maintain a testimony of the gospel."],["ul.bullet",["li",["span.label","•"],["p","What would you do to try to help this person?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p22"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.7"},"3 Nephi 24:7"],"silently, and ask them to identify the Lord’s counsel to those who had begun to drift away from Him and from keeping their covenants with Him."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means that the people had “gone away” from the Lord’s ordinances? (They were no longer keeping the covenants and ordinances of the gospel.)"]],["li",["span.label","•"],["p","What promise did the Lord give to those who were not keeping their covenants? (“Return unto me and I will return unto you.”)"]],["li",["span.label","•"],["p","What do you think it means to “return” to the Lord? What do you think it means that the Lord will “return unto” those who return to Him?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p26"},"Write the following principle on the board:",["b",["span.emphasis","If we will return unto the Lord, He will return unto us."]]],["ul.bullet",["li",["span.label","•"],["p","What does this principle teach you about Heavenly Father and Jesus Christ?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p28"},"On the board, write",["span.emphasis","Return to the Lord."],"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.8-12"},"3 Nephi 24:8–12"],"silently, looking for one way the Lord indicated the people could return to Him. As students respond, write",["span.emphasis","pay tithes and offerings"],"under",["span.emphasis","Return to the Lord."]],["ul.bullet",["li",["span.label","•"],["p","How is willingness to pay tithing an indication that someone has placed their love and affections on the Lord?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p30"},"Invite a student to read the following statement by President Gordon B. Hinckley:"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p31"},"“We",["span.emphasis","can"],"pay our tithing. This is not so much a matter of money as it is a matter of faith” (“Let Us Move This Work Forward,”",["span.emphasis","Ensign,"],"Nov. 1985, 85)."],["ul.bullet",["li",["span.label","•"],["p","How is our willingness to pay tithes and offerings an indication of our faith in the Lord?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p33"},"Give students time to review",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.10-12"},"3 Nephi 24:10–12"],"silently. Ask them to identify the Lord’s promises to those who pay a full and honest tithe."],["ul.bullet",["li",["span.label","•"],["p","In what ways have you been blessed as a result of paying your tithing? How are these examples of “the windows of heaven” being opened for you?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p35"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.13-18"},"3 Nephi 24:13–18"],"by explaining that in these verses the Lord pointed out that some in ancient Israel had questioned the need to keep the ordinances of the gospel. They complained that the proud and the wicked seemed to prosper despite their unrighteousness. In",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.16"},"3 Nephi 24:16"],", the Lord responded that a “book of remembrance” would be kept wherein the names of the faithful would be recorded (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.7-9"},"D&C 85:7–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-7"},"128:6–7"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.5-8"},"Moses 6:5–8"],"). The Lord then indicated that when He comes again, He will preserve the faithful and reserve them to Himself as a treasure, or “make up [His] jewels.”"],["ul.bullet",["li",["span.label","•"],["p","How is it a blessing to know that the Lord will preserve the faithful and make them His treasure?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.16"},"3 Nephi 24:16"],", which phrases describe those whom the Lord will preserve as His treasure? (“They that feared the Lord” and that “thought upon his name.”)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p38"},"Write",["span.emphasis","fear the Lord"],"and",["span.emphasis","think upon the Lord’s name"],"under",["span.emphasis","Return to the Lord."],"(You may want to explain that in this context, the word",["span.emphasis","fear"],"means reverence or respect.) Invite students to respond to the following question in notebooks or scripture study journals:"],["ul.bullet",["li",["span.label","•"],["p","Consider how you are doing in the areas of paying tithes and offerings and thinking of Christ often. In what ways can you “return” to Him or improve in these areas?"]]]],[".topic",{"id":"t152","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t152"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25"},"3 Nephi 25"]],["h4","Jesus Christ quotes Malachi’s prophecy that Elijah would return prior to the Second Coming"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p42"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.1-3"},"3 Nephi 25:1–3"],"aloud. Ask the class to follow along, looking for a reason why the Second Coming will be a blessing to those who are faithful to Jesus Christ. Invite students to report what they find. You may need to explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.1"},"3 Nephi 25:1"],", the word",["span.emphasis","root"],"likely refers to ancestors and the word",["span.emphasis","branch"],"to posterity. Thus, in the next life, the wicked will not enjoy the blessings of being sealed to their ancestors and posterity. In",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.2"},"3 Nephi 25:2"],", the phrase “calves in the stall” refers to calves that are safe, well fed, and cared for. The Lord promises that He will similarly protect and care for those who “fear [His] name.”"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p43"},"Explain that Malachi prophesied about an event that would take place before the Second Coming and that would involve the Old Testament prophet Elijah. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.5-6"},"3 Nephi 25:5–6"],"aloud, and ask the class to look for what Elijah would do to help prepare the world for the Lord’s coming."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p44"},"Ask students what they know about Elijah’s return to the earth as part of the Restoration of the gospel. You may want to supplement their answers by explaining that on April 3, 1836, Elijah appeared to Joseph Smith and Oliver Cowdery in the newly dedicated Kirtland Temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],"). At that time, Elijah restored the priesthood keys necessary to seal families for eternity in the Lord’s holy temples. Through family history research, we identify family members for whom temple ordinances can be performed."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means that Elijah would “turn the heart of the fathers to the children, and the heart of the children to their fathers”?"]],["li",["span.label","•"],["p","How is it a blessing for you to know that you can be sealed to your family for eternity?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p47"},"Testify that",["b","as our hearts turn to our fathers through family history and temple work, we are helping to prepare the earth for the Second Coming of Jesus Christ."]]],[".topic",{"id":"t153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t153"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.1-12"},"3 Nephi 26:1–12"]],["h4","Jesus Christ expounds the scriptures, and Mormon teaches what must be done to receive the greater things the Savior revealed"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p50"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.1-5"},"3 Nephi 26:1–5"],"by explaining that after the Savior shared the prophecies of Malachi, He taught the people “all things which should come upon the face of the earth” from the Creation to the Final Judgment (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.3-4"},"3 Nephi 26:3–4"],")."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p51"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.6-8"},"3 Nephi 26:6–8"],"aloud, and ask the class to look for how much of what Jesus Christ taught was recorded in the Book of Mormon. Then invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.9-11"},"3 Nephi 26:9–11"],"silently, looking for the reason Mormon did not include in his abridgment everything the Savior taught the Nephites. Emphasize that the word",["span.emphasis","believe"],"in these verses implies that we need to act on the doctrines and principles God has revealed and not merely hope that they are true."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.9"},"3 Nephi 26:9"],", what does the Lord promise to those who believe and act on what He has revealed? (As students respond, emphasize that",["b","as we believe and act on what God has revealed, we prepare ourselves to receive greater revelation."],")"]],["li",["span.label","•"],["p","Why do you think it is necessary that we believe in the truths we have already received before we can receive additional truth?"]],["li",["span.label","•"],["p","How can we show that we believe what the Lord has revealed?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p55"},"Promise students that as they faithfully study and apply the principles in the Book of Mormon, they will receive increased understanding of the gospel. Help students ponder how well they are receiving the truths in the Book of Mormon by inviting them to respond to the following questions in notebooks or scripture study journals (you may want to write these questions on the board):"],["ul.bullet",["li",["span.label","•"],["p","What are you doing in your life that demonstrates your belief in the Book of Mormon?"]],["li",["span.label","•"],["p","When has reading the Book of Mormon with real intent led you to receive personal revelation?"]]]],[".topic",{"id":"t154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t154"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.13-21"},"3 Nephi 26:13–21"]],["h4","The Savior ends His earthly ministry among the Nephites, and His disciples follow His example in their ministry"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p60"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26"},"3 Nephi 26"],", Mormon summarized the rest of the Savior’s ministry among the Nephites. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.13-16"},"3 Nephi 26:13–16"],"silently. You might want to suggest that they mark some of the things the Savior did that Mormon chose to emphasize."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p61"},"If time permits, invite students to review and ponder their notes and scripture markings from their study of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11–25"],". Encourage them to look for teachings and events from the Savior’s ministry among the Nephites that are significant or memorable to them. Invite a few students to share their thoughts and feelings about the Savior’s ministry among the Nephites."]]]],[".resources",[".box-decor",{"id":"f290","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.f290"},["h2","Commentary and Background Information"],[".topic",{"id":"t155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t155"},["h3","3 Nephi 24:11. Blessings for obeying the law of tithing"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p64"},"President Gordon B. Hinckley taught:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p65"},"“The Lord has promised that he will rebuke the devourer for our sakes. … May not that rebuke of the devourer apply to various of our personal efforts and concerns?"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p66"},"“There is the great blessing of wisdom, of knowledge, even hidden treasures of knowledge. We are promised that ours shall be a delightsome land if we will walk in obedience to this law. I can interpret the word",["span.emphasis","land"],"as people, that those who walk in obedience shall be a delightsome people. What a marvelous condition to be a delightsome people whom others would describe as blessed!” (“Tithing: An Opportunity to Prove Our Faithfulness,”",["span.emphasis","Ensign,"],"May 1982, 40)."]],[".topic",{"id":"t156","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t156"},["h3","3 Nephi 25:1–6. “I will send you Elijah”"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p68"},"President Joseph Fielding Smith commented on Elijah’s appearance to the Prophet Joseph Smith and Oliver Cowdery:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p69"},"“It is interesting to know that on the third day of April, 1836, the Jews were celebrating the feast of the Passover, and were leaving the doors of their homes open for the coming of Elijah. On that day Elijah came, but not to the Jewish homes, but to the Temple in the village of Kirtland … to two humble servants of the Lord” (",["span.emphasis","Church History and Modern Revelation,"],"4 vols. [1946], 3:84)."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p70"},"In making this statement, President Smith referred to a traditional practice of Jewish people, who believe Malachi’s prophecy about Elijah’s return (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],"). Each Passover, many faithful Jewish families have a Passover meal and set an extra place at the table for Elijah. They leave their doors open in the event that Elijah decides to join them."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p71"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles explained the significance of Elijah’s visit to the Kirtland Temple:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p72"},"“Elijah’s return to earth occurred at the first temple built in this dispensation, where he and other heavenly messengers, under direction of the Lord, entrusted special keys of priesthood authority to the restored Church. …"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p73"},"“Elijah came not only to stimulate research for ancestors. He also enabled families to be eternally linked beyond the bounds of mortality. Indeed, the opportunity for families to be sealed forever is the real reason for our research” (“A New Harvest Time,”",["span.emphasis","Ensign,"],"May 1998, 34)."]],[".topic",{"id":"t157","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t157"},["h3","3 Nephi 25:1–6. “Learn about and experience the Spirit of Elijah”"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p75"},"Elder David A. Bednar of the Quorum of the Twelve Apostles said:"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p76"},"“I invite the young people of the Church to learn about and experience the Spirit of Elijah. I encourage you to study, to search out your ancestors, and to prepare yourselves to perform proxy baptisms in the house of the Lord for",["span.emphasis","your"],"kindred dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.28-36"},"D&C 124:28–36"],"). And I urge you to help other people identify their family histories."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p77"},"“As you respond in faith to this invitation, your hearts shall turn to the fathers. The promises made to Abraham, Isaac, and Jacob will be implanted in your hearts. Your patriarchal blessing, with its declaration of lineage, will link you to these fathers and be more meaningful to you. Your love and gratitude for your ancestors will increase. Your testimony of and conversion to the Savior will become deep and abiding. And I promise you will be protected against the intensifying influence of the adversary. As you participate in and love this holy work, you will be safeguarded in your youth and throughout your lives” (“The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 26–27)."]],[".topic",{"id":"t158","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t158"},["h3","3 Nephi 25:6. The hearts of the children will be turned to their fathers"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p79"},"In approximately 430",["span.small","B.C."],", the prophet Malachi prophesied that Elijah would return to the earth “before the coming of the great and dreadful day of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5"},"Malachi 4:5"],"). This prophecy is of such importance that it is found in the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.5-6"},"3 Nephi 25:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1-3"},"D&C 2:1–3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.37-39"},"Joseph Smith—History 1:37–39"],"). This prophecy reveals that one purpose of Elijah’s return was to turn the hearts of the children to their fathers."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p80"},"President Joseph Fielding Smith explained some ways in which the hearts of children are being turned to their fathers:"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p81"},"“",["span.emphasis","The fathers"],"are our dead ancestors who died without the privilege of receiving the gospel, but who received the promise that the time would come when that privilege would be granted them.",["span.emphasis","The children"],"are those now living who are preparing genealogical data and who are performing the vicarious ordinances in the temples."],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p82"},"“",["span.emphasis","The turning of the hearts of the children to the fathers is placing or planting in the hearts of the children that feeling and desire which will inspire them to search out the records of the dead."],"Moreover the planting of the desire and inspiration in their hearts is necessary. This they must have in order that they might go into the house of the Lord and perform the necessary labor for their fathers, who died without a knowledge of the gospel, or without the privilege of receiving the fulness of the gospel” (",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. [1954–56], 2:127–28)."]]],[".box-decor",{"id":"f291","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.f291"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t159","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.t159"},["h3","3 Nephi 26:17–21. Ministering to one another"],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p85"},"Write the following truth on the board:",["b",["span.emphasis","The Savior demonstrated how we should minister to one another."]],"(It may be helpful to explain that the word",["span.emphasis","minister"],"means to serve or give aid.)"],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p86"},"Explain that through His ministry among the Nephites, the Savior demonstrated how we should minister to one another."],["ul.bullet",["li",["span.label","•"],["p","As you have read about Jesus Christ’s example of service in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11–25"],", what have you learned about ministering to others? (Summarize students’ answers on the board.)"]]],["p.para",{"id":"p88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p88"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.17-21"},"3 Nephi 26:17–21"],"silently, looking for what the disciples did to emulate the Savior as they ministered to others."],["ul.bullet",["li",["span.label","•"],["p","How is teaching the gospel a form of ministering?"]],["li",["span.label","•"],["p","How is “dealing justly, one with another” a form of ministering?"]],["li",["span.label","•"],["p","How can you follow the example of the Savior and the Nephite disciples as you minister to your friends, family, and ward or branch members?"]]],["p.para",{"id":"p92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p92"},"Invite a student to read aloud the following statement by President Dieter F. Uchtdorf of the First Presidency, in which he taught how we can follow the Lord’s pattern of ministering to others:"],["p.para",{"id":"p93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p93"},"“A story is told that during the bombing of a city in World War II, a large statue of Jesus Christ was severely damaged. When the townspeople found the statue among the rubble, they mourned because it had been a beloved symbol of their faith and of God’s presence in their lives."],["p.para",{"id":"p94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p94"},"“Experts were able to repair most of the statue, but its hands had been damaged so severely that they could not be restored. Some suggested that they hire a sculptor to make new hands, but others wanted to leave it as it was—a permanent reminder of the tragedy of war. Ultimately, the statue remained without hands. However, the people of the city added on the base of the statue of Jesus Christ a sign with these words: ‘You are my hands.’"],["p.para",{"id":"p95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p95"},"“… When I think of the Savior, I often picture Him with hands outstretched, reaching out to comfort, heal, bless, and love. And He always talked",["span.emphasis","with,"],"never",["span.emphasis","down to,"],"people. He loved the humble and the meek and walked among them, ministering to them and offering hope and salvation."],["p.para",{"id":"p96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p96"},"“That is what He did during His mortal life; it is what He would be doing if He were living among us today; and it is what we should be doing as His disciples and members of The Church of Jesus Christ of Latter–day Saints. …"],["p.para",{"id":"p97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p97"},"“Christ did not just speak about love; He showed it each day of His life. He did not remove Himself from the crowd. Being amidst the people, Jesus reached out to the one. He rescued the lost. He didn’t just teach a class about reaching out in love and then delegate the actual work to others. He not only taught but also showed us how to ‘succor the weak, lift up the hands which hang down, and strengthen the feeble knees’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],"]. …"],["p.para",{"id":"p98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p98"},"“If we are His hands, should we not do the same?” (“You Are My Hands,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 68, 70)."],["ul.bullet",["li",["span.label","•"],["p","What blessings have you experienced as you have ministered to someone?"]],["li",["span.label","•"],["p","How have you been blessed by someone ministering to you or your family?"]]],["p.para",{"id":"p101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-132.p101"},"Invite students to write in notebooks or scripture study journals about one way they can better follow the Savior’s pattern of ministering to others. Encourage them to consider an individual the Lord may be prompting them to serve. Testify of the blessings of ministering in the Lord’s way."]]]]]]],"refs":null}
