{"id":170,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":170,"title":"Home-Study Lesson: 3 Nephi 17–22 (Unit 26)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26"},[".heading",{"id":"head20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.head20"},[".titleNumber","Home-Study Lesson"],["h1","3 Nephi 17–22 (Unit 26)"]],[".bodyBlock",[".figure",{"id":"f258","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.f258"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17–22"],"(unit 26) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t134"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p7"},"As students studied Jesus Christ’s words to the Nephite multitude, they learned that by pondering and praying to the Father, we can receive greater understanding of the Savior’s teachings. The Savior responded to the Nephites’ desire that He stay with them a little longer by healing their sick and blessing their children. As students read of these events, they learned that Jesus Christ feels great compassion for us."]],[".topic",{"id":"t135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t135"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18"},"3 Nephi 18"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p9"},"The Savior administered the sacrament to the multitude. Students learned that as we partake of the sacrament, we witness unto the Father that we are willing to do all He has commanded and that we will always remember Jesus Christ. They also learned that as we partake of the sacrament and always remember the Savior, we will have His Spirit to be with us. The Savior’s teachings about prayer helped students understand that if we will be watchful and pray always unto the Father, we can resist the temptations of Satan. They also learned that as we minister to others, we can help them come unto Christ."]],[".topic",{"id":"t136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t136"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"3 Nephi 19"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p11"},"After the Savior departed at the end of His first day with the Nephites, the disciples taught the people. They prayed for and received the Holy Ghost. Students learned that our righteous desires and prayers can qualify us to be filled with the Holy Ghost. The Savior appeared again, and He thanked the Father for purifying His disciples. Students learned that as we exercise faith in Jesus Christ, we can be purified and become one with Jesus Christ, as He is one with the Father."]],[".topic",{"id":"t137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t137"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20"},"3 Nephi 20–22"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p13"},"Jesus Christ again administered the sacrament. Students learned that if we worthily partake of the sacrament, we can be filled with the Holy Ghost. The Savior then taught the Nephites that the Father will fulfill His covenant to gather the house of Israel in the last days. Students also learned that as the seed of Abraham, we have a covenant responsibility to bless all the people of the earth by sharing the gospel with them."]]],[".topic",{"id":"t138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t138"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p15"},"This lesson can help students understand the tenderness and mercy the Savior feels for His people. Additionally, as students review the Lord’s counsel to pray, they can consider ways to make their personal and family prayers more meaningful."]],[".topic",{"id":"t139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t139"},["h2","Suggestions for Teaching"],[".topic",{"id":"t140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t140"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"]],["h4","The Savior heals the sick, prays to the Father for the people, and blesses their children"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p19"},"Invite students to think of the most caring person they know. Then ask: Whom did you think of? How does this person show love for others and for you?"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p20"},"Display the pictures Jesus Healing the Nephites (",["span.emphasis","Gospel Art Book"],"[2009], no. 83) and Jesus Blesses the Nephite Children (",["span.emphasis","Gospel Art Book,"],"no. 84). Then ask: What did you learn about the Savior’s love for people during your study of the Book of Mormon this past week?"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p21"},"Write the following truth on the board:",["b",["span.emphasis","The Savior feels great compassion for us."]],"Underneath this statement, write the following scripture reference:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.7,9,11,15-17,21,24"},"3 Nephi 17:7, 9, 11, 15–17, 21, 24"],"."],"Invite students to review these verses and choose one that especially demonstrates the truth written on the board. After sufficient time, you may want to ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How does the verse you chose show that the Savior feels great compassion for us?"]],["li",["span.label","•"],["p","What do you learn about the Savior from the fact that He ministered to the people “one by one”? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.21"},"3 Nephi 17:21"],")."]],["li",["span.label","•"],["p","How can knowing about the Savior’s compassion help you exercise greater faith in Him and feel greater love for Him?"]]]],[".topic",{"id":"t141","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t141"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18"},"3 Nephi 18–19"]],["h4","Jesus taught the people to pray to the Father always and to meet together often"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p27"},"Divide students into pairs, and ask each pair to make a list of five of the most challenging temptations they believe youth face today. When they have finished, invite each pair to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-20"},"3 Nephi 18:15–20"],"and look for the counsel the Savior gave for overcoming temptations. Ask a few students to share a principle they find in these verses. One principle they might identify is that",["b","if we will be watchful and pray always unto the Father, we can resist the temptations of Satan."]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p28"},"Ask students the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What do you think a young person should watch for in order to withstand one of the temptations on your list?"]],["li",["span.label","•"],["p","What could a young person pray for that would help him or her withstand one of the temptations on your list? How does praying to Heavenly Father help you to remain strong?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p31"},"To help students strengthen their testimonies of family prayer, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.21"},"3 Nephi 18:21"],"aloud. Then ask: What blessings have you received from praying with your family?"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p32"},"Invite a student to read the following account from President James E. Faust of the First Presidency, who spoke of the power of family prayer:"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p33"},"“Family prayer is a powerful and sustaining influence. During the dark days of World War II, a 500-pound bomb fell outside the little home of Brother Patey, a young father in Liverpool, England, but the bomb did not go off. His wife had died, so he was rearing his five children alone. He gathered them together at this very anxious time for family prayer. They ‘all prayed … earnestly and when they had finished praying, the children said: “Daddy, we will be all right. We will be all right in our home tonight.”"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p34"},"“‘And so they went to bed, imagine, with that terrific bomb lying just outside the door half submerged in the ground.’ …"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p35"},"“‘The next morning the … whole neighborhood was removed for forty-eight hours and the bomb was finally taken away. …"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p36"},"“‘On the way back Brother Patey asked the foreman of the A.R.P. Squad: “Well, what did you find?”"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p37"},"“‘“Mr. Patey, we got at the bomb outside of your door and found it ready to explode at any moment. There was nothing wrong with it. We are puzzled why it did not go off.”’ Miraculous things happen when families pray together” (“The Lifeline of Prayer,”",["span.emphasis","Ensign,"],"May 2002, 61)."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p38"},"Ask students the following questions, being sensitive to students whose families may not pray together:"],["ul.bullet",["li",["span.label","•"],["p","What can you do to help your family have more consistent and meaningful family prayer?"]],["li",["span.label","•"],["p","How do you plan to make family prayer a priority in your future family?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p41"},"Explain that when the Savior returned for a second day to teach the Nephites, as recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19"},"3 Nephi 19"],", He again admonished the Nephite disciples to pray. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.9,13"},"3 Nephi 19:9, 13"],"aloud, and have students identify what the disciples prayed for. Ask: What principle can we learn from the experience of the Nephite disciples? (The following is one way students may express this principle:",["b","Our rightous desires and prayers can qualify us to be filled with the Holy Ghost."],")"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p42"},"Then ask students: When have you sincerely desired and prayed for the companionship of the Holy Ghost? How were you blessed for doing so?"]],[".topic",{"id":"t142","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t142"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20"},"3 Nephi 20–22"]],["h4","In the latter days, God will begin to gather the house of Israel"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p45"},"Explain that after teaching the Nephites about prayer, the Savior began to teach them about the gathering of the house of Israel in the last days. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.9"},"3 Nephi 21:9"],". Ask the class to follow along, looking for words that describe the Lord’s work. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","What do you think “a great and a marvelous work” refers to? (The Restoration of the gospel of Jesus Christ, which includes the coming forth of the Book of Mormon.)"]],["li",["span.label","•"],["p","In your opinion, what is great and marvelous about the Restoration of the gospel of Jesus Christ?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p48"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.10-11"},"3 Nephi 21:10–11"],"and think about who the Lord was describing as “my servant.” Ask: What words or phrases help you know that the Lord is describing the Prophet Joseph Smith? Then display the picture Joseph Smith in Liberty Jail (",["span.emphasis","Gospel Art Book,"],"no. 97)."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p49"},"Ask: How has God shown through Joseph Smith that His “wisdom is greater than the cunning of the devil”?"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p50"},"In conclusion, invite students to share their testimonies of the Prophet Joseph Smith and the Restoration of the gospel. Share your testimony of these things with your students."]],[".topic",{"id":"t143","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.t143"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23–30"],")"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-26.p52"},"Invite students to imagine that the Savior told them He would grant whatever they desired. Explain that as they study",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23–30"],"in the coming week, they will learn about twelve men who had this experience and what they asked for."]]]]]]],"refs":null}
