{"id":164,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":164,"title":"Home-Study Lesson: 3 Nephi 11:18–16:20 (Unit 25)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25"},[".heading",{"id":"head14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.head14"},[".titleNumber","Home-Study Lesson"],["h1","3 Nephi 11:18–16:20 (Unit 25)"]],[".bodyBlock",[".figure",{"id":"f170","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.f170"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18"},"3 Nephi 11:18–16:20"],"(unit 25) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t88"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18"},"3 Nephi 11:18–12:48"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p7"},"Students learned that baptism must be performed by a person who holds the proper authority and must be done in the manner set forth by the Lord. They also studied the doctrine of Christ and learned that the Holy Ghost testifies of Heavenly Father and Jesus Christ. In their study of the Beatitudes and the Savior’s explanation of the higher law, they learned that if we live according to the teachings of Jesus Christ, we will be blessed and prepared to enter the kingdom of heaven. They also learned that as we come unto Christ and keep His commandments, we can become more like Him and our Father in Heaven, who are perfect."]],[".topic",{"id":"t89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t89"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13"},"3 Nephi 13"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p9"},"From the Savior’s teachings about motivations for almsgiving, praying, and fasting, students learned that if we do righteous works to please Heavenly Father, He will reward us openly. As they studied the Savior’s teachings about the impossibility of serving two masters, they learned the following principles: In order to have God as our master, we must love and serve Him above the things of the world. If we seek God’s kingdom first, He will help us provide for our needs."]],[".topic",{"id":"t90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t90"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14"},"3 Nephi 14"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p11"},"The Savior’s teachings about judging righteously helped students understand that we will be judged according to the way we judge others. They also learned that Heavenly Father blesses us when we pray for His help. Students drew pictures depicting the Savior’s teachings and learned that we must do the will of Heavenly Father in order to enter into the kingdom of heaven."]],[".topic",{"id":"t91","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t91"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15"},"3 Nephi 15–16"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p13"},"Students learned that Jesus Christ is the source of all the laws and commandments of the gospel. If we look to Him by keeping His commandments and enduring to the end, He will give us eternal life. As students studied the Savior’s words about “other sheep” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.21"},"3 Nephi 15:21"],"), they learned that God cares for all His children and manifests Himself to them. They also learned that God gives us knowledge and truth according to our faith and obedience."]]],[".topic",{"id":"t92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t92"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p15"},"In this lesson students will consider how contention affects their ability to feel the Spirit. They will also be able to think about those who have been positive examples to them and consider how they can better serve as examples to others."]],[".topic",{"id":"t93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t93"},["h2","Suggestions for Teaching"],[".topic",{"id":"t94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t94"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-41"},"3 Nephi 11:18–41"]],["h4","Jesus Christ sets forth the manner of baptism, condemns contention, and declares His doctrine"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p19"},"Write the word",["span.emphasis","contention"],"on the board, and ask students to define this word (argument, conflict, or disputation)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p20"},"Invite students to briefly list on the board some situations or activities in which they might be prone to experience contention. (You might have one student act as scribe while the class gives answers.) While doing this activity, avoid what Elder Dallin H. Oaks of the Quorum of the Twelve Apostles called “adversary techniques” that may encourage “debate and controversy” (",["span.emphasis","The Lord’s Way"],"[1991], 139)."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p21"},"Remind students that in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],"they read that Jesus Christ appeared to the Nephites who were gathered at the temple. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28"},"3 Nephi 11:28"],"aloud, and ask the class to identify the topic some of the Nephites had contended about. (To help students better understand this verse, you may need to explain that the word",["span.emphasis","disputations"],"means arguments or disagreements.)"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p22"},"Ask: Why do you think it is important to avoid disputations or contention when discussing the gospel with others?"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p23"},"Write the following on the board:",["span.emphasis","The spirit of contention is not of God, but"],"… Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29-30"},"3 Nephi 11:29–30"],"aloud, and ask students to identify where the spirit of contention comes from. The truth they find might be expressed as follows:",["b","The spirit of contention is not of God, but is of the devil."],"You may want to suggest that students mark this truth in their scriptures."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p24"},"Ask: How can remembering the Savior’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29-30"},"3 Nephi 11:29–30"],"help you when you are in a situation that may be contentious? (You might point out specific situations written on the board or have students consider a situation in which someone wants to argue about points of the gospel.)"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p25"},"To help students understand one important consequence of contention, read or display the following statement by President James E. Faust of the First Presidency: “When there is contention, the Spirit of the Lord will depart, regardless of who is at fault” (“What I Want My Son to Know before He Leaves on His Mission,”",["span.emphasis","Ensign,"],"May 1996, 41)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p26"},"You may want to suggest that students write this statement in their scriptures or in their scripture study journals."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p27"},"Ask: Have you ever felt the Spirit of the Lord depart because of contention? How did it feel?"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p28"},"Point out the Savior’s words concerning contention in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.30"},"3 Nephi 11:30"],": “This is my doctrine, that such things should be done away.” Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How can we do away with contention and disputations?"]],["li",["span.label","•"],["p","How can we disagree with others and avoid contention?"]],["li",["span.label","•"],["p","In what ways have you felt blessed for your efforts to avoid or overcome contention?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p32"},"You may want to share an experience you have had when you felt blessed for your efforts to avoid or overcome contention. Invite students to refer to the list on the board and choose a situation in which they may often feel contentious. Give them time to write down a goal for how they will seek to avoid or overcome contention in that situation."]],[".topic",{"id":"t95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t95"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12"},"3 Nephi 12–16"]],["h4","Jesus Christ teaches principles that help His children move toward perfection"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p35"},"Invite students to stand and recite",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],". You might need to have them practice a couple of times so they can recite this scripture mastery passage perfectly. Ask students to use their scriptures to point out some of the attributes of perfection mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.1-12"},"3 Nephi 12:1–12"],"that they hope to develop in greater measure."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p36"},"Place a small quantity of salt on a spoon, and ask students to guess what the substance is. Then invite a student to come forward and identify the substance by tasting it. After the student has identified the substance as salt, ask the class to list the benefits of salt. As they answer, be sure it is clear that in addition to flavoring food, salt is used as a preservative to prevent meat from spoiling."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p37"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.13"},"3 Nephi 12:13"],"to discover whom the Savior compared to salt. As students respond, explain that He was referring not only to the multitude at the temple that day but also to all who are baptized into His covenant."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p38"},"Ask: In what ways can we, as followers of Jesus Christ, be like salt? (We are to help preserve or save people and to improve the world by influencing others for good.)"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p39"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.13"},"3 Nephi 12:13"],"the word",["span.emphasis","savor"],"refers not only to the salt’s taste, but also to its function as a preservative."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p40"},"Ask a student to read the following statement by Elder Carlos E. Asay of the Seventy concerning how salt can lose its savor:"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p41"},"“Salt will not lose its savor with age. Savor is lost through mixture and contamination. Similarly … flavor and quality flee a man when he contaminates his mind with unclean thoughts, desecrates his mouth by speaking less than the truth, and misapplies his strength in performing evil acts” (“Salt of the Earth: Savor of Men and Saviors of Men,”",["span.emphasis","Ensign,"],"May 1980, 42)."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p42"},"Ask: Why must we strive to be pure in order to influence others for good?"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p43"},"Show students a flashlight. Turn it on, and invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.14-16"},"3 Nephi 12:14–16"],"and look for how the Savior used light to further teach about the role of His covenant people in the world. Before they read, it might be helpful to explain that a",["span.emphasis","bushel"],"is a basket."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p44"},"Ask: How might Church members who keep their covenants be a light to others?"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p45"},"Cover the light with a basket or towel, and ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What are some ways we might be tempted to cover our light?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.16"},"3 Nephi 12:16"],", why does the Savior want us to set a righteous example for others? (",["b","As we set a righteous example, we can help others glorify Heavenly Father."],"You may want to suggest that students write this principle in the margin of their scriptures.)"]],["li",["span.label","•"],["p","Whose righteous example has helped you to draw nearer to Heavenly Father or has strengthened your desire to live the gospel more fully?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p49"},"Encourage students to be like salt and like a light to the world by choosing to be righteous examples."],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p50"},"Explain that the Savior continued to teach the Nephites that the real reward for righteous observance of commandments would come as they worshipped without hypocrisy and without placing their hearts on earthly treasures or rewards. Write the following scripture references on the board:",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.22"},"3 Nephi 13:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.31-33"},"13:31–33"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.7-8"},"14:7–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9"},"15:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.13"},"16:13"],". Invite students to search these passages and identify some of the rewards that Father in Heaven promised us if our hearts are focused on living righteous lives. After sufficient time, invite them to report what they have found."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p51"},"Share with students your testimony that Heavenly Father and Jesus Christ will help and bless them in their efforts to do away with contention and be a righteous example to the world."]],[".topic",{"id":"t96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.t96"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17–22"],")"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-25.p53"},"Tell students that as they study",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17–22"],", they will read that Jesus Christ wept when He was with the Nephites’ children. Encourage them to look for answers to the following questions: What did He do for them? What other miracles did Jesus perform while ministering to the Nephites?"]]]]]]],"refs":null}
