{"id":158,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":158,"title":"Home-Study Lesson: 3 Nephi 1–11:17 (Unit 24)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.head8"},[".titleNumber","Home-Study Lesson"],["h1","3 Nephi 1–11:17 (Unit 24)"]],[".bodyBlock",[".figure",{"id":"f78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.f78"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.17"},"3 Nephi 1–11:17"],"(unit 24) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t41"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p7"},"As students studied about the fulfillment of Samuel the Lamanite’s prophecies regarding the birth of Jesus Christ, they learned that the Lord will fulfill all the words that He has caused to be spoken by His prophets. From the example of those who were faithful even when unbelievers planned to destroy them, students learned that when we face Satan’s lies, we can choose to believe in Jesus Christ and remain faithful. The rebellion of some Lamanite youth showed students that if we give in to temptation, our example can have a negative impact on the faith and righteousness of others."]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t42"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2"},"3 Nephi 2–5"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p9"},"While studying the people’s decrease in righteousness, students observed that if we forget previous spiritual experiences, we will become more vulnerable to Satan’s temptations and deceptions. As they analyzed Giddianhi’s deceitful letter to Lachoneus, students discovered how Satan and his followers often use flattery, false promises, and threats to lead people astray. Students learned from the Nephites and Lamanites who successfully defended themselves against the Gadianton robbers that as we prepare ourselves spiritually and temporally, the Lord will strengthen us to overcome challenges. As students read about the Nephites praising the Lord for their deliverance, they learned that recognizing the goodness and mercy of God in our deliverance from difficulties helps us remain humble. The Nephites’ efforts to preach the gospel and Mormon’s declaration of his duty illustrated that as disciples of Jesus Christ, we have a responsibility to teach others the way to everlasting life."]],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t43"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6"},"3 Nephi 6–10"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p11"},"As students read about how the Nephites and Lamanites again descended into wickedness, they discovered that when we are prideful, we allow Satan greater power to tempt us and lead us to commit more sin. But the faithful example of some of the people demonstrated that we can choose to be humble and faithful regardless of our circumstances. As the Nephite government unraveled, those who followed Nephi demonstrated that if we will repent and follow the Lord’s servants, we will enjoy the influence of the Holy Ghost in our lives. Following the terrible destruction, all the people throughout the land heard the voice of Jesus Christ proclaiming in the darkness that if we come unto Him with a broken heart and contrite spirit, He will heal us and give us eternal life."]],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t44"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.1-17"},"3 Nephi 11:1–17"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p13"},"As students studied the Father’s annunciation of Jesus Christ, they discovered that the Holy Ghost often speaks to us through our feelings. They also learned that as we learn how to listen to the voice of the Lord through the Holy Ghost, we will be able to understand the communication He gives us. From the account of the Savior beginning His ministry among the Nephites, students learned that Jesus Christ invites us all to receive a personal testimony that He is our Savior and that once we receive that testimony, we have a responsibility to bear record of Him."]]],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t45"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p15"},"The activity for",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–7"],"in this lesson emphasizes some of the doctrines and principles that can help students better understand what it means to be converted to the gospel of Jesus Christ. The teaching activities for",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8"},"3 Nephi 8–10"],"will prepare students to reflect on their testimonies of the Savior as they learn about His appearance to the descendants of Lehi in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],"."]],[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t46"},["h2","Suggestions for Teaching"],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t47"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–7"]],["h4","Signs and wonders announce the birth of Jesus Christ; the people cycle between righteousness and wickedness until the government collapses"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p19"},"Draw a line like the following on the board:"],[".image",{"id":"f79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.f79"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_120_02-line.gif"}]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p20"},"Ask: Based on your studies this past week, how might this line represent the Nephites in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–7"],"? (You may want to invite students to review the chapter headings for",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–7"],"to remind them of how the Nephites fluctuated between righteousness and wickedness from",["span.small","A.D."],"1 to",["span.small","A.D."],"33.)"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p21"},"To help students think about what",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1–7"],"can teach us about becoming truly converted to Jesus Christ and His gospel, invite a student to read aloud the following statement by President Marion G. Romney of the First Presidency. (If possible, provide a copy for each student, and ask them to underline phrases or words that they feel best describe a converted person.)"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p22"},"“Conversion is a spiritual and moral change.",["span.emphasis","Converted"],"implies not merely mental acceptance of Jesus and his teachings but also a motivating faith in him and his gospel. … In one who is really wholly converted, desire for things contrary to the gospel of Jesus Christ has actually died. And substituted therefore is a love of God, with a fixed and controlling determination to keep his commandments” (in Conference Report, Guatemala Area Conference 1977, 8)."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p23"},"Ask: What phrases or words do you feel best describe a converted person?"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p24"},"Draw the following chart on the board, or prepare it as a handout for students:"],[".image",{"id":"f81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.f81"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U24_handout.gif"}]],[".chalkboard",{"id":"f82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.f82"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"}],["th",{"colspan":"1","rowspan":"1"},["p.para","Beliefs and Actions That Lead to Conversion"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Beliefs and Actions That Weaken Conversion"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.15-23,27-30"},"3 Nephi 1:15–23, 27–30"]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.1-3"},"3 Nephi 2:1–3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.1-10"},"3:1–10"]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/4.7-12,30-33"},"3 Nephi 4:7–12, 30–33"]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.13-18"},"3 Nephi 6:13–18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.1-5"},"7:1–5"]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.15-22"},"3 Nephi 7:15–22"]]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p32"},"Assign each student one of the scripture passages from the chart. Give class members time to search their assigned passages for beliefs and actions that either lead to or weaken conversion. Many of the principles students may find are located in the Summary of Daily Home-Study Lessons for days 1–3 at the beginning of this lesson. As students report what they find, write their answers on the board, or encourage them to write them on their handouts. Help students apply the principles they have found by asking questions like the following regarding one or two of the truths that students identified:"],["ul.bullet",["li",["span.label","•"],["p","How have you or someone you know lived according to that truth or experienced that principle?"]],["li",["span.label","•"],["p","Based on the truth you discovered, what advice would you give to help someone be more converted and spiritually steady?"]]]],[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.1"},"3 Nephi 8–11:17"]],["h4","Great destruction and darkness signal the death of Jesus Christ; after His Resurrection, He visits the descendants of Lehi"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p37"},"Invite a student to summarize the events in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8"},"3 Nephi 8"],"and share with the class any feelings or impressions he or she had while studying this chapter during the past week. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.20-23"},"3 Nephi 8:20–23"],". Invite the class to explain why the sign these verses describe is an appropriate sign to indicate the death of Jesus Christ. To emphasize the darkness the Nephites experienced, you may want to use the following activity:"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p38"},"Give each student a flashlight, and turn off the lights in the room. (If you do not have enough flashlights, students may need to share.) Have students turn on their flashlights, and invite a few of them to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13-20"},"3 Nephi 9:13–20"],". Ask the class to follow along, looking for truths the people learned about Jesus Christ as they experienced the darkness after His death. With the lights back on, summarize on the board the truths students identified. Emphasize the following principles:",["b","Jesus Christ is the light and life of the world. If we come unto Jesus Christ with a broken heart and contrite spirit, He will receive us, heal us, and give us eternal life."]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p39"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.1-7"},"3 Nephi 11:1–7"],"by explaining that the people who had survived the destruction gathered at the temple in Bountiful."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p40"},"Show the picture Jesus Teaching in the Western Hemisphere (62380;",["span.emphasis","Gospel Art Book"],"[2009], no. 82) or Jesus Healing the Nephites (",["span.emphasis","Gospel Art Book,"],"no. 83). Invite students to visualize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.8-17"},"3 Nephi 11:8–17"],"as you read it to them. Pause occasionally in your reading, and invite students to share how they feel as they visualize this experience, especially the “one by one” experience that the Nephites had with the Savior, as described in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.15"},"3 Nephi 11:15"],"."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p41"},"After reading",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.8-17"},"3 Nephi 11:8–17"],", ask students the following questions. Invite them to take a few moments to quietly ponder the questions before they respond. (Be sure to leave sufficient time for students to respond to these questions so they do not feel rushed as they ponder and share their feelings and testimonies.)"],["ul.bullet",["li",["span.label","•"],["p","If you had been among the Nephites and had the opportunity to feel the Savior’s wounds, what would you have said to Him?"]],["li",["span.label","•"],["p","When Jesus Christ introduced Himself to the Nephites, why do you think it is significant that He called attention to the “bitter cup”? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.11"},"3 Nephi 11:11"],")."]],["li",["span.label","•"],["p","What is the “bitter cup” that Jesus Christ referred to? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],".)"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p45"},"Share your testimony of the Savior and the light that has come into your life as you have followed Him. (You may also want to encourage students to remember the feelings they experienced during this lesson and record them in their personal journals at home.)"]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.t49"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18"},"3 Nephi 11:18–16:20)"]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-24.p47"},"Invite students to consider the following questions as they study the next unit: Do I consider anyone to be my enemy? If so, how do I treat such people? What virtues does God feel are important in my life? Is it acceptable to judge other people? Students can find answers to these questions as they study the Savior’s words in unit 25."]]]]]]],"refs":null}
