{"id":9,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":9,"title":"Balancing Truth and Tolerance","subtitle":"By Elder Dallin H. Oaks","short_title":"Balancing Truth and Tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance","content":[["div",{"id":"head1","uri":"/ensign/2013/02/balancing-truth-and-tolerance.head1"},[".title",["span.dominant","Balancing"],"Truth & Tolerance"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p2"},"By Elder Dallin H. Oaks"],["div",{"id":"p3","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p4"},"From a Church Educational System devotional address delivered on September 11, 2011. For the full text in English, go to",["a",{"href":"http://lds.org/broadcasts/article/ces-devotionals/2011/01/truth-and-tolerance"},"lds.org/broadcasts/article/ces-devotionals/2011/01/truth-and-tolerance"],"."]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p5"},"The existence and nature of truth is one of the fundamental questions of mortal life. Jesus told the Roman governor Pilate that He came into the world to “bear witness unto the truth.” That unbeliever responded, “What is truth?” (",["a",{"href":"/scriptures/nt/john/18.37-38"},"John 18:37–38"],"). Earlier the Savior had declared, “I am the way, the truth, and the life” (",["a",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],"). In modern revelation, He declared, “Truth is knowledge of things as they are, and as they were, and as they are to come” (",["a",{"href":"/scriptures/dc-testament/dc/93.24"},"D&C 93:24"],")."],["div",{"id":"p6","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p6"},"We believe in",["span.emphasis","absolute truth,"],"including the existence of God and the right and wrong established by His commandments. We know that the existence of God and the existence of absolute truth are fundamental to life on this earth, whether they are believed in or not. We also know that evil exists and that some things are simply, seriously, and everlastingly wrong."],["div",{"id":"p7","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p7"},"Shocking reports of large-scale thievery and lying in civilized societies suggest a moral vacuum in which many have little sense of right and wrong. Widespread rioting, pillaging, and cheating have caused many to wonder whether we are losing the moral foundation Western countries have received from their Judeo-Christian heritage.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p8","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p8"},"It is well to worry about our moral foundation. We live in a world where more and more persons of influence are teaching and acting out a belief that there is no absolute right and wrong—that all authority and all rules of behavior are man-made choices that can prevail over the commandments of God. Many even question whether there is a God."],["div",{"id":"p9","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p9"},"The philosophy of moral relativism, which holds that each person is free to choose for him or herself what is right and wrong, is becoming the unofficial creed for many in the United States and other Western nations. At the extreme level, evil acts that used to be localized and covered up like a boil are now legalized and paraded like a banner. Persuaded by this philosophy, many of the rising generation are caught up in self-serving pleasures, pornography, dishonesty, foul language, revealing attire, pagan painting and piercing of body parts, and degrading sexual indulgence."],["div",{"id":"p10","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p10"},"Many religious leaders teach the existence of God as the ultimate lawgiver, by whose command certain behavior is absolutely right and true and other behavior is absolutely wrong and untrue.",["sup",["a",{"href":"fn_footnote2"},"2"]],"Bible and Book of Mormon prophets foresaw this time, when men would be “lovers of pleasures more than lovers of God” (",["a",{"href":"/scriptures/nt/2-tim/3.4"},"2 Timothy 3:4"],") and, indeed, when men would deny God (see",["a",{"href":"/scriptures/nt/jude/1.4"},"Jude 1:4"],";",["a",{"href":"/scriptures/bofm/2-ne/28.5"},"2 Nephi 28:5"],";",["a",{"href":"/scriptures/bofm/moro/7.17"},"Moroni 7:17"],";",["a",{"href":"/scriptures/dc-testament/dc/29.22"},"D&C 29:22"],")."],["div",{"id":"p11","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p11"},"In this troubled circumstance, we who believe in God and the corollary truth of absolute right and wrong have the challenge of living in a godless and increasingly amoral world. In this circumstance, all of us—especially the rising generation—have a duty to stand up and speak out to affirm that God exists and that there are absolute truths that His commandments establish."],["div",{"id":"p12","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p12"},"Many teachers in schools, colleges, and universities are teaching and practicing relative morality. This is shaping the attitudes of many young people who are taking their places as the teachers of our children and the shapers of public attitudes through the media and popular entertainment. This philosophy of moral relativism denies what millions of believing Christians, Jews, and Muslims consider fundamental, and this denial creates serious problems for all of us. What believers should do about this introduces the second of my twin subjects, tolerance."],["div",{"id":"p13","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p13"},["span.emphasis","Tolerance"],"is defined as a friendly and fair attitude toward unfamiliar or different opinions and practices or toward the persons who hold or practice them. As modern transportation and communication have brought all of us into closer proximity to different peoples and different ideas, we have greater need for tolerance."],["div",{"id":"p14","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p14"},"This greater exposure to diversity both enriches our lives and complicates them. We are enriched by associations with different peoples, which remind us of the wonderful diversity of the children of God. But diversity in cultures and values also challenges us to identify what can be embraced as consistent with our gospel culture and values and what cannot be. In this way, diversity increases the potential for conflict and requires us to be more thoughtful about the nature of tolerance. What is tolerance, when does it apply, and when does it not apply?"],["div",{"id":"p15","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p15"},"These are harder questions for those who affirm the existence of God and absolute truth than for those who believe in moral relativism. The weaker one’s belief in God and the fewer one’s moral absolutes, the fewer the occasions when the ideas or practices of others will confront one with the challenge to be tolerant. For example, an atheist has no need to decide what kinds and occasions of profanity or blasphemy can be tolerated and what kinds should be confronted. Persons who don’t believe in God or in absolute truth in moral matters can see themselves as the most tolerant of persons. For them, almost anything goes. This belief system can tolerate almost any behavior and almost any person. Unfortunately, some who believe in moral relativism seem to have difficulty tolerating those who insist that there is a God who should be respected and that there are certain moral absolutes that should be observed."],["div",{"id":"t1","uri":"/ensign/2013/02/balancing-truth-and-tolerance.t1"},[".title","Three Absolute Truths"],["div",{"id":"p17","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p17"},"So what does tolerance mean to us and other believers, and what are our special challenges in applying it? I begin with three absolute truths. I express them as an Apostle of the Lord Jesus Christ, but I believe that most of these ideas are shared by believers generally."],["div",{"id":"p18","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p18"},["span.emphasis","First,"],"all persons are brothers and sisters under God, taught within their various religions to love and do good to one another. President Gordon B. Hinckley (1910–2008) expressed this idea for Latter-day Saints: “Each of us [from various religious denominations] believes in the fatherhood of God, although we may differ in our interpretations of Him. Each of us is part of a great family, the human family, sons and daughters of God, and therefore brothers and sisters. We must work harder to build mutual respect, an attitude of forbearance, with tolerance one for another regardless of the doctrines and philosophies which we may espouse.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p19","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p19"},"Note that President Hinckley spoke of mutual respect",["span.emphasis","as well as"],"tolerance. Living together with mutual respect for one another’s differences is a challenge in today’s world. However—and here I express a",["span.emphasis","second"],"absolute truth—this living with differences is what the gospel of Jesus Christ teaches us we must do."],["div",{"id":"p20","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p20"},"The kingdom of God is like leaven, Jesus taught (see",["a",{"href":"/scriptures/nt/matt/13.33"},"Matthew 13:33"],"). Leaven—yeast—is hidden away in the larger mass until the whole is leavened, which means raised by its influence. Our Savior also taught that His followers will have tribulation in the world (see",["a",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],"), that their numbers and dominions will be small (see",["a",{"href":"/scriptures/bofm/1-ne/14.12"},"1 Nephi 14:12"],"), and that they will be hated because they are not of the world (see",["a",{"href":"/scriptures/nt/john/17.14"},"John 17:14"],"). But that is our role. We are called to live with other children of God who do not share our faith or our values and who do not have the covenant obligations we have assumed. We are to be",["span.emphasis","in"],"the world but not",["span.emphasis","of"],"the world."],["div",{"id":"p21","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p21"},"Because followers of Jesus Christ are commanded to be leaven, we must seek tolerance from those who hate us for not being of the world. As part of this, we will sometimes need to challenge laws that would impair our freedom to practice our faith, doing so in reliance on our constitutional rights to the free exercise of religion. The big concern is “the ability of people of all faiths to work out their relationship with God and one another without the government looking over their shoulder.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"That is why we need understanding and support when we must contend for religious freedom."],["div",{"id":"p22","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p22"},"We must also practice tolerance and respect toward others. As the Apostle Paul taught, Christians should “follow after the things which make for peace” (",["a",{"href":"/scriptures/nt/rom/14.19"},"Romans 14:19"],") and, as much as possible, “live peaceably with all men” (",["a",{"href":"/scriptures/nt/rom/12.18"},"Romans 12:18"],"). Consequently, we should be alert to honor the good we should see in all people and in many opinions and practices that differ from our own. As the Book of Mormon teaches:"],["div",{"id":"p23","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p23"},"“All things which are good cometh of God; …"],["div",{"id":"p24","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p24"},"“… wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God."],["div",{"id":"p25","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p25"},"“Wherefore, take heed … that ye do not judge … that which is good and of God to be of the devil” (",["a",{"href":"/scriptures/bofm/moro/7.12-14"},"Moroni 7:12–14"],")."],["div",{"id":"p26","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p26"},"That approach to differences will yield tolerance and also respect toward us."],["div",{"id":"p27","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p27"},"Our tolerance and respect for others and their beliefs does not cause us to abandon our commitment to the truths we understand and the covenants we have made. That is a",["span.emphasis","third"],"absolute truth. We are cast as combatants in the war between truth and error. There is no middle ground. We must stand up for truth, even while we practice tolerance and respect for beliefs and ideas different from our own and for the people who hold them."]],["div",{"id":"t2","uri":"/ensign/2013/02/balancing-truth-and-tolerance.t2"},[".title","Tolerance for Behavior"],["div",{"id":"p29","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p29"},"While we must practice tolerance and respect for others and their beliefs, including their right to explain and advocate their positions, we are not required to respect and tolerate wrong",["span.emphasis","behavior."],"Our duty to truth requires us to seek relief from behavior that is wrong. This is easy with extreme behaviors that most believers and nonbelievers recognize as wrong or unacceptable."],["div",{"id":"p30","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p30"},"As to less-extreme behaviors, where even believers disagree on whether they are wrong, the nature and extent of what we should tolerate is much more difficult to define. Thus, a thoughtful Latter-day Saint woman wrote me about her concern that “the world’s definition of ‘tolerance’ seems to be increasingly used in relation to tolerating wicked lifestyles.” She asked how the Lord would define",["span.emphasis","tolerance."],["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p31","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p31"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has said: “The word",["span.emphasis","tolerance"],"does not stand alone. It requires an object and a response to qualify it as a virtue. … Tolerance is often demanded but seldom returned. Beware of the word",["span.emphasis","tolerance."],"It is a very unstable virtue.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p32","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p32"},"This inspired caution reminds us that for persons who believe in absolute truth, tolerance for behavior is like a two-sided coin. Tolerance or respect is on one side of the coin, but truth is always on the other. You cannot possess or use the coin of tolerance without being conscious of both sides."],["div",{"id":"p33","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p33"},"Our Savior applied this principle. When He faced the woman taken in adultery, Jesus spoke the comforting words of tolerance: “Neither do I condemn thee.” Then, as He sent her away, He spoke the commanding words of truth: “Go, and sin no more” (",["a",{"href":"/scriptures/nt/john/8.11"},"John 8:11"],"). We should all be edified and strengthened by this example of speaking both tolerance and truth: kindness in the communication but firmness in the truth."],["div",{"id":"p34","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p34"},"Another thoughtful Latter-day Saint wrote: “I often hear the name of the Lord taken in vain, and I also have acquaintances who tell me that they are living with their boyfriends. I have found that observance of the Sabbath is almost obsolete. How can I keep my covenant to stand as a witness and not offend these people?”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["div",{"id":"p35","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p35"},"I begin with our personal conduct. In applying the sometimes-competing demands of truth and tolerance to these three behaviors—profanity, cohabitation, and Sabbath breaking—and many others, we should not be tolerant with ourselves. We should be ruled by the demands of truth. We should be strong in keeping the commandments and our covenants, and we should repent and improve when we fall short."],["div",{"id":"p36","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p36"},"President Thomas S. Monson has taught: “The face of sin today often wears the mask of tolerance. Do not be deceived; behind that facade is heartache, unhappiness, and pain. … If your so-called friends urge you to do anything you know to be wrong,",["span.emphasis","you"],"be the one to make a stand for right, even if you stand alone.”",["sup",["a",{"href":"fn_footnote8"},"8"]]],["div",{"id":"p37","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p37"},"Similarly, with our children and others whom we have a duty to teach, our duty to truth is paramount. Of course, teaching efforts bear fruit only through the agency of others, so our teaching must always be done with love, patience, and persuasion."],["div",{"id":"p38","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p38"},"I turn now to the obligations of truth and tolerance in our personal relations with associates who use profanity in our presence, live with a partner out of wedlock, or do not observe the Sabbath day appropriately."],["div",{"id":"p39","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p39"},"Our obligation to tolerance means that none of these behaviors—or others we consider deviations from the truth—should ever cause us to react with hateful communications or unkind actions. But our obligation to truth has its own set of requirements and its own set of blessings. When we “speak every man truth with his neighbour” and when we “[speak] the truth in love” (",["a",{"href":"/scriptures/nt/eph/4.15,25"},"Ephesians 4:15, 25"],"), we are acting as servants of the Lord Jesus Christ, doing His work. Angels will stand with us, and He will send His Holy Spirit to guide us."],["div",{"id":"p40","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p40"},"In this sensitive matter we should first consider whether—or the extent to which—we should communicate to our associates what we know to be true about their behavior. In most cases this decision can depend on how directly we are personally affected by it."],["div",{"id":"p41","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p41"},"Profanity consistently used in our presence is an appropriate cause for us to communicate the fact that this is offensive to us. Profanity used out of our presence by nonbelievers probably would not be an occasion for us to confront the offenders."],["div",{"id":"p42","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p42"},"Cohabitation we know to be a serious sin, in which Latter-day Saints must not engage. When practiced by those around us, it can be private behavior or something we are asked to condone, sponsor, or facilitate. In the balance between truth and tolerance, tolerance can be dominant where the behavior does not involve us personally. But if the cohabitation does involve us personally, we should be governed by our duty to truth. For example, it is one thing to ignore serious sins when they are private; it is quite another thing to be asked to sponsor or implicitly endorse them, such as by housing them in our own homes."],["div",{"id":"p43","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p43"},"On Sabbath observance, we should perhaps explain our belief that our observance of the Sabbath, including our partaking of the sacrament, restores us spiritually and makes us better people for the rest of the week. Then, to other believers, we might express appreciation for the fact that we share common ground on what is most vital: each of us believes in God and in the existence of absolute truth, even though we differ in our definitions of those fundamentals. Beyond that, we should remember the Savior’s teaching that we should avoid contention (see",["a",{"href":"/scriptures/bofm/3-ne/11.29-30"},"3 Nephi 11:29–30"],") and that our example and our preaching should “be the warning voice, every man to his neighbor, in mildness and in meekness” (",["a",{"href":"/scriptures/dc-testament/dc/38.41"},"D&C 38:41"],")."],["div",{"id":"p44","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p44"},"In all of this we should not presume to judge our neighbors or associates on the ultimate effect of their behaviors. That judgment is the Lord’s, not ours."]],["div",{"id":"t3","uri":"/ensign/2013/02/balancing-truth-and-tolerance.t3"},[".title","Principles in the Public Square"],["div",{"id":"p46","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p46"},"When believers enter the public square to try to influence the making or the administration of laws motivated by their beliefs, they should apply some different principles."],["div",{"id":"p47","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p47"},["span.emphasis","First,"],"they must seek the inspiration of the Lord to be selective and wise in choosing which true principles they seek to promote by law or executive action. Generally, they should refrain from seeking laws or administrative action to facilitate beliefs that are distinctive to believers, such as the enforcement of acts of worship, even by implication. Believers can be less cautious in seeking government action that would serve principles broader than merely facilitating the practice of their beliefs, such as laws concerning public health, safety, and morals."],["div",{"id":"p48","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p48"},"Believers can and must seek laws that will preserve religious freedom. Along with the ascendancy of moral relativism, the United States and other nations are experiencing a disturbing reduction in overall public esteem for religion. Once an accepted part of American life, religion is now suspect in the minds of many. Some influential voices even question the extent to which our constitutions should protect the free exercise of religion, including the right to practice and preach religious principles."],["div",{"id":"p49","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p49"},"This is a vital matter on which we who believe in a Supreme Being who has established absolute right and wrong in human behavior must unite to insist on our time-honored rights to exercise our religion, to vote our consciences on public issues, and to participate in elections and debates in the public square and the halls of justice. We must stand shoulder to shoulder with other believers to preserve and strengthen the freedom to advocate and practice our religious beliefs, whatever they are. For this purpose we must walk together on the same path in order to secure our freedom to pursue our separate ways when that is necessary according to our separate beliefs."],["div",{"id":"p50","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p50"},["span.emphasis","Second,"],"when believers promote their positions in the public square, they should always be tolerant of the opinions and positions of those who do not share their beliefs. Believers must always speak with love and show patience, understanding, and compassion toward their adversaries. Christian believers are under command to love their neighbors (see",["a",{"href":"/scriptures/nt/luke/10.27"},"Luke 10:27"],") and to forgive (see",["a",{"href":"/scriptures/nt/matt/18.21-35"},"Matthew 18:21–35"],"). They should also remember the Savior’s teaching to “bless them that curse [them], do good to them that hate [them], and pray for them which despitefully use [them], and persecute [them]” (",["a",{"href":"/scriptures/nt/matt/5.44"},"Matthew 5:44"],")."],["div",{"id":"p51","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p51"},["span.emphasis","Third,"],"believers should not be deterred by the familiar charge that they are trying to legislate morality. Many areas of the law are based on Judeo-Christian morality and have been for centuries. Western civilization is based on morality and cannot exist without it. As the second U.S. president, John Adams, declared: “Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["div",{"id":"p52","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p52"},["span.emphasis","Fourth,"],"believers should not shrink from seeking laws to maintain public conditions or policies that assist them in practicing the requirements of their faith where those conditions or policies are also favorable to the public health, safety, or morals. For example, even though religious beliefs are behind many criminal laws and some family laws, such laws have a long-standing history of appropriateness in democratic societies. But where believers are in the majority, they should always be sensitive to the views of the minority."],["div",{"id":"p53","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p53"},["span.emphasis","Finally,"],"the spirit of our balance of truth and tolerance is applied in these words of President Hinckley: “Let us reach out to those in our community who are not of our faith. Let us be good neighbors, kind and generous and gracious. Let us be involved in good community causes. There may be situations where, with serious moral issues involved, we cannot bend on matters of principle. But in such instances we can politely disagree without being disagreeable. We can acknowledge the sincerity of those whose positions we cannot accept. We can speak of principles rather than personalities.”",["sup",["a",{"href":"fn_footnote10"},"10"]]]],["div",{"id":"t4","uri":"/ensign/2013/02/balancing-truth-and-tolerance.t4"},[".title","Watchman on the Tower"],["div",{"id":"p55","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p55"},"The Bible teaches that one of the functions of a prophet is to be a “watchman” to warn Israel (see",["a",{"href":"/scriptures/ot/ezek/3.17"},"Ezekiel 3:17"],";",["a",{"href":"/scriptures/ot/ezek/33.7"},"33:7"],"). In revelation the Lord added this counsel for modern Zion: “Set … a watchman upon the tower,” who will “[see] the enemy while he [is] yet afar off” and give warning to save the vineyard “from the hands of the destroyer” (",["a",{"href":"/scriptures/dc-testament/dc/101.45,54"},"D&C 101:45, 54"],")."],["div",{"id":"p56","uri":"/ensign/2013/02/balancing-truth-and-tolerance.p56"},"I speak as one of those watchmen. I assure you that my message is true. I proclaim my knowledge that God lives! I testify that Jesus Christ is the Son of God, crucified for the sins of the world, and that He reaches out to each of us with the timeless invitation to receive His peace by learning of Him and walking in His way (see",["a",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"],")."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote1"},"1."]],"“Is US a Nation of Liars? Casey Anthony Isn’t the Only One,”",["span.emphasis","The Christian Science Monitor,"],"July 19, 2011, 20; “Anarchy in the UK,”",["span.emphasis","The Economist,"],"Aug. 13, 2011, 144."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote2"},"2."]],"See, for example, Joseph G. Donders, ed.,",["span.emphasis","John Paul II: The Encyclicals in Everyday Language"],"(2005), 212–13; see also Rabbi Harold Kushner,",["span.emphasis","Who Needs God"],"(2002), 78."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Teachings of Gordon B. Hinckley"],"(1997), 665."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote4"},"4."]],"Eric Rassbach, in William McGurn, “Religion and the Cult of Tolerance,”",["span.emphasis","Wall Street Journal,"],"Aug. 16, 2011, A11."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote5"},"5."]],"Letter to Dallin H. Oaks, May 14, 1998."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote6"},"6."]],"Boyd K. Packer, “Be Not Afraid” (address at the Ogden Utah Institute of Religion, Nov. 16, 2008), 5; see also Bruce D. Porter,",["a.crossRef",{"href":"/ensign/2011/06/defending-the-family-in-a-troubled-world.p1"},"“Defending the Family in a Troubled World,”"],["span.emphasis","Ensign,"],"June 2011, 12–18."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote7"},"7."]],"Letter to Dallin H. Oaks, Dec. 22, 1987."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote8"},"8."]],"Thomas S. Monson, “Examples of Righteousness,”",["span.emphasis","Ensign,"],"May 2008, 65."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote9"},"9."]],"In Charles Francis Adams, ed.,",["span.emphasis","The Works of John Adams, Second President of the United States,"],"10 vols. (1850–56), 9:229."],["div",{"id":"/ensign/2013/02/balancing-truth-and-tolerance","uri":"/ensign/2013/02/balancing-truth-and-tolerance"},["span.label",["a",{"name":"footnote10"},"10."]],["span.emphasis","Teachings of Gordon B. Hinckley,"],"131."]]}
