{"id":14,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":14,"title":"Courage to Share the Gospel","subtitle":"By Cindy Beck","short_title":"Courage to Share the Gospel","uri":"/ensign/2013/02/courage-to-share-the-gospel","content":[["div",{"id":"head1","uri":"/ensign/2013/02/courage-to-share-the-gospel.head1"},[".title",["span.dominant","Courage"],"to Share the Gospel"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/courage-to-share-the-gospel.p2"},"By Cindy Beck"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/courage-to-share-the-gospel.p3"},"Cindy Beck lives in Utah, USA."]],[".kicker","Time was slipping away. I worried that if I didn’t speak up, the opportunity might not arise again."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/courage-to-share-the-gospel.p5"},"When I joined the Church in 1979 with my husband, Russ, we longed to share our newfound faith with family and friends, but after rebuffs and ridicule, we quit trying. For many years after, whenever I’d hear talks suggesting that the Saints be member missionaries and that the field was ready for harvest (see",["a",{"href":"/scriptures/dc-testament/dc/4.4"},"D&C 4:4"],"), I’d mentally shake my head. I decided that, unlike us, the speakers never ran into antagonism."],["div",{"id":"p6","uri":"/ensign/2013/02/courage-to-share-the-gospel.p6"},"In the summer of 2004, the bishop extended a call to Russ to be the ward mission leader and to me to be Russ’s assistant."],["div",{"id":"p7","uri":"/ensign/2013/02/courage-to-share-the-gospel.p7"},"I took a long breath and remembered a talk that Elder M. Russell Ballard of the Quorum of the Twelve Apostles had given the year before. Elder Ballard said:"],["div",{"id":"p8","uri":"/ensign/2013/02/courage-to-share-the-gospel.p8"},"“Brothers and sisters, this is the Lord’s Church. Let Him guide you through constant prayer. With a prayer in your heart, talk to everyone you can. Don’t prejudge. Don’t withhold the good news from anyone. Talk to everyone, and trust in the promised power of the Spirit to give you the words you should say. Let them make the decision to accept or reject your invitation. Over time, the Lord will put into your path those who are seeking the truth.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p9","uri":"/ensign/2013/02/courage-to-share-the-gospel.p9"},"Several months into our calling, while I was thinking of Elder Ballard’s promise and lamenting how little we’d accomplished, the Spirit reminded me of a past",["span.emphasis","Ensign"],"article. The article advised members to include the missionaries in attempts to share the gospel by asking nonmembers if they’d like to have the missionaries over for a visit. That evening, I mentioned this idea to Russ. I felt reassurance in my heart that the Spirit would—as Elder Ballard stated—guide us in what to say."],["div",{"id":"p10","uri":"/ensign/2013/02/courage-to-share-the-gospel.p10"},"Near the end of the year, the bishop gave Russ the name and address of a nonmember family within the ward boundaries and requested we visit them. We went often, but no one was home. One day, however, I felt impressed to leave a small greeting card so they would at least know we had stopped by. I jotted a note and our phone number in the card, and we left it at the door."],["div",{"id":"p11","uri":"/ensign/2013/02/courage-to-share-the-gospel.p11"},"A few days later, the phone rang. A young woman identified herself as Susan",["sup"],"and thanked us for the card. She explained that she’d been busy and hadn’t been home much, but she would enjoy a visit."],["div",{"id":"p12","uri":"/ensign/2013/02/courage-to-share-the-gospel.p12"},"After her phone call, Russ and I beamed at each other. I said, “Remember, this time we’re going to bring the elders into it. If she shows a positive attitude, we’ll ask her if she’d like to meet the missionaries.” Standing in our living room, the method sounded simple. Little did we know how effective simplicity could be."],["div",{"id":"p13","uri":"/ensign/2013/02/courage-to-share-the-gospel.p13"},"The first visit went well. Susan, a single mom with young children, seemed personable and interested in knowing us better. She again expressed gratitude for the card and showed us that she kept it in the living room as a reminder that someone cared."],["div",{"id":"p14","uri":"/ensign/2013/02/courage-to-share-the-gospel.p14"},"After the next visit or two, I knew I needed to ask if she wanted to speak with the missionaries. On the day of the next appointment, I fretted all afternoon. What if Susan became upset at the suggestion she meet with the missionaries? My stomach twisted into knots at the thought."],["div",{"id":"p15","uri":"/ensign/2013/02/courage-to-share-the-gospel.p15"},"Finally, I resolved to give the Spirit free rein. I knew that if we did what we should, we would receive the spiritual assistance we needed: a gentle touch to Susan’s heart and a soft whisper in her ear that would encourage her to accept the missionaries—and possibly the gospel—into her life."],["div",{"id":"p16","uri":"/ensign/2013/02/courage-to-share-the-gospel.p16"},"That evening, we visited with Susan and the children. The longer we chatted, the more my nerves jittered. I watched the clock, worrying as time slipped away that if I didn’t speak up, the opportunity might not arise again."],["div",{"id":"p17","uri":"/ensign/2013/02/courage-to-share-the-gospel.p17"},"Finally, I asked her a simple question: would she like to meet with the missionaries?"],["div",{"id":"p18","uri":"/ensign/2013/02/courage-to-share-the-gospel.p18"},"Susan said yes."],["div",{"id":"p19","uri":"/ensign/2013/02/courage-to-share-the-gospel.p19"},"Tears rose in my eyes. My soul rejoiced at the possibilities that could exist in Susan’s life if she listened to the elders’ message and accepted the gospel."],["div",{"id":"p20","uri":"/ensign/2013/02/courage-to-share-the-gospel.p20"},"Susan received the discussions from the elders and was baptized the next spring—along with her son. A year later, she received her endowment in the temple. Her son was ordained to the Aaronic Priesthood, and her daughter was baptized when she turned eight."],["div",{"id":"p21","uri":"/ensign/2013/02/courage-to-share-the-gospel.p21"},"The gospel is true, and we have a duty to share it. As President Henry B. Eyring said, “We have been given the privilege and the obligation to offer the truth and the choices which lead to [eternal life] to our Heavenly Father’s children.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p22","uri":"/ensign/2013/02/courage-to-share-the-gospel.p22"},"I carried the weight of that obligation for many years but never felt equal to the task because of fear. With this experience, however, I gained the courage needed by including the Spirit and the missionaries in my efforts."]],[".bodyNotes",[".bodyNotes",["div",{"id":"/ensign/2013/02/courage-to-share-the-gospel","uri":"/ensign/2013/02/courage-to-share-the-gospel"},["span.label"],"Name has been changed."]],[".bodyNotes",["h3","Notes"],["div",{"id":"/ensign/2013/02/courage-to-share-the-gospel","uri":"/ensign/2013/02/courage-to-share-the-gospel"},["span.label",["a",{"name":"footnote1"},"1."]],"M. Russell Ballard, “The Essential Role of Member Missionary Work,”",["span.emphasis","Ensign,"],"May 2003, 38."],["div",{"id":"/ensign/2013/02/courage-to-share-the-gospel","uri":"/ensign/2013/02/courage-to-share-the-gospel"},["span.label",["a",{"name":"footnote2"},"2."]],"Henry B. Eyring, “A Voice of Warning,”",["span.emphasis","Ensign,"],"Nov. 1998, 35."]]]],"refs":null}
