{"id":7,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":7,"title":"Discipleship at All Times, in All Things, in All Places","subtitle":"By Melissa Merrill","short_title":"Discipleship at All Times, in All Things, in All Places","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places","content":[["div",{"id":"head1","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.head1"},[".title",["span.dominant","Discipleship"],"at All Times, in All Things, in All Places"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p2"},"By Melissa Merrill"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p3"},"Melissa Merrill lives in Idaho, USA."]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p4"},"When Alma explained the covenant of baptism at the Waters of Mormon, he taught that it involves standing as a witness of God “at all times and in all things, and in all places” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"). It’s a standard the Savior’s disciples still strive to live today and a covenant renewed each week during the sacrament, when Church members promise to “always remember” the Savior (",["a",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],")."],["div",{"id":"p5","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p5"},"What exactly does such discipleship look like? Church Magazines invited Latter-day Saints around the world to participate in what we called a “discipleship experiment.” In essence, we invited these members to focus on a particular teaching of or story about Jesus Christ, consistently study and ponder that selection of scripture for a week, and report on how a dedicated study of the Savior’s life and teachings affected how they followed Him “at all times” in their lives."],["div",{"id":"t1","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.t1"},[".title","Discipleship at All Times"],["div",{"id":"p7","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p7"},"Kara Laszczyk of Utah, USA, had long seen discipleship as a desire to emulate and become more like Jesus Christ and as a willingness to sacrifice and serve in sharing His gospel. But she felt somewhat hampered by her introverted personality."],["div",{"id":"p8","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p8"},"“I have a tendency to think only within my sphere because it is uncomfortable for me to put myself out there for others,” she explains. “I worry too much about what other people think of me rather than what I think of myself and what my Savior thinks of me.”"],["div",{"id":"p9","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p9"},"But Sister Laszczyk says her weeklong experiment of studying",["a",{"href":"/scriptures/nt/luke/7"},"Luke 7"],", which discusses the Savior ministering to several people, caused her to reconsider her motives. She asked herself: “Are my actions driven from a genuine desire to become like the Savior and care for others, or am I just checking items off my list so that I can feel good knowing that I have completed an assignment? Am I more concerned about the well-being of others or about what others will think about my actions?”"],["div",{"id":"p10","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p10"},"She says she came to realize that part of following the Savior—doing what He would do in a given situation—meant loving and serving",["span.emphasis","when she was needed,"],"not just when it was convenient."],["div",{"id":"p11","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p11"},"“Discipleship is not passive,” she says. “It is not always easy. The time, energy, and means that we sacrifice in genuine loving service toward others will help us to come closer to the Savior.” And, she adds, she takes heart in knowing that the Lord asks us neither to run faster than we are able (see",["a",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],") nor to do things we could not do without His help."],["div",{"id":"p12","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p12"},"Knowing those principles helped Sister Laszczyk participate in a fast for family members, even though fasting has been a weak area for her in the past. That knowledge has also motivated her to change at a more general level."],["div",{"id":"p13","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p13"},"“I want to be more proactive about giving service instead of just waiting until a sign-up sheet is passed around,” she says. “I want to be a better visiting teacher. I want to look for some way that I can serve outside of the Church in my community. I want my first thought to be ‘What can I do for them?’ or ‘What do they need?’ not ‘Do I have time?’ or ‘How will this affect me?’"],["div",{"id":"p14","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p14"},"“We need our Savior,” she concludes, “but our Savior also needs us. He needs us to help and lift each other.”"],["div",{"id":"p15","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p15"},"Francisco Samuel Cabrera Perez of Chihuahua, Mexico, says he doesn’t consider himself a bad person; he has sought to obey the commandments and fulfill his duties to his family and to his fellowman since he was baptized at 16. But the experiment involving studying the Savior’s life helped him shift his understanding of discipleship from theoretical to practical."],["div",{"id":"p16","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p16"},"In studying",["a",{"href":"/scriptures/nt/john/6.27-63"},"John 6:27–63"],", the sermon where the Savior calls Himself the Bread of Life, Brother Cabrera came to recognize in himself a tendency that many have: to see to his personal comfort first."],["div",{"id":"p17","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p17"},"“I always find one or more ‘reasons’—excuses—to postpone my duties,” he explains. Thoughts like “In a while” or “Tomorrow” or “There’s no rush” come into his mind, he says, “hovering like vultures that block my family, economic, social, and, above all, eternal progress.”"],["div",{"id":"p18","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p18"},"Following the Savior only after doing what we like makes us “nearly disciples,” not true ones, he says. Reading about the Savior’s commitment to submitting to the will of the Father increased Brother Cabrera’s own commitment, and he came to better understand how taking the sacrament each week helps him “[put] off the natural man” (",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],")."],["div",{"id":"p19","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p19"},"“I submit to the influence of the Holy Spirit and allow the power of the Atonement to make me a saint,” explains Brother Cabrera. “For this to happen, I need to develop the attributes of Christ: becoming like a child, submissive, meek, humble, patient, loving, being willing to submit to the will of the Lord” (see",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],")."],["div",{"id":"p20","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p20"},"As Brother Cabrera made a concerted effort to put off the natural man, he found an increased love for Heavenly Father and Jesus Christ, his family, his leaders, and other associates. He found that his work performance increased. And most of all, he found that he enjoyed—not suffered in—doing things to build the kingdom of God."],["div",{"id":"p21","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p21"},"“While I used to see discipleship of the Savior as a burden, I now see that His yoke is easy and His burden is light” (see",["a",{"href":"/scriptures/nt/matt/11.30"},"Matthew 11:30"],"), Brother Cabrera says. “That’s what the great plan of happiness is: to follow Jesus Christ and to rejoice with Him now and in the eternities.”"]],["div",{"id":"t2","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.t2"},[".title","Discipleship in All Things"],["div",{"id":"p23","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p23"},"Chioma N., age 15, of Nigeria, studied",["a",{"href":"/scriptures/nt/john/7"},"John 7"],"and",["a",{"href":"/scriptures/bofm/3-ne/14"},"3 Nephi 14"],"as part of a desire to be more obedient. She admits that it’s difficult to “do some things I hate doing—especially tidying up the kitchen when I am tired.” But she also has a desire to “love people around her,” and obedience, she found, was one way to show that love (see",["a",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],")."],["div",{"id":"p24","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p24"},"As Chioma studied the Savior’s teachings about obedience and read about His submission to Heavenly Father’s will, she recognized that because Heavenly Father and Jesus Christ knew that we would sin and go astray, They gave us commandments to help us stay on the strait and narrow path. She also learned that without obedience, we cannot enter into the kingdom of God."],["div",{"id":"p25","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p25"},"“I learned that nobody is perfect, but with obedience, we can all strive toward perfection,” she said. “And I have learned that we should be obedient so that Heavenly Father can bless us.”"],["div",{"id":"p26","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p26"},"She found an opportunity to exhibit obedience at school when she was asked to sweep the classroom when it wasn’t her turn."],["div",{"id":"p27","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p27"},"“I humbly obeyed as I listened to the Holy Ghost telling me to obey and sweep the classroom. My fellow students were surprised, and our teacher also. Because of this incident, people now know me as an obedient and humble girl. I felt happy throughout the week because I was obedient.”"],["div",{"id":"p28","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p28"},"Michelle Kielmann Hansen grew up in Greenland and now lives in Denmark, both places that have a culture of “showing kindness and being helpful,” she says. In many aspects, she says, the places where she has lived have helped make leading a Christlike life easier."],["div",{"id":"p29","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p29"},"In other ways, though, she says it’s difficult to help people understand that being a disciple of Jesus Christ isn’t simply a periodic activity but rather a way of life. She said that her peers, including two nonmember roommates, often have difficulty understanding a lifestyle that involves “all those hours at church,” temple attendance, scripture study, and monthly fasting. Living a disciple’s life becomes even more difficult when she encounters bad media, crude language, or other negative external influences. “With those influences,” she says, “it can be very challenging to remember that I’m actually a disciple of Jesus Christ.”"],["div",{"id":"p30","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p30"},"Sister Hansen admits that it’s hard to be a young adult in a world whose morals seem to be constantly shifting. In some cases, the decision between right and wrong is clear-cut. In other cases, it’s not. But, she says, even though the situations she encounters are sometimes complex, the scriptures are simple."],["div",{"id":"p31","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p31"},"“It’s more difficult to be a disciple of Jesus Christ if you don’t know Him,” Sister Hansen says. “The scriptures are tools for us to get to know Him. Every time I didn’t know how to act, I automatically turned to what I had been studying in the mornings and evenings,” she says. “Studying [the Savior’s] life and teachings helped me to better understand that He did what He did because He loves every one of us."],["div",{"id":"p32","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p32"},"“As I learned more about Him, I understood that being a disciple of Jesus Christ means knowing who He is. And that helped me act in ways that He taught. Discipleship is to know [and choose] what Jesus Christ would do in any situation—therefore, it’s important to study His teachings frequently.”"]],["div",{"id":"t3","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.t3"},[".title","Discipleship in All Places"],["div",{"id":"p34","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p34"},"Stacey White, a mother of four in Indiana, USA, was longing for an opportunity to help a neighbor, friend, or even a stranger during the week she studied",["a",{"href":"/scriptures/nt/matt/25.35-40"},"Matthew 25:35–40"],", where the Savior teaches that serving “the least of these” is, in fact, serving Him (verse 40)."],["div",{"id":"p35","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p35"},"“Because I am a busy stay-at-home mom of four young children, I sometimes feel frustrated that I’m not able to be of service as often as I would like,” Sister White explained. “I am so busy taking care of my own family’s needs that I have little time for anything extra.”"],["div",{"id":"p36","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p36"},"Sister White noted that as she continued to study, cross-reference, and ponder these scriptures, praying for opportunities to serve, “the week seemed to take on a higher level of stress than what normally comes with motherhood”—certainly not what she had hoped for."],["div",{"id":"p37","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p37"},"“There were school projects to help with, more than the usual messes to clean up, sibling fights to referee, and a mountain of laundry that seemed to regenerate itself. The to-do list seemed to never come close to being completed. My prayer seemed to go unanswered as I longed for the free time and energy to serve someone other than my husband and children.”"],["div",{"id":"p38","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p38"},"But then, partway through the week, Sister White came to a realization: just because she didn’t have the opportunity to serve outside her home did not mean that the Lord had let her prayer go unanswered, and it didn’t mean that she hadn’t been serving in meaningful ways."],["div",{"id":"p39","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p39"},"“The Lord",["span.emphasis","was"],"answering my prayer by giving me those opportunities within my own family,” she says. “At times I feel that the service within my own family somehow doesn’t count, that in order to be classified as service, it must be outside the home, rendered to someone other than a family member. But with my new understanding, while I was making beds, doing laundry, chauffeuring kids, and doing all my daily duties as a mother, I did them more joyfully. My tasks didn’t seem quite so mundane, and I realized I was making a difference for my family.”"],["div",{"id":"p40","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p40"},"For Dima Ivanov of Vladivostok, Russia, the invitation to participate in the “discipleship experiment” came at a hectic time. Brother Ivanov had recently left his job to begin his own business, and because he had so many work-related responsibilities to consider, he wondered if he would have difficulty keeping discipleship at the forefront of his thoughts."],["div",{"id":"p41","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p41"},"Still, he agreed to participate, and since discipleship meant to him “obeying and following the direction or advice of a teacher,” he delved into the Sermon on the Mount, found in",["a",{"href":"/scriptures/nt/matt/5"},"Matthew 5"],"and",["a",{"href":"/scriptures/bofm/3-ne/12"},"3 Nephi 12"],"."],["div",{"id":"p42","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p42"},"What Brother Ivanov found as he studied the characteristics of that sermon, he said, were his own weaknesses. But knowing that the Savior had promised that those who humble themselves would have weak things made strong (see",["a",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"), Brother Ivanov turned to Him, seeking opportunities to grow."],["div",{"id":"p43","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p43"},"“I felt the Savior closer to me,” reported Brother Ivanov. “I learned that He is the greatest Teacher, and I learned ways I could become more like Him. As I studied about the nature of discipleship, I learned that we can find some new way to be like the Savior every time we study His life. And then we continue to learn it by following His example. We have to practice what we learn.”"],["div",{"id":"p44","uri":"/ensign/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p44"},"He said his understanding of discipleship changed over the week. “Following the Savior is not just studying gospel principles or obeying His commandments,” he explained. Wherever we are or whatever we are doing, we can have the “real desire to follow His example and to have the intention to become like Him.”"]]]],"refs":null}
