{"id":12,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":12,"title":"Earth: A Gift from God","subtitle":"By Tom Reese","short_title":"Earth: A Gift from God","uri":"/ensign/2013/02/earth-a-gift-from-god","content":[["div",{"id":"head1","uri":"/ensign/2013/02/earth-a-gift-from-god.head1"},[".title","Earth: A Gift from God"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/earth-a-gift-from-god.p2"},"By Tom Reese"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/earth-a-gift-from-god.p3"},"Tom Reese lives in Michigan, USA."]],[".kicker","In nature we can see the handiwork of the perfect Artist."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/earth-a-gift-from-god.p5"},"One hot morning a few summers ago, my wife and I decided to hike a short canyon trail in the desert of central Utah, USA. The trail kept us in the shade of the canyon walls, and a placid breeze cooled us and stirred the cottonwood leaves. We paused frequently to drink in the beauty and listen to the gurgle of the stream as it rolled among the boulders."],["div",{"id":"p6","uri":"/ensign/2013/02/earth-a-gift-from-god.p6"},"After a few hours, we arrived at an alcove that was buttressed by a giant arch. Underneath the arch was a pond fed by a spring that gushed from a crack. Greenery grew all around and sealed us from the outside world."],["div",{"id":"p7","uri":"/ensign/2013/02/earth-a-gift-from-god.p7"},"We sat down and enjoyed our lunch at the edge of the pond. As we ate, I gazed at the reflections in the water and thought of a Primary song:"],["div",{"id":"/ensign/2013/02/earth-a-gift-from-god","uri":"/ensign/2013/02/earth-a-gift-from-god"},[".stanza",[".line","Whenever I hear the song of a bird"],[".line","Or look at the blue, blue sky,"],[".line","Whenever I feel the rain on my face"],[".line","Or the wind as it rushes by,"],[".line","Whenever I touch a velvet rose"],[".line","Or walk by our lilac tree,"],[".line","I’m glad that I live in this beautiful world"],[".line","Heav’nly Father created for me.",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["div",{"id":"p16","uri":"/ensign/2013/02/earth-a-gift-from-god.p16"},"At that moment I felt a confirmation that the Lord Jesus Christ, under the direction of Heavenly Father, had created this earth as a place on which we could dwell during this life. “For thus saith the Lord that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited” (",["a",{"href":"/scriptures/ot/isa/45.18"},"Isaiah 45:18"],"), and “he hath created his children that they should possess it” (",["a",{"href":"/scriptures/bofm/1-ne/17.36"},"1 Nephi 17:36"],")."],["div",{"id":"p17","uri":"/ensign/2013/02/earth-a-gift-from-god.p17"},"The earth sustains us, providing us with food and other materials that we need to survive and prosper. The Lord revealed to the Prophet Joseph Smith:"],["div",{"id":"p18","uri":"/ensign/2013/02/earth-a-gift-from-god.p18"},"“Yea, all things which come of the earth, in the season thereof, are made for the benefit and the use of man, both to please the eye and to gladden the heart;"],["div",{"id":"p19","uri":"/ensign/2013/02/earth-a-gift-from-god.p19"},"“Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven the soul” (",["a",{"href":"/scriptures/dc-testament/dc/59.18-19"},"D&C 59:18–19"],")."],["div",{"id":"p20","uri":"/ensign/2013/02/earth-a-gift-from-god.p20"},"The supreme beauty of the natural world reminds us of the power and perfection of God. When we are in nature, feelings of hope, peace, and reverence come to us through the Spirit. In nature we can see the handiwork of the perfect Artist. For centuries mankind has tried to emulate the handiwork of God. No human, however, has been able to match the perfect artistry of the Lord. Sometimes I wonder if God created the earth as He did to give us a small taste of what is in store for us in the future. If this earth can be so astoundingly beautiful, what must the renewed and perfected earth look like?"],["div",{"id":"p21","uri":"/ensign/2013/02/earth-a-gift-from-god.p21"},"Alma taught, “All things denote there is a God; yea, even the earth, and all things that are upon the face of it, yea, and its motion, yea, and also all the planets which move in their regular form do witness that there is a Supreme Creator” (",["a",{"href":"/scriptures/bofm/alma/30.44"},"Alma 30:44"],"). Every tree, every mountain, every bird in the air testifies of our Heavenly Father’s power. By appreciating nature and treating the earth with respect, we show the Lord our gratitude for everything He has given us."]],[".bodyNotes",["h3","Note"]]],"refs":[["div",{"id":"/ensign/2013/02/earth-a-gift-from-god","uri":"/ensign/2013/02/earth-a-gift-from-god"},["span.label",["a",{"name":"footnote1"},"1."]],"“My Heavenly Father Loves Me,”",["span.emphasis","Children’s Songbook,"],"228–29."]]}
