{"id":8,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":8,"title":"I Can Decide","subtitle":"Name withheld","short_title":"I Can Decide","uri":"/ensign/2013/02/i-can-decide","content":[["div",{"id":"head1","uri":"/ensign/2013/02/i-can-decide.head1"},[".title",["span.dominant","I"],"Can Decide"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/i-can-decide.p2"},"Name withheld"]],[".kicker","How we deal with the things we experience is up to us. My decision not to become bitter made all the difference in my ability to heal."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/02/i-can-decide.p4"},"I never imagined myself as a divorced person. In facing the prospect, I found it difficult to eat or sleep, and my thoughts raced constantly. My first call was to one of my sisters, who was serving in the temple later that day. I asked her to put my name on the prayer roll of the temple, which she did. Then I notified all my children. Then I prayed. I prayed for peace. I prayed for comfort. I prayed for strength. I prayed for understanding. I prayed for guidance."],["div",{"id":"p5","uri":"/ensign/2013/02/i-can-decide.p5"},"In the next few days I met with my bishop and found his counsel comforting and helpful. Because it was clear that my marriage was over, I found an attorney. I spoke with all my sisters, who are active members, and my brother, who is not. Armed with the advice of those close to me, I went to the Lord again. I spent several days in my room praying and thinking. And I made a decision."],["div",{"id":"p6","uri":"/ensign/2013/02/i-can-decide.p6"},"I decided I would not become bitter. My heart was broken. But I would not allow this to damage my spirit."],["div",{"id":"p7","uri":"/ensign/2013/02/i-can-decide.p7"},"One’s happiness or misery can be determined largely in one’s own mind. In other words, we can actively decide whether or not we will be happy—whether to choose the bitter or the sweet. When we are handed a lemon, as the saying goes, we can choose to make lemonade."],["div",{"id":"p8","uri":"/ensign/2013/02/i-can-decide.p8"},"Many years before, we had lived next door to a woman who had a dispute with another neighbor about the property line. She felt wronged by this neighbor and had held a grudge for more than 20 years. She became so bitter that it distorted her entire outlook. By the time we lived next door to her, she had lost the ability to accept even the innocent kindnesses extended by our children. I felt sorry for her."],["div",{"id":"p9","uri":"/ensign/2013/02/i-can-decide.p9"},"This was a great lesson to me. In times of solitude I remembered this neighbor and determined to never allow myself to indulge in such bitterness. My marriage was over, but I could choose how I dealt with that fact."],["div",{"id":"p10","uri":"/ensign/2013/02/i-can-decide.p10"},"Nevertheless, I admit that the next few months were very difficult. Friends, children, siblings, and extended family all offered words of comfort and help."],["div",{"id":"p11","uri":"/ensign/2013/02/i-can-decide.p11"},"One of my sisters reminded me that my children and I were still entitled to the blessings of the temple sealing. This reminder was a life-changing moment. I thought seriously of the covenants I had made and kept, and I felt a sweet spirit of comfort. Because I had kept my covenants, I had nothing to fear. I received assurances that the Lord is aware of my life, my responsibilities, and my pain."],["div",{"id":"p12","uri":"/ensign/2013/02/i-can-decide.p12"},"The Lord also sent help to me by means of my family, my attorney, my wonderful home teachers, my visiting teachers, my bishop, an excellent therapist, and my friends. They were angels sent to give me help and strength."],["div",{"id":"p13","uri":"/ensign/2013/02/i-can-decide.p13"},"One of my aunts reminded me of all the people who love me. She and my uncle were serving in a faraway temple. She pointed out that my name was on the prayer rolls of temples around the world. I thought of the loved ones I knew who kept my name in the temples near them. This thought flooded me with the most wonderful warmth. There were times I could feel the prayers of thousands in my behalf."],["div",{"id":"p14","uri":"/ensign/2013/02/i-can-decide.p14"},"Things do happen to us that we can’t change. What we",["span.emphasis","can"],"change is how we deal with the things we experience. Knowing that",["span.emphasis","I"],"could decide made all the difference in my ability to heal. I decided to reach out to the Lord. I decided to seek the companionship of the Holy Ghost. I decided to increase my faith in Jesus Christ and increase my understanding of His Atonement."],["div",{"id":"p15","uri":"/ensign/2013/02/i-can-decide.p15"},"I still have days of genuine sadness. However, in deciding which path to take, I have found happiness I had never known before. I have learned how strong I am. I have learned a deeper love for my family and friends. I have learned greater appreciation for the Lord’s hand in my life."],["div",{"id":"p16","uri":"/ensign/2013/02/i-can-decide.p16"},"Truly, the Savior can not only provide remission for our sins but also heal the wounded heart and take away even the deepest of sorrows. I testify that no matter our disappointments, each of us has the opportunity to choose. Each of us can decide to invite the Lord into our lives and experience His help and His healing."]]],"refs":null}
