{"id":15,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":15,"title":"Integrity: Foundation of a Christlike Life","subtitle":"By Elder Tad R. Callister","short_title":"Integrity: Foundation of a Christlike Life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","content":[["div",{"id":"head1","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.head1"},[".title",["span.dominant","Integrity:"],"Foundation of a Christlike Life"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p2"},"By Elder Tad R. Callister"],["div",{"id":"p3","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p3"},"Of the Presidency of the Seventy"]],[".event",["div",{"id":"p4","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p4"},"From a devotional address delivered on December 6, 2011, at Brigham Young University. For the full text in English, go to",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],[".kicker","Integrity is the courage to do right regardless of the consequences and the inconvenience."]],[".bodyBlock",["div",{"id":"p6","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p6"},"Robert Bolt’s classic play",["span.emphasis","A Man for All Seasons"],"is the story of Sir Thomas More. He had distinguished himself as a scholar, lawyer, ambassador, and, finally, as Lord Chancellor of England. He was a man of absolute integrity. The play opens with these words of Sir Richard Rich: “Every man has his price! … In money too. … Or pleasure. Titles, women, bricks-and-mortar, there’s always something.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p7","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p7"},"That is the theme of the play. It is also the theme of life. Is there a man or woman in this world who cannot be bought, whose integrity is beyond price?"],["div",{"id":"p8","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p8"},"As the play unfolds, King Henry VIII desires to divorce Queen Catherine and marry Anne Boleyn. But there is a catch: divorce is forbidden by the Catholic Church. And so King Henry VIII, not to be thwarted in his desires, demands of his subjects the taking of an oath that will support him in his divorce. But there is a further problem."],["div",{"id":"p9","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p9"},"Sir Thomas More, who is loved and admired by the common people, is a holdout—his conscience will not let him sign the oath. He is unwilling to submit, even at the king’s personal request. Then come the tests. His friends apply their personal charm and pressure, but he will not yield. He is stripped of his wealth, his position, and his family, but he will not sign. Finally, he is falsely tried for his life, but still he will not succumb."],["div",{"id":"p10","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p10"},"They have taken from him his money, his political power, his friends, and his family—and will yet take his life—but they cannot take from him his integrity. It is not for sale at any price."],["div",{"id":"p11","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p11"},"At the climax of the play, Sir Thomas More is falsely tried for treason. Sir Richard Rich commits the perjury necessary to convict him. As Sir Richard exits the courtroom, Sir Thomas More asks him, “That’s a chain of office you are wearing. … What [is it]?”"],["div",{"id":"p12","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p12"},"Prosecutor Thomas Cromwell replies, “Sir Richard is appointed Attorney-General for Wales.”"],["div",{"id":"p13","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p13"},"More then looks into Rich’s face with great disdain and retorts, “For Wales? Why, Richard, it profits a man nothing to give his soul for the whole world. … But for Wales!”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p14","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p14"},"In the life to come, no doubt many will look back amidst uncontrollable sobs and repeat again and again, “Why did I trade my soul for Wales or temporary physical pleasure or fame or a grade or the approval of my friends? Why did I sell my integrity for a price?”"],["div",{"id":"t1","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.t1"},[".title","Principles of Integrity"],["div",{"id":"p16","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p16"},"I would like to address seven principles of integrity that I hope will inspire us to make this Christlike attribute a fundamental character trait in our personal lives."],["div",{"id":"p17","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p17"},["span.emphasis","1. Integrity is the foundation of our character and all other virtues."],"In 1853 the Saints commenced the construction of the Salt Lake Temple. For the better part of two long, hard years the Saints dug the excavations and laid the foundation: over eight feet (2.4 m) deep, made of sandstone. One day the foreman came to President Brigham Young with this devastating news: there were cracks in the blocks of sandstone. Brigham Young was faced with this dilemma: (1) do the best they could to patch up the cracks and build a temple of much less weight and grandeur than anticipated or (2) rip out two years of work and replace it with a granite foundation that could support the magnificent temple God envisioned for them. Fortunately, President Young chose the latter course.",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p18","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p18"},"Integrity is the foundation upon which character and a Christlike life are built. If there are cracks in that foundation, then it will not support the weight of other Christlike attributes that must be built upon it. How can we be humble if we lack the integrity to acknowledge our own weaknesses? How can we develop charity for others if we are not totally honest in our dealings with them? How can we repent and be clean if we only partially disclose the truth to our bishop? At the root of every virtue is integrity."],["div",{"id":"p19","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p19"},"Christian author C. S. Lewis noted that once we make a mistake in a mathematical equation, we cannot just keep on going: “When I have started a sum the wrong way, the sooner I admit this and go back and start over again, the faster I shall get on.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p20","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p20"},"Likewise, we cannot continue to fully acquire other Christlike virtues until we first make integrity the granite foundation of our lives. In some cases this may require us to go through the painful process of ripping out an existing foundation built upon deceit and replacing it stone by stone with a foundation of integrity. But it can be done."],["div",{"id":"p21","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p21"},["span.emphasis","2. Integrity is not doing just that which is legal but that which is moral or Christlike."],"It may be legal to commit adultery, it may be legal to have premarital physical relations, it may be legal to gossip, but none of those actions is moral or Christlike. Integrity is not just adherence to the legal code; it is also adherence to the higher moral code. It is as U.S. president Abraham Lincoln suggested: living in accord with “the better angels of our nature.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p22","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p22"},"Every young man has the moral duty to protect and preserve the virtue of his date, and every young woman has the reciprocal moral duty for her date. It is a test of his or her integrity. The man or woman who is striving for integrity will develop a resolve and a discipline that transcend even the powerful passions of physical emotions. It is that integrity to God and to self and to others that sustains them and empowers them even when Satan unleashes his arsenal of moral temptations upon them. To this generation the Lord said, “I will raise up unto myself a pure people” (",["a",{"href":"/scriptures/dc-testament/dc/100.16"},"D&C 100:16"],"). God is counting on us to be that generation."],["div",{"id":"p23","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p23"},"Some years ago my business partner and I needed to terminate an employee. After some discussions we reached a settlement to compensate him for his services. I felt that the settlement was more than fair, but some strained relationships resulted from the negotiations nonetheless. That night I felt a gloom come over me. I tried to dispel it by reasoning within myself that I had been fair, but the feeling would not leave. Then this impression came: “It’s not enough to be fair; you must also strive to be Christlike.” Adherence to the highest moral code is a hallmark of a man or a woman of integrity."],["div",{"id":"p24","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p24"},["span.emphasis","3. Integrity makes decisions based on eternal implications."],"One of the young women in our ward was taking a test at the local high school. As she looked up, she saw one of her friends cheating. Their eyes made contact. Embarrassed, the friend shrugged her shoulders and mouthed the words “I need the grade.” Somehow this young lady had lost her eternal vision—it is not grades but godhood that is our destination. What good does it do to be accepted to the most prestigious university but forfeit our exaltation in the process? Every time someone cheats, he trades his spiritual birthright for a mess of pottage (see",["a",{"href":"/scriptures/ot/gen/25.29-34"},"Genesis 25:29–34"],"). In his shortsightedness he has opted for a dollar today rather than infinite wealth in the life to come."],["div",{"id":"p25","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p25"},"A disappointed father once told me that his teenage daughter wanted to “live it up” and then, three months before her intended marriage, clean up her act so she could receive a temple recommend. I do not know of any stake president who would give a recommend under such circumstances. But even if it were given, it would be a curse, not a blessing. Integrity is not shortsighted—it is not just a temporary change of behavior; it is a permanent change of nature."],["div",{"id":"p26","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p26"},"King Benjamin told us how we might change our natures from a natural man to a spiritual man: “For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever,",["span.emphasis","unless"],"he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father” (",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"; emphasis added)."],["div",{"id":"p27","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p27"},"Changing our natures, not just our behaviors, is facilitated by an eternal perspective that we are the children of God, that we have His spark of divinity within us, and that through the Atonement we can become like Him—the perfect model of integrity."],["div",{"id":"p28","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p28"},["span.emphasis","4. Integrity is disclosing the whole truth and nothing but the truth."],"I believe the Lord can live with our weaknesses and mistakes, provided we demonstrate a desire and effort to repent. That is what the Atonement is all about. But I do not believe He can easily tolerate a deceitful heart or a lying tongue."],["div",{"id":"p29","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p29"},"A few years ago I conducted a mission tour. Some of the missionaries were struggling with obedience. That evening the mission president and I conducted interviews with some of the missionaries. The next morning the mission president commenced our zone conference by giving a masterful talk on integrity. I felt impressed to speak further on that subject. We observed that in a few moments we would be conducting additional interviews. We requested that the missionaries not play the game in which someone only discloses the truth if he is asked the perfect, pointed question."],["div",{"id":"p30","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p30"},"The Spirit was there, and four missionaries from the night before privately stepped forward and said, “We have something else to disclose.” One of them said, “I want to be an honest man.” That day he changed his foundation of sand for a granite foundation of integrity."],["div",{"id":"p31","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p31"},["span.emphasis","5. Integrity knows no alibis or excuses."],"There is something ennobling about the man or woman who admits his or her weaknesses and takes the blame square on without excuse or alibi. On multiple occasions Joseph Smith recorded his weaknesses in the Doctrine and Covenants for all to read. This tells us he was not perfect, but it also tells us he had nothing to hide—he was a man of integrity. What does this do for his credibility when he tells the story of the First Vision or the account of Moroni’s visitations? It tells us that we can trust him, that we can believe his every word because he is, indeed, a man of integrity."],["div",{"id":"p32","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p32"},["span.emphasis","6. Integrity is keeping our covenants and our commitments, even in times of inconvenience."],"Integrity is the courage to do right regardless of the consequences and the inconvenience. President N. Eldon Tanner (1898–1982), former First Counselor in the First Presidency, told the following experience:"],["div",{"id":"p33","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p33"},"“A young man came to me not long ago and said, ‘I made an agreement with a man that requires me to make certain payments each year. I am in arrears, and I can’t make those payments, for if I do, it is going to cause me to lose my home. What shall I do?’"],["div",{"id":"p34","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p34"},"“I looked at him and said, ‘Keep your agreement.’"],["div",{"id":"p35","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p35"},"“‘Even if it costs me my home?’"],["div",{"id":"p36","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p36"},"“I said, ‘I am not talking about your home. I am talking about your agreement; and I think your wife would rather have a husband who would keep his word, meet his obligations, keep his pledges or his covenants, and have to rent a home than to have a home with a husband who will not keep his covenants and his pledges.’”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p37","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p37"},"He had a difficult choice: his home or his integrity. A man or woman of integrity does not yield or succumb merely because it is hard or expensive or inconvenient. In this respect the Lord has a perfect sense of integrity. He has said, “Who am I … that have promised and have not fulfilled?” (",["a",{"href":"/scriptures/dc-testament/dc/58.31"},"D&C 58:31"],")."],["div",{"id":"p38","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p38"},"One of the acid tests of our integrity is whether we keep the commitments and promises we have made or whether there are loopholes in our word."],["div",{"id":"p39","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p39"},["span.emphasis","7. Integrity is not governed by the presence of others. It is internally, not externally, driven."],"Elder Marion D. Hanks (1921–2011) of the Seventy told of the man and his small son who “stopped at an isolated cornfield on a remote country road” and eyed the delicious corn beyond the fence. The father, after looking in front of him, behind him, to the left of him, and to the right of him, “started to climb the fence” to take some ears of corn. His son looked at him and said reproachfully, “Dad, you forgot to look up.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["div",{"id":"p40","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p40"},"In Shakespeare’s play",["span.emphasis","Hamlet,"],"Polonius says to his son Laertes:"],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},[".stanza",[".line","To thine own self be true,"],[".line","And it must follow, as the night the day,"],[".line","Thou canst not then be false to any man.",["sup",["a",{"href":"fn_footnote8"},"8"]]]]],["div",{"id":"p44","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p44"},"What wonderful counsel! We have a choice. We can either seize the moment and take control of our lives or become mere puppets to our environment and our peers."],["div",{"id":"p45","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p45"},"Would you watch pornography in front of your mother, your date, your spouse, or your bishop? If it is wrong in the presence of others, it is just as wrong in their absence. The man of integrity who is true to self and to God will choose the right whether or not anyone is looking because he is self-driven, not externally controlled."]],["div",{"id":"p46","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p46"},"May the integrity of our souls have a sign that reads in bold black letters “NOT FOR SALE AT ANY PRICE” so that it might be said of us, as it was of Hyrum Smith, “Blessed is my servant Hyrum Smith; for I, the Lord, love him because of the integrity of his heart” (",["a",{"href":"/scriptures/dc-testament/dc/124.15"},"D&C 124:15"],")."],["div",{"id":"p47","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p47"},"May we all become men and women of integrity—not because we have to but because we want to. The Lord announced the reward for those who do so: “Verily I say unto you, all among them who know their hearts are honest … and are willing to observe their covenants by sacrifice …",["span.emphasis","are accepted of me”"],"(",["a",{"href":"/scriptures/dc-testament/dc/97.8"},"D&C 97:8"],"; emphasis added)."],["div",{"id":"p48","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life.p48"},"May we all be accepted of God because we are striving to become men and women of integrity."]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote1"},"1."]],"Robert Bolt,",["span.emphasis","A Man for All Seasons: A Play of Sir Thomas More"],"(1960), 2."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote2"},"2."]],"Bolt,",["span.emphasis","A Man for All Seasons,"],"95."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote3"},"3."]],"See Richard Neitzel Holzapfel,",["span.crossRef","“Every Window, Every Spire ‘Speaks of the Things of God,’”"],["span.emphasis","Ensign,"],"Mar. 1993, 9."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote4"},"4."]],"C. S. Lewis,",["span.emphasis","Mere Christianity"],"(1960), 22."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote5"},"5."]],"Abraham Lincoln, first inaugural address, Mar. 4, 1861."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote6"},"6."]],"N. Eldon Tanner, in Conference Report, Oct. 1966, 99."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote7"},"7."]],"Marion D. Hanks, in Conference Report, Oct. 1968, 116."],["div",{"id":"/ensign/2013/02/integrity-foundation-of-a-christlike-life","uri":"/ensign/2013/02/integrity-foundation-of-a-christlike-life"},["span.label",["a",{"name":"footnote8"},"8."]],"William Shakespeare,",["span.emphasis","Hamlet,"],"ed. W. J. Craig (1914), act 1, scene 3, lines 85–87."]]}
