{"id":19,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":19,"title":"Job Hunting According to Nephi","subtitle":"By Edgar Tooley","short_title":"Job Hunting According to Nephi","uri":"/ensign/2013/02/job-hunting-according-to-nephi","content":[["div",{"id":"head1","uri":"/ensign/2013/02/job-hunting-according-to-nephi.head1"},[".title",["span.dominant","Job Hunting"],"According to Nephi"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p2"},"By Edgar Tooley"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p3"},"Edgar Tooley lives in Utah, USA."]],[".kicker","When I was out of work, I realized that if I followed Nephi’s example, I would be able to provide for my family again."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p5"},"A few years ago, the president of the company I worked for explained that the company was shifting direction and would soon not need my services or the services of anyone in my department. He didn’t give a firm date, so I started thinking about looking for work and hoping something would come along. A month later, I was laid off and told I wouldn’t be receiving any more paychecks."],["div",{"id":"p6","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p6"},"Throughout my career, I have had several close calls with unemployment, but all my jobs since student employment in college had found me, so I never had to search. I guess I was expecting the same thing to happen again, but it didn’t. Thankfully, my wife and I had been careful with our income and had enough savings to cover a few months of expenses. We also had food storage. We were not going to need outside help—at least not right away."],["div",{"id":"t1","uri":"/ensign/2013/02/job-hunting-according-to-nephi.t1"},[".title","Nephi’s Experience"],["div",{"id":"p8","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p8"},"As I thought about finding new work, my mind was drawn to a scripture and a conference talk I remembered. The first was an account of one of Nephi’s experiences that presented a parallel to my unemployment (see",["a",{"href":"/scriptures/bofm/1-ne/16.18-32"},"1 Nephi 16:18–32"],"). When Nephi broke his bow and his brothers’ bows lost their springs, they were left without a way to provide food for their families. Nephi remained humble before the Lord, prepared the tools he needed to hunt, asked his father where he should go for food, and then followed “the directions which were given” (verse 30)."],["div",{"id":"p9","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p9"},"I wanted to follow the same course. I felt that metaphorically my bow was broken, and if I followed Nephi’s example, I felt I would be able to provide for my family again."]],["div",{"id":"t2","uri":"/ensign/2013/02/job-hunting-according-to-nephi.t2"},[".title","The Responsibility Rests with You"],["div",{"id":"p11","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p11"},"I also remembered a talk given by Bishop Richard C. Edgley, recently released as the First Counselor in the Presiding Bishopric. He said: “The responsibility for finding employment or improving your employment rests with you. Continued guidance comes from the Lord through regular fasting and prayer. Your quorum leaders, bishops, specialists, and employment resource center staff will help in your efforts. We fear, however, that often priesthood leaders are unaware of your situation.",["span.emphasis","Speak up!"],"Let them know you are looking for work.”",["sup",["a",{"href":"fn_footnote1"},"1"]]]],["div",{"id":"t3","uri":"/ensign/2013/02/job-hunting-according-to-nephi.t3"},[".title","Follow a Plan"],["div",{"id":"p13","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p13"},"I determined that, like Nephi, I would first prepare my tools. I signed up for the LDS employment center career workshop, updated my résumé, and attended the professional networking meetings hosted by the LDS employment center in my area. I signed up with",["a",{"href":"http://www.ldsjobs.org"},"LDSjobs.org"],"and with a professional networking website. My father gave me a priesthood blessing that offered me guidance on where and how I should perform my search. Pursuing new employment became a full-time effort."],["div",{"id":"p14","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p14"},"Determined to heed “the directions which were given” (",["a",{"href":"/scriptures/bofm/1-ne/16.30"},"1 Nephi 16:30"],"), I took every opportunity to follow the instructions of the staff at the LDS employment center. I developed and rehearsed my “Me in 30 Seconds” (a summary of my education, career, and work skills). I wrote and memorized “power statements” (positive, brief descriptions of my work achievements). I made a list of people to call and called them. I set up informational interviews with anyone who would let me. I sent out thank-you notes. I spent extra time in the temple. I fasted and prayed."]],["div",{"id":"t4","uri":"/ensign/2013/02/job-hunting-according-to-nephi.t4"},[".title","Speak Up!"],["div",{"id":"p16","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p16"},"I also followed Bishop Edgley’s advice to speak up. With my bishop’s permission, I took a moment in priesthood opening exercises to tell my brethren that I was unemployed and described the employment I was looking for. With permission, I also arranged for a message to be sent through the Relief Society email network in our ward. I spoke to my family and friends by phone, email, and face to face, explaining that I was looking for employment and asking the question, “Who do you know that I should be talking to?”"],["div",{"id":"p17","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p17"},"The value of asking",["span.emphasis","everyone"],"that question was brought home to me when I was prompted to query a former co-worker. This man already knew I was looking for employment; on this occasion, I was returning some company equipment I still had in my home. He knew what my skills were; I had worked closely with him for three years. Despite all these good reasons why it would be unnecessary to ask him for help, I asked, “Who do you know that I should talk to?”"],["div",{"id":"p18","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p18"},"His eyes lit up and he said, “Last Sunday, Brother Jones stood up in priesthood meeting and said he was opening 20 new positions in his department next month.” My friend called home while I waited and got Brother Jones’s phone number. Later I called and got an interview. I was surprised to realize that people who knew I was looking for work might not automatically think to contact me if I didn’t first bring it up."]],["div",{"id":"t5","uri":"/ensign/2013/02/job-hunting-according-to-nephi.t5"},[".title","His Promises Are Sure"],["div",{"id":"p20","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p20"},"Six weeks after I was laid off, a company offered me a position. It matched my skills and interests and provided a salary to meet the needs of my family. It turned out that I had several good references in my network who knew some of the owners of this company, in addition to the relative who referred me through an owner’s wife. I was truly led to a way to provide for my family."],["div",{"id":"p21","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p21"},"About a year later, I was called as our ward employment specialist. In preparing for my new calling, I again read Bishop Edgley’s talk. This time I took particular notice of his mention of a ward that helped create Phil’s Auto for a brother who was unemployed. I then realized that the company I now work for purchased Phil’s Auto from the family after Phil passed away."],["div",{"id":"p22","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p22"},"My search for a job was real work. It wasn’t easy for me to make those phone calls and talk to people. It wasn’t easy to speak up over and over. But I treated the instructions from the staff at the LDS employment center as seriously as if they were commandments from the Lord, and I did my best to do them. I was blessed with a miracle of a job offer, which was the result promised by the staff at the center."],["div",{"id":"p23","uri":"/ensign/2013/02/job-hunting-according-to-nephi.p23"},"I know we have a Father in Heaven, who loves us and wants us to be happy. I know if we follow the patterns He has given us, we will be able to provide for our families and serve Him. He said, “I, the Lord, am bound when ye do what I say” (",["a",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"). His promises are sure."]]],[".bodyNotes",["h3","Note"]]],"refs":[["div",{"id":"/ensign/2013/02/job-hunting-according-to-nephi","uri":"/ensign/2013/02/job-hunting-according-to-nephi"},["span.label",["a",{"name":"footnote1"},"1."]],"Richard C. Edgley, “This Is Your Phone Call,”",["span.emphasis","Ensign,"],"May 2009, 55."]]}
