{"id":17,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":17,"title":"Lifting the Hands Which Hang Down","subtitle":"By Stephen Havertz","short_title":"Lifting the Hands Which Hang Down","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down","content":[["div",{"id":"head1","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.head1"},[".title","Lifting the Hands Which Hang Down"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p2"},"By Stephen Havertz"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p3"},"Stephen Havertz lives in Utah, USA."]],[".kicker","Whether you are experiencing grief or comforting someone who is grieving, keep in mind that people mourn in deeply personal ways."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p5"},"When I saw Emmalee take her last breath, I was forever changed. Emm, as we called her, was nine years old when she peacefully passed away while lying on the couch in the front room, her favorite spot in our house. We agonized over the decision to bring her home from the hospital. The doctors told us she would likely die in the ambulance, but we knew how much she loved being home and chose to take her there. Gratefully, she seemed to know when she arrived home, even though she appeared unconscious."],["div",{"id":"p6","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p6"},"Within 20 minutes her breathing slowed. There was no way to prepare for that moment. In my mind, over and over again, I had thought about how I would handle her death, but the emotions just seemed to sneak up and ambush me. I had always been a fairly even person emotionally, but this was one of the times in my life when I felt as if my emotions overpowered all logic. I had experienced this three other times: when Emm was diagnosed with liver cancer, when I had to tell Emm that she was going to die, and when I heard that my first wife had died."],["div",{"id":"p7","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p7"},"My personal experiences and my professional work—I am a licensed clinical social worker and have provided counseling for more than 21 years—have given me a unique perspective on grief and loss. People often wonder how to appropriately comfort those who are grieving. The Lord has commanded us to “succor the weak, lift up the hands which hang down, and strengthen the feeble knees” (",["a",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],"). After passing through my own experiences, I understand more about helpful things to say and do for someone who is dealing with loss."],["div",{"id":"t1","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.t1"},[".title","What Can I Say?"],["div",{"id":"p9","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p9"},"My experiences help me relate with increased compassion to people who have lost a loved one, but I rarely say “I know what you are going through” to someone who is grieving. That’s because everyone experiences grief differently. Family members who deal with a suicide face a very different type of grief from family members who grieve the loss of a grandparent who has lived a long, full life. People likewise grieve broken marriages, childlessness, and unfulfilled expectations. Each type of grief comes with its own set of questions and often a heavy dose of regret and emotional pain."],["div",{"id":"p10","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p10"},"In all cases, those who wish to help will be most effective when they can be sensitive to the unique situation. It’s probably best to express your love and condolences to the grievers and avoid making statements about what they should do or how they should feel."],["div",{"id":"p11","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p11"},"Toward the end of Emm’s life, my wife and I learned we were expecting a baby. Our son was born shortly after Emm died."],["div",{"id":"p12","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p12"},"We needed to clean out Emm’s room to make a place for our newborn, but every time we went into the room, we felt too overcome with grief to be able to begin. Someone came to me during this time and told me that I needed to be strong and clean out Emm’s room. This person had good intentions, but this remark lacked the type of empathy and understanding I needed."],["div",{"id":"p13","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p13"},"People who want to help should be very careful about placing a time limit on someone’s grief. Some believe that people should be finished grieving after a year and a half. In my personal and professional experience, I have learned that the pangs of grief can recur years later without warning. It has been three years since Emmalee died, and I still feel tremendous pain whenever I visit the hospital where she was sick. This type of grief doesn’t mean that I’m depressed or inconsolable, but rather it suggests that I still miss the people I love."],["div",{"id":"p14","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p14"},"I have found that the most helpful conversations occur when people share their favorite memories of my wife and daughter with me; it’s also helpful when they are willing to listen to my favorite memories. I often cry during these conversations, but that doesn’t mean my day is ruined. These interactions actually brighten my day. You don’t have to help people who are grieving to stop crying. It may seem counterintuitive to cause more pain, but I have found with my own grief that I’m in pain anyway, and these conversations provide a chance for me to release my feelings."]],["div",{"id":"t2","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.t2"},[".title","What Can I Do?"],["div",{"id":"p16","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p16"},"One of my most memorable experiences happened after my first wife died. My neighbor, whom I didn’t know very well, rang the doorbell. When I answered the door, he reached out and hugged me. His gesture of compassion touched me so deeply that I began sobbing. He continued to hold me as I cried. He didn’t say anything, but he communicated his concern and love for me through his actions."],["div",{"id":"p17","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p17"},"Another friend in my ward owned a landscaping business. A few weeks after Emm died, he sent some of his workers over to our house to do the autumn cleanup. He didn’t know I would be home. I started to cry when I saw his team working in our yard. I went out and shook each one of their hands and thanked them. That same friend also planted a tree at Emmalee’s elementary school in her memory."],["div",{"id":"p18","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p18"},"These experiences have taught me that it’s best to be empathetic and proactive about helping those who are grieving. If you take some time to observe, you can often come up with ideas for how to help that are specific to the grievers’ needs. You can help by providing a meal, giving a hug, sending a card or email, or delivering flowers. Sometimes it’s helpful to suggest specific days and activities, such as taking a walk, going shopping, or visiting the zoo. These actions will let the people who are grieving know that you are there for them and will support them when they are ready to receive your help."]],["div",{"id":"p19","uri":"/ensign/2013/02/lifting-the-hands-which-hang-down.p19"},"Whether we are experiencing grief or comforting someone who is grieving, it is always good to keep in mind that people mourn in deeply personal ways. As we “are willing to mourn with those that mourn … and comfort those that stand in need of comfort” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"), we can become more sincere followers of Christ and enjoy a greater abundance of the Spirit."]]],"refs":null}
