{"id":21,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":21,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/ensign/2013/02/questions-and-answers","content":[["div",{"id":"head1","uri":"/ensign/2013/02/questions-and-answers.head1"},[".title","Questions and Answers"],[".kicker","I haven’t been active in the Church for years. I have sometimes felt like returning, but I’m afraid. How do I begin the road back?"]],[".bodyBlock",["div",{"id":"f1","uri":"/ensign/2013/02/questions-and-answers.f1"},["div",{"id":"p3","uri":"/ensign/2013/02/questions-and-answers.p3"},"When I finally decided to come back to the Church, I was 20 years old. I found the idea of going to a singles ward especially intimidating. I was shy and depended on one of my good friends to help me meet people. Since I never went out of my way to meet people on my own, I felt like I did not have friends in the ward. What I have learned since then is that you get out what you put into any relationship, even in a ward setting. It may feel awkward at first, but try putting yourself out there and introducing yourself to whomever you sit next to in your meetings."],["div",{"id":"p4","uri":"/ensign/2013/02/questions-and-answers.p4"},"I have also learned that if you prepare yourself spiritually—committing your heart and your mind to coming back to the Church—then the rest will fall into place. Introduce yourself to the bishop and let him know you are willing to serve. Having a calling as a ward missionary has enabled me to go out of my comfort zone and talk to anyone that I do not recognize. It has deepened my commitment to the Church because I have seen how each of us is important to strengthening our wards and building the kingdom."],[".bio",["div",{"id":"p5","uri":"/ensign/2013/02/questions-and-answers.p5"},"Kristen Terry, Texas, USA"]]],["div",{"id":"f2","uri":"/ensign/2013/02/questions-and-answers.f2"},["div",{"id":"p6","uri":"/ensign/2013/02/questions-and-answers.p6"},"I was a member of the Church for five years before becoming less active at the age of 18. One decade and two children later, I found myself longing to be active in the gospel. Below are some steps I took in turning my life toward the Lord again."],["div",{"id":"p7","uri":"/ensign/2013/02/questions-and-answers.p7"},["span.emphasis","Prayer:"],"I prayed as often as I could, explaining to the Lord everything, even though He already knew—my fears, struggles, pains, desires, and hopes. Continually pouring out my heart and soul to Him helped me know that He is there, He understands me, and He loves me. Prayer brought me closer to the Lord and got me through the struggles associated with turning my life around."],["div",{"id":"p8","uri":"/ensign/2013/02/questions-and-answers.p8"},["span.emphasis","Reading the Book of Mormon:"],"It had been over 10 years since I had read the Book of Mormon, so there was a lot I didn’t understand. But I started reading it again and didn’t stop. As I did so consistently, my heart was humbled, my spirit awakened, and my desire to turn my life toward the Lord outweighed the fears and reservations I had about returning to the Church. I bear testimony that there is a power in this book that gives your spirit the strength and courage to do what is right."],["div",{"id":"p9","uri":"/ensign/2013/02/questions-and-answers.p9"},["span.emphasis","Visiting with the bishop:"],"It wasn’t until I had read the Book of Mormon for a few months that I gained enough courage to see the bishop. I was extremely nervous and scared, but I knew it was a step that I needed to take. He handled my vulnerability with care and understanding. That first meeting enabled my records to be found and my visiting teachers to be assigned."],["div",{"id":"p10","uri":"/ensign/2013/02/questions-and-answers.p10"},["span.emphasis","Having faith:"],"Satan did everything in his power to distract me and tempt me to succumb to his ways. He worked on my weaknesses by making me feel unworthy and unlovable. I had to have faith that with the Lord, I would overcome the weaknesses that were hindering my return."],["div",{"id":"p11","uri":"/ensign/2013/02/questions-and-answers.p11"},"I nourished my desire to live the gospel by praying, reading the scriptures daily, making myself known to the bishop, and having faith that I could sincerely repent. The Lord was with me every step of the way. By trying to keep my heart honest and humble, I was able to endure and have the faith to take the steps needed. It was hard but eternally worth it."],[".bio",["div",{"id":"p12","uri":"/ensign/2013/02/questions-and-answers.p12"},"Tyson TeRito, Hamilton, New Zealand"]]],["div",{"id":"f3","uri":"/ensign/2013/02/questions-and-answers.f3"},["div",{"id":"p13","uri":"/ensign/2013/02/questions-and-answers.p13"},"If you are returning to the Church, you may think you know less about the gospel than others, but you will find that people are at varying levels of understanding. Remember that missionaries and home teachers are there to help when you have questions. The Gospel Principles Sunday School class for investigators and new members is also a good way to transition back into the gospel. The",["span.emphasis","Gospel Principles"],"manual (item no. 06195) that goes along with the class is an excellent resource for studying on your own."],["div",{"id":"p14","uri":"/ensign/2013/02/questions-and-answers.p14"},"Keep in mind that your desire to go back to church means you have a testimony now. Don’t put off returning to the Church; there will always be something that gets in the way or a reason for not returning. If you do put it off, you may find yourself years from now regretting missed blessings and opportunities that the gospel could have brought you."],["div",{"id":"p15","uri":"/ensign/2013/02/questions-and-answers.p15"},"The first step back is always the hardest, but after that initial decision, you may wonder if it was really as hard as you had anticipated. Remember that the Savior is waiting with open arms to receive you."],[".bio",["div",{"id":"p16","uri":"/ensign/2013/02/questions-and-answers.p16"},"Name withheld, Texas, USA"]]]]],"refs":null}
