{"id":13,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":13,"title":"Standards for All Seasons","subtitle":"By Lori Fuller","short_title":"Standards for All Seasons","uri":"/ensign/2013/02/standards-for-all-seasons","content":[["div",{"id":"head1","uri":"/ensign/2013/02/standards-for-all-seasons.head1"},[".title",["span.dominant","Standards"],"for All Seasons"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/standards-for-all-seasons.p2"},"By Lori Fuller"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/standards-for-all-seasons.p3"},"Lori Fuller lives in Utah, USA."]],[".kicker","Five young adults share how examples of obedience from the Book of Mormon guide them as they make choices between right and wrong."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/standards-for-all-seasons.p5"},"Early in our gospel education, we are taught to recognize right from wrong. We learn that choices have consequences, that obedience brings blessings, and that righteous choices bring us closer to God. In our teens we receive the",["span.emphasis","For the Strength of Youth"],"booklet, which clearly states the standards of gospel living."],["div",{"id":"p6","uri":"/ensign/2013/02/standards-for-all-seasons.p6"},"But sometimes for young adults who are struggling to live in the world but not of the world (see",["a",{"href":"/scriptures/nt/john/17.14"},"John 17:14"],"), choices and standards may no longer seem as clear. Perhaps there appears to be a wide middle ground to choose from, a vast gray area between right and wrong."],["div",{"id":"p7","uri":"/ensign/2013/02/standards-for-all-seasons.p7"},"While choices might appear more difficult as we get older, the same standards still apply as when we were younger. The principle of obedience is constant. Choosing to be obedient now is as important as it ever was. As we face decisions, principles from the Book of Mormon—which was written for our day—can guide us to make the best choices and remind us that the greatest blessings come from the greatest obedience. In this article, five young adults comment on how they’re applying these principles."],["div",{"id":"t1","uri":"/ensign/2013/02/standards-for-all-seasons.t1"},[".title","Obedience Brings Us Closer to God"],["div",{"id":"p9","uri":"/ensign/2013/02/standards-for-all-seasons.p9"},["span.emphasis","“What shall I do that I may be born of God, … that I may be filled with joy, that I may not be cast off at the last day? … I will give away all my sins to know [God]” (",["a",{"href":"/scriptures/bofm/alma/22.15,18"},"Alma 22:15, 18"],")."]],["div",{"id":"p10","uri":"/ensign/2013/02/standards-for-all-seasons.p10"},"When King Lamoni’s father heard the word of God, he determined to give up all his sins to know Him. As he learned God’s standards, he was determined to keep them in order to stay close to God. With the other Anti-Nephi-Lehies, he made and kept his covenants with Heavenly Father and “never did fall away” (",["a",{"href":"/scriptures/bofm/alma/23.6"},"Alma 23:6"],")."],["div",{"id":"p11","uri":"/ensign/2013/02/standards-for-all-seasons.p11"},"The principle of obedience holds true in the lives of young adults today as well. As Vijay Patha of India explains, “Obedience brings us closer to God. It brings peace of mind, faith, happiness, love, and optimism. There is no other way to these but through the gospel."],["div",{"id":"p12","uri":"/ensign/2013/02/standards-for-all-seasons.p12"},"“When difficult decisions arise,” he continues, “the Holy Ghost can guide us through. When there are no boundaries, we are in increased danger of falling. Keeping my covenants provides me with boundaries. These boundaries protect me from falling away into unknown paths and have helped me many times to represent Christ and abstain from doing things like using profane language. Setting boundaries provides clarity.”"]],["div",{"id":"t2","uri":"/ensign/2013/02/standards-for-all-seasons.t2"},[".title","God Will Help Us Obey"],["div",{"id":"p14","uri":"/ensign/2013/02/standards-for-all-seasons.p14"},["span.emphasis","“I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (",["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],")."]],["div",{"id":"p15","uri":"/ensign/2013/02/standards-for-all-seasons.p15"},"Sometimes commandments may seem difficult to follow, but Heavenly Father has promised that He will always provide a way for us to obey. Like Nephi, young adults who are determined to be faithful can turn to Heavenly Father to find the strength and ability to be obedient. Duncan Purser of England tells how this happened for him:"],["div",{"id":"p16","uri":"/ensign/2013/02/standards-for-all-seasons.p16"},"“Tithing is a commandment with set boundaries: we pay 10 percent of what we earn. But with fast offerings we are given a greater degree of flexibility in our obedience."],["div",{"id":"p17","uri":"/ensign/2013/02/standards-for-all-seasons.p17"},"“While I was saving for university tuition, the idea of paying a fast offering was a challenge for me. I really struggled on fast Sunday, trying to decide whether I should pay and how much constituted a ‘generous’ offering. I would turn to prayer, and not only did I always feel prompted to pay fast offerings but I also felt an increased desire to do so."],["div",{"id":"p18","uri":"/ensign/2013/02/standards-for-all-seasons.p18"},"“I know that the Lord blesses those who keep this commandment, and as I obey, I am never without the necessities of life. As we live the gospel, keep the commandments, and realize that we are examples to everyone around us, our desire to become better will increase, and the Lord will show us what to do."],["div",{"id":"p19","uri":"/ensign/2013/02/standards-for-all-seasons.p19"},"“The Lord has given us standards for our benefit. We can choose to what degree we live these standards and whether or not our obedience will change us. In my experience, I have seen blessings come as I follow the promptings of the Spirit.”"]],["div",{"id":"t3","uri":"/ensign/2013/02/standards-for-all-seasons.t3"},[".title","The Lord Wants Us to Obey with Exactness"],["div",{"id":"p21","uri":"/ensign/2013/02/standards-for-all-seasons.p21"},["span.emphasis","“They did obey and observe to perform every word of command with exactness; yea, and even according to their faith it was done unto them” (",["a",{"href":"/scriptures/bofm/alma/57.21"},"Alma 57:21"],")."]],["div",{"id":"p22","uri":"/ensign/2013/02/standards-for-all-seasons.p22"},"Striving for exact obedience, as the stripling warriors did, will help Jesus Christ’s followers become like Him. But our Savior and Heavenly Father understand that no one is perfect. For the times when we fall short, They have provided a way for us to repent and do better."],["div",{"id":"p23","uri":"/ensign/2013/02/standards-for-all-seasons.p23"},"“I lost the girl of my dreams because we were breaking the law of chastity—just a little,” said Tyler (name has been changed). “But breaking the law of chastity ‘just a little bit’ is still breaking the law of chastity. I kept losing the precious blessings of obedience; I wanted the Spirit in my life."],["div",{"id":"p24","uri":"/ensign/2013/02/standards-for-all-seasons.p24"},"“I didn’t want to do any of the little things people think are OK ‘as long as we don’t have to see the bishop.’ I wanted to keep the law 100 percent. But my decision to be obedient was too late to save our relationship; breaking the law of chastity had polluted it."],["div",{"id":"p25","uri":"/ensign/2013/02/standards-for-all-seasons.p25"},"“The law of chastity is there for our protection. It isn’t a limit to our love. Instead, it is the ultimate way of expressing our love. Through keeping it, we say, ‘I love you enough to respect you and keep God’s commandments. I love you enough to keep our lives Christ-centered.’"],["div",{"id":"p26","uri":"/ensign/2013/02/standards-for-all-seasons.p26"},"“As single adults we are also held to the standards in",["span.emphasis","For the Strength of Youth."],"The law of chastity applies to everyone equally, no matter what your age or situation. I’m grateful for this newfound testimony because it will help me draw closer to the Savior and to my eternal companion when I find her.”"]],["div",{"id":"t4","uri":"/ensign/2013/02/standards-for-all-seasons.t4"},[".title","Strict Obedience Keeps Us from Danger"],["div",{"id":"p28","uri":"/ensign/2013/02/standards-for-all-seasons.p28"},["span.emphasis","“And it came to pass that when Lehonti received the message he durst not go down to the foot of the mount. … And it came to pass that when Amalickiah found that he could not get Lehonti to come down off from the mount, he went up into the mount” (",["a",{"href":"/scriptures/bofm/alma/47.11-12"},"Alma 47:11–12"],")."]],["div",{"id":"p29","uri":"/ensign/2013/02/standards-for-all-seasons.p29"},"Lehonti was determined to hold his ground. But he decided that to go down just a little bit, to meet his enemy halfway, would be all right. Although Lehonti was sure he was in control, Amalickiah began administering “poison by degrees” (",["a",{"href":"/scriptures/bofm/alma/47.18"},"Alma 47:18"],") until Lehonti died, perhaps not realizing the danger until it was too late."],["div",{"id":"p30","uri":"/ensign/2013/02/standards-for-all-seasons.p30"},"Claudia R. of Colorado, USA, tells how she held her ground:"],["div",{"id":"p31","uri":"/ensign/2013/02/standards-for-all-seasons.p31"},"“I feel like society is moving toward a gray area. For example, people will say about alcohol, ‘One sip isn’t going to kill you.’ That kind of rationalization is essentially playing mind games with yourself. And it’s in those situations—the ones that seem harmless—where agency is really tested."],["div",{"id":"p32","uri":"/ensign/2013/02/standards-for-all-seasons.p32"},"“So you have to learn to stop, to put your foot down. Some people take what starts out as a gray area, and that gray area becomes really dark. And then you’re kind of stuck."],["div",{"id":"p33","uri":"/ensign/2013/02/standards-for-all-seasons.p33"},"“I had gone on several fun dates with someone, but one time we were alone in the car in the dark, and he tried to pull a move on me. I knew that what he wanted to do could lead to other things. I was not going to let that happen, so I jumped out of the car."],["div",{"id":"p34","uri":"/ensign/2013/02/standards-for-all-seasons.p34"},"“As single adults, when something goes against our standards, we have to take a stand. With dating, of course, you want to hold hands, hug, and kiss. But Satan wants to deceive us into thinking that the law of chastity is a gray area where partial obedience is OK."],["div",{"id":"p35","uri":"/ensign/2013/02/standards-for-all-seasons.p35"},"“Our standards need to be firmer than ever. We need to decide before the difficult decisions come up. We have to put our foot down when things are wrong. I know our world isn’t easy; we have so many things going on. But the prophets and apostles have given us standards and guidelines. I carry a wallet-sized version of",["span.emphasis","For the Strength of Youth"],"with me, and it gets me through hard times.”"]],["div",{"id":"t5","uri":"/ensign/2013/02/standards-for-all-seasons.t5"},[".title","We Can Be Obedient When Others around Us Are Not"],["div",{"id":"p37","uri":"/ensign/2013/02/standards-for-all-seasons.p37"},["span.emphasis","“If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean” (",["a",{"href":"/scriptures/bofm/ether/12.37"},"Ether 12:37"],")."]],["div",{"id":"p38","uri":"/ensign/2013/02/standards-for-all-seasons.p38"},"When Moroni prayed for the Gentiles of the future to be blessed, God told him that what was most important was that he had remained faithful. The world doesn’t make it easy for faithful young adults to live their standards. But even when others are choosing another path, it is possible to choose a higher way."],["div",{"id":"p39","uri":"/ensign/2013/02/standards-for-all-seasons.p39"},"Like many other young adults, Victor Kim of South Korea has found himself in situations where others didn’t share his standards:"],["div",{"id":"p40","uri":"/ensign/2013/02/standards-for-all-seasons.p40"},"“Sometimes at work, my colleagues and I went out to eat as a team, and they always drank. There was a lot of pressure to join in, and it wasn’t easy to turn everybody down. I always made sure that they knew beforehand that I don’t drink. Even still, I had to be strong and show confidence in my boundaries."],["div",{"id":"p41","uri":"/ensign/2013/02/standards-for-all-seasons.p41"},"“In my experience, those who don’t set clear boundaries can become complacent and can eventually convince themselves that a little sin is OK. They can become numb to the Spirit and no longer see what is wrong and why it’s wrong."],["div",{"id":"p42","uri":"/ensign/2013/02/standards-for-all-seasons.p42"},"“Peer pressure can also be really strong. Those who aren’t strong might eventually join in because what their friends are saying seems to make sense, even though it doesn’t fit our standards. But there is no middle ground. Eventually you have to choose."],["div",{"id":"p43","uri":"/ensign/2013/02/standards-for-all-seasons.p43"},"“To stay strong, it helps to have a good friend so you can talk to each other and rely on each other. That way you can stay strong together. When I keep my standards, I feel safe. I’m worthy to ask God to protect me. I have faith that if I am obedient, He will help me.”"]]]],"refs":null}
