{"id":11,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":11,"title":"“Stand by My Servant Joseph”","subtitle":"By Elder Cecil O. Samuelson Jr.","short_title":"“Stand by My Servant Joseph”","uri":"/ensign/2013/02/stand-by-my-servant-joseph","content":[["div",{"id":"head1","uri":"/ensign/2013/02/stand-by-my-servant-joseph.head1"},[".title","“Stand by My Servant Joseph”"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p2"},"By Elder Cecil O. Samuelson Jr."],["div",{"id":"p3","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p3"},"Served as a member of the Seventy from 1994 to 2011"]],[".event",["div",{"id":"p4","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p4"},"From a devotional address given at Brigham Young University on January 18, 2005, by Elder Cecil O. Samuelson Jr., president of Brigham Young University. For the full text in English, visit",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],[".kicker","How grateful we should be that we are allowed to stand by Joseph with our own actions and testimonies of the Father and the Son."]],[".bodyBlock",["div",{"id":"p6","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p6"},"The Lord said to Oliver Cowdery, “Therefore be diligent; stand by my servant Joseph, faithfully, in whatsoever difficult circumstances he may be for the word’s sake” (",["a",{"href":"/scriptures/dc-testament/dc/6.18"},"D&C 6:18"],")."],["div",{"id":"p7","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p7"},"What did the phrase “stand by my servant Joseph” mean to Oliver, and what should it mean to us?"],["div",{"id":"p8","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p8"},"Even before the Church was organized, it became clear that Joseph Smith was no ordinary young man. Although born into modest means and circumstances, he was quickly identified as someone special. The First Vision was an unexpected occurrence that not only changed his life forever but also changed the history of the world. His initial interview with the angel Moroni, occurring while he was just 17 years old, taught him that his life and work would not be usual by any measure."],["div",{"id":"p9","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p9"},"“He called me by name, and said unto me that he was a messenger sent from the presence of God to me, and that his name was Moroni; that God had a work for me to do; and that my name should be had for good and evil among all nations, kindreds, and tongues, or that it should be both good and evil spoken of among all people” (",["a",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],")."],["div",{"id":"p10","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p10"},"That is an amazing prophecy for any 17-year-old. Think of the statistical improbability of the assertion that his “name should be had for good and evil” around the world. Yet the name Joseph Smith",["span.emphasis","is"],"becoming widely known among virtually all of the nations of the earth."],["div",{"id":"p11","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p11"},"For those who have heard of Joseph, their knowledge and understanding are usually incomplete in important ways. The Church and its leaders, missionaries, and other representatives are doing much to improve what the world knows and understands of Joseph Smith. All of us will have parts to play, and our roles will be important."],["div",{"id":"t1","uri":"/ensign/2013/02/stand-by-my-servant-joseph.t1"},[".title","Understanding Joseph"],["div",{"id":"p13","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p13"},"The understanding people have of Joseph occurs at different levels. As I mention a few, mentally note where you stand and which level best describes you."],["div",{"id":"p14","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p14"},["span.emphasis","Recognition:"],"Increasingly, people recognize the name Joseph Smith and are able to relate him to The Church of Jesus Christ of Latter-day Saints, the Book of Mormon, and other basics of our faith. Some know enough, or believe they know enough, to have developed opinions about him—positive or negative. Most people throughout the world who have heard of Joseph Smith fit into this category and are not exercised about him sufficiently to try to learn more."],["div",{"id":"p15","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p15"},["span.emphasis","Appreciation:"],"Of those who recognize the Prophet Joseph Smith by name, some know that he accomplished things that have made a difference. They know he organized a church and movement that has grown dramatically and has influenced many lives. Although they may not believe in his work or admire his contributions, they acknowledge that the world is different because of his life and efforts."],["div",{"id":"p16","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p16"},["span.emphasis","Admiration:"],"Many who appreciate that Joseph made a difference also admire many of his accomplishments and contributions. Although still not necessarily subscribing to his teachings or his mission, they admire what he did in Kirtland, Ohio; Missouri; and Nauvoo, Illinois. They admire his ability to enlist a following and to inspire people to sacrifice greatly for the cause he espoused. Again, not all who admire his accomplishments necessarily endorse his positions."],["div",{"id":"p17","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p17"},["span.emphasis","Testimony:"],"A subset of those who recognize, appreciate, and admire Joseph are those who have a testimony of the truthfulness of his mission, teachings, and accounts of encounters with heavenly beings. They have no reservations about him or the doctrines he revealed, but they may not have fully internalized what this should mean to them."],["div",{"id":"p18","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p18"},["span.emphasis","Loyalty:"],"To those who have a testimony of the Prophet Joseph Smith and his unique and special mission, I frame this question: What does it mean to “stand by my servant Joseph”? It means more than just recognition, appreciation, admiration, and testimony. The counsel given to Oliver Cowdery to faithfully stand by Joseph illustrates what I mean. To Oliver’s great credit, he never denied his testimony of the events and experiences he had with the Prophet. Unfortunately, he did not live up to what the Lord required of him, and he lost his place (see",["a",{"href":"/scriptures/dc-testament/dc/124.95"},"D&C 124:95"],")."]],["div",{"id":"t2","uri":"/ensign/2013/02/stand-by-my-servant-joseph.t2"},[".title","Stalwart Associates"],["div",{"id":"p20","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p20"},"The one called to replace Oliver and enjoy the privileges, responsibilities, and destiny with the Prophet Joseph was his brother Hyrum. Even before the Church was organized, Hyrum knew the truthfulness of what Joseph was teaching and reporting. He wanted to do his part and hoped and pled to be called as a missionary. The Lord, in answering Hyrum’s entreaty, said, “Seek not to declare my word, but first seek to obtain my word” (",["a",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."],["div",{"id":"p21","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p21"},"To Hyrum’s everlasting credit, despite his disappointment at not being called as a missionary at that time, he stood by Joseph and received the blessings God reserves for those loyal to Him. These blessings included, less than a year later, the exact opportunity Hyrum had sought (see",["a",{"href":"/scriptures/dc-testament/dc/23.3"},"D&C 23:3"],")."],["div",{"id":"p22","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p22"},"Another who stood by Joseph was Brigham Young. “Of the Twelve Apostles chosen in Kirtland,” the Prophet said, “… there have been but two but what have lifted their heel against me—namely Brigham Young and Heber C. Kimball.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Brigham Young and Heber C. Kimball were the only two members of the Twelve at that time who had never opposed Joseph."],["div",{"id":"p23","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p23"},"Grateful we are that others besides Hyrum, Brigham, and Heber stood by Joseph even when it might have seemed folly to do so. Interestingly, but not surprisingly, replacements for the Twelve and other key leadership responsibilities were later selected from this group of faithful friends to Joseph."],["div",{"id":"p24","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p24"},"John Taylor, who would follow Brigham Young as Joseph’s successor, was stalwart from the time of his baptism in 1836. During the dark days in Kirtland, he attended a meeting where Joseph Smith, not in attendance, was severely criticized by apostates who once had been Joseph’s friends and associates. Elder Taylor courageously offered this defense:"],["div",{"id":"p25","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p25"},"“It was Joseph Smith, under the Almighty, who developed the first principles, and to him we must look for further instructions. If the spirit which he manifests does not bring blessings, I am very much afraid that the one manifested by those who have spoken, will not be very likely to secure them. The children of Israel, formerly, after seeing the power of God manifested in their midst, fell into rebellion and idolatry, and there is certainly very great danger of us doing the same thing.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p26","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p26"},"John Taylor saw what had happened to his colleagues and recognized the attendant spiritual risks they faced. I submit that the danger to us as well is both great and real should we also fail to stand by Joseph."],["div",{"id":"p27","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p27"},"Another who stood steadfast in the chilling wind of a contagious apostasy was Wilford Woodruff. He, like John Taylor, was called to replace one who had fallen, and he later succeeded President Taylor as President of the Church. In discussing these matters and the instruction given to him at the time of his call to the Twelve, he said:"],["div",{"id":"p28","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p28"},"“Brother Joseph laid before us the cause of those men turning away from the commandments of God. He hoped we would learn wisdom by what we saw with the eye and heard with the ear, and that we would be able to discern the spirits of other men without being compelled to learn by sad experience."],["div",{"id":"p29","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p29"},"“He then remarked that any man … who pursued a course whereby he would ignore or, in other words, refuse to obey any known law or commandment or duty—whenever a man did this, neglected any duty God required at his hand in attending meetings, filling missions, or obeying counsel, he laid a foundation to lead him to apostasy and this was the reason those men had fallen.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p30","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p30"},"On another occasion, President Woodruff bore this testimony of Joseph, which was consistent throughout his life:"],["div",{"id":"p31","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p31"},"“It has been my faith and belief from the time that I was made acquainted with the gospel that no greater prophet than Joseph Smith ever lived on the face of the earth save Jesus Christ. [Joseph Smith] was raised up to stand at the head of this great dispensation—the greatest of all dispensations God has ever given to man.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p32","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p32"},"This testimony is beautiful and clear, but what is even more impressive and helpful is the steady and stalwart behavior Wilford Woodruff demonstrated in clearly and consistently standing by Joseph Smith."]],["div",{"id":"t3","uri":"/ensign/2013/02/stand-by-my-servant-joseph.t3"},[".title","A Conviction of the Prophet"],["div",{"id":"p34","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p34"},"What does it mean to us to stand by Joseph? We do not have a doctrine of infallibility. Joseph himself was quick to admit his own shortcomings, but he was a good and stable boy and man. In describing his situation and personal errors, he said: “No one need suppose me guilty of any great or malignant sins. A disposition to commit such was never in my nature” (",["a",{"href":"/scriptures/pgp/js-h/1.28"},"Joseph Smith—History 1:28"],"). His openness on these matters was lifelong, and shortly before his death he said, “I never told you I was perfect; but there is no error in the revelations which I have taught.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p35","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p35"},"Our testimonies are vital but not sufficient by themselves. The Bible reminds us that even the devils believe in Jesus Christ (see",["a",{"href":"/scriptures/nt/james/2.19"},"James 2:19"],"). Our love and respect for Joseph Smith are important, but if they are not incorporated into our lives internally and consistently, we cannot stand by Joseph. We may not have the same experiences Oliver Cowdery and others had with Joseph Smith, but we can expect to have the same convictions—and to demonstrate them in the same way Brigham Young, Heber C. Kimball, John Taylor, Wilford Woodruff, and countless others have since the Restoration of the gospel."],["div",{"id":"p36","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p36"},"Such conviction comes to us by study, by faith, and by always acting appropriately—and it is hard work. Those whom I have named, as well as legions of others, obtained this witness and internalized it through the manifestations of the Holy Ghost. The Holy Ghost is eager to confer this sustaining knowledge upon us because the testimony of Joseph’s work and mission is key and central to our testimony of the knowledge that is most important of all: that Jesus is the Christ, our Savior and Redeemer, the literal living Son of our living Heavenly Father."],["div",{"id":"p37","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p37"},"How grateful we are to Joseph for his worthiness to witness what he did for us. How grateful we should be that we are allowed to stand by Joseph with our own actions and testimonies of the Father and the Son."],["div",{"id":"p38","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p38"},"I return to the counsel of the Lord to Oliver Cowdery: “Therefore be diligent; stand by my servant Joseph, faithfully, in whatsoever difficult circumstances he may be for the word’s sake” (",["a",{"href":"/scriptures/dc-testament/dc/6.18"},"D&C 6:18"],"). In that context, Oliver was given additional counsel that I share to help us incorporate into our lives the necessary characteristics and determination that will allow us to always stand by Joseph: “Be patient; be sober; be temperate; have patience, faith, hope and charity” (",["a",{"href":"/scriptures/dc-testament/dc/6.19"},"D&C 6:19"],")."],["div",{"id":"p39","uri":"/ensign/2013/02/stand-by-my-servant-joseph.p39"},"To these I add the necessity of the “mighty change” of heart (see",["a",{"href":"/scriptures/bofm/alma/5.12-14"},"Alma 5:12–14"],") that gives one the perspective and conviction to stand by Joseph always—to be true constantly and consistently to the principles he taught and to the Church of Jesus Christ, which the Lord restored through him."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/02/stand-by-my-servant-joseph","uri":"/ensign/2013/02/stand-by-my-servant-joseph"},["span.label",["a",{"name":"footnote1"},"1."]],"Joseph Smith, in",["span.emphasis","History of the Church,"],"5:412."],["div",{"id":"/ensign/2013/02/stand-by-my-servant-joseph","uri":"/ensign/2013/02/stand-by-my-servant-joseph"},["span.label",["a",{"name":"footnote2"},"2."]],"John Taylor, in B. H. Roberts,",["span.emphasis","The Life of John Taylor"],"(1963), 41."],["div",{"id":"/ensign/2013/02/stand-by-my-servant-joseph","uri":"/ensign/2013/02/stand-by-my-servant-joseph"},["span.label",["a",{"name":"footnote3"},"3."]],"Wilford Woodruff, in",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 319."],["div",{"id":"/ensign/2013/02/stand-by-my-servant-joseph","uri":"/ensign/2013/02/stand-by-my-servant-joseph"},["span.label",["a",{"name":"footnote4"},"4."]],"Wilford Woodruff, in",["span.emphasis","Deseret News Weekly,"],"Dec. 29, 1880, 754."],["div",{"id":"/ensign/2013/02/stand-by-my-servant-joseph","uri":"/ensign/2013/02/stand-by-my-servant-joseph"},["span.label",["a",{"name":"footnote5"},"5."]],["span.emphasis","Teachings: Joseph Smith,"],"522."]]}
