{"id":16,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":16,"title":"The Refining Fire of Grief","subtitle":"By Ashley Isaacson Woolley","short_title":"The Refining Fire of Grief","uri":"/ensign/2013/02/the-refining-fire-of-grief","content":[["div",{"id":"head1","uri":"/ensign/2013/02/the-refining-fire-of-grief.head1"},[".title","The Refining Fire of Grief"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/the-refining-fire-of-grief.p2"},"By Ashley Isaacson Woolley"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/the-refining-fire-of-grief.p3"},"Ashley Isaacson Woolley lives in California, USA."]],[".kicker","I could keep faith in God and hope for a happier future while allowing myself to grieve in the present."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/the-refining-fire-of-grief.p5"},"My first baby was born with severe epilepsy that caused him to suffer frequent, debilitating seizures. During each seizure, he lost consciousness and his tiny body convulsed. The seizures interfered with his development so that by age one, he could not do activities typical for babies his age, such as rolling over, sitting up, or crawling. We tried many treatments, but nothing stopped the seizures. The doctors could not even tell us what was causing them."],["div",{"id":"p6","uri":"/ensign/2013/02/the-refining-fire-of-grief.p6"},"I was heartbroken. I grieved over my son’s condition and had to come to terms with the fact that he might never enjoy full health. I felt like I was drowning in sorrow—sorrow that felt inescapable because it went hand in hand with my love for my precious child."],["div",{"id":"p7","uri":"/ensign/2013/02/the-refining-fire-of-grief.p7"},"At first, I felt that my grief meant I lacked faith. But with time, I understood that grief was a normal, healthy response to my son’s illness. In God’s plan for me, grief was a refining fire that transformed my love for others, my perspective on life’s challenges, and my faith in Heavenly Father."],["div",{"id":"t1","uri":"/ensign/2013/02/the-refining-fire-of-grief.t1"},[".title","A Manifestation of Love"],["div",{"id":"p9","uri":"/ensign/2013/02/the-refining-fire-of-grief.p9"},"Elder Lance B. Wickman, an emeritus member of the Seventy, explained: “Grief is the natural by-product of love. One cannot selflessly love another person and not grieve at his suffering or eventual death. The only way to avoid the grief would be to not experience the love; and it is love that gives life its richness and meaning.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"My baby’s illness dealt a serious blow to my most tender feelings—my love for my child. Accepting my grief as part of love finally allowed me to work through my pain and rise above discouragement."],["div",{"id":"p10","uri":"/ensign/2013/02/the-refining-fire-of-grief.p10"},"When I turned to the scriptures for comfort, I learned that grief is a godlike attribute that goes hand in hand with love. Jesus grieved alongside Mary and Martha at Lazarus’s death (see",["a",{"href":"/scriptures/nt/john/11.33-36"},"John 11:33–36"],"). Isaiah said that the Savior would be “a man of sorrows, and acquainted with grief” (",["a",{"href":"/scriptures/ot/isa/53.3"},"Isaiah 53:3"],"). God wept as He spoke to Enoch about the wickedness of the world and judgments to come on His beloved children: “Wherefore should not the heavens weep, seeing these shall suffer?” (",["a",{"href":"/scriptures/pgp/moses/7.37"},"Moses 7:37"],"). As I studied the scriptures, I realized that God’s grief, like mine, was a manifestation of love."]],["div",{"id":"t2","uri":"/ensign/2013/02/the-refining-fire-of-grief.t2"},[".title","A Lesson in Compassion"],["div",{"id":"p12","uri":"/ensign/2013/02/the-refining-fire-of-grief.p12"},"Letting myself grieve taught me how to show Christlike compassion for and sensitivity to others. In my observation, grief can change our nature if we let it turn us to the Savior. I have seen grief transform strangers into loving sisters. Once when my son was hospitalized, I was in the room with him, crying. There was another family with their own sick child on the other side of the room. Eventually I heard the curtain between us drawn aside, and I looked up to see the mother approaching me. She had been a stranger until then—she was from a different country, spoke a different native language, and knew no details of my son’s condition. Wrapping her arms tightly around me while I cried, she said in her language, “It’s going to be OK. He’s going to be OK. He really is.” That mother had surely experienced grief in her own life that had transformed her into a Christlike person who could wrap her arms around a grieving stranger."],["div",{"id":"p13","uri":"/ensign/2013/02/the-refining-fire-of-grief.p13"},"My own grief changed the way I respond to others’ sorrow. I once saw a distraught family with name tags from a children’s hospital enter a restaurant as I sat at dinner. In the past I would have felt sympathy but kept my distance. Instead, I approached them with concern and learned that their newborn daughter had died that morning. I embraced the mother and we cried together for some time."],["div",{"id":"p14","uri":"/ensign/2013/02/the-refining-fire-of-grief.p14"},"Grief softens our hearts not only toward strangers but also toward the one for whom we are grieving. The depth of my sorrow over my son’s condition showed me the depth of my love for him. And grieving over my old expectations for my son’s life allowed me to let go of them, freeing me to see my son as a beautiful child of God with an eternal destiny, regardless of the imperfections in his physical body."]],["div",{"id":"t3","uri":"/ensign/2013/02/the-refining-fire-of-grief.t3"},[".title","A Motivational Power"],["div",{"id":"p16","uri":"/ensign/2013/02/the-refining-fire-of-grief.p16"},"Grief motivated me to seek positive changes for my family. Just as physical injury causes physical pain, emotional injury causes emotional pain. Because I was in pain, I sought a remedy for the situation and relief for my emotional wounds."],["div",{"id":"p17","uri":"/ensign/2013/02/the-refining-fire-of-grief.p17"},"The pain my husband and I felt each time our son had a seizure renewed our resolve to keep praying and searching for a treatment. When our son was one year old, we traveled from our home in California, USA, to Ohio, USA, for an evaluation by the nation’s leading specialists. These experts discovered something other doctors had missed: a malformation in part of our son’s brain. They performed brain surgery to remove the malformed tissue, and our son’s last seizure was on the operating table just before they anesthetized him. He is now seizure-free and progressing toward a more normal, healthy life."],["div",{"id":"p18","uri":"/ensign/2013/02/the-refining-fire-of-grief.p18"},"During my son’s illness and surgery, grief prompted me to seek emotional relief through earnest prayer and fasting. I felt calm throughout the long hours of my son’s surgery and knew that I was feeling the deep peace that comes through the Holy Ghost. I also recognized that the previous year of grieving over my son’s illness had prepared me to not fear the surgery but look forward to it as the beginning of a better life for him."],["div",{"id":"p19","uri":"/ensign/2013/02/the-refining-fire-of-grief.p19"},"Hannah of the Old Testament demonstrated the power of grief to motivate in positive ways. For years Hannah was unable to have children, a condition that caused her deep heartache. As her grief overwhelmed her, she knelt near the temple and prayed fervently for a child. She explained to the priest Eli that she was “of a sorrowful spirit” and that she was praying “out of the abundance of [her] complaint and grief” (",["a",{"href":"/scriptures/ot/1-sam/1.15-16"},"1 Samuel 1:15–16"],"). In time, the Lord answered her prayer by giving her a son, Samuel, who became a great prophet and leader."],["div",{"id":"p20","uri":"/ensign/2013/02/the-refining-fire-of-grief.p20"},"Hannah’s grief over her childlessness led her to pray, which in turn led to an answer to her prayer. If Hannah had not felt grief, she might not have offered that important prayer."],["div",{"id":"p21","uri":"/ensign/2013/02/the-refining-fire-of-grief.p21"},"The circumstances that cause grief cannot always be changed the way God healed Hannah’s childlessness or my son’s illness through medical assistance. Some losses, such as the death of a loved one, cannot be altered. But grief motivates us to act, even if only to seek counsel, to reach out to others, or to pray for strength and understanding."]],["div",{"id":"t4","uri":"/ensign/2013/02/the-refining-fire-of-grief.t4"},[".title","Faith amid Grief"],["div",{"id":"p23","uri":"/ensign/2013/02/the-refining-fire-of-grief.p23"},"Even as grief refined me in important ways, it also challenged my faith to the core. But prayer and the whisperings of the Spirit helped me to emerge on the other side of grief with faith that is even stronger than before."],["div",{"id":"p24","uri":"/ensign/2013/02/the-refining-fire-of-grief.p24"},"In the darkest moments of my son’s illness, I sometimes felt forsaken by God, wondering how He could let my son suffer and leave me to endure such heartache. I came to understand that my feelings were natural because I did not share God’s perspective. I reflected on the difference between God’s perspective and my own one night after my husband and I had put our son to bed. We sat in another room, listening to him and watching him on a video monitor. As our son fussed, my husband commented, “You know, he probably feels completely abandoned. It’s dark in there, and he probably thinks we have forgotten him. He doesn’t know that we can see and hear him, because he can’t see or hear us. He doesn’t know that we are always nearby.” As our son was to us, so we are to our Heavenly Father."],["div",{"id":"p25","uri":"/ensign/2013/02/the-refining-fire-of-grief.p25"},"God",["span.emphasis","is"],"there, and He did not leave me feeling alone forever. Once when I was feeling particularly upset about my son’s health and especially forsaken by God, I prayed. Soon afterward, a phrase came to my mind: “God makes a way where there is no way.” I looked up the phrase and discovered a quotation by Martin Luther King Jr.:"],["div",{"id":"p26","uri":"/ensign/2013/02/the-refining-fire-of-grief.p26"},"“When our days become dreary with low hovering clouds and our nights become darker than a thousand midnights, let us remember that … [God] is able to make a way out of no way, and transform dark yesterdays into bright tomorrows.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p27","uri":"/ensign/2013/02/the-refining-fire-of-grief.p27"},"This thought reminded me that I could hope for a bright tomorrow without denying the darkness of today. I could keep my faith in God and hope for a happier future while allowing myself to grieve in the present. In God’s own time, He spoke comfort and reassurance to me."],["div",{"id":"p28","uri":"/ensign/2013/02/the-refining-fire-of-grief.p28"},"Because God loved me and desired my progress, He would not spare me the refining fire of grief. But God made a way where there was no way. Not every loss can be healed in this life, but lives broken by grief",["span.emphasis","can"],"be healed. Because I remained close to God even when I could not see or hear Him, I felt Him when He reached out to me in my darkest night."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/02/the-refining-fire-of-grief","uri":"/ensign/2013/02/the-refining-fire-of-grief"},["span.label",["a",{"name":"footnote1"},"1."]],"Lance B. Wickman, “But If Not,”",["span.emphasis","Ensign,"],"Nov. 2002, 30."],["div",{"id":"/ensign/2013/02/the-refining-fire-of-grief","uri":"/ensign/2013/02/the-refining-fire-of-grief"},["span.label",["a",{"name":"footnote2"},"2."]],"Martin Luther King Jr.,",["span.emphasis","The Papers of Martin Luther King, Jr.,"],"ed. Clayborne Carson (2007), 534."]]}
