{"id":10,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":10,"title":"You’re Not Here to Go to Church!","subtitle":"By Mike Ellsworth","short_title":"You’re Not Here to Go to Church!","uri":"/ensign/2013/02/youre-not-here-to-go-to-church","content":[["div",{"id":"head1","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.head1"},[".title","You’re Not Here to Go to Church!"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p2"},"By Mike Ellsworth"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p3"},"Mike Ellsworth lives in Utah, USA."]],[".kicker","Life in basic training was tough. I needed spiritual strength more than ever."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p5"},"I joined the United States Army Reserve at age 17, during the Vietnam War. Six days after high school graduation, I shipped out to Fort Polk, Louisiana, USA, for basic training. Although there were six in our group from Utah, the other five were assigned to different barracks than I was. I discovered that my company was full of soldiers who had been convicted criminals. Judges had given them the option of going to prison or serving in the military, and they had chosen the latter. Their language was crude and their behavior was rough, and I felt out of my comfort zone, to say the least."],["div",{"id":"p6","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p6"},"My discomfort led me to rely on the power of prayer more than I had at any other time in my life. The strength it gave me was what sustained me during those difficult times. I prayed particularly for the opportunity to attend church and to be lifted by the Spirit there."],["div",{"id":"p7","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p7"},"That wasn’t possible right away; for the first several weeks of boot camp, training occurred 16 to 18 hours a day, seven days a week. After that, our schedule eased up a bit, and while we were still training every day of the week, it wasn’t quite as taxing. I decided to use some of my free time to see if I could find the other young men from Utah. When I did, I learned they were all Latter-day Saints. I told them I would really like to go to church and asked them if they would be interested in joining me. They indicated that they would be."],["div",{"id":"p8","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p8"},"So for the next several days, I sought opportunities to talk to the commander of the company to seek his permission to attend church. But it always seemed that by the time we got back from training, he was gone, and I never could quite catch him. I continued to pray for the opportunity to attend church and specifically to be able to find an opportunity to talk to the captain about it."],["div",{"id":"p9","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p9"},"Payday was approaching, and I knew he would be there when we were paid, so I decided I would ask him then. Our company stood out in the sun between some barracks, each man waiting for his turn to be paid his month’s salary. Finally my turn came. As I approached the captain, who had an armed guard on either side of him, I said, “Sir, several of us would like to go to church on Sunday.”"],["div",{"id":"p10","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p10"},"He looked at me scoffingly and said, “Soldier, you’re here to be trained, not to go to church. Now, fall out.”"],["div",{"id":"p11","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p11"},"At this dismissal, I left and headed to the post exchange, the store where most of the soldiers went to spend their money on payday. As I walked, I became angrier and angrier. How could he deny us the opportunity to worship?"],["div",{"id":"p12","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p12"},"Despite feeling intimidated by this captain’s refusal, I decided to do what I could about it. I called the inspector general’s office and talked to a major there. “Sir,” I said, “I find it ironic that we are in the service to defend our freedoms, including religious freedom, yet our company commander is denying us the opportunity to go to church.” He took my name, the name of my company, and the name of my commander and told me he would look into it."],["div",{"id":"p13","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p13"},"The following Sunday, all 400 members of my company were standing in formation for roll taking and for receiving instruction. At the end of that, the company commander said in an upset voice, “Private Ellsworth, you are excused to go to church, as is anyone else who wants to go with you.”"],["div",{"id":"p14","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p14"},"I was elated. I found the other Latter-day Saint men, and for our remaining weeks at Fort Polk, we attended church on base. In the other areas I was stationed after that, I always found an opportunity to attend church. The environment I found there was usually in stark contrast to life in the barracks, and it gave me strength from week to week."],["div",{"id":"p15","uri":"/ensign/2013/02/youre-not-here-to-go-to-church.p15"},"I’m grateful for that opportunity to attend church and to be strengthened in worship and renewing my covenants. I’m thankful for other upstanding young men whose company and support gave me courage to find a way for us to attend church. Most important, I’m grateful to have been able to rely on the power of prayer. It sustained me in an environment that was foreign to me, and although I was young and inexperienced, it gave me strength beyond my own and the courage to keep going."]]],"refs":null}
