{"id":4,"parent_id":0,"book_id":83,"content_id":1,"language_id":1,"display_order":4,"title":"Learning and Living the Gospel","subtitle":"","short_title":"Learning and Living the Gospel","uri":"/manual/faith-in-god-for-girls/learning-and-living-the-gospel","content":[["div",{"id":"head1","uri":"/manual/faith-in-god-for-girls/learning-and-living-the-gospel.head1"},["h1","Learning and Living the Gospel"],"“Learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.”",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"]],[".bodyBlock","Complete at least two of the following activities each year:",["ul.bullet",["li",["span.label","•"],[".para","Explain how taking the sacrament helps you renew your baptismal covenant. In a family home evening, teach others about things we can do to remain faithful."]],["li",["span.label","•"],[".para","Give a family home evening lesson on Joseph Smith’s First Vision (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-20"},"Joseph Smith—History 1:1–20"],"). Discuss how Heavenly Father answers our sincere prayers."]],["li",["span.label","•"],[".para","Mark these verses about the Holy Ghost in your scriptures:",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16-17"},"John 14:16–17"],",",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],". Discuss ways the Holy Ghost helps you."]],["li",["span.label","•"],[".para","Read a recent conference address given by the prophet. Decide what you can do to follow the prophet, and do it."]],["li",["span.label","•"],[".para","Give an opening and a closing prayer in family home evening or at Primary. Share your feelings about how prayer protects us and helps us to stay close to Heavenly Father and the Savior."]],["li",["span.label","•"],[".para","Tell a story from the Book of Mormon that teaches about faith in Jesus Christ. Share your testimony of the Savior."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],". Discuss how Heavenly Father blesses us when we faithfully live the Word of Wisdom. Help plan and conduct an activity to teach the Word of Wisdom to others."]],["li",["span.label","•"],[".para","Prepare a pedigree chart with your name and your parents’ and grandparents’ names. Prepare a family group record for your family and share a family story. Discuss how performing temple work blesses families."]],["li",["span.label","•"],[".para","Learn to sing",["span.crossRef","“Choose the Right”"],"(",["span.emphasis","Hymns,"],"no. 239). Explain what agency is and what it means to be responsible for your choices. Discuss how making good choices has helped you develop greater faith."]],["li",["span.label","•"],[".para","Plan and complete your own activity that will help you learn and live the gospel (write the activity below)."],["span.textInput"]]]]],"refs":null}
