{"id":47,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":47,"title":"Family Home Evening with Younger Children","subtitle":"","short_title":"Family Home Evening with Younger Children","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children","content":[["div",{"id":"head6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.head6"},["h1","Family Home Evening with Younger Children"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p2"},"Each day you are teaching your children through your example; family home evenings are to help you teach in a more structured way. You should not wait until your children are school age to hold them. Successful family home evenings can help younger children learn gospel principles and learn to enjoy being together. In fact, young children soon reach a point when they will not let you forget to hold home evening."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p3"},"Most lessons in this manual have an adaptation for younger children that will help you in preparing your family home evenings. Some additional helps for families with younger children follow."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p4"},"If you follow a routine each week, your children will know what to expect. Let them help prepare. Involve them in every aspect of family home evening. You may, of course, need to help your younger children with most things, but the effort will be worth it. Give each a chance to say the prayers, lead the singing, choose the songs, and give parts of the lessons. They will learn more, for instance, if they tell the story meant to illustrate the lesson. Let them choose a game to play, pick refreshments, or help in their preparation. When the time comes to enjoy refreshments, children love to help serve them. Make sure that each child has a responsibility each week."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p5"},"Because the attention span of young children is not very long, your entire family home evening may need to be relatively short; however, children can learn a lot in a short time. If you have both teenagers and very young children, consider the increased needs of the teenagers when deciding how long home evening should be. Keeping separate activities varied and short will help you keep the attention of the younger children."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p6"},"When you or an older child tells a story, use visual aids, if possible, such as pictures or flannel board figures that the younger children can display. Explain the meaning of stories and let the younger children retell the story or play with the flannel board figures. You may want to leave the pictures out during the week where children can play with them. This will reinforce the learning."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p7"},"After a short lesson, you could play a game with your children. Involve everyone and don’t worry if the game lasts longer than your lesson. Enlist the aid of older children to either lead the games or to help the younger children."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/family-home-evening-with-younger-children.p8"},"Young children are very receptive to new ideas and thoughts, and if you teach them correct principles at this age, those teachings will more likely become part of their lives. Make your family home evenings fun for all, and it will become a time of family growth."]]],"refs":null}
