{"id":46,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":46,"title":"Involving Your Teenagers","subtitle":"","short_title":"Involving Your Teenagers","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/involving-your-teenagers","content":[["div",{"id":"head5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/involving-your-teenagers.head5"},["h1","Involving Your Teenagers"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/involving-your-teenagers.p2"},"Because teenagers often want freedom from parental and adult authority, they present a special challenge in holding successful home evenings. To involve a teenager more meaningfully in home evenings you need to understand his needs. The teen years are an important part of the training ground for responsible adulthood, and good family relationships will add strength to your teenagers’ chances for success in their adult years. Home evenings that involve teenagers can be fun but challenging to parents. The ideas that follow may help you understand how to have better home evenings, with your teenager participating in rather than complaining about them."],["div",{"id":"f2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/involving-your-teenagers.f2"},["ol.number",["li",["span.label","1."],[".para","Provide your teenagers with meaningful opportunities to share in planning home evenings. (This means that his suggestions be given as much careful consideration as any family member’s suggestions. It also means that as a parent you may need to be more receptive to trying new ideas for home evenings.)"]],["li",["span.label","2."],[".para","Select projects and activities the whole family can take part in. (All children need to learn to serve others, and teenagers can be particularly receptive to the joy of helping others. Teenagers, especially, need worthwhile and",["span.emphasis","active"],"participation in any project or activity. You may need to give them more responsibility than in the past.)"]],["li",["span.label","3."],[".para","Let your teenager lead home evening discussion as he wishes; don’t expect or try to force him to do it your way."]],["li",["span.label","4."],[".para","Provide opportunities for your teenagers to ask questions and challenge ideas. (Accept his questions as seriously as you would an adult’s. And invite him to join you in finding any answers you may need to seek.)"]],["li",["span.label","5."],[".para","Don’t be defensive about questions and comments; he may be seeking security in your strength, not challenging you."]],["li",["span.label","6."],[".para","Encourage discussion of problems important to your teenager. (Ask his help in choosing discussion topics, particularly as you plan them.)"]],["li",["span.label","7."],[".para","Although teenagers may challenge adult authority, they like and expect parents to be strong in their convictions, especially in matters of morality."]],["li",["span.label","8."],[".para","A teenager’s rejection of authority is usually only temporary. Don’t force him to participate in home evening but be sure he attends."]],["li",["span.label","9."],[".para","Base communication on mutual respect."]],["li",["span.label","10."],[".para","Teenagers respond to genuine emotional warmth and understanding."]],["li",["span.label","11."],[".para","Be well prepared and let your teenagers’ interest help determine the length of discussions."]],["li",["span.label","12."],[".para","Keep your teenager involved in home evenings by consistently holding them."]]]]]],"refs":null}
