{"id":45,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":45,"title":"Meeting Adult Needs","subtitle":"","short_title":"Meeting Adult Needs","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs","content":[["div",{"id":"head4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.head4"},["h1","Meeting Adult Needs"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p2"},"Each of us has several basic needs, regardless of our age. For instance, everybody needs to love and be loved. And all of us, children and adults, become frustrated when our basic needs are not met."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p3"},"The need to overcome inner weaknesses and to grow spiritually is just as basic as our need for love or for food and shelter. However, we may not realize this. President Harold B. Lee said:"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p4"},"“Conversion must mean more than just being a ‘card carrying’ member of the church with a tithing receipt, a membership card, a temple recommend, etc. It means to overcome the tendencies to criticize, and to strive continually to improve inward weaknesses and not merely the outward appearances.” (Harold B. Lee,",["span.emphasis","Church News,"],"25 May 1974, p. 2)."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p5"},"Home evening can help us meet this need to grow spiritually and overcome inner weaknesses. A family, a couple, a group, or someone by himself can plan home evenings to meet the need for greater spirituality."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p6"},"Overcoming faults and weaknesses is one of the important objectives of the home evening program.",["span.emphasis","Knowing"],"is only part of the goal. It means little without",["span.emphasis","doing."],"Just saying to ourselves, “I am going to overcome my inner weaknesses” does little to help us change. We first need to decide what our faults and weaknesses are, and then we need to work on them prayerfully one at a time. The home evening manual can be of great service as a guide for gradually overcoming our problems, one by one, year by year."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p7"},"Since no two families, groups, or individuals have all the same needs or problems, the home evening manual cannot be used line by line and paragraph by paragraph in all situations. It can, however, be an inspirational guide to anyone trying to follow President Lee’s counsel to improve."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p8"},"Adults living alone, whether single or widowed, often find their needs for companionship and social relations unmet. For such people, meeting for a weekly home evening with a small group can help solve feelings of loneliness. Any adult who feels lonely, discouraged, or that life is passing him by may find a better outlook on life by participating in such a home evening group."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p9"},"“With the approval of priesthood leaders, home evening groups may be organized for single adult members who have no children in the home and who do not live with their parents."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p10"},"“Ward home evening groups may be organized under the direction of the bishopric, with one single adult appointed as the leader. When sufficient numbers are not available in a ward, home evening groups that cross ward boundaries may be organized under the direction of the stake presidency."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p11"},"“Material for the home evening lessons should be taken from the Family Home Evening manual, the scriptures, or other approved Church sources.” (",["span.emphasis","Guidelines for Single Adult Activities,"],"p. 3.)"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p12"},"Whatever the group decides, their purpose should be to meet the needs of that group, to help members solve their problems."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/meeting-adult-needs.p13"},"For example, consider the increased benefits to a group that studies the scriptures to meet individual needs rather than studying them with no specific purpose in mind."]]],"refs":null}
