{"id":44,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":44,"title":"Using a Planning Wheel for Assignments","subtitle":"","short_title":"Using a Planning Wheel for Assignments","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments","content":[["div",{"id":"head3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.head3"},["h1","Using a Planning Wheel for Assignments"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.p2"},"Many home evening discussions must be prepared well before they are given. There is no substitute for good preparation, and home evenings are more effective and enjoyable if all family members participate in their preparation."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.p3"},"Making a planning wheel similar to the one in the illustration can be an enjoyable family project and can help you make assignments. This sample planning wheel is for a family of two adults and six children. However, make your wheel to fit your own family."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.p4"},"Begin by using a piece of heavy paper or poster board to make the background chart. Out or heavy paper, make a wheel that you will attach to the chart. On the chart, outside the borders for the wheel, write all the assignments you normally have as part of your home evening (see the illustration). On the wheel write the name of each family member, as illustrated. Attach the wheel to the chart by pushing a round-headed prong fastener through the center (see illustration). This will allow the wheel to turn freely. Children too young to accept responsibility on their own should be paired with a parent or an older child."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.p5"},"Rotate the assignments each week. For example, if Mother and Kirk have the assignment to plan an activity this week, then next week they will take care of the musical numbers for the home evening."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/using-a-planning-wheel-for-assignments.p6"},"Making a planning wheel would be a good family project to start off the new year of family home evenings."]]],"refs":null}
