{"id":63,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":63,"title":"Lesson 48: Jacob 7","subtitle":"","short_title":"Lesson 48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.head9"},[".titleNumber","Lesson 48"],["h1","Jacob 7"]],[".bodyBlock",[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t53"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p4"},"Jacob relied on the Lord and on his unshakable testimony to overcome the false ideas and arguments of Sherem, an anti-Christ. He especially drew strength from past experiences that had strengthened his faith in Jesus Christ. He also relied on the guidance of the Holy Spirit, his knowledge of the scriptures and the words of the prophets, and his testimony of Jesus Christ. When Sherem demanded a sign that would prove Jacob’s words, he was smitten by God. Jacob concluded his record by describing how the Nephites trusted in the Lord as they fortified themselves against the Lamanites. Before Jacob died, he entrusted the small plates to his son Enos."]],[".topic",{"id":"t54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t54"},["h2","Suggestions for Teaching"],[".topic",{"id":"t55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t55"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.1-14"},"Jacob 7:1–14"]],["h4","Jacob relies on the Lord as he faces Sherem, an anti-Christ"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p8"},"Before class, write on the board the following statement by Elder Robert D. Hales of the Quorum of the Twelve Apostles (quoted from “Christian Courage: The Price of Discipleship,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 72):"],[".chalkboard",{"id":"f66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f66"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p9"},"“One of mortality’s great tests comes when our beliefs are questioned or criticized” (Elder Robert D. Hales)."]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p10"},"Ask students to think of a time when someone questioned or criticized their beliefs. Invite several of them to share how they felt when that happened. You may also want to briefly share an experience from your life."],[".sidebar box-decor box-right",{"id":"f67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f67"},["h3","Invite students to share experiences"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p12"},"When students share inspiring experiences, it invites the Spirit of the Lord into the classroom. As students hear the experiences and testimonies of their peers, their testimonies are strengthened and they learn new ways to apply gospel principles in their lives. It is usually sufficient to have one to three students share experiences. Avoid calling on the same few students to share each day; try to involve everyone."]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p13"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"],"recounts Jacob’s experience with Sherem, an anti-Christ. (You may want to explain that an anti-Christ is “anyone or anything that counterfeits the true gospel or plan of salvation and that openly or secretly is set up in opposition to Christ” [Bible Dictionary, “Antichrist”].) Sherem sought Jacob out to challenge his faith."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p14"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.1-5"},"Jacob 7:1–5"],"silently. Ask them to identify (1) what Sherem was trying to do and (2) how he sought to accomplish his goals. After students have finished reading, ask them to describe what they have learned about Sherem. You may want to ask some of the following questions to enhance the discussion:"],["ul.bullet",["li",["span.label","•"],["p","What effect did Sherem have on the people?"]],["li",["span.label","•"],["p","What do you see in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.1-5"},"Jacob 7:1–5"],"that reminds you of times when others have questioned or criticized your faith? (As you discuss this question, you may need to help students understand that not all people who question or criticize our faith have the same motives as Sherem. While some people like Sherem deliberately seek to destroy faith, others may question our faith because they are curious or because they have been misinformed concerning our beliefs.)"]],["li",["span.label","•"],["p","Why is it sometimes difficult to defend our faith against people like Sherem?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p18"},"Copy the following scripture references and statements on the board. (To save time, you may want to copy these on the board before class. You may also want to prepare them as a handout.)"],[".image",{"id":"f69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f69"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_048_handout.gif"}]],[".chalkboard",{"id":"f70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f70"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.5"},"Jacob 7:5"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","a. Testified of the scriptures and the words of prophets."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","2.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.8"},"Jacob 7:8"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","b. Left the outcome in God’s hands."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","3.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.10-11"},"Jacob 7:10–11"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","c. Relied on guidance and strength from the Holy Ghost."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","4.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.12"},"Jacob 7:12"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","d. Remembered past experiences that had strengthened his faith."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","5.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.13-14"},"Jacob 7:13–14"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","e. Shared the testimony he had received through the Holy Ghost."]]]]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p29"},"Explain that the verses in this list describe Jacob’s responses when Sherem challenged his beliefs. The statements on the right represent Jacob’s responses, but they are listed out of order and need to be matched to their corresponding verses. Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.5-14"},"Jacob 7:5–14"],". As they read, have them pause after each of the passages listed on the board. Ask students to match each passage with its corresponding statement. You might want to invite a student to come to the board and draw lines from the scripture references to the matching statements. (Answers: 1-d; 2-c; 3-a; 4-e; 5-b.)"],["p.preamble","When students have completed the matching activity, ask:"],["ul.bullet",["li",["span.label","•"],["p","What principles do you see taught in the verses we just read?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p32"},"If no one suggests it, make sure students understand that",["b","as we rely on the Lord, we can overcome challenges to our faith."],"(You may want to write this principle on the board.)"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p33"},"Explain that Jacob’s responses to Sherem provide an example for us to follow as we respond to those who question or criticize our faith."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p34"},"The follow-up questions listed below are designed to help students think more deeply about what Jacob did to rely on the Lord. Answering these questions will give students an opportunity to illustrate and testify how similar actions have helped them when others have challenged their faith. It will also help them learn how to respond appropriately to future challenges to their faith. Because there are more questions below than you will likely have time to use in class, select only a few questions to use in your discussion. As you do this, seek the guidance of the Holy Ghost, and bear in mind the experiences students shared at the beginning of class. You might also consider asking students which of Jacob’s actions they would like to discuss further."],[".sidebar box-decor box-right",{"id":"f72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f72"},["h3","Ask follow-up questions"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p36"},"When you ask follow-up questions, it gives students a chance to express what they have learned, deepen their understanding, and think about how gospel truths relate to their lives. Take care not to rush through a long list of follow-up questions. It is usually better to ask a few questions and give students time to respond thoughtfully."]],["ul.bullet",["li",["span.label","•"],["p","What happened to Jacob in the past that made his faith unshakable? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.5"},"Jacob 7:5"],".)"]],["li",["span.label","•"],["p","What are some experiences that have strengthened your faith? (You might give students time to ponder this question before asking them to respond. Assure them that they do not need to share experiences that are too personal or private.) How can remembering these experiences help you when someone questions or criticizes your faith?"]],["li",["span.label","•"],["p","When has the Holy Ghost helped you respond to questions or criticisms about your faith? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.8"},"Jacob 7:8"],".)"]],["li",["span.label","•"],["p","How can a daily habit of studying the scriptures and the words of latter-day prophets help you when others question or criticize your faith? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.10-11"},"Jacob 7:10–11"],".)"]],["li",["span.label","•"],["p","When have you shared your testimony with someone who has questioned or criticized your faith? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.12"},"Jacob 7:12"],".) What was the result?"]],["li",["span.label","•"],["p","When Sherem demanded a sign, why was it wise for Jacob to leave the outcome in the Lord’s hands rather than seek to prove the truthfulness of his testimony himself? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.14"},"Jacob 7:14"],".) How does it help you to know that it is not necessary for you to prove the truthfulness of your testimony to those who challenge your faith?"]]]],[".topic",{"id":"t56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t56"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.15-27"},"Jacob 7:15–27"]],["h4","After Sherem is smitten, he confesses his sins, testifies of the truth, and then dies, leading the Nephite multitude to turn back to the Lord"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p45"},"Read the following statement by Elder Robert D. Hales:"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p46"},"“Through the years we learn that challenges to our faith are not new, and they aren’t likely to disappear soon. But",["span.emphasis","true disciples of Christ see opportunity in the midst of opposition. …"]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p47"},"“… Fortunately, the Lord knows the hearts of our accusers and how we can most effectively respond to them.",["span.emphasis","As true disciples seek guidance from the Spirit, they receive inspiration tailored to each encounter."],"And in every encounter,",["span.emphasis","true disciples respond in ways that invite the Spirit of the Lord"],"” (“Christian Courage: The Price of Discipleship,” 72–73; italics in original)."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “see opportunity in the midst of opposition”? (As students respond to this question, help them understand that good can result as we respond to challenges to our faith in ways that invite the Spirit of the Lord.)"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p49"},"Divide students into pairs. Have each partnership read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.15-23"},"Jacob 7:15–23"],", looking for anything good that resulted from Jacob’s encounter with Sherem. After students have finished reading, invite a few of them to explain what they have found. Consider using some of the following questions to help students analyze these verses:"],["ul.bullet",["li",["span.label","•"],["p","What evidence do you see that Jacob hoped that his encounter with Sherem would help others? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.22"},"Jacob 7:22"],". Help students see that Jacob had prayed for the Nephite multitude who witnessed Sherem’s confession and death.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.23"},"Jacob 7:23"],", how did Jacob’s encounter with Sherem ultimately affect the multitude?"]],["li",["span.label","•"],["p","What truths can we learn from the results of Jacob’s encounter with Sherem? (Students may identify multiple answers to this question. Some may suggest the principles listed below.)"]]],["ul.noMarker",["li",["p.para",["b","All prophets testify of Jesus Christ."]]],["li",["p.para",["b","As we respond to questions or criticisms of our faith in ways that invite the Spirit, we can help others turn to the Lord."]]],["li",["p.para",["b","Prophets help us recognize and overcome Satan’s deceptions."]]],["li",["p.para",["b","Those who rebel against God and actively preach against the truth will face severe consequences from the Lord."]]],["li",["p.para",["b","Searching the scriptures will help us avoid being deceived."]]]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p58"},"As students identify principles such as those listed above, consider asking follow-up questions to help them apply the principles in their lives."],["ul.bullet",["li",["span.label","•"],["p","How can living according to this principle help you?"]],["li",["span.label","•"],["p","How can knowing this principle help you to help others?"]],["li",["span.label","•"],["p","How might you seek to apply this principle in your life?"]]],["p.preamble","Invite students to respond to the following question in their scripture study journals:"],["ul.bullet",["li",["span.label","•"],["p","What is one thing you will begin doing (or continue doing) to help you prepare for a time when someone challenges your faith?"]]],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p64"},"Share your testimony that we can successfully overcome challenges to our faith as we follow Jacob’s example of relying on the Lord."]],[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t57"},["h3","Jacob Review"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p66"},"Take some time to help students review the book of Jacob. Ask them to think about what they have learned from this book, both in seminary and in their personal scripture study. If needed, invite them to scan the seven chapters of Jacob to help them remember. Ask them to prepare to share something about Jacob or his writings that has impressed them. You might remind them that Jacob was born in the wilderness in the land of Bountiful (near the Red Sea) and he died in the land of Nephi. He was also blessed by Lehi (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.1-4"},"2 Nephi 2:1–4"],"), and he saw the Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.3"},"2 Nephi 11:3"],"). His older brother Nephi included some of his sermons on the small plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–10"],"). After sufficient time, invite several students to share their thoughts and feelings. Consider sharing your testimony about how Jacob’s example and teachings have blessed your life."]]]],[".resources",[".box-decor",{"id":"f79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.f79"},["h2","Commentary and Background Information"],[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.t58"},["h3","Jacob 7:5. “And he had hope to shake me from the faith”"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p69"},"President Dieter F. Uchtdorf of the First Presidency offered counsel that can help us know what to do when questions, concerns, or events threaten to shake us from the faith:"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p70"},"“What about doubts and questions? How do you find out that the gospel is true? Is it all right to have questions about the Church or its doctrine? My dear young friends, we are a question-asking people because we know that inquiry leads to truth. That is the way the Church got its start―from a young man who had questions. In fact, I’m not sure how one can discover truth without asking questions. In the scriptures you will rarely discover a revelation that didn’t come in response to a question. Whenever a question arose and Joseph Smith wasn’t sure of the answer, he approached the Lord, and the results are the wonderful revelations in the Doctrine and Covenants. Often the knowledge Joseph received extended far beyond the original question. That is because not only can the Lord answer the questions we ask but, even more importantly, He can give us answers to questions we should have asked. Let us listen to those answers."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p71"},"“The missionary effort of the Church is founded upon honest investigators asking heartfelt questions. Inquiry is the birthplace of testimony. Some might feel embarrassed or unworthy because they have searching questions regarding the gospel, but they needn’t feel that way. Asking questions isn’t a sign of weakness; it’s a precursor of growth."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p72"},"“God commands us to seek answers to our questions (see",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"],") and asks only that we seek ‘with a sincere heart, with real intent, having faith in Christ’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],"). When we do so, the truth of all things can be manifested to us ‘by the power of the Holy Ghost’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],")."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p73"},"“Fear not; ask questions. Be curious, but doubt not! Always hold fast to faith and to the light you have already received. Because we see imperfectly in mortality, not everything is going to make sense right now. In fact, I should think that if everything did make sense to us, it would be evidence that it had all been made up by a mortal mind. Remember that God has said:"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p74"},"“‘My thoughts are not your thoughts, neither are your ways my ways. …"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p75"},"“‘For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-9"},"Isaiah 55:8–9"],")."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-48.p76"},"“Nevertheless, you know that one of the purposes of mortality is to become more like your Heavenly Father in your thoughts and in your ways. Viewed from this perspective, searching for answers to your questions can bring you closer to God, strengthening your testimony instead of shaking it. It’s true that ‘faith is not … a perfect knowledge’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.21"},"Alma 32:21"],"), but as you exercise your faith, applying gospel principles every day under any circumstances, you will taste the sweet fruits of the gospel, and by this fruit you will know of its truth (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.16-20"},"Matthew 7:16–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.41-43"},"Alma 32:41–43"],")” (“The Reflection in the Water” [Church Educational System fireside for young adults, Nov. 1, 2009])."],["p.preamble","To help students respond to questions or criticisms of their faith, you might refer them to the following resources:"],["ul.bullet",["li",["span.label","•"],["p","Robert D. Hales,",["a.crossRef",{"href":"/ensign/2008/11/christian-courage-the-price-of-discipleship.p1"},"“Christian Courage: The Price of Discipleship,”"],["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 72–75."],["p","In this general conference address, Elder Hales taught about how we can respond to criticism or persecution with courage, tolerance, and charity."]],["li",["span.label","•"],["p",["a.crossRef",{"href":"/manual/true-to-the-faith"},["span.emphasis","True to the Faith: A Gospel Reference"]],"(2004)."],["p","This book contains an alphabetical list of gospel topics and commentary. The First Presidency wrote that one purpose of this book is to help members of the Church “answer questions about the Church” (",["span.emphasis","True to the Faith,"],"1)."]],["li",["span.label","•"],["p",["a.urlRef",{"href":"http://www.lds.org/study/topics"},["span.language","www.lds.org/study/topics"]]],["p","The Church’s official website contains an alphabetical list of gospel topics and commentary, with links to related study materials and talks, articles, and statements by Church leaders."]]]]]]]]],"refs":null}
