{"id":62,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":62,"title":"Lesson 47: Jacob 5:52–77; Jacob 6","subtitle":"","short_title":"Lesson 47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.head8"},[".titleNumber","Lesson 47"],["h1","Jacob 5:52–77; Jacob 6"]],[".bodyBlock",[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t46"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p4"},"In the previous lesson, students began studying Zenos’s allegory of the tame and wild olive trees. In this lesson, they will study the final portion of the allegory, in which the master of the vineyard labors with his servants for the last time to help the trees produce good fruit. They will also study",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6"},"Jacob 6"],", in which Jacob comments on the allegory and admonishes his people to repent."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t47"},["h2","Suggestions for Teaching"],[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.52-60"},"Jacob 5:52–60"]],["h4","In the allegory of the tame and wild olive trees, the master of the vineyard saves the trees and helps them produce good fruit"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p8"},"Before class, draw on the board a picture of three trees."],[".image",{"id":"f52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.f52"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_047_01-trees.gif"}]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p9"},"Remind students that in the previous lesson, they began studying Zenos’s allegory of the tame and wild olive trees in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],". At the end of that lesson, all the trees in the vineyard were bringing forth wild fruit (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.30-42"},"Jacob 5:30–42"],"). This represented the Great Apostasy."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p10"},"To review the previous lesson, divide the class into pairs. Have each pair discuss their responses to the following incomplete statements (you may want to write these statements on the board):"],[".figure",["ol.number",["li",["span.label","1."],["p.para","The master of the vineyard represents …"]],["li",["span.label","2."],["p.para","The efforts of the master of the vineyard to save his trees represent …"]],["li",["span.label","3."],["p.para","One thing I learned about Jesus Christ from the words or actions of the master of the vineyard is …"]],["li",["span.label","4."],["p.para","After all the trees and the fruit of the vineyard became corrupt, the master decided to …"]]]],[".sidebar box-decor box-right",{"id":"f54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.f54"},["h3","Assign students to work in pairs"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p16"},"Working in pairs can give students the opportunity to “teach one another the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],"). Be thoughtful in your decisions about which students you assign to work together—some students may be either assisted or distracted if they are partners with each other."]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p17"},"After students have discussed these statements as pairs, briefly review their responses as a class. As students report their answers to the first two statements, be sure that it is clear that the master of the vineyard represents Jesus Christ and that his efforts to save his trees represent the Savior’s efforts to help His people return to Him. Students may share various valuable lessons as they complete the third statement. Have students check their responses to the fourth statement by looking at",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.51"},"Jacob 5:51"],", which says that the master decided to spare the vineyard “a little longer.”"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p18"},"Explain that today’s lesson covers the final portion of the allegory, which represents the last days, including the Restoration of the gospel."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p19"},"Point out that the master of the vineyard decided to save the vineyard by grafting more branches. Have several students take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.52-58"},"Jacob 5:52–58"],". Invite the class to look for what the master did to strengthen the branches and the roots. (Help students see that the master of the vineyard grafted branches from natural trees back into their original tree—the tree representing the house of Israel. Then he grafted branches from that tree into the other natural trees. He also cast the most bitter branches into the fire. You may use the trees on the board to illustrate this explanation. For example, you might erase a branch from one tree and draw a new branch on another.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p20"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.59"},"Jacob 5:59"],"aloud. Ask the class to listen for what the master of the vineyard hoped these actions would do for the roots of the trees."],["ul.bullet",["li",["span.label","•"],["p","What did the master hope would happen to the roots? (He wanted them to “take strength.”)"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p22"},"Remind students that at this time, all the trees were bringing forth bad fruit, representing the entire world in a state of apostasy. Explain that as the roots would take strength, the branches throughout the vineyard would change “that the good may overcome the evil” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.59"},"Jacob 5:59"],")."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p23"},"Make sure students understand that these verses teach that",["b","the influence of gospel covenants allows Heavenly Father’s children to overcome sin and bring forth righteousness."]],["ul.bullet",["li",["span.label","•"],["p","In what ways can gospel covenants strengthen us? How have your covenants influenced your life? (You may want to share your own feelings and testimony about this principle.)"]]]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t49"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.61-77"},"Jacob 5:61–77"]],["h4","The master of the vineyard labors in the vineyard with his servants"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p27"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.61-62"},"Jacob 5:61–62"],"silently, looking for what the master of the vineyard instructed his servants to do and why he asked them to do it."],["ul.bullet",["li",["span.label","•"],["p","The servant at the beginning of the allegory represents prophets of the Lord. Who might be represented by the multiple servants in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.61"},"Jacob 5:61"],"? (Help students see that these servants can represent all members of the Church: prophets and apostles, general and local Church leaders, missionaries, home teachers, visiting teachers, and anyone who participates in the Lord’s work.)"]],["li",["span.label","•"],["p","What is significant about the words",["span.emphasis","we, our,"],"and",["span.emphasis","us"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.61-62"},"Jacob 5:61–62"],"? (The Lord labors with us. We are not left to do His work alone.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.62"},"Jacob 5:62"],", what is unique about the time in which these servants were called to labor? (It was the “last time” the master would prune the vineyard. Prophets have referred to this “last time” as “the dispensation of the fulness of times.” For example, see",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.10"},"Ephesians 1:10"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"D&C 128:20"],".)"]]],[".img-left",{"id":"f58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.f58"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-larsen.jpg"}]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p31"},"To help students see how this part of the allegory relates to them, have a student read the following statement by Elder Dean L. Larsen of the Seventy:"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p32"},"“[Now] is the period during which the Lord and his servants will make the final great effort to take the message of truth to all the peoples of the earth and to reclaim the descendants of ancient Israel who have lost their true identity. …"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p33"},"“You have come to the earth when the foundation has been laid for this great work. The gospel has been restored for the last time. The Church has been established in almost every part of the world. The stage is set for the final dramatic scenes to be enacted. You will be the principal players. You are among the last laborers in the vineyard. … This is the service for which you are chosen” (“A Royal Generation,”",["span.emphasis","Ensign,"],"May 1983, 33)."],["ul.bullet",["li",["span.label","•"],["p","How does it influence you to know that you are called to serve with the Lord during this final period of labor?"]],["li",["span.label","•"],["p","When have you felt that the Lord has labored with you as you have participated in His work?"]],["li",["span.label","•"],["p","What are some opportunities you have to serve the Lord and help others bring forth “good fruit”? (Students may mention their Church callings and assignments; their responsibility to help family members, friends, and others draw closer to the Savior; and the opportunity they will have to serve the Lord as full-time missionaries.)"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p37"},"Write",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.70-75"},"Jacob 5:70–75"]],"on the board. Introduce these verses by explaining that they teach about the relationship the Lord has with His servants. They also describe what the Lord and His servants are able to accomplish through their labor together. Invite students to read these verses silently and choose a verse that gives their favorite description of the Lord’s relationship with His servants. After students have had time to read, invite a few of them to say which verse they have chosen, why they like it, and how it can help them as they serve the Lord."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p38"},"As students participate in this activity, ensure that they understand that",["b","the Lord promises us joy as we labor with Him to accomplish His work."],"To help students deepen their understanding of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.70-75"},"Jacob 5:70–75"],", consider asking some of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What did the master of the vineyard promise to those who labored with him? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.71,75"},"Jacob 5:71, 75"],".) When have you felt joy in the Lord’s work?"]],["li",["span.label","•"],["p","Why do you think it is significant that the servants labored “with their mights” and “with all diligence”? (See",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.72,74"},"Jacob 5:72, 74"],".) What lessons can you draw from these phrases as you serve the Lord?"]]],["p.preamble","Conclude this part of the lesson by asking students to answer the following question in their scripture study journals or class notebooks (you may want to write it on the board):"],["ul.bullet",["li",["span.label","•"],["p","As you consider your opportunities to serve the Lord, how will you apply the truths we have discussed in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p43"},"After students have had enough time to write, you might ask one or two of them to read their responses to the class."]],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6"},"Jacob 6"]],["h4","Jacob teaches of the Lord’s mercy and justice and invites his people to repent"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p46"},"Briefly introduce",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6"},"Jacob 6"],"by explaining that it contains Jacob’s summary of important truths from the allegory of the tame and wild olive trees."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p47"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6.4-6"},"Jacob 6:4–6"],". Ask half of the class to look for what Jacob wanted his people to learn about the Lord. (That He remembers His people, that He “cleaveth unto [them],” and that His “arm of mercy is extended towards [them].” You may need to explain that in this passage, the word",["span.emphasis","cleave"],"means to stick closely to something or someone.) Ask the other half of the class to look for what Jacob encouraged his people to do as a result of this knowledge. (To not harden their hearts, to repent, to come to the Lord “with full purpose of heart,” and to “cleave unto God as he cleaveth unto [them].”) After students tell the class what they have learned, ask:"],["ul.bullet",["li",["span.label","•"],["p","How did Jacob describe the Lord? What does it mean to you that the Lord’s “arm of mercy is extended towards you”?"]],["li",["span.label","•"],["p","What did you learn about the Lord from the allegory of the olive trees that illustrates how He cleaves unto you? What can you do to show that you are cleaving to the Lord?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p50"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6.7-10"},"Jacob 6:7–10"],"by explaining that after we have been “nourished by the good word of God,” we should not bring forth evil fruit. We should follow the words of the prophets. If we do not repent, Jacob warned, we will be held accountable for our sins at the judgment bar of the Lord. Encourage students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6.11-13"},"Jacob 6:11–13"],"silently and look for Jacob’s final counsel. After they share what they have found, ask:"],["ul.bullet",["li",["span.label","•"],["p","Why is it wise to choose to repent and prepare now to stand before the Lord and be judged by Him?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p52"},"Affirm that",["b","we are wise to prepare now for judgment by repenting and receiving the Lord’s mercy."]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p53"},"To conclude the lesson, emphasize that repentance prepares us not only for eventual judgment but also to be able to serve the Lord now. Testify to students that the Lord wants them to serve with Him and find joy with Him and that they can be worthy to do so as they obey His commandments, repent, and receive His mercy."]]]],[".resources",[".box-decor",{"id":"f64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.f64"},["h2","Commentary and Background Information"],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t51"},["h3","Jacob 5. Overview of the allegory of the tame and wild olive trees"]]],[".box-decor",{"id":"f65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.f65"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.t52"},["h3","Jacob 5. Video presentation"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-47.p58"},"As you teach lesson 47, you may want to show the final segment of the video presentation “The Olive Tree Allegory,” which is found on the DVD titled",["span.emphasis","Book of Mormon DVD Presentations 1–19."],"You might show this segment during the second section of the lesson, after the statement by Elder Dean L. Larsen."]]]]]]],"refs":null}
