{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":3,"title":"Hannah Goes to the Temple","subtitle":"By Lana Krumwiede","short_title":"Hannah Goes to the Temple","uri":"/friend/2013/04/hannah-goes-to-the-temple","content":[["div",{"id":"head1","uri":"/friend/2013/04/hannah-goes-to-the-temple.head1"},[".title","Hannah Goes to the Temple"],[".byline",["div",{"id":"p2","uri":"/friend/2013/04/hannah-goes-to-the-temple.p2"},"By Lana Krumwiede"],["div",{"id":"p3","uri":"/friend/2013/04/hannah-goes-to-the-temple.p3"},"(Based on a true story)"]],[".epigraph","It is thy house, a place of thy holiness",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/109.13"},"D&C 109:13"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/04/hannah-goes-to-the-temple.p5"},"Hannah sat on the train seat between her father and her sister, Bessie. Papa had let Bessie sit next to the window, but Hannah didn’t mind because that meant she could sit next to Papa. She snuggled up next to him, and he reached out to squeeze her hand."],["div",{"id":"p6","uri":"/friend/2013/04/hannah-goes-to-the-temple.p6"},"“Today we’ll go inside the house of the Lord,” Papa said, his voice trembling a little."],["div",{"id":"p7","uri":"/friend/2013/04/hannah-goes-to-the-temple.p7"},"“Yes, Papa,” Hannah said."],["div",{"id":"p8","uri":"/friend/2013/04/hannah-goes-to-the-temple.p8"},"“Do you know why?”"],["div",{"id":"p9","uri":"/friend/2013/04/hannah-goes-to-the-temple.p9"},"Hannah nodded. “The Salt Lake Temple will be dedicated today. Then it will be a real temple.”"],["div",{"id":"p10","uri":"/friend/2013/04/hannah-goes-to-the-temple.p10"},"“Yes,” said Papa. “And why else do you want to go?”"],["div",{"id":"p11","uri":"/friend/2013/04/hannah-goes-to-the-temple.p11"},"“To see how beautiful it is inside,” Hannah answered."],["div",{"id":"p12","uri":"/friend/2013/04/hannah-goes-to-the-temple.p12"},"Papa smiled. “Is that why we go to the temple?”"],["div",{"id":"p13","uri":"/friend/2013/04/hannah-goes-to-the-temple.p13"},"Hannah looked down at the pink ticket she was holding on her lap. It had President Wilford Woodruff’s own signature on it. She would show it at the door so she could go inside to see the temple dedication."],["div",{"id":"p14","uri":"/friend/2013/04/hannah-goes-to-the-temple.p14"},"“To see President Woodruff?”"],["div",{"id":"p15","uri":"/friend/2013/04/hannah-goes-to-the-temple.p15"},"“We do love our prophet, but why else do you want to go?” Papa tilted his head and raised his eyebrows."],["div",{"id":"p16","uri":"/friend/2013/04/hannah-goes-to-the-temple.p16"},"Hannah leaned back in her seat. What answer was Papa after?"],["div",{"id":"p17","uri":"/friend/2013/04/hannah-goes-to-the-temple.p17"},"“You think about that.” Papa patted her knee. “On the way home, you can answer again.”"],["div",{"id":"p18","uri":"/friend/2013/04/hannah-goes-to-the-temple.p18"},"What did Papa want her to know about the temple? She knew that he and Mother had been writing down names of grandparents, aunts, uncles, and other people in their family who had died. Mother had explained that in the temple a living person acts as a substitute for a person who has died so that everyone can have a chance to be baptized and sealed to his or her family. Did she want to go to the temple for those people?"],["div",{"id":"p19","uri":"/friend/2013/04/hannah-goes-to-the-temple.p19"},"Hannah thought about her older brother, Charley, who had died six years ago when the diphtheria came. Hannah had been only five when Charley died, but she still remembered how he taught her to make clay marbles and put them in the sun to dry. Mother said that Charley would always be her brother, and if they kept the commandments and honored their covenants, they would be together again because their family was sealed together forever. Did she want to go to the temple because of Charley?"],["div",{"id":"p20","uri":"/friend/2013/04/hannah-goes-to-the-temple.p20"},"Then Hannah thought about Grandfather Bird. As a young man, Grandfather had gone on a mission to Wisconsin. He had cut down trees, which were then floated down the Mississippi River and used to build the Nauvoo Temple. Hannah had heard him talk about how important temples were. Did she want to go to the temple because of Grandfather?"],["div",{"id":"p21","uri":"/friend/2013/04/hannah-goes-to-the-temple.p21"},"The train ride went by quickly, and soon Hannah found herself staring at the Salt Lake Temple. She couldn’t take her eyes off it. Looking up at the spires made her delightfully dizzy. The angel Moroni sparkled in the morning sun. “Holiness to the Lord,” Hannah read from the inscription on the wall. She felt a powerful joy in her heart. She promised herself that someday she would be married right here in the temple."],["div",{"id":"p22","uri":"/friend/2013/04/hannah-goes-to-the-temple.p22"},"Hannah whispered to her father, “I know why I want to go to the temple. It’s because of Charley and Grandfather Bird and the rest of our family. It’s for Holiness to the Lord and for me too.”"],["div",{"id":"p23","uri":"/friend/2013/04/hannah-goes-to-the-temple.p23"},"Papa nodded, tears pooling in his eyes. “That’s why I want to go too.”"],["div",{"id":"f1","uri":"/friend/2013/04/hannah-goes-to-the-temple.f1"},[".credit",["div",{"id":"p24","uri":"/friend/2013/04/hannah-goes-to-the-temple.p24"},"Illustration by Matt Smith"]]]]],"refs":null}
