{"id":25,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":25,"title":"Pray and Plan","subtitle":"","short_title":"Pray and Plan","uri":"/friend/2013/04/pray-and-plan","content":[["div",{"id":"head1","uri":"/friend/2013/04/pray-and-plan.head1"},[".seriesTitle","Friend to Friend"],[".title","Pray and Plan"],[".event",["div",{"id":"p3","uri":"/friend/2013/04/pray-and-plan.p3"},"From an interview with Elder Carl B. Cook of the Seventy; by Linda Davies"]],[".epigraph","Faith, if it hath not works, is dead, being alone",["span.emphasis","(",["a",{"href":"/scriptures/nt/james/2.17"},"James 2:17"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/04/pray-and-plan.p5"},"One of the important lessons my mother taught me by her example was about praying with a plan. She said it was important to pray that Heavenly Father would guide me. But I should also do my part by having a plan to help my prayer be answered."],["div",{"id":"p6","uri":"/friend/2013/04/pray-and-plan.p6"},"One day when I was about six years old, I learned what that meant. I had earned a nickel, so I decided to buy some candy. On my way to the store, I started flipping my shiny nickel in the air. On its way down, I missed catching it, and it fell into some tall grass. My nickel completely disappeared."],["div",{"id":"p7","uri":"/friend/2013/04/pray-and-plan.p7"},"I felt very bad, and I decided to pray. I knew Heavenly Father would help me find the nickel. As I finished my prayer, I thought about what my mother had taught me. What plan could I make to help with my prayer?"],["div",{"id":"p8","uri":"/friend/2013/04/pray-and-plan.p8"},"Suddenly I had a great idea. I would go home and get another nickel. Then I would come back to the exact spot where I had lost my nickel. If I flipped the second nickel in the same way, I thought Heavenly Father could help me find my lost nickel."],["div",{"id":"p9","uri":"/friend/2013/04/pray-and-plan.p9"},"I ran home and borrowed another nickel. Then I went back to the spot where I had been before. I flipped the second nickel, this time watching carefully to see where it landed. When I looked down, I saw both nickels lying side by side. I knew that Heavenly Father had helped me."],["div",{"id":"p10","uri":"/friend/2013/04/pray-and-plan.p10"},"Heavenly Father loves me, and He loves you. When you have problems in your life, remember to pray and also to think about what plan you will have after your prayer. Heavenly Father will always guide you."]]],"refs":null}
