{"id":2,"parent_id":0,"book_id":22642,"content_id":1,"language_id":1,"display_order":2,"title":"Showing Videos","subtitle":"","short_title":"Showing Videos","uri":"/youth/learn/train/showing-videos","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/train/showing-videos"},[".bodyBlock",[".heading",["h1","Showing Videos"],[".intro"]],[".topic",["p.para","Media can be a wonderful tool to help you teach gospel principles. Many lessons in",["i","Come, Follow Me"],"have videos you can play to enhance the learning experience. However, if you try to show a video over the meetinghouse’s Internet connection, your video may pause, buffer, and stop. You’ll need to download the video ahead of time if you want to use it in your class."],["p.para","You have several options for downloading and playing videos in your classroom. The best option depends on the devices you have available, the size of your class, and the video equipment in your meetinghouse."],["h2","Option 1: Laptop"],["ol.bullet",["li",["p.para","On your laptop, click the video link in the lesson outline."]],["li",["p.para","When the video loads, you’ll see a Download link below it. Click",["b","Download"],"."]],["li",["p.para","Select the size you want to download. Larger files take longer to download, but the video quality is better."]],["li",["p.para","After you select a file size, the video may download automatically. If it does, look for it in your Downloads folder."]],["li",["p.para","You may have the option of selecting where you want to save the file. We suggest saving it on your desktop so you can find it easily, but you can save it anywhere. You may want to rename the file with a name that will help you remember what the video is about. Once you have renamed the file and specified where you want to save it, click",["b","Save"],"."]],["li",["p.para","You can then bring your laptop to class and play the downloaded videos."]]],["h2","Option 2: Tablet or Smartphone"],["p.para","If you have an Apple or Android tablet or smartphone, you can download videos from LDS.org (following the same steps described under “Option 1,” above) or through the Gospel Library app."],["p.para","To download videos from the Gospel Library app (Apple devices):"],["ol.bullet",["li",["p.para","Go to the Manage Library section of the Gospel Library app."]],["li",["p.para","Select",["b","Videos"],"from the menu."]],["li",["p.para","Select",["b","Youth: Come, Follow Me"],"."]],["li",["p.para","Navigate to the video you want."]],["li",["p.para","Press the download button, and video will begin downloading to your device."]],["li",["p.para","After you download the video, return to the home menu. You can find the downloaded video in the Videos section of your library."]]],["p.para","To download videos from the Gospel Library app (Android devices):"],["ol.bullet",["li",["p.para","Browse to the learning outline, and select the",["b","Media Playback"],"button in the upper-right corner."]],["li",["p.para","Select",["b","Download Media"],"."]],["li",["p.para","The next time you select the video, it will play as a downloaded file from your device rather than streaming over the Internet."]]],["h2","Option 3: DVD"],["ol.bullet",["li",["p.para","On your computer, click the video link in the lesson outline."]],["li",["p.para","When the video loads, you’ll see a Download link below it. Click",["b","Download"],"."]],["li",["p.para","Select the size you want to download. Larger files take longer to download, but the video quality is better."]],["li",["p.para","After you select a file size, the video may download automatically. If it does, look for it in your Downloads folder."]],["li",["p.para","You may have the option of selecting where you want to save the file. We suggest saving it on your desktop so you can find it easily, but you can save it anywhere. You may want to rename the file with a name that will help you remember what the video is about. Once you have renamed the file and specified where you want to save it, click",["b","Save"],"."]],["li",["p.para","Using DVD burning software (your computer may already have this software, and there are many programs available for free online), create a DVD with a menu so that you can navigate to and play the files from your meetinghouse’s DVD player. (Follow the instructions in the DVD burning software.)"]]],["p.para","You might consider finding someone in your ward or stake who can create DVDs for all of the teachers."],["p.para",["a",{"href":"http://ue.ldschurch.org/ldsapphelp/showing-video/index.html"},"More Information"]]]]]]],"refs":null}
