{"id":2,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":2,"title":"100% Committed","subtitle":"By Julia A. Oldroyd","short_title":"100% Committed","uri":"/new-era/2013/03/100-committed","content":[["div",{"id":"head1","uri":"/new-era/2013/03/100%-committed.head1"},[".title","100% Committed"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/100%-committed.p2"},"By Julia A. Oldroyd"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/03/100%-committed.p3"},"Julia A. Oldroyd lives in Utah, USA."]],[".kicker","For my brother-in-law, 99% just wasn’t good enough."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/03/100%-committed.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/03/100%-committed.p5"},"Illustration by iStock/Thinkstock"]]],["div",{"id":"p6","uri":"/new-era/2013/03/100%-committed.p6"},"My brother-in-law, Taylor, works in Washington, D.C., for the United States Department of Agriculture. As part of his job, he is expected to attend a number of social functions. These functions almost always have alcohol served to the guests. The people who work with Taylor know of his religious beliefs and commitment to abstain from all alcoholic beverages, and they will often thoughtfully provide something else to drink in their place."],["div",{"id":"p7","uri":"/new-era/2013/03/100%-committed.p7"},"At one particular function, someone had brought a few beverages that claimed to be alcohol free. Taylor was offered one of these drinks, but since the brand and type of drink were unfamiliar to him, he said in a friendly manner, “I’ll have to check that label first.”"],["div",{"id":"p8","uri":"/new-era/2013/03/100%-committed.p8"},"Taylor read the fine print on the bottle, and sure enough, the drink contained a small amount of alcohol. “Look,” Taylor said, “it has alcohol in it.”"],["div",{"id":"p9","uri":"/new-era/2013/03/100%-committed.p9"},"The person who had offered the drink said, “Let me see that!” After looking for a minute, he turned to Taylor and pointed at the label. “Taylor, it has only 1% alcohol. Can’t you even drink that?”"],["div",{"id":"p10","uri":"/new-era/2013/03/100%-committed.p10"},"Not wanting to offend his friend, yet not willing to compromise his standards, Taylor replied, “Well, when you’re 100% committed, 99% just isn’t good enough.” He thanked them for trying to accommodate him but turned down the drink."],["div",{"id":"p11","uri":"/new-era/2013/03/100%-committed.p11"},"I have thought of this experience many times and reevaluated my personal commitment to live the gospel. Whenever I am tempted to give a half-hearted effort or anything less than my best, I remember that I am 100% committed and that anything less than that just isn’t good enough."]]],"refs":null}
