{"id":11,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":11,"title":"Hidden Dangers","subtitle":"By Joshua J. Perkey","short_title":"Hidden Dangers","uri":"/new-era/2013/03/hidden-dangers","content":[["div",{"id":"head1","uri":"/new-era/2013/03/hidden-dangers.head1"},[".title","Hidden Dangers"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/hidden-dangers.p2"},"By Joshua J. Perkey"],["div",{"id":"p3","uri":"/new-era/2013/03/hidden-dangers.p3"},"Church Magazines"]],[".kicker","To avoid falling into hidden sinkholes, stay on the path!"]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/03/hidden-dangers.p5"},"Near the summit of Santa Cruz, an island in the Galápagos, lie Los Gemelos, “the Twins.” Each of these two vast sinkholes is large enough to hold several football fields. From the rim, they look much like ancient man-made quarries that supplied stone for bygone temples."],["div",{"id":"p6","uri":"/new-era/2013/03/hidden-dangers.p6"},"Despite the natural beauty of the area, not all is as it seems. Thick vegetation covers the tropical terrain except where the paths run through. The paths have been well chosen for their firm footing. The ground to either side of the paths, though covered in bushes, plants, and even trees, may not be so firm."],["div",{"id":"p7","uri":"/new-era/2013/03/hidden-dangers.p7"},"If you were to leave the paths that circle Los Gemelos to explore the rain forest, at any moment you might step on a section of crust that is not strong enough to support your weight. How far would you fall? You wouldn’t know until you hit the bottom. Some of the sinkholes in Santa Cruz are more than 100 feet (30 m) deep. According to local stories, one hole is so deep that the bottom has never been found."],["div",{"id":"p8","uri":"/new-era/2013/03/hidden-dangers.p8"},"The paths follow a specific route—one you might not think you want to follow. But there is safety in the paths and an assurance of where they lead."],["div",{"id":"t1","uri":"/new-era/2013/03/hidden-dangers.t1"},[".title","Beware the Thin Crust"],["div",{"id":"p10","uri":"/new-era/2013/03/hidden-dangers.p10"},"In a gospel sense, those paths around Los Gemelos could be symbolic of a lot of things, such as the commandments, the teachings of the prophets, counsel in Duty to God and Personal Progress, the standards in",["span.emphasis","For the Strength of Youth,"],"and the gospel itself. When we participate in the gospel, when we follow the teachings of prophets, when we live according to the guidance of the commandments, we find safety and peace. When we don’t … well, things can get a little risky."],["div",{"id":"p11","uri":"/new-era/2013/03/hidden-dangers.p11"},"At times we may be tempted to stop following the commandments or ignore the teachings of the Church because we feel they are restrictive. We want to choose our own way in life."],["div",{"id":"p12","uri":"/new-era/2013/03/hidden-dangers.p12"},"But just as the paths around Los Gemelos help people avoid falling through thin crusts, the commandments don’t restrict our agency—rather, they provide the best chance for happiness and success. We can always choose to do what we want to do. We can decide to go our own way rather than follow the one Heavenly Father laid out for us. We certainly won’t get to our destination any faster than by following the proven path, and finding our own way may be painful and arduous."],["div",{"id":"p13","uri":"/new-era/2013/03/hidden-dangers.p13"},"The same thing applies to the commandments, such as the Word of Wisdom. Heavenly Father and His Church don’t take away our agency by demanding that we refrain from drinking alcohol. We can choose whether we keep that commandment or not. But when we make that choice, we’re also choosing the consequences associated with it."],["div",{"id":"p14","uri":"/new-era/2013/03/hidden-dangers.p14"},"If we choose to break those commandments, then we risk giving up all those blessings. The choice isn’t about whether we are allowed to drink alcohol or do this thing or that thing. It’s about whether or not we want the blessings of the kingdom of heaven and about doing what the Lord asks because we love Him and are converted to Him."]],["div",{"id":"t2","uri":"/new-era/2013/03/hidden-dangers.t2"},[".title","Safety on the Path"],["div",{"id":"p16","uri":"/new-era/2013/03/hidden-dangers.p16"},"Jessica P. and Nory A., two young women who live on Santa Cruz, know this personally. They are both converts and have both seen the difference keeping the commandments makes. There aren’t very many members in the Galápagos Islands (only 125 members in their branch out of around 25,000 people on their island). It can be difficult to stay on the strait and narrow path (see",["a",{"href":"/scriptures/bofm/1-ne/8.20"},"1 Nephi 8:20"],";",["a",{"href":"/scriptures/bofm/2-ne/4.33"},"2 Nephi 4:33"],";",["a",{"href":"/scriptures/bofm/2-ne/31.17-19"},"31:17–19"],";",["a",{"href":"/scriptures/bofm/alma/7.19"},"Alma 7:19"],") with temptations such as alcohol and drugs all around."],["div",{"id":"p17","uri":"/new-era/2013/03/hidden-dangers.p17"},"Nory has seen the challenges in her own family. A year after her family was baptized, they were sealed in the Guayaquil Ecuador Temple. Not long after, however, several members of her family fell away. For a time she and her mom were the only ones who participated in church. How did she stay strong?"],["div",{"id":"p18","uri":"/new-era/2013/03/hidden-dangers.p18"},"“Family home evening,” she says. “For a while, just my mom and I would hold it. Later my older brother and my dad started coming. And every time we study the gospel, my dad says, ‘This is for me.’ Now he is getting stronger and my brother too.”"],["div",{"id":"p19","uri":"/new-era/2013/03/hidden-dangers.p19"},"Jessica has faced a different struggle. “Being the only member of the Church in my family is difficult,” she explains. Some of her family members don’t like the fact that she attends church. In fact, it can lead to arguments."],["div",{"id":"p20","uri":"/new-era/2013/03/hidden-dangers.p20"},"“Sometimes you wish that your parents, your family, were members of the Church,” she says, “so you could share things with them. That’s hard."],["div",{"id":"p21","uri":"/new-era/2013/03/hidden-dangers.p21"},"“When you have problems, you can’t go looking in the street or looking to alcohol because they won’t help at all. Instead I come to church, where I have good friends."],["div",{"id":"p22","uri":"/new-era/2013/03/hidden-dangers.p22"},"“They help me a lot. If I’m feeling down, there’s always Nory or other young women. When I come to church, I feel alive. I feel relief from all the problems in my life.”"]],["div",{"id":"t3","uri":"/new-era/2013/03/hidden-dangers.t3"},[".title","Choosing the Right Path"],["div",{"id":"p24","uri":"/new-era/2013/03/hidden-dangers.p24"},"Jessica and Nory have found joy in living the gospel. Or rather, they have found joy",["span.emphasis","because"],"they live the gospel."],["div",{"id":"p25","uri":"/new-era/2013/03/hidden-dangers.p25"},"The commandments, like the paths around Los Gemelos, don’t restrict us. They provide the guidance necessary to make us perfect through the Atonement of the Savior (see",["a",{"href":"/scriptures/dc-testament/dc/82.8-9"},"D&C 82:8–9"],"). When we choose to keep the commandments, we are choosing to show love and devotion to God. We are choosing to be worthy of the companionship of the Holy Ghost. We are choosing to be worthy to receive inspiration, to be able to serve, to be able to enter the temple, and to honor the priesthood."],["div",{"id":"p26","uri":"/new-era/2013/03/hidden-dangers.p26"},"Most important, we are choosing to work toward eternal life in the celestial kingdom with our Father in Heaven. That is the pathway of peace and happiness."]]],[".resources",["div",{"id":"f1","uri":"/new-era/2013/03/hidden-dangers.f1"},[".title","On the Path"],["div",{"id":"p28","uri":"/new-era/2013/03/hidden-dangers.p28"},"“Wherefore, do the things which I have told you I have seen that your Lord and your Redeemer should do; for … then are ye in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate; ye have done according to the commandments of the Father and the Son; and ye have received the Holy Ghost, which witnesses of the Father and the Son, unto the fulfilling of the promise which he hath made, that if ye entered in by the way ye should receive” (",["a",{"href":"/scriptures/bofm/2-ne/31.17-18"},"2 Nephi 31:17–18"],")."]]]],"refs":null}
