{"id":5,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":5,"title":"Personal Progress Mentors","subtitle":"By Hillary Holbrook","short_title":"Personal Progress Mentors","uri":"/new-era/2013/03/personal-progress-mentors","content":[["div",{"id":"head1","uri":"/new-era/2013/03/personal-progress-mentors.head1"},[".title","Personal Progress Mentors"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/personal-progress-mentors.p2"},"By Hillary Holbrook"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/03/personal-progress-mentors.p3"},"Hillary Holbrook lives in Iowa, USA."]],[".kicker","Young women are accomplishing great things through Personal Progress, and they’re helping one another at the same time."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/03/personal-progress-mentors.p5"},"Every year in Iowa, the corn plants grow taller than 10 feet high. In the summer, it’s not hard to find fields of tall, leafy corn stalks that extend for miles."],["div",{"id":"p6","uri":"/new-era/2013/03/personal-progress-mentors.p6"},"But look closer. Something else is standing tall in central Iowa—a group of six young women who are diligently helping one another achieve their Personal Progress. They mentor each other under the direction of their Young Women leaders and with the help and support of their parents and priesthood leaders. These young women understand what it means to “stand as witnesses of God at all times and in all things, and in all places” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],") as they teach by example the true value of Personal Progress."],["div",{"id":"t1","uri":"/new-era/2013/03/personal-progress-mentors.t1"},[".title","Establishing Good Habits"],["div",{"id":"p8","uri":"/new-era/2013/03/personal-progress-mentors.p8"},"Camilla C., 14, remembers feeling excited when she turned 12 and entered the Young Women program. “Yes, I finally made it!” says Camilla, reflecting on that day. However, she soon became overwhelmed flipping through the pages of her new, pink",["span.emphasis","Personal Progress"],"booklet. “I realized I had an entire book to complete, and I had just completed Faith in God,” says Camilla."],["div",{"id":"p9","uri":"/new-era/2013/03/personal-progress-mentors.p9"},"Kalie G., a Mia Maid at the time, had earned her Young Womanhood Recognition and had decided to work on her Honor Bee, which can be earned after the Young Womanhood Recognition and involves mentoring another young woman with her Personal Progress. Kalie learned that Camilla needed help, and the two young women started meeting together weekly."],["div",{"id":"p10","uri":"/new-era/2013/03/personal-progress-mentors.p10"},"Camilla says Kalie “helped me with the scriptures that are listed in the different value experiences. She would assign me one scripture for each day of the week.”"],["div",{"id":"p11","uri":"/new-era/2013/03/personal-progress-mentors.p11"},"Kalie says, “We would go over the value experience that she completed from the past week. We worked on it for a couple of months.”"],["div",{"id":"p12","uri":"/new-era/2013/03/personal-progress-mentors.p12"},"Camilla discovered that having Kalie as a mentor was helpful. “I would have waited longer to do my Personal Progress had Kalie not helped,” says Camilla. “She was an inspiration to me. I have grown in my own strength because of her.”"],["div",{"id":"p13","uri":"/new-era/2013/03/personal-progress-mentors.p13"},"Having these spiritual experiences together has strengthened their friendship. Plus, Camilla is close to earning her Young Womanhood Recognition, and Kalie earned her Honor Bee. But the two agree that something even better came as a result of working on Personal Progress."],["div",{"id":"p14","uri":"/new-era/2013/03/personal-progress-mentors.p14"},"“Reading my scriptures morning and night and praying morning and night” are two major habits that Camilla has continued since working on Personal Progress. The same is true for Kalie."],["div",{"id":"p15","uri":"/new-era/2013/03/personal-progress-mentors.p15"},"Kalie says, “One of the [Honor Bee requirements] is to read the Book of Mormon again, and I think that helped me keep the habit of reading it every single day.”"]],["div",{"id":"t2","uri":"/new-era/2013/03/personal-progress-mentors.t2"},[".title","Strengthening Testimonies"],["div",{"id":"p17","uri":"/new-era/2013/03/personal-progress-mentors.p17"},"The story is similar with Shannon M., 16, who has earned her Young Womanhood Recognition, and Lucy W., 14. Lucy was halfway through her Personal Progress as a Beehive. She stumbled across the third value experience for Faith and hit a wall."],["div",{"id":"p18","uri":"/new-era/2013/03/personal-progress-mentors.p18"},"“I was supposed to look in the Bible Dictionary or",["span.emphasis","True to the Faith,"],"” says Lucy. “I didn’t know where to start. I didn’t know exactly what to look for or how I could use it toward my experience.”"],["div",{"id":"p19","uri":"/new-era/2013/03/personal-progress-mentors.p19"},"Shannon mentored Lucy, and the two went through the reading materials and set goals. Lucy was able to complete the value experience and carry out a family home evening, completing her goal. This experience strengthened Lucy’s testimony and helped her stick with Personal Progress."],["div",{"id":"p20","uri":"/new-era/2013/03/personal-progress-mentors.p20"},"“When you finish something and you have to pray about it and write about it in your journal, it strengthens your relationship with Heavenly Father and Jesus Christ.”"],["div",{"id":"p21","uri":"/new-era/2013/03/personal-progress-mentors.p21"},"Shannon says that working on Personal Progress helped confirm the testimony she knew she had. “I was born into the Church, and I never really had that experience where I thought, ‘I know this Church is true’—until Personal Progress,” says Shannon. “It has backed my testimony up. That was the turning point.”"]],["div",{"id":"t3","uri":"/new-era/2013/03/personal-progress-mentors.t3"},[".title","Fortifying Family Ties"],["div",{"id":"p23","uri":"/new-era/2013/03/personal-progress-mentors.p23"},"Mentoring a young woman was especially important to Jodi E., 18, who was working on her Honor Bee. She arranged to mentor her niece, Kylie J., 13, who had recently entered the Young Women program."],["div",{"id":"p24","uri":"/new-era/2013/03/personal-progress-mentors.p24"},"Having an aunt in Young Women helped Kylie overcome shyness. “I would have been more nervous without Jodi’s help,” says Kylie."],["div",{"id":"p25","uri":"/new-era/2013/03/personal-progress-mentors.p25"},"Both young women discovered a need within their own Young Women program, and they worked together on a 10-hour value experience for Faith."],["div",{"id":"p26","uri":"/new-era/2013/03/personal-progress-mentors.p26"},"They made pocket-size booklets about the Young Women values and theme that could easily be attached to a key ring or carried around in a scripture bag or purse (see top right). The first page of the colorful, nine-page booklets had a copy of the Young Women theme, and each of the other pages focused on a value with its corresponding statement from the Personal Progress booklet."],["div",{"id":"p27","uri":"/new-era/2013/03/personal-progress-mentors.p27"},"Jodi helped Kylie lay out the template on the computer and laminate each page after they were printed. Kylie cut, glued, hole-punched, and bound 20 booklets and passed them out in class. Working on this project helped Kylie become comfortable around her new peers and “learn about each Young Women value and how they all tie into the gospel.”"],["div",{"id":"p28","uri":"/new-era/2013/03/personal-progress-mentors.p28"},"Jodi is about to earn her Honor Bee, but receiving a new charm is secondary to what Jodi says is truly accomplished. “Ultimately it’s fun to get the medallion at the end,” says Jodi, “but I like doing Personal Progress because it strengthens me as a person and keeps me committed and constantly doing something to remind myself of the gospel and the Savior and what I want my life to entail.” That includes making covenants in the temple."]],["div",{"id":"p29","uri":"/new-era/2013/03/personal-progress-mentors.p29"},"Working on Personal Progress has helped these youth stand tall in their daily lives, overcome trials and temptations, and live worthy of the temple. The young women agree that completing the value experiences within Personal Progress has planted a seed in their hearts, and what grows is a strong testimony of the Savior and His gospel. It may not be physically visible like tall corn stalks, but it is present in the way the young women live their lives and the good choices they have made to continue to progress and become more like the Savior."]],[".resources",["div",{"id":"f1","uri":"/new-era/2013/03/personal-progress-mentors.f1"},[".title","It Helps You Prepare"],["div",{"id":"p31","uri":"/new-era/2013/03/personal-progress-mentors.p31"},"“The Young Women program has in it [a] powerful pattern to develop spiritual strength in the young women. … Personal Progress helps young women prepare to receive the ordinances of the temple.”"],[".citationInfo",["div",{"id":"p32","uri":"/new-era/2013/03/personal-progress-mentors.p32"},"President Henry B. Eyring, First Counselor in the First Presidency, “Help Them on Their Way Home,”",["span.emphasis","Ensign,"],"May 2010, 24."]]],[".sidebar",[".title","Blessings from Doing Personal Progress"],["div",{"id":"f3","uri":"/new-era/2013/03/personal-progress-mentors.f3"},["div",{"id":"p34","uri":"/new-era/2013/03/personal-progress-mentors.p34"},["b",["span.emphasis","Camilla C., 14:"]],"“It builds you up and strengthens you in areas where you may be weak in the gospel. If you are reading your scriptures daily, then that helps strengthen your testimony, and it’s awesome.”"]],["div",{"id":"f4","uri":"/new-era/2013/03/personal-progress-mentors.f4"},["div",{"id":"p35","uri":"/new-era/2013/03/personal-progress-mentors.p35"},["b",["span.emphasis","Shannon M., 16:"]],"“Once I have my mind set on something, I have to achieve it. Working on Personal Progress was a daily reminder to get up, say my prayers, and read my scriptures. It motivated me. Then when I did those things, I felt like I was putting on the whole armor of God so that I could go to school and be strong.” (See",["a",{"href":"/scriptures/nt/eph/6.10-18"},"Ephesians 6:10–18"],".)"]],["div",{"id":"f5","uri":"/new-era/2013/03/personal-progress-mentors.f5"},["div",{"id":"p36","uri":"/new-era/2013/03/personal-progress-mentors.p36"},["b",["span.emphasis","Kalie G., 16:"]],"“It has helped me find other talents I have. One of my projects was learning how to sew pillows. I didn’t think I would be able to do it, but it actually turned out really well.”"]],["div",{"id":"f6","uri":"/new-era/2013/03/personal-progress-mentors.f6"},["div",{"id":"p37","uri":"/new-era/2013/03/personal-progress-mentors.p37"},["b",["span.emphasis","Jodi E., 18:"]],"“It helps us remember who we are, that we are daughters of God. And each of the values focuses on different aspects of qualities we should have or important steps to returning to live with Christ again.”"]],["div",{"id":"f7","uri":"/new-era/2013/03/personal-progress-mentors.f7"},["div",{"id":"p38","uri":"/new-era/2013/03/personal-progress-mentors.p38"},["b",["span.emphasis","Kylie J., 13:"]],"“It has helped me accomplish more things and do service. I made a 100-recipe cookbook, helped at a homeless shelter, and babysat for adults who went to the temple.”"]],["div",{"id":"f8","uri":"/new-era/2013/03/personal-progress-mentors.f8"},["div",{"id":"p39","uri":"/new-era/2013/03/personal-progress-mentors.p39"},["b",["span.emphasis","Lucy W., 14:"]],"“It strengthens my testimony because of the little things like praying morning and night and reading my scriptures every day. When you do those things, you feel like you’re a better person and you’re able to share the gospel with others.”"]]]]],"refs":null}
