{"id":17,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":17,"title":"Proms to Be Proud Of","subtitle":"By Mindy Raye Friedman","short_title":"Proms to Be Proud Of","uri":"/new-era/2013/03/proms-to-be-proud-of","content":[["div",{"id":"head1","uri":"/new-era/2013/03/proms-to-be-proud-of.head1"},[".title","Proms to Be Proud Of"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/proms-to-be-proud-of.p2"},"By Mindy Raye Friedman"],["div",{"id":"p3","uri":"/new-era/2013/03/proms-to-be-proud-of.p3"},"Church Magazines"]],[".kicker","Tired of the low standards at prom? Why not hold one of your own?"]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/03/proms-to-be-proud-of.p5"},"The fancy dresses, the food, the music, the dancing, the lights, the people—it’s prom night! But there’s something different about this prom. The dresses are modest and the music and dancing are appropriate. What’s going on? It’s a special prom hosted by youth of The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p6","uri":"/new-era/2013/03/proms-to-be-proud-of.p6"},"These formal dances are being organized in many locations where youth don’t want to deal with the low standards and high cost of school dances but still want to have opportunities to dress up, go on a group date, and attend a special dance. For these youth, the solution has been to host their own proms where standards are upheld and the cost is low. Here are a few places where youth and leaders have done just that."],["div",{"id":"t1","uri":"/new-era/2013/03/proms-to-be-proud-of.t1"},[".title","Shining Forth in Tennessee"],["div",{"id":"p8","uri":"/new-era/2013/03/proms-to-be-proud-of.p8"},"One stake in Tennessee has been hosting a formal dance since 1996. Leaders and youth were concerned because the local high school proms were expensive and didn’t meet the standards in",["span.emphasis","For the Strength of Youth."],"So they started their own dance, and it has been a success ever since."],["div",{"id":"p9","uri":"/new-era/2013/03/proms-to-be-proud-of.p9"},"In 2012, the dance had a new element because some of the young women were able to borrow formal, modest dresses that had been collected from women in the stake after someone watched a",["span.emphasis","Mormon Messages for Youth"],"video about a young woman who had done the same thing (see “195 Dresses” at",["a",{"href":"http://lds.org/go/33D"},"lds.org/go/33D"],")."],["div",{"id":"p10","uri":"/new-era/2013/03/proms-to-be-proud-of.p10"},"“I believe there is something beautiful about being able to go to a formal event dressed modestly, with a knowledge that there will be other girls there who are dressed modestly as well,” says Christy R., who attended the event."],["div",{"id":"p11","uri":"/new-era/2013/03/proms-to-be-proud-of.p11"},"The event’s theme was “Arise and Shine Forth” to support the Mutual theme for 2012. Many youth attended, and some even brought friends who aren’t members of the Church."],["div",{"id":"p12","uri":"/new-era/2013/03/proms-to-be-proud-of.p12"},"“It was important to me to show my friend that we can dance differently to different music instead of dancing immorally like what happens at school dances,” says Chris C."],["div",{"id":"p13","uri":"/new-era/2013/03/proms-to-be-proud-of.p13"},"Christy was able to invite a friend as well. “Bringing my nonmember friend from school to prom was a great experience. I enjoyed seeing her being loved and accepted by everyone,” she says."],["div",{"id":"p14","uri":"/new-era/2013/03/proms-to-be-proud-of.p14"},"Josh B., a priest who attended, sums up why he thinks a prom with Latter-day Saint standards is a great idea: “I felt relaxed because we all had the same standards. I didn’t need to worry about what other people were doing. I could be myself.”"]],["div",{"id":"t2","uri":"/new-era/2013/03/proms-to-be-proud-of.t2"},[".title","A Growing Trend in Nevada"],["div",{"id":"p16","uri":"/new-era/2013/03/proms-to-be-proud-of.p16"},"Las Vegas, Nevada, is a city often known for its less-than-wholesome environment. But there are youth there who know how to have a fun time without compromising their standards. That’s why they love having a great dance to go to. A “Mormon prom” was organized in their area three years ago and has continued to grow—with youth from 10 stakes participating in 2012."],["div",{"id":"p17","uri":"/new-era/2013/03/proms-to-be-proud-of.p17"},"The stakes also offer several pre-dance activities, including a meet-and-greet, a dating boot camp that teaches proper dating etiquette, a dress swap where young women can borrow a dress for the dance, and dance instruction."],["div",{"id":"p18","uri":"/new-era/2013/03/proms-to-be-proud-of.p18"},"On the night of the dance, families in the participating stakes host three or more couples for dinner. Then the youth go to the formal dance, where they have a good time dancing and socializing. About 800 LDS youth and 70 of their nonmember friends attended the most recent event."],["div",{"id":"p19","uri":"/new-era/2013/03/proms-to-be-proud-of.p19"},"The youth who attended had positive reactions. “It was magical. When I walked in, it took my breath away,” says Ashlyn E. “I will never forget it.”"],["div",{"id":"p20","uri":"/new-era/2013/03/proms-to-be-proud-of.p20"},"Bekah O. says, “I didn’t want to go at first, but I’ve never had so much fun in my whole life. I can’t wait until next year!”"]],["div",{"id":"t3","uri":"/new-era/2013/03/proms-to-be-proud-of.t3"},[".title","The “Only Prom” in Wisconsin"],["div",{"id":"p22","uri":"/new-era/2013/03/proms-to-be-proud-of.p22"},"A group of Laurels and priests in one Wisconsin ward also wanted the opportunity to have a formal dance with high standards. So in 2009 they invited youth from their stake and a neighboring stake for a formal dance at their ward building. The night was a success, and the stake leaders decided to hold it again in future years. They moved the location to a bigger venue, and it’s continued to grow. Last year, 250 youth from four stakes attended the dance."],["div",{"id":"p23","uri":"/new-era/2013/03/proms-to-be-proud-of.p23"},"Because of the less-than-wholesome environment at their school proms, many of the youth in the area now consider this prom as their only prom. Some even turn down invitations to school proms and instead invite their school friends to attend their prom."],["div",{"id":"p24","uri":"/new-era/2013/03/proms-to-be-proud-of.p24"},"Before attending the dance, all of the youth meet with a bishop and sign a dance card saying they will uphold the standards. No one has ever had a problem with this commitment."],["div",{"id":"p25","uri":"/new-era/2013/03/proms-to-be-proud-of.p25"},"Stephen P. says the prom was an amazing experience: “Being able to not worry about immoral music or dancing was an incredible burden off my shoulders,” he says. “It allowed my friends and me to just be able to enjoy ourselves. The leaders who helped plan it did a fantastic job making sure everyone was included and their needs were taken care of. I actually chose to go to the ‘Mormon prom’ instead of my school prom because I knew our prom would have a more positive environment and the Spirit would always be with us.”"]],["div",{"id":"t4","uri":"/new-era/2013/03/proms-to-be-proud-of.t4"},[".title","Getting Started in California"],["div",{"id":"p27","uri":"/new-era/2013/03/proms-to-be-proud-of.p27"},"The formal dance hosted by one Southern California stake in 2011 expanded to two stakes in 2012. Both stakes had youth who helped plan and carry out the event."],["div",{"id":"p28","uri":"/new-era/2013/03/proms-to-be-proud-of.p28"},"Evan S. was part of the planning committee and was also given a charge to get other youth excited about the dance. “I did all I could to try and make sure people knew it was going to be a fun event and that fun people would be there to make it the best it could possibly be,” he says."],["div",{"id":"p29","uri":"/new-era/2013/03/proms-to-be-proud-of.p29"},"The event was held on the estate of a stake member and gathered more than 300 youth. They loved the music, the modest dress, and the appropriate dancing. In addition to the dance, other activities included a photo booth, table tennis, and even a ball pit. And this was all provided at no cost to the youth. One nonmember who was invited to the dance exclaimed, “Your Church provides all this?!”"],["div",{"id":"p30","uri":"/new-era/2013/03/proms-to-be-proud-of.p30"},"Darby C. loved going to the prom and sums up why most youth enjoy going to these dances. “It is wonderful,” she says. “I don’t have to worry about being uncomfortable about lyrics, dance moves, or inappropriate clothing.”"]]],[".resources",[".moreInfo",[".title","Share Your Stories"],["div",{"id":"p32","uri":"/new-era/2013/03/proms-to-be-proud-of.p32"},"Have you found ways to live the standards in",["span.emphasis","For the Strength of Youth"],"even when it meant starting something new? Tell us about it by sending an email to",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"or submitting your story online at",["a",{"href":"http://www.newera.lds.org"},"newera.lds.org"],"(click “Submit Material”)."]],["div",{"id":"f2","uri":"/new-era/2013/03/proms-to-be-proud-of.f2"},[".title","Happiness in Keeping the Commandments"],["div",{"id":"p34","uri":"/new-era/2013/03/proms-to-be-proud-of.p34"},"“It may appear to you at times that those out in the world are having much more fun than you are. Some of you may feel restricted by the code of conduct to which we in the Church adhere. My brothers and sisters, I declare to you, however, that there is",["span.emphasis","nothing"],"which can bring more joy into our lives or more peace to our souls than the Spirit which can come to us as we follow the Savior and keep the commandments.”"],[".citationInfo",["div",{"id":"p35","uri":"/new-era/2013/03/proms-to-be-proud-of.p35"},"President Thomas S. Monson, “Stand in Holy Places,”",["span.emphasis","Ensign,"],"Nov. 2011, 83."]]],["div",{"id":"f3","uri":"/new-era/2013/03/proms-to-be-proud-of.f3"},[".title","For the Strength of Youth"],["div",{"id":"p37","uri":"/new-era/2013/03/proms-to-be-proud-of.p37"},"“Attend only those dances where dress, grooming, lighting, lyrics, music, and entertainment contribute to a wholesome atmosphere where the Spirit may be present.”"],[".citationInfo",["div",{"id":"p38","uri":"/new-era/2013/03/proms-to-be-proud-of.p38"},["span.emphasis","For the Strength of Youth"],"(2011), 23."]]]]],"refs":null}
