{"id":3,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":3,"title":"Protecting Yourself from Profanity","subtitle":"Name Withheld","short_title":"Protecting Yourself from Profanity","uri":"/new-era/2013/03/protecting-yourself-from-profanity","content":[["div",{"id":"head1","uri":"/new-era/2013/03/protecting-yourself-from-profanity.head1"},[".title","Protecting Yourself from Profanity"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p2"},"Name Withheld"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p3"},"Riley M. Lorimer-Reznik lives in Utah, USA."]],[".kicker","Do you ever feel like you need earplugs to walk through the halls of your school? I did."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/03/protecting-yourself-from-profanity.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p5"},"Photographs by iStockphoto/Spiritartist"]]],["div",{"id":"p6","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p6"},"The language used in the school hallways and in class was just awful. I remember entering junior high school and feeling like the increased use of profanity was a slap in the face. It seemed to be everywhere. I felt like I couldn’t escape it! You probably feel the same way. So how do you avoid being affected by all the bad language? How do you keep your thoughts pure when your ears are being filled with so much filth? Try considering some of these helpful steps."],["div",{"id":"t1","uri":"/new-era/2013/03/protecting-yourself-from-profanity.t1"},[".title","Personal Purity"],["div",{"id":"p8","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p8"},"First of all, choose not to participate in the vulgarity. Pray for help and decide now to keep your mouth clean. Don’t talk about or participate in media with subjects that are vulgar or inappropriate. If you do this, the Spirit can be with you at all times. Be especially careful to be reverent and respectful when using the names of God and Jesus Christ. Misuse of Their names is a sin (see",["a",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],")."],["div",{"id":"p9","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p9"},"Swearing and crude language offend the Spirit. If you’ve already developed a habit of swearing, choose today to stop. Use more wholesome words to express yourself, or if you feel you are about to say something you shouldn’t, just don’t say anything at all (see the quote from Elder L. Tom Perry at right)."]],["div",{"id":"t2","uri":"/new-era/2013/03/protecting-yourself-from-profanity.t2"},[".title","Good Friends"],["div",{"id":"p11","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p11"},"It’s important to choose friends who do not speak crudely, because the people you spend time with will have an influence on you (see",["span.emphasis","For the Strength of Youth"],"[2011], 16). When looking for friends, surround yourself with people who share or respect your standards, including standards on language. Steven B. from Australia says, “After personal prayer, I felt inspired to search for friends who have high standards and morals. If you pray and look hard for good friends, the Lord will provide a way to help you stay clean.”"],["div",{"id":"p12","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p12"},"If friends swear, find a good-natured way to let them know their language offends you. A good friend will respect you and keep from using words that make you uncomfortable. But you have to speak up and let them know that the behavior bothers you."]],["div",{"id":"t3","uri":"/new-era/2013/03/protecting-yourself-from-profanity.t3"},[".title","Escape Routes"],["div",{"id":"p14","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p14"},"Even if you and your friends keep your language clean and uplifting, you will undoubtedly still be exposed to inappropriate words and immoral talk. It happens in society and in your schools. You must be prepared to defend yourself."],["div",{"id":"p15","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p15"},"When those around you are using profane or vulgar language, you can always try asking people not to swear. Sometimes that will work and sometimes it will backfire. Some people will respect your values and clean up their language, but unfortunately, others may only scoff and swear more."],["div",{"id":"p16","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p16"},"So what can you do? If the situation permits, leave. Just get out of the area altogether. There may be times, however, when people are speaking crudely during class or other obligations where you can’t get away. In situations like that, you must defend yourself in your mind. Megan O. from Utah says, “The trick is to tune the bad language out—literally,",["span.emphasis","tune."],"Pick your favorite hymn and memorize it. Then whenever a situation becomes vulgar in language, start singing in your head or humming.” This can bring the Spirit back and help you focus on more godly thoughts. You may have heard this suggestion before, but the reason it gets repeated so often is because it actually works! (See President Boyd K. Packer, President of the Quorum of the Twelve Apostles,",["a.crossRef",{"href":"/new-era/2008/04/worthy-music-worthy-thoughts.p1"},"“Worthy Music, Worthy Thoughts,”"],["span.emphasis","New Era,"],"Apr. 2008, 6–11.)"]],["div",{"id":"t4","uri":"/new-era/2013/03/protecting-yourself-from-profanity.t4"},[".title","Strength through the Spirit"],["div",{"id":"p18","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p18"},"The best way to combat the influence of bad language is to simply carry the Spirit with you. When you are living a righteous life and praying for the aid and influence of the Holy Ghost, you will be able to create a sort of spiritual force field to protect you from the world."],["div",{"id":"p19","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p19"},"Keep",["span.emphasis","your"],"language clean and appropriate, choose good friends, and strive to always have the companionship of the Spirit. The Spirit will help you resist the temptation to use bad language, and He will help you to remain unspotted in a world where contact with filth is nearly unavoidable."]]],[".resources",["div",{"id":"f2","uri":"/new-era/2013/03/protecting-yourself-from-profanity.f2"},[".title","Develop a Good Speech Habit"],["div",{"id":"p21","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p21"},"“To anyone who has followed the practice of using profanity or vulgarity and would like to correct the habit, could I offer this suggestion?"],["div",{"id":"p22","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p22"},"“1. Make the commitment to erase such words from your vocabulary."],["div",{"id":"p23","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p23"},"“2. If you slip and say a swear word or a substitute word, mentally reconstruct the sentence without the vulgarity or substitute word."],["div",{"id":"p24","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p24"},"“3. Repeat the new sentence aloud."],["div",{"id":"p25","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p25"},"“Eventually you will develop a nonvulgar speech habit.”"],[".citationInfo",["div",{"id":"p26","uri":"/new-era/2013/03/protecting-yourself-from-profanity.p26"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles, “Thy Speech Reveals Thee,”",["span.emphasis","New Era,"],"July 2007, 5."]]]]],"refs":null}
