{"id":9,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":9,"title":"Running the Extra Mile","subtitle":"By Jessica Grayless","short_title":"Running the Extra Mile","uri":"/new-era/2013/03/running-the-extra-mile","content":[["div",{"id":"head1","uri":"/new-era/2013/03/running-the-extra-mile.head1"},[".title","Running the Extra Mile"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/running-the-extra-mile.p2"},"By Jessica Grayless"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/03/running-the-extra-mile.p3"},"Jessica Grayless lives in Kansas, USA."]],[".kicker","I hated sports until the day my friend decided to run with me."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/03/running-the-extra-mile.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/03/running-the-extra-mile.p5"},"Illustration by Stephen Sitton"]]],["div",{"id":"p6","uri":"/new-era/2013/03/running-the-extra-mile.p6"},"All through elementary school I did well in academics. But I can’t say the same about athletics. I didn’t feel coordinated or confident when it came to sports or games at recess. I was always picked last for the kickball team. By the time I was in junior high, I had convinced myself that I would never be good at anything remotely resembling a sport."],["div",{"id":"p7","uri":"/new-era/2013/03/running-the-extra-mile.p7"},"My family lived in a small town. There were about 30 girls in my grade. During our eighth grade year, at the end of each term, we were required to complete a series of fitness tests that included sit-ups, pull-ups, a flexibility test, and a mile-long timed run. I hated the run most of all. I always finished the required four laps around the track, but I was always one of the last to finish."],["div",{"id":"p8","uri":"/new-era/2013/03/running-the-extra-mile.p8"},"One of my close friends, Kathy, seemed to be my complete opposite when it came to athletics. She was a beautiful redhead who was flexible and physically coordinated. She loved to run and was always one of the top two or three who consistently finished the mile in around seven minutes."],["div",{"id":"p9","uri":"/new-era/2013/03/running-the-extra-mile.p9"},"On the day of the run, anxiety set in as it always did for me. As we jogged onto the grass area in the middle of the track, I confided in Kathy that I hated all things with the word “gym” or “physical” in them. But as we stretched before running, she kept giving me a pep talk. She told me she knew I could do it and do well. I’m sure she was hoping to make me feel better."],["div",{"id":"p10","uri":"/new-era/2013/03/running-the-extra-mile.p10"},"Our teacher divided us into two groups to ensure that she could record our times accurately. I was assigned to run in the first group, and Kathy was assigned to the second. The teacher got out her stopwatch and signaled for us to be ready."],["div",{"id":"p11","uri":"/new-era/2013/03/running-the-extra-mile.p11"},"“Four laps,” I thought to myself. “I just have to get through four laps.” I decided to run on the inside of the track, figuring that it was just a little less effort than running around the outside—and that maybe it would even help to lower the terrible time I knew I would get."],["div",{"id":"p12","uri":"/new-era/2013/03/running-the-extra-mile.p12"},"Right before we began, Kathy stepped up on the grass beside me. She again encouraged me and told me she believed in me. Then, as our group took off, Kathy took off with me. I couldn’t believe it! She ran along the grass right next to me and stayed with me for the entire four laps. All along the way she told me I was doing a great job. To my surprise, the four laps passed quickly."],["div",{"id":"p13","uri":"/new-era/2013/03/running-the-extra-mile.p13"},"With Kathy beside me, I finished my mile in 7 minutes and 18 seconds. Never before or since have I run a mile with a time like that! I was elated. I caught my breath and reveled in congratulations from my teacher and my friends."],["div",{"id":"p14","uri":"/new-era/2013/03/running-the-extra-mile.p14"},"Then the teacher called for the second group. It took me only a moment to remember that Kathy was in that group. She had just run a mile with me at a tiring speed. Now she had to run again. I don’t remember what her time was on her second mile that day, but I am certain her score was lower than usual because she had already spent the best of her energy helping me."],["div",{"id":"p15","uri":"/new-era/2013/03/running-the-extra-mile.p15"},"I remember that day as a turning point in my confidence when it came to athletics. I went on to spend two years on the dance team, play basketball and volleyball with the young women at Church tournaments, and earn my toe shoes in ballet."],["div",{"id":"p16","uri":"/new-era/2013/03/running-the-extra-mile.p16"},"Just before my junior year of high school, my family moved to another town about half an hour away. The following summer, one of my old friends called with the news that Kathy had been killed in a car accident. I was devastated. At her funeral, I reflected on my many memories of her. The memory that I hold most dear, however, is of the day when she ran the extra mile with me."],["div",{"id":"p17","uri":"/new-era/2013/03/running-the-extra-mile.p17"},"The Savior taught, “And whosoever shall compel thee to go a mile, go with him twain” (",["a",{"href":"/scriptures/nt/matt/5.41"},"Matthew 5:41"],"). Kathy’s example reminds me to be aware of others and willingly serve them. When we do so, we truly follow the Savior’s admonition to go the extra mile."]]],"refs":null}
