{"id":5,"parent_id":4,"book_id":22358,"content_id":1,"language_id":1,"display_order":5,"title":"Section 1: The Great Jehovah Comes to Earth","subtitle":"","short_title":"Section 1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.head2"},[".titleNumber","Section 1"],["h1","The Great Jehovah Comes to Earth"]],[".bodyBlock",[".topic",["h2","Who Is This Jesus Whom We Worship?"],[".subtitle","By President J. Reuben Clark, Jr."],["p.para",{"id":"p27","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p27"},"Who is this Savior, this man that we worship? We rather localize him and think of him as more or less belonging to us, that he is our Savior and perhaps not known very much."],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p28"},"I want to read you just a few words to begin with. I am going to read from the Book of Moses, from the first chapter, and I am going to begin with the 32nd verse. The speaker declared he was the “Lord God Almighty, and Endless is my name … And by the word of my power, have I created them. …”"],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p29"},"He was showing Moses, as they stood and conversed “face to face,” the creation which the Father had made."],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p30"},"“And by the word of my power have I created them, which is mine Only Begotten Son, who is full of grace and truth."],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p31"},"“And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten. …"],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p32"},"“… For behold, there are many worlds that have passed away by the word of my power [which is his Only Begotten Son]. And there are many that now stand, and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them. …"],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p33"},"“And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine."],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p34"},"“And as one earth shall pass away, and the heavens thereof even so shall another come; and there is no end to my works, neither to my words.” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.2-3,32-33,35,37-38"},"Moses 1:2–3, 32–33, 35, 37–38"],".)"],[".topic",["h3","Not a Novice at Creation"],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p36"},"It was not a novice, not an amateur, not a Being making a first trial, that came down in the beginning, after the Great Council, with other Gods, and searched out and found the place where there was “space” (for so the record tells us in Abraham) and taking of the materials which they found in this “space” they made this world."],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p37"},"I want to suggest two or three things to you. I hope I will not confuse you too much. But we in this galaxy—and the heavens which we see are the galaxy to which we belong—we from this point where we stand or float, can see one billion light-years* all around us. A light-year is the distance which light, traveling at the rate of 186,000 miles a second, will travel in one year. The astronomers tell us that we now can peer out into space one billion light-years, we in the center."],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p38"},"Where we are moving, how we are moving, how rapidly we go, we do not know. As you look into the heavens you do not see the heavens as they are today. You see them as they were the number of light-years ago when the light therefrom began to come from them to us. If it is a hundred million light-years away, it was a hundred million years ago."]],[".topic",["h3","Our Galaxy—Shape and Size"],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p40"},"It is said that there are one hundred million galaxies* within this radius that are the same as ours. (*",["span.emphasis","Note"],": Since President Clark wrote this article, astronomy has greatly expanded its knowledge. The radius of the known universe is now believed to be sixteen billion light years across, and astronomers believe there are at least ten billion galaxies. See, for example, Herbert Friedman,",["span.emphasis","The Amazing Universe"],"[Washington, D.C.: National Geographic Society, 1975], p. 32.) They say that this galaxy in which we live, in which we float and have our existence, is one hundred thousand light-years in diameter. They say that it is shaped lenticular, as if two glass watch crystals were put together, ten thousand light-years through the thickest part, and I repeat, a hundred thousand light-years through."],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p41"},"Astronomers now yield what they did not formerly yield, that there may have been many, and probably were, many worlds like ours. Some say there were in this galaxy perhaps from its beginning, one million worlds like unto this one."],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p42"},"“Worlds without number have I created,” through “mine Only Begotten Son.” I repeat, our Lord is not a novice, he is not an amateur; he has been over this course time and time and time again."],[".",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_001_03-milkyway.jpg"}]],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_001_04-galaxies.jpg"}]],["p.para",{"id":"p43","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p43"},"And if you think of this galaxy of ours having within it from the beginning perhaps until now, one million worlds, and multiply that by the number of millions of galaxies, one hundred million galaxies, that surround us, you will then get some view of who this Man we worship is."]],[".topic",["h3","Purpose of Our Creation"],["p.para",{"id":"p45","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p45"},"He was a member of the Godhead—the Father, the Son, and the Holy Ghost. He participated in the Great Council of Heaven which decided that they should build a world, a world to which we might come as mortal beings and work out our salvation. I cannot but think that the same purpose had been present untold numbers of times for our Savior then to work out his world-creative work as he did for us. “Worlds without number have I created,” through “mine Only Begotten Son.”"]],[".topic",["h3","From Throne to Manger"],["p.para",{"id":"p47","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p47"},"There was in Palestine a couple, Joseph and Mary. They lived in Nazareth. They had traveled, evidently, from Nazareth to Bethlehem in order to pay a tax that had been decreed by the Roman Emperor. That was the ostensible purpose. She, heavy with child, traveled all that distance on mule-back, guarded and protected as one about to give birth to a half-Deity. No other man in the history of this world of ours has ever had such an ancestry—God the Father on the one hand and Mary the Virgin on the other."],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p48"},"When they had reached Bethlehem, they could get no place, you remember, in the inn. Everything was taken. So they were forced to go into a stable, and the new-born infant, fresh from the throne of God, had to be laid in a manger, “descending below all things that he might rise above all things.” I have great sympathy for poor Joseph. He was the husband of Mary, but not the father of the Son she was to bear. Years afterwards the Jews twitted him on that fact. …"]],[".topic",["h3","Conditions in Palestine"],["p.para",{"id":"p50","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p50"},"He came into a chaotic condition. Palestine was not a place of peace and love and brotherhood. It was the habitation of some of the most terrible passions that were loose in the world at that time. They were the constant companions of those who were around the Savior."],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p51"},"You remember his trip when he was twelve years old, when he apparently first indicated, at least, so far as Mary understood, who he was—where, after three days of search, they finally found him talking to the learned men of the nation and she reprovingly said to him: “Thy father and I …” (she meaning Joseph, which indicates that in the household of Joseph and Mary, he was true to his relationship, presumed, to Joseph and to Mary)—she said to him, “Thy father and I have sought thee sorrowing.” And he replied in that great disclosure, “Wist ye not that I must be about my Father’s business?”"],["p.para",{"id":"p52","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p52"},"But he went back to Nazareth and dwelt with them, a carpenter, a carpenter’s son, until he took on his mission. Thereafter, when they found him doing wonderful things and displaying wonderful information and great knowledge, they said, “Is not this the carpenter’s son? … Is not this the carpenter?” He lived in a lowly home, the only man born to this earth half-Divine and half-mortal. He dwelt among the most lowly, taught among them, did his works among them."],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p53"},"He went on through life, I repeat, followed day by day by enmity that would have exterminated him, but escaping all because of the great mission which he had to perform."]],[".topic",["h3","Jewish Confusion"],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p55"},"I can understand, in a way at least, the difficulty which the Jews had. They recognized in his miracles the same sort of miracle that had been done by their prophets all down through their history. He violated the laws of gravity by walking on the water; Elisha had caused an iron axe to float on the water. He raised them from the dead; so had Elisha of old. He fed them the loaves and the fishes; and so had the Prophet Elijah fed a hundred with little and supplied the widow with oil. They had seen all of these great principles manifested, they knew them, and they had hard work recognizing that there was something way and beyond that in Jesus."],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p56"},"I have thought of some of those miracles in the sense of their being the miracle of a Creator, demonstrating his creative power, particularly some that I call creative miracles: the turning of water into wine, how simple that must have been to a Deity who made universes; the feeding of the five thousand, how simple that was."],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p57"},"And I hope none of you will be disturbed by the pygmy-rationalizing which suggests that the multitude was fed on lunches which they brought with them. This Creator of the universe, out of five loaves and two fishes, made food that fed them all. Perhaps, in order to silence the criticism which might be made, or the explanation, that he just hypnotized them and they were all just hypnotized, the record says, “and they took up of the fragments that remained twelve baskets full.” Of equal importance and stature was the feeding of the four thousand at a later time."],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p58"},"Other miracles prove he had control of the elements: I am thinking of the night when he was sleeping in the prow of the boat and a great storm arose. The Apostles were terrified. They awakened him. He calmed the storm. And after this feeding of the five thousand, when he journeyed across the water, walking upon it, I recall how frightened were the Apostles in the boat, thinking he was a spirit."],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p59"},"You can almost hear him call to them: “It is I; be not afraid.” Peter asked, “Bid me come unto thee on the water.” Jesus answered: “Come.” Peter stepped out upon the water and started to walk, but his heart and his faith failed him at the sight of the boisterous waves. He started to sink. Jesus stretched forth his hand and saved him, reproving him thus: “O thou of little faith, wherefore didst thou doubt?”"]],[".topic",["h3","Control of the Animal Kingdom"],["p.para",{"id":"p61","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p61"},"Jesus had control of the animal kingdom. You remember the miraculous draft of fishes, when he first called Peter and James and John. They had been out fishing all night, but had caught nothing. He asked to get into their boat that he might speak to the multitude; he shoved out from the shore, so that the multitude could not press too much around him."],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p62"},"When he finished speaking he said, “Launch out into the deep, and let down your nets for a draught.” They replied they had been fishing all night, and had caught nothing. Nevertheless, at his word they cast their net and it was filled with fish, so much so that the net brake and they had to call for James and John to come out in another boat. Peter, that great Peter, bowed before the Savior. “Depart from me,” said he, “for I am a sinful man.”"],["p.para",{"id":"p63","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p63"},"And later, a similar experience, on the shores of the same Galilee, after the resurrection, when Peter and the rest had gone fishing, not understanding there was work in the Lord’s service for them to do. They had fished all night and caught nothing. In the early light of the morning they saw a man on the shore; there was a little fire. A voice came from the shore: “Cast the net on the right side of the ship, and ye shall find.” They did, and it was filled. John, perhaps recollecting the earlier experience, said, “It is the Lord.” Peter, wrapping his cloak about him, for he was naked (he did not want to appear before the Lord nude), cast himself into the sea and waded to the shore. And there they ate, apparently the Savior eating with them. It was there that Peter got his command, “Feed my sheep.”"],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p64"},"The lowly Jesus thus had control of the animal life."]],[".topic",["h3","The Vegetable Kingdom"],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p66"},"Finally, the vegetable kingdom came under his dominion, also, for he cursed the barren fig tree as he went by. Some scholars have a great deal of difficulty in understanding that miracle. It looks rather simple to me, maybe too simple. But I get from this miracle the principle that he who does not do the things which his Creator fitted him to do, stands in danger of a reprimand. You cannot be barren with the intelligence, the talents, which God has given to you."],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p67"},"How great to mortals are these and the other miracles of Jesus, but how incomparably simple to the Maker and Destroyer of universes. Shall we further doubt the power of Jesus to do the service he performed on earth?"]],[".topic",["h3","He Indicates Who He Was"],["p.para",{"id":"p69","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p69"},"He began very early in his mission to indicate who he was. As he went north after the first Passover, he saw Nicodemus and to Nicodemus he indicated that he was the Christ. Nicodemus did not understand."],["p.para",{"id":"p70","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p70"},"He journeyed north until he came to Samaria, and there he stopped at Jacob’s Well and saw the woman of Samaria. He told her who he was. The Samaritans were hated by the Jews and the Jews were hated by the Samaritans, and this, I think, was the first time he indicated in his mission, that he came for all men and not for the chosen tribes alone. Thereafter from time to time he indicated that he was the Messiah."],["p.para",{"id":"p71","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p71"},"On one occasion when he was attending the Feast of the Tabernacles in the temple at Jerusalem, he was being twitted regarding his ancestry. They were talking about their ancestry; they were the children of Abraham! There came a point in their discussion where they said, he having said he knew Abraham, “Thou art not yet fifty years old, and hast thou see Abraham?” And his reply to them was: “Before Abraham was, I am.” So he declared his Messiahship."],["p.para",{"id":"p72","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p72"},"And so on down through his long course of life, day after day proclaiming his truths."]],[".topic",["h3","His Great Mission"],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p74"},"He had a great mission to perform. He had to break down, to fulfil, as he told us, the Law of Moses. If you want to know how far he had to go from the laws which had been given to ancient Israel, read the Sermon on the Mount, read the Sermon on the Plain, read the sermon at the second Passover, and see how he had to drive and drive and drive for the new law."],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p75"},"One illustration—he said:"],["p.para",{"id":"p76","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p76"},"“Ye have heard that it was said by them of old time, Thou shalt not commit adultery:"],["p.para",{"id":"p77","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p77"},"“But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.27-28"},"Matt. 5:27–28"],".)"],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p78"},"That was the new law."],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p79"},"And so with thousands of other things."],["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p80"},"Those documents to which I have referred, and a few others, are the greatest revolutionary documents in the whole history of the world. They mark the turning away from, the fulfillment of, the Mosaic Law and the introduction and operation of the law of the Gospel he restored."]],[".topic",["h3","From Cross to Throne"],["p.para",{"id":"p82","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p82"},"Finally, at the last trial, having been before Annas, he was taken to Caiaphas, the [son]-in-law of Annas. Caiaphas was the high priest installed by the Roman government. Annas was the man who, under the law of Moses, should have been the chief priest. At the trial before Caiaphas and the Sanhedrin, Caiaphas said: “I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God.” And Mark records that he said unto him, “I am.”"],["p.para",{"id":"p83","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p83"},"But they took him the next day and tried him before Pilate. Poor Pilate, torn because of his belief in the innocence of this Man, sought to release him, but without avail! They insisted on the death of the Christ. And so he was finally condemned and turned over to them."],["p.para",{"id":"p84","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p84"},"Then he was taken out on Calvary, and he, a God, one of the Holy Trinity, he was crucified on a false charge of treason, between two common thieves. One of the Fatherhood, one of those belonging to the Godhead, come to earth, cradled in a manger, fresh from the throne of God, was crucified like a common criminal between two thieves!"],["p.para",{"id":"p85","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p85"},"Resurrected on the morning of the third day, seen by many, touched by many, he lived here for forty days as if loath to leave those among whom he had worked so long. Then, and even before then, he went back to the Holy Trinity, resumed his seat alongside the Father, sat again a member of the Godhead."]],[".topic",["h3","The Man We Worship"],["p.para",{"id":"p87","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p87"},"That is the Man we worship. That is the Man who gave us the law that will enable us to fulfill our destiny declared from the very beginning. That is the Man who sacrificed himself. “Behold the Lamb of God,” it was declared anciently, “slain from the foundation of the world.” He died to atone for the sins of Adam."],["p.para",{"id":"p88","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p88"},"None of us has been born more lowly; none of us has died more ignominiously than he. But this he did for you and for me, that we, when we have finished our careers here, might be able, after going into the tomb and paying there whatever penalty there is for us to pay, we, too, may be resurrected and go back into the presence of him who sent us, good and bad alike."],["p.para",{"id":"p89","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p89"},"That is the Man we worship—not a man of high degree, world-wise; not a man of power, and yet he said on one occasion: “Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels”; never invoking his divine powers merely for his own selfish good, always for the benefit of others, for all humanity, always sacrificing, always trying to obey the will of the Father, telling us over and over again that he did nothing that he had not seen his Father do, that he taught nothing that he had not heard his Father teach."],["p.para",{"id":"p90","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p90"},"The mystery of it all is beyond me. I can only take the record as it stands, and that record tells me that if I obey his commandments, if I live as he would have me live, then I shall fulfil and reach the destiny which he prescribed for me, a destiny of eternal progression, a destiny of a life in his presence, so far as my work there will permit, a destiny that knows no limit to the power which I may receive if I live for it."],["p.para",{"id":"p91","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-1-the-great-jehovah-comes-to-earth/section1.p91"},"May the Lord grant that to each of and every one of us may come a determination to serve him and to keep his commandments. May the Lord give us a little better view of him, of who he was, of his great wisdom and experience and knowledge. Said he, “I am the way, the life, the light, and the truth.” Over and over and over again he said that. They did not believe him then, the world at large does not believe him now. But it is our right, our duty, our prerogative to know these truths and make them part of our lives. (",["span.emphasis","Behold the Lamb of God,"],"pp. 15–25.)"]]]]]]],"refs":null}
