{"id":4,"parent_id":2,"book_id":23204,"content_id":1,"language_id":1,"display_order":4,"title":"Assist Individuals, Families, and Priesthood Leaders","subtitle":"","short_title":"Assist Individuals, Families, and Priesthood Leaders","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders"},[".heading",{"id":"head3","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.head3"},["h1","Assist Individuals, Families, and Priesthood Leaders"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p2"},"The objective of religious education in the Church Educational System is to assist individuals, families, and priesthood leaders in accomplishing the mission of the Church. The effectiveness of such assistance is dependent upon establishing and maintaining appropriate relationships with them."],[".topic",{"id":"t5","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.t5"},["h2","Assisting Individuals"],["p.para",{"id":"p4","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p4"},"Teaching students the gospel of Jesus Christ as found in the standard works and the words of the prophets is the primary way CES assists individuals. Teachers assist individuals by providing an example of living the principles of the gospel so others will be encouraged, assisted, and protected as they strive to live the gospel of Jesus Christ. Teachers also assist individuals by helping them learn how to read and study the scriptures for themselves so they can feel the Spirit teaching them the important truths of the gospel.",["sup",["a",{"href":"fn_1"},"1"]],"Teachers should also encourage individuals to seek counsel from parents and priesthood leaders."],["p.para",{"id":"p5","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p5"},"The primary role of CES leaders and teachers is to teach the gospel using the approved curriculum, answer routine questions that arise from normal classroom discussions, and encourage students to seek counsel, when needed, from appropriate sources. In addition, leaders and teachers should be prepared to give information and encouragement on educational opportunities."],[".sidebar box-decor box-right",{"id":"f9","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.f9"},["p.para",{"id":"p6","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p6"},"Elder Boyd K. Packer said, “In the Church we must have teamwork in education— … teamwork like oxen yoked together, side by side, pulling together.”"],[".citationInfo",["p.para",{"id":"p7","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p7"},"(",["span.emphasis","Equally Yoked Together"],"[address delivered at regional representatives’ seminar, 3 Apr. 1975], 1.)"]]],["p.para",{"id":"p8","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p8"},"Students often look to leaders and teachers for counsel. When students seek counsel from a CES leader or teacher regarding transgression or seek to make what might be considered a confession, the leader or teacher must encourage them to go to their priesthood leader. While teachers should be concerned and understanding when counseling students, they should never try to assume the role of parents, priesthood leaders, or professional counselors."],["p.para",{"id":"p9","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p9"},"When leaders and teachers encounter appropriate moments to counsel individual students, they should listen for understanding, promote self-reliance, and strive to meet the same objective as when teaching groups of students in classes (see",["a.crossRef",{"href":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/skills-for-administering-appropriately-in-the-church-educational-system/interview-and-counsel.p1"},"pp. 36–37"],")."],["p.para",{"id":"p10","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p10"},"Along with assisting individuals by teaching the gospel of Jesus Christ as found in the standard works and the words of the prophets, leaders and teachers also assist by providing a spiritual and social climate where students and teachers can learn, associate, and be edified together and by preparing young people for effective Church service.",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p11","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p11"},"It is critical that CES leaders and teachers be familiar with and carefully follow local laws regarding responsibilities and liabilities for reporting abuse. Information on responding to and reporting abuse should be discussed periodically during inservice meetings."]],[".topic",{"id":"t6","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.t6"},["h2","Assisting Families"],["p.para",{"id":"p13","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p13"},"Parents, with the assistance of Church leaders, have the primary responsibility to teach their children the gospel of Jesus Christ; to oversee their social development, interpersonal relationships, and dress and grooming standards; and to answer their doctrinal questions."],["p.para",{"id":"p14","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p14"},"CES leaders and teachers primarily assist families by teaching students the gospel of Jesus Christ as found in the standard works and the words of the prophets, emphasizing the doctrinal importance of the family and the high priority that family members and family activities deserve. When scheduling classes and planning activities, leaders and teachers should be sensitive to the family, Church, educational, and employment responsibilities of students."],["p.para",{"id":"p15","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p15"},"CES leaders and teachers should avoid giving students counsel or information that could be construed as contrary to the gospel-centered counsel they have received from parents and priesthood leaders. Elder Boyd K. Packer of the Quorum of the Twelve Apostles taught that “fathers are responsible to preside over their families” and that others should “not be too quick to counsel them [the children] and solve all of the problems. Get [the father] involved. It is [his] ministry” (in Conference Report, Apr. 1978, 139; or",["span.emphasis","Ensign,"],"May 1978, 93)."],["p.para",{"id":"p16","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p16"},"Leaders and teachers can also assist parents by communicating pertinent information about their child’s performance in class, such as attendance, punctuality, conduct, academic performance, or credit. Seminary leaders and teachers should periodically issue report cards. Institute leaders and teachers should be available and responsive to questions and concerns from parents. In addition, relationships with parents can be greatly strengthened by occasional phone calls, letters, or conversations that express deserved praise and commendation."]],[".topic",{"id":"t7","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.t7"},["h2","Priesthood Leaders"],["p.para",{"id":"p18","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p18"},"All programs within the Church Educational System operate under the direction of priesthood leaders. Priesthood leaders and CES leaders (including CES stake representatives) have various responsibilities as they work unitedly to provide religious education for the youth and young adults of the Church."],["p.para",{"id":"p19","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p19"},"The Church Board of Education, composed of the First Presidency and other General Authorities and Church officers, oversees the operation of seminaries, institutes of religion, adult and continuing education, and elementary and secondary education programs of the Church Educational System. To give direction to priesthood leaders and CES personnel, the board defines the objectives of these programs and oversees the operation of seminaries and institutes of religion worldwide."],["p.para",{"id":"p20","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p20"},"Locally, each seminary and institute of religion operates under the direction of an assigned stake president. The stake president directs the seminary and institute programs in his jurisdiction according to policy and local needs. The stake presidency encourages and monitors seminary and institute participation of eligible stake members. If a seminary serves more than one stake, the Area Presidency appoints a stake president to be chairman of the local CES board of education. If an institute serves more than one stake, the Area Presidency appoints a stake president to be chairman of the institute of religion advisory council."],["p.para",{"id":"p21","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p21"},"Each bishop and his counselors personally encourage all youth ages fourteen through eighteen or in grades nine through twelve to participate in seminary and all college students ages eighteen through thirty to participate in institute classes. Young adults who are not students but who live in the immediate area of an institute building may also be invited to participate in institute."],["p.preamble","Specifically, local priesthood leaders have the following responsibilities:",["sup",["a",{"href":"fn_3"},"3"]]],["ul.bullet",["li",["span.label","•"],["p","Identify all youth and young adults eligible for seminary or institute of religion programs."]],["li",["span.label","•"],["p","Take an active role in encouraging all eligible youth and young adults to enroll in CES programs, and then monitor such enrollment."]],["li",["span.label","•"],["p","Recommend and certify the worthiness of those appointed to be CES teachers, leaders, or student leaders."]],["li",["span.label","•"],["p","Certify the worthiness of students to graduate from seminary or institute."]],["li",["span.label","•"],["p","Preside at graduation exercises."]],["li",["span.label","•"],["p","Regularly include CES matters on the agendas of leadership meetings."]],["li",["span.label","•"],["p","Support the religious education of youth and young adults and encourage other priesthood and auxiliary leaders to do the same."]]]],[".topic",{"id":"t8","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.t8"},["h2","Assisting Priesthood Leaders"],["p.para",{"id":"p31","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p31"},"CES leaders at all levels should be prepared to provide the necessary information and materials to assist priesthood leaders regarding CES programs. Policies for CES programs are provided in the",["span.emphasis","CES Policy Manual: U.S. and Canada"],"(2001) and the",["span.emphasis","Church Handbook of Instructions, Book 1: Stake Presidencies and Bishoprics"],"([1998], 113–18). Every contact with priesthood leaders by CES leaders and teachers should be done with a genuine desire to assist those who preside and direct the CES programs in their area. Generally, such assistance comes by appropriate ways of communication, respecting leaders’ time, giving brief and specific reports, and focusing on the needs of individuals."],["p.preamble","To assist priesthood leaders, CES leaders have the following responsibilities:"],["ul.bullet",["li",["span.label","•"],["p","Counsel with priesthood leaders as they decide which type of CES programs to offer."]],["li",["span.label","•"],["p","Report enrollment and completion information to the appropriate priesthood leaders."]],["li",["span.label","•"],["p","Appoint and release volunteer CES teachers and leaders, after consultation with appropriate local priesthood leaders."]],["li",["span.label","•"],["p","Provide inservice training for other CES teachers and leaders."]],["li",["span.label","•"],["p","Obtain approval for all CES program activities from the assigned stake president."]],["li",["span.label","•"],["p","Budget for and pay the costs of seminary and institute programs, including CES buildings, teaching materials, and needed equipment for CES buildings."]]],["p.para",{"id":"p39","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p39"},"Priesthood leaders in each stake should be assigned a local CES stake representative with whom to coordinate all programs. CES stake representatives are usually the main contact between CES and local priesthood leaders. They should maintain close communication with priesthood leaders. CES stake representatives are generally employed teachers or leaders. Seminary principals and institute directors share the responsibility with these appointed CES stake representatives to assist local priesthood leaders."],["p.para",{"id":"p40","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p40"},"In non–released-time areas this representative is usually the CES coordinator. In areas where several stakes are served by one seminary or institute, after consulting with the seminary principal or institute director, the CES area director should appoint a stake representative to each stake. The careful selection and training of CES stake representatives are essential. Normally, individuals in their first year of employment should not be appointed as CES stake representatives."],[".figure",{"id":"f12","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.f12"},["p.preamble","The CES stake representative has three primary functions:"],["ol.number",["li",["span.label","1."],["p.para","Establish an excellent working relationship with the priesthood leaders of the assigned stake."]],["li",["span.label","2."],["p.para","Assist priesthood leaders in identifying and encouraging all eligible youth and young adults to participate in seminary and institute of religion programs.",["sup",["a",{"href":"fn_4"},"4"]]]],["li",["span.label","3."],["p.para","Provide information regarding all CES programs—regularly and as requested."]]]],["p.preamble","To accomplish these three functions, CES stake representatives have the following responsibilities:"],["ul.bullet",["li",["span.label","•"],["p","Work closely with local priesthood leaders to ensure that religious education programs are functioning properly in the local area."]],["li",["span.label","•"],["p","Assist local priesthood leaders in producing accurate and complete seminary and institute potential student lists."]],["li",["span.label","•"],["p","Assist local priesthood leaders as they enroll youth and young adults in seminary and institute classes."]],["li",["span.label","•"],["p","Inform priesthood leaders of those enrolled and not enrolled, particularly soon after a term begins."]],["li",["span.label","•"],["p","Inform priesthood leaders of attendance and completion status of students."]],["li",["span.label","•"],["p","Keep the CES representatives to the local CES board of education (usually the senior seminary principal) and to the institute of religion advisory council (usually the institute director) informed on important matters."]],["li",["span.label","•"],["p","When invited, attend the local CES board of education meeting and institute of religion advisory council meeting."]],["li",["span.label","•"],["p","When invited, attend stake leadership meetings where CES matters are on the agenda to be discussed."]],["li",["span.label","•"],["p","Certify which students have met the requirements for graduation and, under the direction of the local priesthood leaders, assist in planning and carrying out graduation exercises."]],["li",["span.label","•"],["p","Assist in identifying potential volunteer seminary or institute teachers and arrange for their appointment and training by appropriate CES leaders."]],["li",["span.label","•"],["p","Provide priesthood leaders information regarding all CES programs (see",["a.crossRef",{"href":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p20"},"pp. 11–12"],"), including seminary and institute of religion programs, CES adult and continuing education programs, the Perpetual Education Fund (where implemented), Church universities and colleges, the gospel literacy program, and programs for students with special needs."]],["li",["span.label","•"],["p","Share with CES administrative personnel any information, feedback, and concerns from local priesthood leaders regarding CES programs."]]]]],[".notes",["h3","Notes"]],[".resources",[".callout",["p.para",{"id":"p63","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p63"},"Teaching students the gospel of Jesus Christ as found in the standard works and the words of the prophets is the primary way CES assists individuals."]],[".callout",["p.para",{"id":"p64","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p64"},"While teachers should be concerned and understanding when counseling students, they should never try to assume the role of parents, priesthood leaders, or professional counselors."]],[".callout",["p.para",{"id":"p65","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p65"},"Leaders and teachers should be sensitive to the family, Church, educational, and employment responsibilities of students."]],[".callout",["p.para",{"id":"p66","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p66"},"Leaders and teachers can also assist parents by communicating pertinent information about their child’s performance in class."]],[".callout",["p.para",{"id":"p67","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p67"},"All programs within the Church Educational System operate under the direction of priesthood leaders."]],[".callout",["p.para",{"id":"p68","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p68"},"Priesthood leaders in each stake should be assigned a local CES stake representative with whom to coordinate all programs."]],[".callout",["p.para",{"id":"p69","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p69"},"Seminary principals and institute directors share the responsibility with these appointed CES stake representatives to assist local priesthood leaders."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.fn1"},["b","1"],["span.label","1."],["p","See",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"(2001), 32."]],[".footnote",{"id":"fn2","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.fn2"},["b","2"],["span.label","2."],["p","See",["span.emphasis","Teaching the Gospel: A Handbook,"],"4–6."]],[".footnote",{"id":"fn3","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.fn3"},["b","3"],["span.label","3."],["p","See also",["span.emphasis","Church Handbook of Instructions, Book 1: Stake Presidencies and Bishoprics"],"(1998), 113–18."]],[".footnote",{"id":"fn4","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.fn4"},["b","4"],["span.label","4."],["p","See",["span.emphasis","CES Policy Manual,"],"Administration Policies: Seminary: Encouraging Seminary Enrollment; Administration Policies: Institute of Religion: Encouraging Institute of Religion Enrollment."]]]}
