{"id":6,"parent_id":2,"book_id":23204,"content_id":1,"language_id":1,"display_order":6,"title":"Understand CES Assignments, Programs, and Materials","subtitle":"","short_title":"Understand CES Assignments, Programs, and Materials","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials"},[".heading",{"id":"head5","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.head5"},["h1","Understand CES Assignments, Programs, and Materials"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p2"},"Understanding CES assignments, programs, and materials will increase effectiveness in doing the Lord’s work in the Church Educational System."],[".topic",{"id":"t12","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.t12"},["h2","CES Assignments"],["p.para",{"id":"p4","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p4"},"The Lord declared through the Prophet Joseph Smith, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],"). CES leaders and teachers should understand their specific assignments and how they relate to other people and other assignments."],["p.para",{"id":"p5","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p5"},"To help them learn their specific duties, CES provides leaders and teachers with handbooks, manuals, guides, and inservice training. Studying these materials, participating in training meetings, and counseling with supervisors are essential. Leaders and teachers should also ponder and pray about their responsibilities."],[".sidebar box-decor box-right",{"id":"f26","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.f26"},["p.para",{"id":"p6","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p6"},"Elder Joseph B. Wirthlin taught: “See every assignment as a blessing, regardless of how small or routine it may seem. Complete each one as well as you can, always striving to do more than is required or expected. Recognize that you are acting for the Lord.”"],[".citationInfo",["p.para",{"id":"p7","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p7"},"(In Conference Report, Oct. 1988, 44; or",["span.emphasis","Ensign,"],"Nov. 1988, 35)."]]],["p.preamble","CES assignments include the following:"],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","Church Educational System Administrator—Religious Education and Elementary and Secondary Education."],"Under the direction of the Church Board of Education, the Church’s religious, elementary, and secondary education programs are supervised by the CES administrator. Under his direction, full-time CES representatives (such as assistant administrators, area directors, and coordinators) are assigned to give leadership throughout the world. The administrator is supported by an",["span.emphasis","associate administrator,"],"who gives general oversight and coordination."]],["li",["span.label","•"],["p",["span.emphasis","Assistant administrators."],"Working under the direction of the Church Educational System Administrator—Religious Education and Elementary and Secondary Education, each assistant administrator is assigned responsibilities for certain CES programs, personnel, and facilities. He coordinates CES matters with priesthood leaders and with representatives from other Church departments."]],["li",["span.label","•"],["p",["span.emphasis","Area directors."],"Working under the direction of an assistant administrator, each area director is responsible for the CES programs, personnel, and facilities in his area. He coordinates CES matters with area and stake priesthood leaders and with representatives from other Church departments. Under the direction of the area director, many locations also have",["span.emphasis","country directors"],"who are appointed to give leadership to specific countries within an area."]],["li",["span.label","•"],["p",["span.emphasis","Coordinators."],"Working under the direction of an area director, each coordinator administers various CES programs. He appoints and releases volunteer seminary and institute teachers and leaders, as recommended and approved by stake and ward priesthood leaders. He trains, assists, and visits teachers and leaders, giving feedback and serving as a mentor. Some coordinators also teach institute classes, direct institute programs, lead inservice, or serve as a CES stake representative."]],["li",["span.label","•"],["p",["span.emphasis","Stake supervisors."],"Under the direction of a coordinator, many locations also have stake supervisors, who are not full-time employees but who are appointed to give leadership to specific stakes within an area. A stake supervisor may assist with administrative tasks, such as appointing teachers, providing inservice training, conducting classroom observations, assisting in planning and carrying out graduation exercises, and completing reports and records."]],["li",["span.label","•"],["p",["span.emphasis","Institute directors."],"Institutes of religion are supervised by an institute director, who is responsible to the area director and the stake and ward priesthood leaders for institute programs, personnel, and facilities. An institute director’s responsibilities include teaching institute classes, overseeing classroom instruction and teacher training, administering aspects of the Perpetual Education Fund (where implemented), providing an appropriate social and spiritual climate at the institute, developing a harmonious working relationship with the adjacent educational institution, conducting assessment, preparing and using reports and records, overseeing finances, caring for physical facilities, promoting safety, and supervising staff."]],["li",["span.label","•"],["p",["span.emphasis","Seminary principals."],"Released-time and daytime seminaries are supervised by seminary principals who are responsible to the area director and stake and ward priesthood leaders for seminary programs, personnel, and facilities. In addition to supervising CES programs and personnel, their responsibilities include teaching seminary classes, overseeing classroom instruction and teacher training, providing an appropriate social and spiritual climate at the seminary, developing a harmonious working relationship with adjacent educational institutions, conducting assessment, preparing and using reports and records, overseeing finances, caring for physical facilities, promoting safety, and supervising staff."]],["li",["span.label","•"],["p",["span.emphasis","Teachers."],"In addition to teaching students, each teacher performs administrative and leadership tasks as assigned by his or her supervisor, such as grading student performance, completing accurate and timely reports, and taking proper care of Church property and resources (see",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"(2001), 7–9). Teachers may also be invited to assist with leading inservice or advising students appointed to leadership assignments."]],["li",["span.label","•"],["p",["span.emphasis","Missionaries."],"A missionary with a CES assignment may be called upon to serve in a number of the previously discussed capacities. Missionaries often serve as coordinators or support institute programs under the direction of an institute director (see above descriptions)."]],["li",["span.label","•"],["p",["span.emphasis","Secretaries."],"A secretary provides vital assistance in nearly every administrative duty associated with each CES assignment. Secretaries primarily support CES teachers and leaders in managing information, programs, and resources. (See",["a.crossRef",{"href":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/skills-for-administering-appropriately-in-the-church-educational-system/manage-information-programs-and-resources.p1"},"pp. 24–25"],".)"]],["li",["span.label","•"],["p",["span.emphasis","CES stake representatives."],"In addition to an assignment as a leader or teacher, some CES employees also serve as a CES stake representative. Stake representatives are generally the main contact between CES and local priesthood leaders. In areas without released-time seminaries, this representative is usually the coordinator. In areas where several stakes are served by one seminary or institute, seminary principals and institute directors share and coordinate with appointed stake representatives the responsibility to assist local priesthood leaders. (See",["a.crossRef",{"href":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/assist-individuals-families-and-priesthood-leaders.p30"},"pp. 5–7"],".)"]]]],[".topic",{"id":"t13","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.t13"},["h2","CES Programs"],["p.preamble","Programs in the Church Educational System include the following:",["sup",["a",{"href":"fn_1"},"1"]]],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","Church-owned universities and colleges."],"Church-owned colleges and universities, such as Brigham Young University, Brigham Young University—Idaho, Brigham Young University—Hawaii, and LDS Business College, are operated under the direction of the Church Boards of Trustees."]],["li",["span.label","•"],["p",["span.emphasis","Elementary and secondary schools."],"The Church Educational System operates a few elementary and secondary schools staffed by employees and Church-service volunteers and missionaries. In these schools, students receive both secular and religious education."]],["li",["span.label","•"],["p",["span.emphasis","Institutes of religion."],"Institute programs are provided for college students and are adjacent to colleges and universities. Young adults ages eighteen through thirty who live in the immediate area of an institute program are invited to participate. At many institutes of religion, student organizations—such as Institute Men’s Association and Institute Women’s Association",["sup",["a",{"href":"fn_2"},"2"]],"—are organized and function under the direction of the local institute of religion advisory council."]],["li",["span.label","•"],["p",["span.emphasis","Seminaries."],"Released-time, daytime, early-morning, and home-study seminary programs are provided for youth ages fourteen through eighteen, or those in grades nine through twelve."]],["li",["span.label","•"],["p",["span.emphasis","Perpetual Education Fund."],"Under the direction of priesthood leaders and working with other Church departments, CES leaders and teachers assist in administering the Perpetual Education Fund. In areas where the Perpetual Education Fund is implemented, CES leaders and teachers provide information and assistance for eligible students."]],["li",["span.label","•"],["p",["span.emphasis","Continuing education."],"In the United States and Canada, CES continuing education is a resource to priesthood leaders and members to provide continuing religious education opportunities for youth and adult members of the Church. CES continuing education sponsors programs such as Know Your Religion, Education Week, Education Day, Especially for Youth, adult religion classes, and other family, youth, or scripture-related seminars. These programs are primarily administered by the Division of Continuing Education at Brigham Young University. Tithing funds are not used to support continuing education programs. Participants are charged a fee so that these programs are self-sustaining."],["p","CES stake representatives provide information to priesthood leaders regarding all CES continuing education programs. Outside Idaho and Utah, CES coordinators administer adult religion classes in their areas and assist priesthood leaders in understanding, organizing, and maintaining them. In these cases CES coordinators take responsibility for processing reports, records, and fees associated with adult religion classes. Adult religion classes are generally for those age thirty-one and over who are not college students and for married nonstudents of any age."]],["li",["span.label","•"],["p",["span.emphasis","Gospel literacy."],"The gospel literacy program is an ongoing effort to help individuals learn to read and write so they can better understand the gospel and participate in all aspects of gospel living. When requested to do so by a stake president, the CES stake representative provides literacy training and materials for stake Relief Society leaders who supervise the program."]],["li",["span.label","•"],["p",["span.emphasis","Special needs."],"Special needs is a general term used to identify students with intellectual, emotional, or physical impairments.",["sup",["a",{"href":"fn_3"},"3"]],"In localities with high concentrations of Latter-day Saints, the area director, in consultation with the assistant administrator, may appoint advisers to assist with special needs. These advisers are generally full-time CES personnel or volunteers who have had training or experience in special education."]]],["p.para",{"id":"p31","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p31"},"CES leaders at all levels should be prepared to provide the necessary information, materials, and training to assist teachers, individual students, parents, and priesthood leaders regarding CES programs. Policies regarding each CES program are provided in the",["span.emphasis","CES Policy Manual: U.S. and Canada"],"(2001)."]],[".topic",{"id":"t14","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.t14"},["h2","CES Materials"],["p.para",{"id":"p33","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p33"},"Everyone who receives a CES assignment should be provided with necessary materials and be trained in their use. Before publication, CES materials are reviewed by the Church Correlation department to maintain doctrinal purity and to avoid unnecessary duplication of programs and materials.",["sup",["a",{"href":"fn_4"},"4"]],"These correlated materials are listed in CES and Church catalogs and manuals."],["p.para",{"id":"p34","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p34"},"Principles, policies, procedures, and guidelines for CES programs are found in CES handbooks, manuals, guides, and other correspondence. CES leaders and teachers should study and follow the information addressed in these materials to effectively perform their duties and responsibilities. The relationships between handbooks, manuals, guides, and correspondence are shown in the following illustration:"],[".diagram",{"id":"f29","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.f29"},["p.para",{"id":"p35","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p35"},"HANDBOOKS"],["p.para",{"id":"p36","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p36"},"Principles and doctrines"],["p.para",{"id":"p37","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p37"},"⬇"],["p.para",{"id":"p38","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p38"},"MANUALS"],["p.para",{"id":"p39","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p39"},"Policies and teaching or training ideas"],["p.para",{"id":"p40","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p40"},"⬇"],["p.para",{"id":"p41","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p41"},"GUIDES"],["p.para",{"id":"p42","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p42"},"Procedures and implementation"],["p.para",{"id":"p43","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p43"},"⬇"],["p.para",{"id":"p44","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p44"},"CORRESPONDENCE"],["p.para",{"id":"p45","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p45"},"Classification and motivation"]],["p.preamble","The following materials are helpful in administering appropriately in CES:"],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","Handbooks."],"The following handbooks are among the fundamental documents in defining the CES objective and the commission of teachers and leaders. Such handbooks emphasize gospel principles and doctrines relating to the CES objective and commission."],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"(2001; item 34829)"]],["li",["span.label","•"],["p","This manual,",["span.emphasis","Administering Appropriately: A Handbook for CES Leaders and Teachers"],"(2003; item 35953)"]],["li",["span.label","•"],["p","Section 12, “Church Educational System,” in",["span.emphasis","Church Handbook of Instructions, Book 1: Stake Presidencies and Bishoprics"],"([1998], 113–18; also available in",["span.emphasis","CES Policy Manual: U.S. and Canada,"],"71–80)."]]]],["li",["span.label","•"],["p",["span.emphasis","Manuals."],"CES manuals help define policy, identify important principles to emphasize, and provide suggested teaching or training activities. Manuals are based upon the principles and doctrines taught in the handbooks. Some of the primary CES manuals include the following:"],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","CES Policy Manual: U.S. and Canada"],"and",["span.emphasis","CES Policy Manual: Outside U.S. and Canada"],"(2001) provide policies to ensure a uniform method of operation."]],["li",["span.label","•"],["p","Seminary teacher manuals provide principles to look for and suggested teaching activities to assist teachers in preparing lessons for seminary courses."]],["li",["span.label","•"],["p","Seminary student manuals provide reading charts, introductions to the chapters or sections of scripture, helps for understanding the scriptures, and questions and activities to help students discover, think about, and apply principles of the gospel found in the scriptures."]],["li",["span.label","•"],["p","Institute teacher and student manuals provide historical background, prophetic commentary, principles to look for, and suggested teaching activities for approved institute courses."]],["li",["span.label","•"],["p",["span.emphasis","Teaching the Gospel: A CES Training Resource for Teaching Improvement"],"(2000; item 35306), part of the teaching improvement package (TIP), is a training manual that assists inservice leaders."]]]],["li",["span.label","•"],["p",["span.emphasis","Guides."],"Various guides give specific practical suggestions to assist leaders and teachers as they implement the information contained in the manuals. The following are examples of some CES guides:"],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","A Guide to Quality Seminary Graduation Exercises"],"(2001; item 32372)"]],["li",["span.label","•"],["p",["span.emphasis","Disabilities Guide"],"(2001; item 35257)"]],["li",["span.label","•"],["p",["span.emphasis","Institute of Religion Guide: U.S. and Canada"],"(2001; item 34550)"]],["li",["span.label","•"],["p",["span.emphasis","Early-Morning Seminary Guide: U.S. and Canada"],"(2001; item 35959)"]],["li",["span.label","•"],["p",["span.emphasis","Home-Study Seminary Guide: U.S. and Canada"],"(2001; item 35960)"]],["li",["span.label","•"],["p",["span.emphasis","Institute Men’s Association Guide"],"(2001; item 35249)"]],["li",["span.label","•"],["p",["span.emphasis","Institute Women’s Association Guide"],"(2001; item 35250)"]]]],["li",["span.label","•"],["p",["span.emphasis","Other correspondence."],"CES administration uses the",["span.emphasis","Coordinator,"],"memos, and other correspondence to provide additional information, announcements, requests, motivational items, and clarification of policy, as needed."]]],["p.preamble","In addition to printed materials, CES provides audiovisual and electronic products, such as the following:"],["ul.bullet",["li",["span.label","•"],["p","Media presentations on video or DVD that support the seminary courses."]],["li",["span.label","•"],["p",["span.emphasis","CES Teacher Resource CD"],"(22018) provides teachers and leaders with searchable electronic forms of seminary and institute of religion handbooks, manuals, and guides."]],["li",["span.label","•"],["p","Electronic versions of CES materials, training, and technical support are available at",["span.emphasis","ldsces.org"],"for leaders and teachers to access."]]]]],[".notes",["h3","Notes"]],[".resources",[".callout",["p.para",{"id":"p75","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p75"},"“Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],")."]],[".callout",["p.para",{"id":"p76","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p76"},"To help them learn their specific duties, CES provides leaders and teachers with handbooks, manuals, guides, and inservice training."]],[".callout",["p.para",{"id":"p77","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p77"},"CES leaders at all levels should be prepared to provide the necessary information, materials, and training to assist teachers, individual students, parents, and priesthood leaders."]],[".callout",["p.para",{"id":"p78","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.p78"},"CES leaders and teachers should study and follow the information addressed in these materials to effectively perform their duties and responsibilities."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.fn1"},["b","1"],["span.label","1."],["p","See also",["span.emphasis","CES Policy Manual: U.S. and Canada,"],"Administration Policies: Seminary; Administration Policies: Institute of Religion."]],[".footnote",{"id":"fn2","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.fn2"},["b","2"],["span.label","2."],["p","See",["span.emphasis","Institute Men’s Association G"],"uide and",["span.emphasis","Institute Women’s Association Guide."]]],[".footnote",{"id":"fn3","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.fn3"},["b","3"],["span.label","3."],["p","See",["span.emphasis","Disability Guide"],"(2001)."]],[".footnote",{"id":"fn4","uri":"/manual/administering-appropriately-a-handbook-for-ces-leaders-and-teachers/principles-of-administration-in-the-church-educational-system/understand-ces-assignments-programs-and-materials.fn4"},["b","4"],["span.label","4."],["p","See",["span.emphasis","CES Policy Manual: U.S. and Canada,"],"Administration Policies: Curriculum."]]]}
