{"id":24,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 17: 1 Nephi 16","subtitle":"","short_title":"Lesson 17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17"},[".heading",{"id":"head16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.head16"},[".titleNumber","Lesson 17"],["h1","1 Nephi 16"]],[".bodyBlock",[".topic",{"id":"t118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t118"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p4"},"After being pricked in their hearts by Nephi’s words, Laman and Lemuel humbled themselves before the Lord. The family continued their journey into the wilderness, and the Lord blessed them with the Liahona, through which He guided them in their journey. As they traveled, they experienced hardships, including the loss of Nephi’s bow, which was their best means of obtaining food. Most of the family—even Lehi—began to murmur against the Lord. Nephi chastised his brethren for complaining, constructed a new bow, and sought his father’s counsel regarding where he should hunt."]],[".topic",{"id":"t119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t119"},["h2","Suggestions for Teaching"],[".topic",{"id":"t120","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t120"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.1-6"},"1 Nephi 16:1−6"]],["h4","Nephi responds to the murmuring of his brothers"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p8"},"Ask students to think about a time when they were reprimanded for doing something wrong and about how they responded. Then ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.1"},"1 Nephi 16:1"],"aloud. Before he or she reads, invite the class to listen for Laman and Lemuel’s response to Nephi’s teachings. Remind students that Nephi taught that the wicked would be separated from the righteous and cast out of God’s presence (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.33-36"},"1 Nephi 15:33–36"],")."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p9"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.2"},"1 Nephi 16:2"],"silently. You may want to suggest that they mark the phrase Nephi used to describe how some people react to hearing truth when they are not living it."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means that “the guilty taketh the truth to be hard”? What do you think is the meaning of the phrase “it cutteth them to the very center”?"]],["li",["span.label","•"],["p","What are some ways we might respond if a truth is hard to bear?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p12"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.3-4"},"1 Nephi 16:3–4"],"silently. You may want to suggest that they mark the words",["span.emphasis","if"],"and",["span.emphasis","then"],"in verse 3. Encourage them to look for the counsel Nephi gave his brothers regarding how they should respond to the “hard things” he had said. Invite a student to explain in his or her own words what Nephi taught his brothers."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.5"},"1 Nephi 16:5"],", how did Nephi’s brothers respond to his instruction?"]],["li",["span.label","•"],["p","What does",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.5"},"1 Nephi 16:5"],"suggest about how we should respond when the truth “cut[s us] to the very center”?"]]]],[".topic",{"id":"t121","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t121"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.7-33"},"1 Nephi 16:7−33"]],["h4","The Lord guides Lehi’s family through the Liahona"],[".img-left",{"id":"f203","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f203"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_017_01-liahona.jpg"}]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p17"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.9-10"},"1 Nephi 16:9–10"],"aloud. Display the picture The Liahona (62041;",["span.emphasis","Gospel Art Book"],"[2009], no. 68). Point out the artist’s representation of the Liahona."],["ul.bullet",["li",["span.label","•"],["p","In what ways do you think such a gift would have been helpful to Lehi and his family in their circumstances?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p19"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.16-19"},"1 Nephi 16:16–19"],"."],["ul.bullet",["li",["span.label","•"],["p","How did the Liahona benefit Lehi’s family?"]],["li",["span.label","•"],["p","After Lehi’s family received the Liahona, was their journey easy or difficult? What does Nephi relate in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.17-19"},"1 Nephi 16:17–19"],"to support your answer?"]],["li",["span.label","•"],["p","Why do you think righteous people, such as Lehi and Nephi, sometimes have to face trials? (You may want to explain that many trials we face are not necessarily consequences for wrong choices. Rather, they are chances to learn and grow as part of our mortal journey.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p23"},"Invite half of the class to search",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.20-22"},"1 Nephi 16:20–22"],"silently, looking for how some of Lehi’s family reacted to the trial of Nephi’s broken bow. Invite the other half of the class to search",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.23-25,30-32"},"1 Nephi 16:23–25, 30–32"],", looking for Nephi’s response to this trial and how his response affected his family. After each group reports what they have discovered, ask:"],["ul.bullet",["li",["span.label","•"],["p","What can we learn by comparing these two responses to the same trial?"]],["li",["span.label","•"],["p","Why is it significant that Nephi went to his father for direction, even though Lehi had been murmuring? What principles can we learn from this to apply in our lives? (You may want to explain that by going to Lehi for direction, Nephi showed respect for him and helped remind him to turn to the Lord. Seeking counsel from parents and priesthood leaders, despite their imperfections, is a way of honoring them and exercising faith in the Lord.)"]],["li",["span.label","•"],["p","What additional principles can we learn from Nephi’s response to his family’s adversity? (As students share their ideas, be sure to emphasize that",["b","if we do all we can and also seek the Lord’s direction, then He will help us through our difficulties."],")"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p27"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.26-29"},"1 Nephi 16:26–29"],"aloud. Invite the class to look for details about how the Lord used the Liahona to guide Lehi’s family. To help students understand and apply what these verses teach about receiving the Lord’s guidance, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is the difference between casually following the direction of the Lord and following the Lord’s direction with faith and diligence?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p29"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.29"},"1 Nephi 16:29"],",",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.6-7"},"Alma 37:6–7"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.38-41"},"Alma 37:38–41"],"silently, looking for a principle that is taught in all three passages."],["ul.bullet",["li",["span.label","•"],["p","What principle is taught in these three passages? (Ensure that students understand that",["b","by small means, the Lord can bring about great things."],"You may want to write this principle on the board.)"]],["li",["span.label","•"],["p","According to these verses, what “small means” has the Lord provided to give us guidance?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p32"},"Write the following questions on the board, making it clear that each question is missing a word or phrase. (You may want to do this before class.)"],[".chalkboard",{"id":"f209","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f209"},[".figure",["ol.number",["li",["span.label","1."],["p.para","What are two or three ways that … is like the Liahona?"]],["li",["span.label","2."],["p.para","What are some things that might cause us to miss important messages from … ?"]],["li",["span.label","3."],["p.para","When have you been blessed by following the guidance of … ?"]]]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p36"},"Divide the class into three groups, with a leader in each group. Give each leader a copy of one of the following assignments, in which their group will study a “small means” that the Lord uses to guide us. (If your class is large, you may want to divide students into more than three groups to reduce the group size. If you do so, you will need to give one or more groups the same assignment.)"],[".topic",{"id":"t122","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t122"},["h4","Group 1: A Patriarchal Blessing"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p38"},"Read to the group the following statement by President Thomas S. Monson:"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p39"},"“The same Lord who provided a Liahona for Lehi provides for you and for me today a rare and valuable gift to give direction to our lives, to mark the hazards to our safety, and to chart the way, even safe passage—not to a promised land, but to our heavenly home. The gift to which I refer is known as your patriarchal blessing. …"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p40"},"“… Your blessing is not to be folded neatly and tucked away. It is not to be framed or published. Rather, it is to be read. It is to be loved. It is to be followed. Your patriarchal blessing will see you through the darkest night. It will guide you through life’s dangers. … Your patriarchal blessing is to you a personal Liahona to chart your course and guide your way” (“Your Patriarchal Blessing: A Liahona of Light,”",["span.emphasis","Ensign,"],"Nov. 1986, 65–66)."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p41"},"Adapt the questions on the board so they will be about patriarchal blessings. As a group, discuss those questions. Assign one person in your group to share with the rest of the class what your group has learned. Also invite someone from your group to share his or her experience from question 3."]],[".topic",{"id":"t123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t123"},["h4","Group 2: The Scriptures and the Words of Latter-Day Prophets"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p43"},"Read to the group the following statement by Elder W. Rolfe Kerr of the Seventy:"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p44"},"“The words of Christ can be a personal Liahona for each of us, showing us the way. Let us not be slothful because of the easiness of the way. Let us in faith take the words of Christ into our minds and into our hearts as they are recorded in sacred scripture and as they are uttered by living prophets, seers, and revelators. Let us with faith and diligence feast upon the words of Christ, for the words of Christ will be our spiritual Liahona telling us all things what we should do” (“The Words of Christ—Our Spiritual Liahona,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 37)."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p45"},"Adapt the questions on the board so they will be about the scriptures and the words of latter-day prophets. As a group, discuss those questions. Assign one person in your group to share with the rest of the class what your group has learned. Also invite someone from your group to share his or her experience from question 3."]],[".topic",{"id":"t124","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t124"},["h4","Group 3: The Holy Ghost"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p47"},"Read to the group the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p48"},"“As we strive to align our attitudes and actions with righteousness, then the Holy Ghost becomes for us today what the Liahona was for Lehi and his family in their day. The very factors that caused the Liahona to work for Lehi will likewise invite the Holy Ghost into our lives. And the very factors that caused the Liahona not to work anciently will likewise cause us to withdraw ourselves from the Holy Ghost today” (“That We May Always Have His Spirit to Be with Us,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 30)."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p49"},"Adapt the questions on the board so they will be about the Holy Ghost. As a group, discuss those questions. Assign one person in your group to share with the rest of the class what your group has learned. Also invite someone from your group to share his or her experience from question 3."]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p50"},["span.emphasis","Note to the teacher:"],"After about six to eight minutes, ask each group to teach the class what they have learned from their discussion. You may also want to invite students to write in their scripture study journals or class notebooks about a time when the Lord has guided them through small means. Consider telling about a time when you received guidance from the Lord through small means."]]]],[".resources",[".box-decor",{"id":"f211","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f211"},["h2","Commentary and Background Information"],[".topic",{"id":"t125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t125"},["h3","1 Nephi 16:10. A personal Liahona"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p53"},"President Spencer W. Kimball likened our consciences to the Liahona:"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p54"},"“You must realize that you have something like the compass, like the Liahona, in your own system. Every child is given it. When he is eight years of age, he knows good from evil, if his parents have been teaching him well. If he ignores the Liahona that he has in his own makeup, he eventually may not have it whispering to him. But if we will remember that everyone of us has the thing that will direct him aright, our ship will not get on the wrong course and suffering will not happen and bows will not break and families will not cry for food—if we listen to the dictates of our own Liahona, which we call the conscience” (“Our Own Liahona,”",["span.emphasis","Ensign,"],"Nov. 1976, 79)."]]],[".box-decor",{"id":"f212","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f212"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t126","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.t126"},["h3","1 Nephi 16. Responding to the Lord’s correction"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p57"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16"},"1 Nephi 16"],"includes an account of several members of Nephi’s family being chastened or corrected by the Lord."],["ul.bullet",["li",["span.label","•"],["p","How did they respond to the Lord’s chastening?"]]],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p59"},"Invite students to silently ponder the following question:"],["ul.bullet",["li",["span.label","•"],["p","How do you respond to chastening or correction?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p61"},"Write the following statements on the board:"],[".chalkboard",{"id":"f215","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f215"},["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p62"},"Feelings of guilt and remorse can help us grow spiritually if …"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p63"},"The Lord’s chastening can lead us to …"]],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p64"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.5,25,39"},"1 Nephi 16:5, 25, 39"],"and look for ways they would complete the statements on the board. Students may suggest other wording, but their answers should reflect the following:"],[".chalkboard",{"id":"f216","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.f216"},["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p65"},"Feelings of guilt and remorse can help us grow spiritually if we are humble and open to correction we receive from the Lord."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p66"},"The Lord’s chastening can lead us to repent."]],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p67"},"Share the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles, who explained that chastening or correction can help us if we are humble and open to the correction we receive:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p68"},"“Though it is often difficult to endure, truly we ought to rejoice that God considers us worth the time and trouble to correct. …"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p69"},"“… If we are open to it, needed correction will come in many forms and from many sources. It may come in the course of our prayers as God speaks to our mind and heart through the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],"). It may come in the form of prayers that are answered no or differently than we had expected. Chastening may come as we study the scriptures and are reminded of deficiencies, disobedience, or simply matters neglected."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-17.p70"},"“Correction can come through others, especially those who are God-inspired to promote our happiness” (“As Many as I Love, I Rebuke and Chasten,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 98–99)."],["ul.bullet",["li",["span.label","•"],["p","How can we improve in the way we respond to correction?"]]]]]]]]],"refs":null}
