{"id":15,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 10: 1 Nephi 6 and 9","subtitle":"","short_title":"Lesson 10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.head7"},[".titleNumber","Lesson 10"],["h1","1 Nephi 6 and 9"]],[".bodyBlock",[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t39"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p4"},"Nephi declared, “The fulness of mine intent is that I may persuade men to come unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6.4"},"1 Nephi 6:4"],"). He kept two sets of records: the small plates of Nephi and the large plates of Nephi. The Lord commanded him to make an abridgment of Lehi’s account on the small plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.28-31"},"2 Nephi 5:28–31"],"). Later, Mormon was inspired to include the small plates in his compilation of the Book of Mormon (see",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.6-7"},"Words of Mormon 1:6–7"],"). Neither Nephi nor Mormon knew why, but both followed the direction of the Lord."]],[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t40"},["h2","Suggestions for Teaching"],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t41"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6"},"1 Nephi 6"]],["h4","Nephi writes to persuade all to come unto Jesus Christ"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p8"},"Display several appropriate books or movies that are popular with today’s youth. Ask students what they feel was the author’s or creator’s purpose for each of the books or movies. Hold up a copy of the Book of Mormon. Tell students that in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6"},"1 Nephi 6"],", Nephi explained his purpose for writing his record, which eventually became part of the Book of Mormon."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p9"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6.3-6"},"1 Nephi 6:3–6"],"and look for the words and phrases that express Nephi’s intent for keeping his record. (You may want to suggest that students mark these words.)"],["ul.bullet",["li",["span.label","•"],["p","Why is it important that Nephi wrote things “which are pleasing unto God” and not things “which are pleasing unto the world”?"]],["li",["span.label","•"],["p","How would you state Nephi’s intent in your own words? (It may be helpful to explain that the phrase “the God of Abraham, and the God of Isaac, and the God of Jacob” refers to Jesus Christ. You may want to encourage students to write",["span.emphasis","Jesus Christ"],"in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6.4"},"1 Nephi 6:4"],". You may also want to explain that the name Jehovah also refers to Jesus Christ. [See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.10"},"1 Nephi 19:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4,6-7"},"2 Nephi 11:4, 6–7"],"; see also Bible Dictionary, “Christ,” “Christ, Names of.”])"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p12"},"To help students appreciate that the Book of Mormon is another testament of Jesus Christ, invite them to turn to the index and scan all the headings associated with Jesus Christ. Ask them to identify a few of the ways the Book of Mormon teaches about the mission of the Savior."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p13"},"Invite a student to write the following truth on the board:",["span.emphasis",["b","One purpose of the Book of Mormon is to persuade all people to come unto Jesus Christ."]]],["ul.bullet",["li",["span.label","•"],["p","How might understanding Nephi’s purpose for writing influence the way you plan to study the Book of Mormon this year?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p15"},"Share how the Book of Mormon has helped you grow closer to Heavenly Father and the Savior. Invite students to share how the Book of Mormon has influenced their lives and brought them closer to Heavenly Father and Jesus Christ. Encourage them to share their feelings about the Book of Mormon and their testimonies of Jesus Christ with a friend or family member within the next several days."]],[".sidebar box-decor box-right",{"id":"f79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.f79"},["h3","Explain, share, or testify outside of class"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p17"},"As students share their testimonies outside of class, their understanding of truths they learn in class will deepen. Encourage them to look for opportunities to teach and testify of gospel principles as they interact with family members and friends."]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t42"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9"},"1 Nephi 9"]],["h4","Nephi keeps two sets of plates"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p20"},"Show the class a history book, and indicate the time period the book covers. Then show the class a personal history, diary, or journal that covers some of the same time period. (As appropriate, read a spiritual experience from the journal.)"],["ul.bullet",["li",["span.label","•"],["p","How do the two texts differ in their approach to recording history?"]],["li",["span.label","•"],["p","Is one text more valuable than the other? How? (Each is valuable for different reasons.)"]],["li",["span.label","•"],["p","How do these texts compare with the Book of Mormon?"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p24"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.1-5"},"1 Nephi 9:1–5"],", Nephi tells about his effort to keep records on two sets of plates."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p25"},"On one set of plates, which are now known as the large plates of Nephi, he recorded “the history of [his] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.2"},"1 Nephi 9:2"],"). This history included “an account of the reign of the kings, and the wars and contentions of [his] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.4"},"1 Nephi 9:4"],"). It was the first record Nephi made, but it is not included in what we now have as the Book of Mormon."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p26"},"On the other set of plates, which are now known as the small plates of Nephi, he recorded “the ministry of [his] people” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.3"},"1 Nephi 9:3"],"). You may need to explain that the word",["span.emphasis","ministry"],"refers to religious teachings and activities. Nephi’s record in the small plates is now found in the books of 1 Nephi and 2 Nephi."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p27"},"To help students differentiate between the small plates and the large plates as they read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9"},"1 Nephi 9"],", write the following on the board:",["span.emphasis","“these plates” = small plates"],"and",["span.emphasis","“the other plates” = large plates."],"(You may want to suggest that students write these words in their scriptures next to the appropriate verses.) In",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9"},"1 Nephi 9"],", the phrase “these plates” always refers to the small plates. The phrase “the other plates” refers to the large plates."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p28"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.3,5-6"},"1 Nephi 9:3, 5–6"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What reasons did Nephi give for making the small plates in addition to the large plates? How do these explanations show Nephi’s faith in the Lord?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p30"},"Explain that nearly 1,000 years later, the prophet Mormon made an abridgment, or shortened version, of all the records that had been written by his people. This became what we know today as the Book of Mormon. As he created this abridgment, he found the small plates of Nephi and included them in his record."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p31"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.3-7"},"Words of Mormon 1:3–7"],"aloud. Explain that Mormon wrote these words in approximately",["span.small","A.D."],"385, at the time of the final battle between the Nephites and the Lamanites. As students read these verses, have them look for reasons Mormon gave for including the small plates of Nephi in his abridgment."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p32"},"Read the following statement by Elder Marvin J. Ashton of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.f82"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-ashton.jpg"}]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p33"},"“Sometimes when we are asked to be obedient, we do not know why, except the Lord has commanded. … Nephi followed instructions even though he didn’t fully understand the wise purpose. His obedience resulted in blessings to mankind all over the world” (“Who Will Forfeit the Harvest?”",["span.emphasis","Ensign,"],"Nov. 1978, 51)."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p34"},"Point out that from the examples of Nephi and Mormon, we learn that",["b","we should obey God’s commandments and follow promptings from the Spirit even when we do not fully understand the reasons for them."]],["ul.bullet",["li",["span.label","•"],["p","Why is it important to obey the Lord’s commandments and follow promptings from the Spirit even when we do not fully understand the reasons for them?"]],["li",["span.label","•"],["p","When have you been obedient to the Lord or followed a particular impression without completely understanding the reasons?"]],["li",["span.label","•"],["p","How can we develop greater confidence and courage to be faithful to God’s direction?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p38"},"Testify that as we obey God’s commandments and the promptings of the Holy Ghost, our understanding of the purposes behind them will grow, and the Lord will bless us for our obedience."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p39"},"Have a student read the following explanation aloud. (You may want to give each student a small copy so they can follow along and insert it in their scriptures for future reference.)"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p40"},"At least part of the Lord’s “wise purpose” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.5"},"1 Nephi 9:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.7"},"Words of Mormon 1:7"],") for having Nephi keep two sets of records became apparent when Joseph Smith translated the Book of Mormon. Joseph originally translated Mormon’s abridgment of the large plates of Nephi. Martin Harris, who had been helping Joseph, wanted to show the translation to his wife and family. Reluctantly, the Prophet allowed Martin to borrow the 116 pages of manuscript that had been completed up to that time. The 116 pages were stolen from Martin, and, as a consequence, the plates, the Urim and Thummim, and the gift to translate were temporarily taken from Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.14"},"D&C 3:14"],")."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p41"},"After Joseph Smith went through a period of repentance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.10"},"D&C 3:10"],"), the Lord told him not to retranslate the lost portion (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.30"},"D&C 10:30"],"). Instead He commanded him to translate the small plates of Nephi (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.41"},"D&C 10:41"],"), which covered the same period of time. He informed Joseph that those who had taken the 116 pages had changed them and planned to use them to discredit the work (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.10-19"},"D&C 10:10–19"],"). The Lord had foreseen these events many hundreds of years earlier and had provided the second record to thwart Satan’s plan. (See",["span.emphasis","History of the Church,"],"1:20–23;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.38-46"},"D&C 10:38–46"],".)"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p42"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.6"},"1 Nephi 9:6"],"individually. Ask them to identify the doctrine Nephi teaches in this verse. Have a student write the following principle on the board:",["span.emphasis",["b","God knows all things and prepares a way to accomplish all of His work."]]],["ul.bullet",["li",["span.label","•"],["p","Why is it helpful to know that “the Lord knoweth all things from the beginning”? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/9.6"},"1 Nephi 9:6"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.7"},"Words of Mormon 1:7"],".)"]],["li",["span.label","•"],["p","How can this doctrine influence the way you live? (As students answer this question, you may want to share your thoughts about how this doctrine has increased your faith, hope, and trust in God.)"]],["li",["span.label","•"],["p","How can this doctrine help you when you face trials? (A possible answer may be that we can find comfort in the assurance that God can see the outcome of our trials and challenges, even if we can’t. And through the Holy Ghost, He can give us strength, comfort, and direction to overcome or endure life’s difficulties.)"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p46"},"Express your conviction that God knows all things, including what is best for each of His children. Help students see that throughout their lives, they will encounter commandments and receive inspiration from God that they may not fully understand at first. Their obedience to the Lord’s commandments and the promptings of the Holy Spirit will bless their own lives and the lives of others."]]]],[".resources",[".box-decor",{"id":"f85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.f85"},["h2","Commentary and Background Information"],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t43"},["h3","1 Nephi 6:4. “The God of Abraham, and the God of Isaac, and the God of Jacob”"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p49"},"President Ezra Taft Benson explained that when the scriptures refer to the God of Abraham, Isaac, and Jacob, they refer to Jesus Christ: “We must keep in mind who Jesus was before He was born. He was the Creator of all things, the great Jehovah, the Lamb slain before the foundation of the world, the God of Abraham, Isaac, and Jacob. He was and is the Holy One of Israel” (“Five Marks of the Divinity of Jesus Christ,”",["span.emphasis","Ensign,"],"Dec. 2001, 10)."]],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.t44"},["h3","1 Nephi 9:6. God knows all things from the beginning"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-10.p51"},"We can have confidence that God knows all things. “Without the knowledge of all things God would not be able to save any portion of his creatures; for it is by reason of the knowledge which he has of all things, from the beginning to the end, that enables him to give that understanding to his creatures by which they are made partakers of eternal life; and if it were not for the idea existing in the minds of men that God had all knowledge it would be impossible for them to exercise faith in him” (",["span.emphasis","Lectures on Faith"],"[1985], 51–52)."]]]]]]],"refs":null}
