{"id":17,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":17,"title":"Lesson 11: 1 Nephi 7","subtitle":"","short_title":"Lesson 11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.head9"},[".titleNumber","Lesson 11"],["h1","1 Nephi 7"]],[".bodyBlock",[".topic",{"id":"t55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t55"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p4"},["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7"],"includes examples of Nephi’s dedication to God. Nephi obeyed when the Lord commanded him and his brothers to return to ask Ishmael and his family to join them in the wilderness so they could marry and raise up children. Even when Laman and Lemuel rebelled against Nephi and tried to kill him, he remained faithful and tried to help them be faithful as well."]],[".topic",{"id":"t56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t56"},["h2","Suggestions for Teaching"],[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t57"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.1-5"},"1 Nephi 7:1–5"]],["h4","The Lord commands Nephi to return to Jerusalem for Ishmael and his family"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p8"},"Display a picture of a married couple and their children. (You may want to use a picture of your own family.)"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p9"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.1-2"},"1 Nephi 7:1–2"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What did the Lord command Lehi’s sons to do? What truth can we learn from this commandment? (Make sure students understand that",["b","the Lord commands us to marry and raise up children unto Him."],")"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p11"},"Remind students that it would take several days of difficult travel through the wilderness for Nephi and his brothers to return to Jerusalem."],["ul.bullet",["li",["span.label","•"],["p","Why are marriage and family important enough for Nephi and his brothers to travel back to Jerusalem to meet with Ishmael and his family?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p13"},"Before continuing, you may want to give each student a copy of “The Family: A Proclamation to the World” or have them turn to the copy of the proclamation in their scripture study journals."],[".sidebar box-decor box-right",{"id":"f92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.f92"},["h3","Using the family proclamation"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p15"},"Sister Julie B. Beck, Relief Society general president, encouraged seminary and institute teachers to teach about the importance of families and to use the family proclamation in their lessons:"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p16"},"“In the Church, a primary concern is to teach … the family principles, the principles that will teach [students] to form a family, to teach that family, and to prepare that family for ordinances and covenants. …"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p17"},"“… When you are teaching them, you can tie back teachings to key statements and phrases that are in the proclamation on the family. The proclamation is not a standalone lesson” (“Teaching the Doctrine of the Family” [Seminaries and Institutes of Religion satellite broadcast, Aug. 4, 2009], 5, si.lds.org)."]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p18"},"Ask a student to read aloud the following statement from “The Family: A Proclamation to the World.” Invite students to listen carefully and identify what latter-day prophets have declared about the importance of marriage."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p19"},"“We, the First Presidency and the Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, solemnly proclaim that marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p20"},"Invite a few students to share what they learn from this statement. Ensure that they understand that the family is central to the Creator’s plan for our eternal destiny. Emphasize that this was the reason the Lord commanded Nephi and his brothers to invite Ishmael’s family to go with them. Also explain that one of the most important reasons for marriage is to bring children into the world."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to raise up children “unto the Lord”? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.1"},"1 Nephi 7:1"],")."]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p22"},"After students have responded to this question, encourage them to listen for additional insights as you read the following statement from the family proclamation. If they have their own copies of the proclamation, you may want to suggest that they mark words and phrases that are important to them."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p23"},"“We declare that God’s commandment for His children to multiply and replenish the earth remains in force. …"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p24"},"“… Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, to teach them to love and serve one another, observe the commandments of God, and be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations” (“The Family: A Proclamation to the World,” 129)."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p25"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.3-5"},"1 Nephi 7:3–5"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How is the account in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.3-5"},"1 Nephi 7:3–5"],"an example of the truth in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"? (Help students see that the Lord prepared a way for Nephi and his brothers to obey the command to marry and have children.)"]],["li",["span.label","•"],["p","How can youth prepare now to marry and “raise up” children in the gospel?"]]]],[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t58"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.6-15"},"1 Nephi 7:6–15"]],["h4","Faced with the rebellion of Laman and Lemuel, Nephi testifies of the Lord’s power to lead them to the land of promise"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p30"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.6-7"},"1 Nephi 7:6–7"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Why did Laman, Lemuel, and some of Ishmael’s children rebel during their journey in the wilderness?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p32"},"Encourage students to think about what they might say to Laman, Lemuel, and the rebellious sons and daughters of Ishmael to persuade them to continue their journey to the land of promise. Then ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.8-12"},"1 Nephi 7:8–12"],"silently and identify the questions Nephi asked Laman and Lemuel."],["ul.bullet",["li",["span.label","•"],["p","What truths did Nephi share as he asked these questions? (He reminded his brothers of the blessings they had already received from the Lord and of the Lord’s ability to continue blessing them according to their faith.)"]],["li",["span.label","•"],["p","Why is it important for us to remember these truths?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p35"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.13-15"},"1 Nephi 7:13–15"],"and identify the consequences if Laman, Lemuel, and the rebellious sons and daughters of Ishmael had returned to Jerusalem."]],[".topic",{"id":"t59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t59"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.16-22"},"1 Nephi 7:16–22"]],["h4","Nephi is delivered by the Lord"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p38"},"Explain that after Nephi reminded Laman and Lemuel of the destruction that would come to those in Jerusalem, they became angry with him."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p39"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.16"},"1 Nephi 7:16"],"aloud. Ask the class to imagine being in Nephi’s situation."],["ul.bullet",["li",["span.label","•"],["p","How would you feel if you were in Nephi’s situation? What would you do?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p41"},"Point out that Nephi responded to this situation by praying for help. Ask a student to read Nephi’s prayer in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.17-18"},"1 Nephi 7:17–18"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What did Nephi pray for? What do you find significant about his prayer?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p43"},"As students share their answers, be sure they see that Nephi asked to be delivered “according to [his] faith.” Also point out that as he asked for deliverance from his brothers, he asked God to strengthen him so he could take care of the problem. Explain that praying in faith means that we pray with trust in the Lord and with a willingness to act. Invite a student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f99","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.f99"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p44"},"“Nephi is an example of one who knew and understood and relied upon the enabling power of the Savior. … Please note Nephi’s prayer in verse 17: ‘O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even",["span.emphasis","give me strength that I may burst these bands"],"with which I am bound’ (emphasis added)."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p45"},"“… It is especially interesting to me that Nephi did not pray … to have his circumstances changed. Rather, he prayed for the strength to change his circumstances. And may I suggest that he prayed in this manner precisely because he knew and understood and had experienced the enabling power of the Atonement of the Savior” (“In the Strength of the Lord” [Brigham Young University devotional address, Oct. 23, 2001], 4, speeches.byu.edu)."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p46"},"Share your testimony that",["b","God answers prayers according to our faith."],"Point out that in this situation, God answered Nephi’s prayer almost immediately. However, prayers are not always answered this way. Heavenly Father answers prayers in His own time, in His own way, and according to His will. Give students the opportunity to testify of the power of prayer by asking them the following question:"],["ul.bullet",["li",["span.label","•"],["p","When have you prayed in faith and received strength or help from the Lord, either immediately or after some time? (You may want to share an experience you have had with this principle.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p48"},"Tell students that after Nephi was delivered from his bonds, his brothers tried to attack him again. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.19-20"},"1 Nephi 7:19–20"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Who convinced Laman and Lemuel to stop trying to kill Nephi?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p50"},"Point out that our prayers are often answered and our needs often met through the faithful acts of others. As your class studies the remaining verses of",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7"],", invite students to notice how Nephi responded to his brothers, even after all they had done to him. Ask them to think about the following question without answering aloud:"],["ul.bullet",["li",["span.label","•"],["p","How have you responded when others have tried to hurt you?"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p52"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.21"},"1 Nephi 7:21"],"aloud. You may want to suggest that students mark Nephi’s statement about forgiveness."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to frankly forgive? (If students are unsure, explain that the word",["span.emphasis","frankly"],"means honestly and directly.)"]],["li",["span.label","•"],["p","What did Nephi exhort his brothers to do? Why was this counsel important?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p55"},"Testify that",["b","seeking forgiveness and forgiving others brings unity and peace."],"Invite students to think about situations in their families that have required forgiveness."],["ul.bullet",["li",["span.label","•"],["p","Why is forgiveness especially important in our families?"]],["li",["span.label","•"],["p","Think about a time when you have forgiven a family member or when a family member has forgiven you. How did it influence your relationship and the spirit in your home?"]]],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p58"},"Conclude by reminding students that the Lord commanded Nephi and his brothers to marry and have families and that the Lord requires the same today. Also testify that the Lord answers our prayers and gives us strength to overcome our difficulties according to our faith in Him. Invite them to consider how they might apply one of the principles in today’s lesson to help their families."]]],[".figure",{"id":"f105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.f105"},["h2",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p60"},["span.emphasis","Note:"],"Scripture mastery reviews are found throughout this manual. They introduce a variety of methods you can use to help students review scripture mastery verses regularly."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p61"},"The length of this lesson may allow time for the following scripture mastery review activity. You may conduct the activity at the beginning of class, as a break between sections of the lesson, or at the end of class. Make sure to keep it brief to allow time for the lesson. For other review activities, see the appendix."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p62"},"When students can locate scripture mastery passages easily and understand their meaning, content, and application, they will be more confident in their personal study, their ability to apply gospel principles, and in their opportunities to teach from the scriptures. Consider the following declaration by President Howard W. Hunter: “We would hope none of your students would leave your classroom fearful or embarrassed or ashamed that they cannot find the help they need because they do not know the scriptures well enough to locate the proper passages” (“Eternal Investments” [address to CES religious educators, Feb. 10, 1989], 2, si.lds.org)."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p63"},"To help students become familiar with the location of scripture mastery passages, invite them to refer to the scripture mastery bookmark, find the first five mastery passages in their scriptures, and read them. You may want to encourage students to mark scripture mastery passages in a distinctive way so they will be able to locate the passages easily."]]],[".resources",[".box-decor",{"id":"f106","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.f106"},["h2","Commentary and Background Information"],[".topic",{"id":"t60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t60"},["h3","1 Nephi 7:2. Ishmael was of Ephraim"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p66"},"The Book of Mormon is sometimes referred to as “the stick of Joseph” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.19"},"Ezekiel 37:19"],") or “the stick of Ephraim” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5"},"D&C 27:5"],"). Lehi was a descendant of Manasseh (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.3"},"Alma 10:3"],") and Ishmael was a descendant of Ephraim (see Erastus Snow,",["span.emphasis","Deseret News,"],"Aug. 18, 1882). The prophecies of Jacob (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.16"},"Genesis 48:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.22"},"49:22"],") were fulfilled as Ishmael (of Ephraim) came to the American continent with Lehi (of Manasseh)."]],[".topic",{"id":"t61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t61"},["h3","1 Nephi 7:3–5. The importance of marriage"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p68"},"President Howard W. Hunter emphasized the importance of temple marriage:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p69"},"“Just as baptism is a commandment of the Lord, so is temple marriage. As baptism is essential to admittance to the Church, so temple marriage is essential to our exaltation in the presence of God. It is part of our destiny. We cannot fulfill our ultimate aims without it."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p70"},"“Do not be satisfied with anything less."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p71"},"“You wouldn’t accept a worldly form of baptism, would you?"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p72"},"“God has his mode of baptism—by immersion by one who holds the authority."],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p73"},"“Then would you accept a worldly form of marriage?"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p74"},"“He has his mode of marriage also: It is temple marriage” (",["span.emphasis","Teachings of Howard W. Hunter,"],"ed. Clyde J. Williams [1997], 131–32; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],")."]],[".topic",{"id":"t62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.t62"},["h3","1 Nephi 7:15. “If ye will return unto Jerusalem ye shall also perish”"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-11.p76"},"Nephi warned his brothers and members of Ishmael’s family that they would perish if they returned to Jerusalem. History shows that Nephi was right. A number of years after Lehi and Ishmael’s families left Jerusalem, the Babylonians surrounded the city. According to the Bible, an approximately 18-month siege left the people of Jerusalem without food, the city “broken up,” and King Zedekiah’s army scattered (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.1-7"},"2 Kings 25:1–7"],"). The Babylonians then destroyed the temple and carried many of the people away as captives to Babylon. If Laman, Lemuel, and the others had returned to Jerusalem, they would have suffered captivity or death (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.4"},"2 Nephi 1:4"],"). But because they chose to follow Lehi and Nephi, they instead enjoyed the fruit and honey of the land of Bountiful (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.3-6"},"1 Nephi 17:3–6"],") and obtained a land of inheritance (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.5"},"2 Nephi 1:5"],"). In addition, the Lord has been merciful to Laman and Lemuel’s latter-day posterity, blessing them with the gospel (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.7-9"},"2 Nephi 4:7–9"],")."]]]]]]],"refs":null}
