{"id":22,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":22,"title":"Home-Study Lesson: 1 Nephi 7–14 (Unit 3)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3"},[".heading",{"id":"head14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.head14"},[".titleNumber","Home-Study Lesson"],["h1","1 Nephi 7–14 (Unit 3)"]],[".bodyBlock",[".figure",{"id":"f175","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.f175"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7–14"],"(Unit 3) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t101"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p7"},"As students studied how Lehi’s sons returned to Jerusalem to bring Ishmael’s family with them to the promised land, they learned that the Lord commands us to marry and raise up children unto Him and that God answers prayers according to our faith."]],[".topic",{"id":"t102","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t102"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p9"},"Students studied Lehi’s vision of the tree of life. They learned that coming unto Jesus Christ and partaking of His Atonement brings happiness and joy. As they read about the various groups of people in the dream and their successes and failures in going to the tree of life and partaking of the fruit, they also learned the following principles: Pride, worldliness, and submitting to temptations can keep us from receiving the blessings of the Atonement. If we hold fast to the word of God, it will help us overcome temptation and worldly influences. Holding fast to the word of God helps us grow closer to the Lord and receive the blessings of the Atonement."]],[".topic",{"id":"t103","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t103"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10"},"1 Nephi 10–11"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p11"},"Students learned what happened when Nephi sought to “see, and hear, and know” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17"},"1 Nephi 10:17"],") for himself the things his father had seen. Through Nephi’s example, they saw that God reveals truth to those who diligently seek Him. Nephi received a vision that taught of God’s love for us, expressed through the gift of His Son. Students had an opportunity to write down what this means to them."]],[".topic",{"id":"t104","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t104"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12"},"1 Nephi 12–14"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p13"},"In the remainder of his vision, Nephi saw how the Lord prepared the way for the Restoration. He learned that plain and precious truths would be removed from the Bible but that the Book of Mormon and latter-day scriptures would restore plain and precious truths that help us know that Jesus Christ is the Son of God and help us come unto Him. Nephi also saw the last days. Students pondered the principle that as we live righteously and keep sacred covenants, the power of God will help us triumph over evil."]]],[".topic",{"id":"t105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t105"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p15"},"The focus of this week’s lesson is Lehi’s vision in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8"],". As you teach this lesson, emphasize the joy that the Atonement of Jesus Christ can bring into our lives and how we can experience the blessings of the Atonement through living by the word of God. Students will use their scriptures, student study guides, and scripture study journals throughout this lesson."]],[".topic",{"id":"t106","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t106"},["h2","Suggestions for Teaching"],[".topic",{"id":"t107","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t107"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7"]],["h4","The Lord commands Lehi’s sons to return to Jerusalem for Ishmael and his family"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p19"},"Display a picture of a married couple and their children—perhaps a picture of your own family or that of a student whom you invited to bring a picture."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p20"},"Ask students: Why are families important to God’s plan for our salvation?"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p21"},"Invite students to review and summarize",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.1-5"},"1 Nephi 7:1–5"],". Ask what principles they have learned from these verses. (Students may share various principles. The principle emphasized in the student manual was that",["b","the Lord commands us to marry and raise up children unto Him."],")"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p22"},"In their lesson for day 1, students were assigned to ask a parent, Church leader, or teacher to suggest three ways young people today can prepare for marriage and raising children “unto the Lord.” Invite a few students to share what they learned."]],[".topic",{"id":"t108","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t108"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8"]],["h4","Lehi has a vision of the tree of life"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p25"},"Remind students that after Nephi and his brothers brought Ishmael and his family into the wilderness, Lehi had a dream. As a student reads",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.10-13"},"1 Nephi 8:10–13"],"aloud, have another student draw on the board or a piece of paper what the verses describe. If you feel it is more appropriate for your class, you may want to show the picture Lehi’s Dream (62620;",["span.emphasis","Gospel Art Book"],"[2009], no. 69) and have students identify the various images described in the verses."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p26"},"Ask students: What about Lehi’s description makes the fruit of the tree enticing to you?"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p27"},"Remind them that the fruit of the tree symbolizes “the greatest of all the gifts of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.36"},"1 Nephi 15:36"],")—the blessings of the Atonement of Jesus Christ. If you had a student draw the picture, you may want to label what the fruit represents on the drawing."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p28"},"Ask students: What can we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.10-13"},"1 Nephi 8:10–13"],"about receiving the blessings of the Atonement? (Though students may use different words to express it, make sure the following principle is clear:",["b","Coming unto Jesus Christ and partaking of His Atonement brings happiness and joy."],"You might want to write this principle on the board.)"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p29"},"In their lesson for day 2, students were asked to answer the question “When has the Savior’s Atonement brought happiness and joy into your life?” Invite students to turn to their scripture study journals and silently read their answers."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p30"},"To help students share meaningful truths and testimonies with one another, encourage several of them to read or talk about what they wrote. You may also want to tell about a time when the Atonement brought happiness and joy into your life."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p31"},"Explain that Lehi’s vision not only teaches that the Atonement brings great joy; it also shows what we need to do to receive the blessings of the Atonement. Invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.19-26"},"1 Nephi 8:19–26"],"and draw the other symbols from Lehi’s vision, or have them identify the other symbols in the picture Lehi’s Dream. As they draw or identify the symbols, invite them to explain what the different symbols mean. (If they need help, encourage them to use the chart they completed in the student study guide.)"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p32"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.30"},"1 Nephi 8:30"],"aloud. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What was the role of the iron rod—the word of God—in Lehi’s vision?"]],["li",["span.label","•"],["p","As you studied",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8"],", what did you learn about the importance of the word of God?"]],["li",["span.label","•"],["p","What phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.30"},"1 Nephi 8:30"],"indicate what we need to do to receive the blessings of the Atonement?"]],["li",["span.label","•"],["p","What do you think it means to “press [your] way forward, continually holding fast to the rod of iron”?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p37"},"Write on the board two other gospel principles they studied in the student study guide:",["span.emphasis",["b","If we hold fast to the word of God, it will help us overcome temptation and worldly influences. Holding fast to the word of God helps us grow closer to the Lord and receive the blessings of the Atonement."]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p38"},"Ask students to imagine they are missionaries and have the opportunity to testify about the importance of studying the word of God and living according to its principles. Have them share what they would say, based on their own experiences. Consider sharing your feelings about the power of the scriptures and the words of the prophets in helping you come closer to the Savior."]],[".topic",{"id":"t109","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t109"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10"},"1 Nephi 10–14"]],["h4","Because of his faith and diligence, Nephi receives personal revelation about the things his father taught and many other things"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p41"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17,19"},"1 Nephi 10:17, 19"],"aloud. Have the class identify blessings that come when we diligently seek the Lord’s guidance. Have one or two students share what they think it means to “diligently seek.” (During their day 3 lesson, they were asked to write what this means in their student study guide.)"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p42"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11–14"],"by stating that Nephi received personal revelation because he diligently sought the Lord. He saw the ministry and Atonement of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11"],"), the future destruction of his people because of their pride and wickedness (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12"},"1 Nephi 12"],"), early gentile colonizers of the land of promise and the restoration of plain and precious truths (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13"},"1 Nephi 13"],"), and righteous people fighting against the workings of the great and abominable church in the last days (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14"},"1 Nephi 14"],")."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p43"},["span.emphasis","Note:"],"To prepare the following activity, you may want to review the corresponding lessons in this manual and the materials in the student study guide for day 4 of this unit."],[".image",{"id":"f177","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.f177"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U03_handout.gif"}]],["p.preamble","Ask students to select one of the chapters in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11–14"],"and do the following. (You may want to have them do this on the board or a piece of paper.)"],["ul.bullet",["li",["span.label","•"],["p","Write a summary of the chapter selected."]],["li",["span.label","•"],["p","Write one of the gospel principles taught in that chapter. (They may use a principle highlighted in the study guide or identify one on their own.)"]],["li",["span.label","•"],["p","Write how that principle applies to us today."]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p48"},"After they have had sufficient time to prepare, invite students to share what they have written. Invite one or two students to share their testimonies of principles they learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7–14"],"this week."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p49"},"Before excusing your class, remember to collect their scripture study journals and to follow up on any assignments."]],[".topic",{"id":"t110","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.t110"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15"},"1 Nephi 15–19"],")"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-3.p51"},"In the next unit, the students will study more about the trials of Lehi and his people as they continued their journey in the wilderness and sailed to the land of promise. Imagine their surprise when they awoke one morning and discovered a “ball of curious workmanship”—the Liahona. How did the Liahona work, and how did it guide them? Why did Nephi rebuke his brothers on the ship? How did Nephi describe the land of promise?"]]]]]]],"refs":null}
