{"id":5,"parent_id":4,"book_id":9402,"content_id":1,"language_id":1,"display_order":5,"title":"The Pearl of Great Price","subtitle":"","short_title":"The Pearl of Great Price","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price","content":[["div",{"id":"head2","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.head2"},["h1","The Pearl of Great Price"]],[".bodyBlock",[".topic",["h2","Some Important Principles, Doctrines, and Events"],["ul.bullet",["li",["span.label","•"],[".para","The Pearl of Great Price is a collection of the Prophet Joseph Smith’s “revelations, translations, and narrations” (see the",["a.scriptureRef",{"href":"/scriptures/pgp"},"title page of the Pearl of Great Price"],")."]],["li",["span.label","•"],[".para","The Pearl of Great Price testifies that Jesus is the Christ, that Joseph Smith was a prophet of God, and that The Church of Jesus Christ of Latter-day Saints is the only true and living church on earth."]],["li",["span.label","•"],[".para","The Pearl of Great Price was accepted as a standard work of the Church by the sustaining vote of Church members at the October 1880 general conference."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3","Title Page. Precious Pearls"],["div",{"id":"p4","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p4"},"Show students an oyster or an imitation pearl (or a picture or drawing of an oyster or a pearl). Review how pearls are created and found. (A pearl is produced inside an oyster as the oyster responds to the irritation of foreign matter, such as a grain of sand, that has entered it. The oyster produces a substance to surround the grain, which over several years forms a pearl. Pearls are found by taking oysters from the sea and opening them one by one until a pearl is found.) Discuss why pearls are considered rare and precious. Ask students why the Pearl of Great Price is rare and precious."]],[".topic",["h3","The “Pearl” of the Pearl of Great Price"],["div",{"id":"p5","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p5"},"Share with students the following story told by Elder J. Thomas Fyans of the Seventy:"],["div",{"id":"p6","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p6"},"“There’s an ancient oriental legend that tells the story of a jeweler who had a precious pearl he wanted to sell. In order to place this pearl in the proper setting, he conceived the idea of building a special box of the finest woods to contain the pearl. He sought these woods and had them brought to him, and they were polished to a high brilliance. He then reinforced the corners of this box with elegant brass hinges and added a red velvet interior. As a final step, he scented that red velvet with perfume, then placed in that setting this precious pearl."],["div",{"id":"p7","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p7"},"“The pearl was then placed in the store window of the jeweler, and after a short period of time, a rich man came by. He was attracted by what he saw and sat down with the jeweler to negotiate a purchase. The jeweler soon realized that the man was negotiating for the box rather than the pearl. You see, the man was so overcome by the beauty of the exterior that he failed to see the pearl of great price” (in Conference Report, Oct. 1982, 88; or",["span.emphasis","Ensign,"],"Nov. 1982, 61)."],["div",{"id":"p8","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p8"},"Tell students that the box in this story could represent the buildings and programs of the Church, while the “pearl” is the Savior Jesus Christ and His gospel. Testify that the Pearl of Great Price bears witness of Jesus Christ, is true, and contains the word of God."]],[".topic",["h3","Title Page. A Goodly Pearl"],["div",{"id":"p9","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p9"},"Invite students to write the following statement on the title page of their Pearl of Great Price:",["span.emphasis","The name for this book of scripture comes from the Savior’s parable in",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.45-46"},"Matthew 13:45–46"],"."],"Review",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.45-46"},"Matthew 13:45–46"],"and ask what the merchant did to obtain the “goodly” pearl. Discuss how the truths of the gospel of Jesus Christ are like pearls. Ask: How do we seek after these “goodly pearls” or truths found in the scriptures? Invite students to share their favorite “pearls” of truth from the scriptures."]],[".topic",["h3","Title Page. “Other Books”"],["div",{"id":"p10","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p10"},"Read and discuss what Nephi foresaw in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.38-40"},"1 Nephi 13:38–40"],", noting that the Pearl of Great Price is one of the “other books” spoken of. Ask: What do these verses say the other books would do?"]],[".topic",["h3","Introductory Note. Choice Materials"],["div",{"id":"p11","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p11"},"Discuss the meaning of the word",["span.emphasis","preserved."],"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.8-9,12,14"},"Alma 37:8–9, 12, 14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.56-60"},"Doctrine and Covenants 42:56–60"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.31"},"Abraham 1:31"],"to discover who preserves the scriptures, and why. You may also want to have students read the first two paragraphs of the Introductory Note of the Pearl of Great Price to find out how the Pearl of Great Price came to be the Church’s fourth standard work. As students read and discuss these paragraphs, invite them to mark the dates given and have them tell in their own words what happened on those dates. You may also want to review the information under “Title Page. Why Is It Called the ‘Pearl of Great Price’?” in the student manual (p. 2)."]],[".topic",["h3","Contents Page. A Brief Introduction"],["div",{"id":"p12","uri":"/manual/the-pearl-of-great-price-teacher-manual/the-pearl-of-great-price/the-pearl-of-great-price.p12"},"Introduce students to the contents of the Pearl of Great Price by reviewing the last five paragraphs of the Introductory Note of the Pearl of Great Price, as well as the Contents page. Assign students to skim through each of the books, reading the chapter headings. Invite them to make comments and ask questions about what they find."]]]]],"refs":null}
