{"id":154,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":154,"title":"Lesson 117: 3 Nephi 2–5","subtitle":"","short_title":"Lesson 117","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.head4"},[".titleNumber","Lesson 117"],["h1","3 Nephi 2–5"]],[".bodyBlock",[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t13"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p4"},"After the people saw the signs of Jesus Christ’s birth, they began to be less astonished by signs, and they hardened their hearts. Many of the people rejected further signs and wonders and increased in wickedness. As a result, the Gadianton robbers grew so strong that Nephites and Lamanites were compelled to take up arms against them. The converted Lamanites joined with the Nephites and became known as Nephites. Lachoneus, the chief judge of the Nephites, called on the people to repent and prepared them for battle. Because of their repentance, their faith in the Lord, and their diligent preparations, the Nephites triumphed over the Gadianton robbers. Following their deliverance, the people acknowledged the power of God in their preservation."]],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t14"},["h2","Suggestions for Teaching"],[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t15"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2"},"3 Nephi 2"]],["h4","Converted Lamanites unite with the Nephites to defend themselves against the Gadianton robbers"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p8"},"Invite students to take a few minutes to list in notebooks or scripture study journals some spiritual experiences they have had. Remind them that spiritual experiences do not need to be dramatic or unusual to be meaningful. Suggest that they ponder times when they have felt the love of their Heavenly Father or the influence of the Holy Ghost. For example, they might write about experiences they have had when they have received answers to prayer, when they have received priesthood blessings, or when they have served others. When they have finished writing, ask them why they think it might be important to remember these spiritual experiences today and 10 or 20 years in the future."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p9"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.1-3"},"3 Nephi 2:1–3"],"aloud. Ask the class to follow along, looking for what happened when the people began to forget the signs related to the Savior’s birth."],["ul.bullet",["li",["span.label","•"],["p","What truths does this account teach us about the danger of forgetting spiritual experiences?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p11"},"As students share the truths they have identified, emphasize the following principle:",["b","If we forget previous spiritual experiences, we will become more vulnerable to Satan’s temptations and deceptions."],"You might want to write this principle on the board. You may also want to encourage students to write it under their lists of spiritual experiences."],["ul.bullet",["li",["span.label","•"],["p","Why do you think forgetting spiritual experiences can make us vulnerable to Satan?"]],["li",["span.label","•"],["p","What can we do to ensure that we do not forget the spiritual experiences we have had? (Answers may include sharing experiences with others as appropriate, writing in a personal journal, or recording experiences from Duty to God or Personal Progress activities.)"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p14"},"Invite a student to read the following statement, in which President Henry B. Eyring of the First Presidency explains how recording spiritual experiences in a journal helped him. Ask the class to listen for blessings that can come from keeping such a record."],[".img-left",{"id":"f18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.f18"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p15"},"“I wrote down a few lines every day for years. I never missed a day no matter how tired I was or how early I would have to start the next day. Before I would write, I would ponder this question: ‘Have I seen the hand of God reaching out to touch us or our children or our family today?’ As I kept at it, something began to happen. As I would cast my mind over the day, I would see evidence of what God had done for one of [our family members] that I had not recognized in the busy moments of the day. As that happened, and it happened often, I realized that trying to remember had allowed God to show me what He had done."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p16"},"“More than gratitude began to grow in my heart. Testimony grew. I became ever more certain that our Heavenly Father hears and answers prayers. I felt more gratitude for the softening and refining that come because of the Atonement of the Savior Jesus Christ. And I grew more confident that the Holy Ghost can bring all things to our remembrance—even things we did not notice or pay attention to when they happened” (“O Remember, Remember,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 67)."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p17"},"Invite students to share how remembering spiritual experiences—through writing in a journal or other ways—has helped them stay faithful, despite Satan’s efforts to tempt or deceive them."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p18"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.4-19"},"3 Nephi 2:4–19"],"by explaining that as the people continued in wickedness, the Gadianton robbers increased in number and in strength. The Gadianton robbers became more violently aggressive, and the converted Lamanites joined forces with the Nephites to fight against them. Although they had some success in driving the Gadianton robbers out of their lands, the Nephites (along with the converted Lamanites, who were now called Nephites) were still in perilous circumstances 15 years after the sign of Jesus Christ’s birth."]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t16"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.1-10"},"3 Nephi 3:1–10"]],["h4","The leader of the Gadianton robbers demands that the Nephites surrender"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p21"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.1-10"},"3 Nephi 3:1–10"],", we see an example of how the adversary can sometimes work through others to try to weaken our faith and lead us astray. Giddianhi, the leader of the Gadianton robbers, wrote a letter to Lachoneus, the chief judge of the Nephites, to persuade him to surrender to the Gadianton robbers."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p22"},"Write",["span.emphasis","Giddianhi tempts Lachoneus"],"on the board. Ask half the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.2-5"},"3 Nephi 3:2–5"],"silently and the other half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.6-10"},"3 Nephi 3:6–10"],"silently. As students read, have them look for words or phrases that illustrate the tactics Giddianhi used to try to weaken Lachoneus’s faith and lead him astray. After students have finished reading, ask them to report what they have found. Invite a student to write their answers on the board."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p23"},"To summarize the tactics that students identified in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.2-10"},"3 Nephi 3:2–10"],", write the following truth on the board under the students’ list:",["b",["span.emphasis","Satan and his followers often use flattery, false promises, and threats to lead people astray."]],"Invite students to pick one of Giddianhi’s tactics written on the board and explain how Satan and his followers might use a similar tactic on youth today. To help students explore some of these comparisons, you might ask questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","What are some examples of how the adversary might use flattery (insincere or excessive praise) on youth today? What are some false promises or empty threats that the adversary might use? How do you think youth can resist these tactics?"]]]],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.11"},"3 Nephi 3:11–5:7"]],["h4","Lachoneus’s people prepare to defend themselves, and they defeat the Gadianton robbers"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p27"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.11-12"},"3 Nephi 3:11–12"],"aloud. Ask the class to follow along, looking for how Lachoneus responded to Giddianhi’s threatening letter."],["ul.bullet",["li",["span.label","•"],["p","What truths can we learn from the way Lachoneus responded to Giddianhi? (One truth students might identify is that",["b","righteous men and women need not fear the wicked and should not give in to their intimidation."],")"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p29"},"Divide the class into four groups. Give each group a large piece of paper. Have the groups divide their papers into two columns, one labeled",["span.emphasis","Preparations of Lachoneus"],"and the other labeled",["span.emphasis","Modern Parallels."],"Write the following scripture passages on the board, and assign one to each group:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.12-15"},"3 Nephi 3:12–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.16-21"},"3 Nephi 3:16–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/3.22-26"},"3 Nephi 3:22–26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/4.1-4"},"3 Nephi 4:1–4"],"."],"Invite students to read their assigned verses, looking for ways Lachoneus prepared his people spiritually and physically to withstand the attack of the Gadianton robbers. Under",["span.emphasis","Preparations of Lachoneus,"],"have a student from each group write what the people did to prepare. (",["span.emphasis","Note:"],"As students study these verses, ensure that they differentiate between Giddianhi, the leader of the Gadianton robbers, and Gidgiddoni, the great prophet and chief captain among the Nephites.)"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p30"},"After students have had sufficient time to complete their lists under",["span.emphasis","Preparations of Lachoneus,"],"invite them to list under",["span.emphasis","Modern Parallels"],"the spiritual and temporal preparations we have been counseled to make in the latter days. When students have had sufficient time to complete this assignment, invite one student from each group to share with the class what his or her group learned. To help students determine how they can apply what they have learned, ask questions such as the following during or after their presentations:"],["ul.bullet",["li",["span.label","•"],["p","How can we fortify our homes against the attacks of the adversary?"]],["li",["span.label","•"],["p","Why are temporal preparations—such as getting an education and home storage—important in the last days?"]],["li",["span.label","•"],["p","How does gathering in families and in wards or branches provide protection for us?"]],["li",["span.label","•"],["p","When has prayer helped you gain spiritual strength?"]],["li",["span.label","•"],["p","How can repentance prepare us for the future?"]],["li",["span.label","•"],["p","What blessings come as we follow the living prophets and apostles?"]],["li",["span.label","•"],["p","How can we invite the spirit of revelation into our lives?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p38"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/4.7-12"},"3 Nephi 4:7–12"],". Ask the class to follow along, looking for ways the people were blessed because of their spiritual and temporal preparations."],["ul.bullet",["li",["span.label","•"],["p","What truths have you learned from this account? (As students share their answers, emphasize the following principle:",["b","As we prepare ourselves spiritually and temporally, the Lord will strengthen us to overcome challenges."],")"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p40"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/4.13-29"},"3 Nephi 4:13–29"],"by explaining that Lachoneus and his people defeated the Gadianton robbers and executed their leaders. Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/4.30-33"},"3 Nephi 4:30–33"],"aloud. Invite students to follow along, looking for how the people responded to this victory."],["ul.bullet",["li",["span.label","•"],["p","How did the people respond after the Lord delivered them from their enemies?"]],["li",["span.label","•"],["p","What did the people acknowledge as the causes of their deliverance from the Gadianton robbers? (Their repentance and humility and the goodness of God. You may want to point out that",["b","as we repent and humble ourselves, God will sustain us through and deliver us from our trials."],")"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p43"},"You may want to share an experience in which you relied on God and He helped you endure or overcome a trial. You might also invite one or two students to share such an experience."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p44"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.1-4"},"3 Nephi 5:1–4"],"aloud. Ask the class to follow along, looking for what the Nephites did as a result of the help and blessings they received in their battle against the Gadianton robbers. As students share what they find, emphasize that one of the ways the people responded was to preach the gospel to others."]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.8-26"},"3 Nephi 5:8–26"]],["h4","Peace is restored among the people; Mormon explains his abridgment of the records"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p47"},"Tell students that the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5"},"3 Nephi 5"],"contains Mormon’s explanation of why he was abridging this record. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.12-15"},"3 Nephi 5:12–15"],"silently, looking for what Mormon said about his responsibility to write an abridgment of the Nephite records."],["ul.bullet",["li",["span.label","•"],["p","What truth have you learned from these verses that describes our responsibility as disciples of Jesus Christ? (Though students may use different words, they should identify the following truth:",["b","As disciples of Jesus Christ, we have a responsibility to teach others the way to everlasting life."],"You may want to write this truth on the board.)"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p49"},"Point out that one of the most important ways we can show our gratitude to the Lord for the blessings He gives us is by helping others come to Him and receive those same blessings. Ask students to suggest a few ways they, as disciples of Jesus Christ, could teach others the way to everlasting life. Encourage students to choose one or two of these suggestions for sharing the gospel and to prayerfully seek the Lord’s help in carrying out what they choose to do."]]]],[".resources",[".box-decor",{"id":"f25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.f25"},["h2","Commentary and Background Information"],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t19"},["h3","3 Nephi 2:15. “Their curse was taken from them”"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p52"},"For help in understanding the curse that had been placed on the Lamanites, see the statement by President Joseph Fielding Smith in lesson 27, under the teaching idea for",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.19-25"},"2 Nephi 5:19–25"],". Also see the commentary and background information for",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.6-17"},"Alma 3:6–17"],"at the end of lesson 70."]],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.t20"},["h3","3 Nephi 2:5–8. Nephite calendars"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-117.p54"},"Throughout their history, the Nephites used three different points of reference for measuring time with their calendars: (1) the time when Lehi left Jerusalem; (2) the time when the government changed from kings to judges; and (3) the time when the sign of the birth of Jesus Christ was given. It is not known exactly when the Nephites began to reckon their calendar from the time of Jesus Christ’s birth, but Mormon acknowledges this change in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.7-8"},"3 Nephi 2:7–8"],"."],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Reference Point"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Approximately When Used"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Scripture Block"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","From the time when Lehi left Jerusalem"]],["td",{"colspan":"1","rowspan":"1"},["p.para","600–92",["span.small","B.C."]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","From the time when the government changed from kings to judges"]],["td",{"colspan":"1","rowspan":"1"},["p.para","92",["span.small","B.C."],"–",["span.small","A.D."],"1"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","From the time the sign of the birth of Jesus Christ was given"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["span.small","A.D."],"1–421"]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10"},"Moroni 10"]]]]]]]]]]]],"refs":null}
