{"id":161,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":161,"title":"Lesson 123: 3 Nephi 13","subtitle":"","short_title":"Lesson 123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123"},[".heading",{"id":"head11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.head11"},[".titleNumber","Lesson 123"],["h1","3 Nephi 13"]],[".bodyBlock",[".topic",{"id":"t67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t67"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p4"},"The Savior continued His sermon at the temple in the land of Bountiful. He warned the people against hypocrisy and taught them to do righteous works to please Heavenly Father. He also instructed the multitude to lay up treasures in heaven and directed His disciples to seek the kingdom of God before their own temporal concerns."]],[".topic",{"id":"t68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t68"},["h2","Suggestions for Teaching"],[".topic",{"id":"t69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t69"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.1-18"},"3 Nephi 13:1–18"]],["h4","The Savior warns the Nephites against hypocrisy and teaches them to do righteous works to please Heavenly Father"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p8"},"Before class, prepare a handout of the following self-assessment, and make copies for each student. If that is not possible, you could present the assessment verbally or write it on the board."],[".image",{"id":"f118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.f118"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_123_handout.gif"}]],[".handout",{"id":"f119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.f119"},[".figure",["ol.number",["li",["span.label","1."],["p.para","I do alms (acts of religious devotion or service for others) because:"],[".figure",["ol.alphaLowCase",["li",["span.label","a."],["p.para","I am supposed to."]],["li",["span.label","b."],["p.para","I love the Lord and enjoy helping other people."]],["li",["span.label","c."],["p.para","I want others to think well of me."]]]]],["li",["span.label","2."],["p.para","I pray because:"],[".figure",["ol.alphaLowCase",["li",["span.label","a."],["p.para","I want to be able to tell my parents or my bishop “yes” when they ask me if I pray."]],["li",["span.label","b."],["p.para","It is just part of my daily routine."]],["li",["span.label","c."],["p.para","I want to communicate with my Heavenly Father."]]]]],["li",["span.label","3."],["p.para","I fast because:"],[".figure",["ol.alphaLowCase",["li",["span.label","a."],["p.para","Fasting helps me draw closer to the Lord."]],["li",["span.label","b."],["p.para","Other people will think I’m weak if I don’t."]],["li",["span.label","c."],["p.para","My parents tell me I should."]]]]]]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p21"},"To begin the lesson, ask students to complete the self-assessment (either on the handout or in notebooks or scripture study journals) by indicating which phrases best describe their motives or reasons for doing alms, praying, and fasting. Assure students that you will not ask them to share their answers with others. After students finish the self-assessment, point out that the possible responses listed under doing alms, praying, and fasting reflect different motives or reasons we might have for doing these or other gospel-related activities (we might do them, for instance, out of duty or obligation, to impress other people, or to please Heavenly Father)."],["ul.bullet",["li",["span.label","•"],["p","Does it matter why we do righteous works? Why or why not?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p23"},"Write the following topics and accompanying scripture references on the board (you may want to do this before class):"],[".chalkboard",{"id":"f125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.f125"},["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p24"},"Alms:",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.1-4"},"3 Nephi 13:1–4"]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p25"},"Prayer:",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.5-6"},"3 Nephi 13:5–6"]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p26"},"Fasting:",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.16-18"},"3 Nephi 13:16–18"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p27"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13"},"3 Nephi 13"],"recounts how Jesus Christ continued to instruct the Nephite multitude at the temple and taught them about the importance of a person’s motives for doing alms, praying, and fasting."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p28"},"Invite students to choose one of the three topics listed on the board. Ask them to read the related scripture passage silently, looking for answers to the following questions (you may want to write these questions on the board):"],["ul.bullet",["li",["span.label","•"],["p","What motive did the Lord warn against as we do this activity?"]],["li",["span.label","•"],["p","How did the Lord say we should do this activity?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p31"},"Before students begin, it may be helpful to define",["span.emphasis","hypocrite"],"as someone who puts on a false appearance of righteousness or who says one thing but does another."],[".sidebar box-decor box-right",{"id":"f127","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.f127"},["h3","Defining difficult words or phrases"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p33"},"Scriptural language can sometimes be challenging for students to understand. Defining difficult words or phrases can help students better understand not only the content of a specific verse but also the prophetic writer’s overall message. Dictionaries, footnotes, and scripture study helps can be useful tools to help students discover the meaning of a particular word or phrase."]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p34"},"Invite a few students to share the answers they found to the two questions. (From their search, students should discover that the Lord warned against doing righteous works to be seen of men and taught that we should do righteous works to please our Heavenly Father.) To help students further think about and apply the Savior’s teachings, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How can our motives for doing righteous works affect the way we do them?"]],["li",["span.label","•"],["p","What are some righteous motives that might inspire a person to do alms, pray, or fast in secret?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p37"},"Write the following on the board:",["span.emphasis","If we do righteous works to please Heavenly Father …"]],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.4,6,18"},"3 Nephi 13:4, 6, 18"],", what blessing will come to those who do righteous works to please Heavenly Father? (As students respond, complete the statement on the board:",["b",["span.emphasis","If we do righteous works to please Heavenly Father, He will reward us openly."]],")"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p39"},"Invite students to briefly review their self-assessments and evaluate their motives for doing alms, praying, or fasting. Encourage them to consider how they might apply the Savior’s teachings to improve their motives for doing these or other activities, such as scripture study, paying tithing, attending church, and partaking of the sacrament."]],[".topic",{"id":"t70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t70"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.19-24"},"3 Nephi 13:19–24"]],["h4","Jesus Christ teaches the multitude to lay up treasures in heaven"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p42"},"Write the following phrases on the board:",["span.emphasis","Treasures on Earth"],"and",["span.emphasis","Treasures in Heaven."],"Invite students to discuss the following question with a partner:"],["ul.bullet",["li",["span.label","•"],["p","What are some examples of treasures on earth and treasures in heaven?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p44"},"After students have had time to discuss this question in pairs, you might ask a few to share their responses with the class. Consider mentioning an example from your life of a treasure on earth (you could display a precious possession you own) and an example of a treasure in heaven (you might display a picture of your family or mention the importance of your testimony). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.19-23"},"3 Nephi 13:19–23"],"aloud. Ask the class to follow along and identify the counsel the Savior gave about seeking treasures on earth and treasures in heaven."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.19-20"},"3 Nephi 13:19–20"],", how are treasures on earth different from treasures in heaven?"]],["li",["span.label","•"],["p","How could seeking treasures on earth distract us from seeking treasures in heaven? (You may want to clarify that the Savior did not teach that money or earthly possessions are evil; rather, He emphasized the importance of placing our hearts on heavenly treasures that will endure.)"]],["li",["span.label","•"],["p","What do you think the phrase “if … thine eye be single” means in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.22"},"3 Nephi 13:22"],"? (To help students understand the meaning of this phrase, direct them to the Topical Guide reference in footnote 22",["span.emphasis","c."],") How can you show dedication in laying up treasures in heaven?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p48"},"Invite a student to write the word",["span.emphasis","God"],"on a piece of paper and place it on one side of the classroom. Invite another student to write the word",["span.emphasis","Worldliness"],"on a piece of paper and place it on the opposite side of the classroom. Ask a third student to stand in front of the class and face the paper labeled",["span.emphasis","God."],"Next, have the student turn and face the paper labeled",["span.emphasis","Worldliness."],"Invite the student to try to face both papers at the same time. Ask the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.24"},"3 Nephi 13:24"],"silently and consider how this verse relates to the student’s attempt to face both papers at once. Explain that the word",["span.emphasis","mammon"],"represents worldliness or riches."],["ul.bullet",["li",["span.label","•"],["p","How is seeking to serve God and mammon like trying to face both walls at the same time?"]],["li",["span.label","•"],["p","What might be some examples of trying to serve God and mammon at the same time?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p51"},"Invite the class to stand and face the paper labeled",["span.emphasis","God."]],["ul.bullet",["li",["span.label","•"],["p","Why is it important to you to have God as your master?"]],["li",["span.label","•"],["p","Based on the Savior’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.24"},"3 Nephi 13:24"],", how can you tell if God is your master? (Although students may give many correct answers, make sure they identify the following principle:",["b","In order to have God as our master, we must love and serve Him above the things of the world."],")"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p54"},"While the students remain standing, read the examples below and ask them to face the side of the classroom that represents the master they think the person is serving—",["span.emphasis","God"],"or",["span.emphasis","Worldliness"],"(mammon). Ask students to explain why they chose to turn the way they did. (You may want to adapt these examples to meet the circumstances and interests of the students you teach.)"],[".figure",["ol.number",["li",["span.label","1."],["p.para","A young man declines a job that would require him to miss his Sunday meetings and instead chooses a lower-paying job that does not require him to miss his meetings."]],["li",["span.label","2."],["p.para","A young woman frequently complains to her parents about her need for new clothes. The clothes she desires to purchase cost more than her family can afford."]],["li",["span.label","3."],["p.para","A young man pays his tithing regularly with the money he receives from his job. However, he uses all of his remaining income to purchase entertainment items, including some inappropriate movies and songs, and has saved no money to pay for a mission or education."]],["li",["span.label","4."],["p.para","A young woman frequently uses some of her income to purchase small gifts to show love for others."]]]],["p.preamble","Following the activity, invite students to be seated, and then ask them the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Based on your experience, why might it be difficult to always love and serve God over the things of the world? Why is putting God first worth the effort?"]]]],[".topic",{"id":"t71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t71"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.25-34"},"3 Nephi 13:25–34"]],["h4","The Savior directs the twelve disciples to seek the kingdom of God before their own temporal concerns"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p63"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.25-31"},"3 Nephi 13:25–31"],"by telling students that Jesus Christ instructed His twelve disciples not to worry about their temporal needs for food and clothing. Point out that although these teachings were specifically given to the twelve disciples, the underlying principles can be applied generally. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.32-33"},"3 Nephi 13:32–33"],"aloud. Ask the class to follow along and to identify how the Savior comforted His disciples concerning their temporal needs."],["ul.bullet",["li",["span.label","•"],["p","How can realizing that God knows our needs help us?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.33"},"3 Nephi 13:33"],", what did Jesus Christ promise those who put God and His kingdom first in their lives? (Although students may answer in different ways, be sure they identify the following principle:",["b","If we seek God’s kingdom first, He will help us provide for our needs."],"You may want to write this principle on the board.)"]],["li",["span.label","•"],["p","How do you feel when a close friend or family member places your interests and needs above his or her own? What do we communicate to Heavenly Father and the Savior when we put them above our temporal needs and interests?"]]],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p67"},"Invite students to write in notebooks or scripture study journals a goal concerning one thing they could do to more fully put God first in their lives. You may want to conclude the lesson by bearing testimony of the blessings that you have experienced as you have sought to place God and His kingdom first in your life."]]]],[".resources",[".box-decor",{"id":"f137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.f137"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t72"},["h3","3 Nephi 13:7–15. Improving our prayers"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p70"},"Explain that the Savior gave additional instruction to help us pray in a manner that would please Heavenly Father. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.7-15"},"3 Nephi 13:7–15"],"silently and to find at least two things that could help them improve their prayers. Invite students who feel comfortable doing so to tell the class what they learned and how it might help them improve their prayers. You might also ask some of the following questions to promote class discussion:"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to pray using vain repetitions? (Help students understand that, in this context,",["span.emphasis","vain"],"means “empty” or “pointless.” To pray using vain repetitions is to repeat the same prayer or the same words within a prayer in a thoughtless manner.) Why do you think it is important to avoid vain repetitions in our prayers to Heavenly Father?"]],["li",["span.label","•"],["p","What are some things you do to avoid vain repetitions as you pray?"]],["li",["span.label","•"],["p","What did the Savior teach in His example of prayer that can help us avoid hypocrisy?"]]],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p74"},"Invite students to ponder the quality of their prayers and to seek to improve them by applying what they have learned from the Savior’s teachings."]],[".topic",{"id":"t73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.t73"},["h3","3 Nephi 13:32–33. Seek first the kingdom of God"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p76"},"To illustrate the principle taught in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.32-33"},"3 Nephi 13:32–33"],", you could show a video from the series",["span.emphasis","Mormon Messages for Youth"],"(available at",["a.urlRef",{"href":"http://www.mormonchannel.org"},["span.language","mormonchannel.org"]],"). Several of these videos provide examples of people who put God and His kingdom first in their lives. (For example, you might show “A Work in Progress” or “No Regrets.”) You could also illustrate this principle by sharing a relevant experience of your own or one from the",["span.emphasis","Ensign"],"or the",["span.emphasis","New Era."]],["p.preamble","After showing the video or relating the experience, you may want to ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How did this person put God first in his or her life?"]],["li",["span.label","•"],["p","What blessings did he or she receive by putting God first?"]]],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p80"},"To help students understand additional ways they will be blessed for putting God first in their lives, have a student read the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p81"},"“When we put God first, all other things fall into their proper place or drop out of our lives. Our love of the Lord will govern the claims for our affection, the demands on our time, the interests we pursue, and the order of our priorities. …"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p82"},"“We should give God, the Father of our spirits, an exclusive preeminence in our lives” (“The Great Commandment—Love the Lord,”",["span.emphasis","Ensign,"],"May 1988, 4, 5)."],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-123.p83"},"Invite students to share examples of how they or those they know have been blessed for putting God first in their lives."]]]]]]],"refs":null}
