{"id":156,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":156,"title":"Lesson 119: 3 Nephi 8–10","subtitle":"","short_title":"Lesson 119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.head6"},[".titleNumber","Lesson 119"],["h1","3 Nephi 8–10"]],[".bodyBlock",[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t27"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p4"},"Thirty-three years after seeing the sign of the Savior’s birth, the Nephites began to look for the sign that Samuel the Lamanite had prophesied of the Savior’s death. Although many signs were given, doubts and disputations arose among the people. Within the next year, Samuel’s prophecy was fulfilled. After great storms, earthquakes, and other calamities caused widespread destruction, darkness covered the land for three days. In the darkness, the people who had survived the destruction heard the voice of Jesus Christ. He invited them to repent and return to Him. When the darkness dispersed, the peoples’ mourning turned to joy and praise of Jesus Christ."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t28"},["h2","Suggestions for Teaching"],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t29"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.1-18"},"3 Nephi 8:1–18"]],["h4","Great destruction signals the death of Jesus Christ, fulfilling the prophecy of Samuel the Lamanite"],["p.preamble","Begin class by asking the following question:"],["ul.bullet",["li",["span.label","•"],["p","Are you aware of any signs that have already come to pass, showing that the Savior’s Second Coming is near? (You may want to point out that many prophecies, such as the Restoration of the gospel, the coming of the prophet Elijah, and the gospel being preached throughout the world, have been fulfilled or are being fulfilled.)"]],["li",["span.label","•"],["p","How do you feel when you recognize something as a clear sign that the Savior’s Second Coming is approaching?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p11"},"Explain that we live in a time that is similar to the time just before Jesus Christ visited the Nephites. Just as the Nephites watched for the signs that Samuel the Lamanite had prophesied would signal the death and Resurrection of Jesus Christ, we should watch for signs of the Savior’s Second Coming."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p12"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.3-4"},"3 Nephi 8:3–4"],"silently, identifying differences in how some of the Nephites felt about the signs. Ask students to report what they find. (Although the people watched for the signs “with great earnestness,” “great doubtings and disputations” existed among them.)"],["ul.bullet",["li",["span.label","•"],["p","In what ways is the situation described in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.3-4"},"3 Nephi 8:3–4"],"similar to conditions in the world today?"]],["li",["span.label","•"],["p","How can we strengthen our faith in Jesus Christ even when many around us express doubt?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p15"},"Ask students if they have ever experienced a violent storm, earthquake, or other disaster. As students respond, invite them to share how they felt during and after the experience."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p16"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.5-7"},"3 Nephi 8:5–7"],"aloud. Ask the class to follow along, looking for what happened in the 34th year after the birth of Jesus Christ. Then invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.8-18"},"3 Nephi 8:8–18"],"silently, looking for what happened to the inhabitants of the cities. Have students report what they find. Remind students that Samuel the Lamanite had prophesied of these things (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.20-27"},"Helaman 14:20–27"],"). Emphasize that",["b","the words of the prophets will all be fulfilled"],"and that",["b","God will hold the wicked accountable for their actions."]]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t30"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.19-25"},"3 Nephi 8:19–25"]],["h4","Darkness covers the land for three days"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p19"},"Explain that after the storms and earthquakes ceased, darkness covered the land for three days. Turn off the lights in the room for a moment. Then ask students if they have ever been in a totally dark place, such as a cave or a room without windows."],["ul.bullet",["li",["span.label","•"],["p","How did you feel when you were in that place?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p21"},"Point out that the darkness that covered the land for three days was different from the darkness that comes when we turn off the lights or go to a place without windows. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.19-23"},"3 Nephi 8:19–23"],"silently, looking for phrases that describe the darkness the Nephites experienced. (Responses may include “thick darkness,” “vapor of darkness,” “mists of darkness,” and “no light.”)"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p22"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.23-25"},"3 Nephi 8:23–25"],"silently, looking for the effect the darkness had on the Nephites who had survived the destruction. Have students report what they find."]],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t31"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.1-14"},"3 Nephi 9:1–14"]],["h4","In the darkness, Jesus Christ invites those who have survived the destruction to repent and come unto Him"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p25"},"Write the following questions on the board. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.1-12"},"3 Nephi 9:1–12"],"silently, looking for answers to these questions."],[".chalkboard",{"id":"f46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.f46"},["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p26"},"Why did this destruction take place?"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p27"},"How did Satan react to this destruction?"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p28"},"What does this teach about Satan and how he treats those who follow him?"]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p29"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13-14"},"3 Nephi 9:13–14"],"aloud to the class. Ask students to follow along, looking for the Savior’s invitation to those who had been spared from destruction. Ask students to imagine those Nephites, listening to the Savior’s voice in complete darkness. They had been “spared because [they] were more righteous than” those who had been destroyed, but they still needed to repent and change (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13"},"3 Nephi 9:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.12"},"10:12"],")."],["ul.bullet",["li",["span.label","•"],["p","How do you think the Nephites felt when they heard this invitation from the Savior? Why?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p31"},"Invite a student to read the following statement by Elder C. Scott Grow of the Seventy:"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p32"},"“Jesus Christ is the Great Healer of our souls. …"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p33"},"“When we sin, Satan tells us we are lost. In contrast, our Redeemer offers redemption to all—no matter what we have done wrong—even to you and to me” (“The Miracle of the Atonement,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 109)."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p34"},"Affirm that the Savior’s invitation in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13"},"3 Nephi 9:13"],"—to come unto Him and be healed—is extended to each of us. In order for the Savior to heal us, we must accept His invitation to come unto Him, repent of our sins, and be converted. Ask students to think about aspects of their lives in which they need the Savior’s healing. Then invite them to respond to the following question in notebooks or scripture study journals:"],["ul.bullet",["li",["span.label","•"],["p","What do you need to do so you can receive the Savior’s healing in your life?"]]],[".sidebar box-decor box-right",{"id":"f49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.f49"},["h3","Personal questions"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p37"},"Personal questions can help students apply gospel truths. However, because of the nature of these questions, students may hesitate to answer them vocally. Inviting students to respond to personal questions in writing allows them to respond in private, with more open and heartfelt answers. However, you should caution them not to write about confidential matters, such as past sins or transgressions."]]],[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t32"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.15-22"},"3 Nephi 9:15–22"]],["h4","The Savior proclaims that through His sacrifice, the law of Moses is fulfilled"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p40"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.19"},"3 Nephi 9:19"],"aloud. Ask the class to follow along, looking for what Jesus Christ said He would no longer accept from the Nephites. It might be necessary to remind students that the Nephites were living the law of Moses at this time. As part of the law of Moses, the Lord commanded His people to offer animal sacrifices as a type and shadow of the sacrifice the Savior would offer through His Atonement."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p41"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],"silently, looking for what the Savior said the Nephites were now to offer as a sacrifice. Have students report what they find."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to offer a sacrifice of “a broken heart and a contrite spirit”?"]],["li",["span.label","•"],["p","What blessings does the Savior promise to those who come unto Him with a broken heart and contrite spirit?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p44"},"Explain that Elder D. Todd Christofferson of the Quorum of the Twelve Apostles taught one way to think about the phrases “broken heart” and “contrite spirit.” Read the following statement, asking students to listen for the words Elder Christofferson used to help us understand these phrases:"],[".img-left",{"id":"f51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.f51"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p45"},"“You can offer the Lord the gift of your broken, or repentant, heart and your contrite, or obedient, spirit. In reality, it is the gift of yourself—what you are and what you are becoming."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p46"},"“Is there something in you or in your life that is impure or unworthy? When you get rid of it, that is a gift to the Savior. Is there a good habit or quality that is lacking in your life? When you adopt it and make it part of your character, you are giving a gift to the Lord” (“When Thou Art Converted,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 12)."],["ul.bullet",["li",["span.label","•"],["p","What word did Elder Christofferson use to help us understand the phrase “broken heart”? (Repentant.) What do you think it means to have a repentant heart?"]],["li",["span.label","•"],["p","What word did Elder Christofferson use to help us understand the phrase “contrite spirit”? (Obedient.) How would you describe someone who has an obedient spirit?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p49"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.21-22"},"3 Nephi 9:21–22"],"silently, looking for the Savior’s description of how we should come unto Him. Have them report what they find. Hold up a picture of a small child, perhaps someone from your family."],["ul.bullet",["li",["span.label","•"],["p","How do you imagine a little child coming unto the Savior? How does this help you understand how we should come unto the Savior?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p51"},"Write the following on the board:"],[".chalkboard",{"id":"f54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.f54"},["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p52"},"If we come unto Christ with a broken heart and contrite spirit, He will …"]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p53"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13-15,19-22"},"3 Nephi 9:13–15, 19–22"],"to identify ways to complete the statement on the board. Invite them to report what they find. Answers may include that He will heal us (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.13"},"3 Nephi 9:13"],"), give us eternal life (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.14"},"3 Nephi 9:14"],"), and receive us (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.22"},"3 Nephi 9:22"],"). After students have responded, complete the statement on the board:",["b",["span.emphasis","If we come unto Christ with a broken heart and contrite spirit, He will receive us, heal us, and give us eternal life."]]]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t33"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10"},"3 Nephi 10"]],["h4","The Lord offers to gather His people as a hen gathers her chicks"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p56"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.1-3"},"3 Nephi 10:1–3"],"by explaining that after hearing the Savior’s voice, the people were so astonished that they were silent for many hours. Then He spoke again to the people."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p57"},"Ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.4-6"},"3 Nephi 10:4–6"],". Point out that in these verses, the Savior speaks of the house of Israel, His covenant people."],["ul.bullet",["li",["span.label","•"],["p","In what ways is the Savior like a hen protecting her chicks from danger? Why had the Savior not gathered and protected all of the house of Israel? (They would not come unto Him.)"]],["li",["span.label","•"],["p","What did the Savior promise those who would repent and return to Him? (He would gather them as a hen gathers her chicks.)"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p60"},"Ask students to respond to the following question in notebooks or scripture study journals. (You may want to write this question on the board or read it slowly so students can write it down.)"],["ul.bullet",["li",["span.label","•"],["p","When have you felt the Savior’s invitation to receive His nourishment and protection?"]]],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p62"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.9-11"},"3 Nephi 10:9–11"],"aloud. Ask the class to follow along, looking for what occurred after the Savior had spoken to the people. You may want to conclude by testifying that the Savior is merciful to all those who come unto Him with a broken heart and a contrite spirit. You may also want to explain that in the next lesson, students will discuss the Savior’s visit to the people and how He personally ministered to each one of them."]]]],[".resources",[".box-decor",{"id":"f57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.f57"},["h2","Commentary and Background Information"],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t34"},["h3","3 Nephi 9:2. “The devil laugheth, and his angels rejoice”"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p65"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles taught about the adversary’s reaction when we sin:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p66"},"“‘Adam fell that men might be; and men are, that they might have joy.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],".]"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p67"},"“Sometimes we forget that our Heavenly Father desires that each of us have this joy. Only by yielding to temptation and sin can we be kept from that joy. And yielding is exactly what Satan wants us to do."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p68"},"“I once had an opportunity to accompany President Spencer W. Kimball to a distant land. We were given a tour of the various sites in the area, including underground catacombs—burial grounds for people who had been persecuted by Christian zealots. As we came up the dark, narrow stairs of that place, President Kimball taught me an unforgettable lesson. He pulled my coattail and said, ‘It has always troubled me what the adversary does using the name of our Savior.’ He then said, ‘Robert, the adversary can never have joy unless you and I sin.’"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p69"},"“As I contemplated this comment and studied the scriptures, I began to understand what President Kimball may have meant. … It is our sins that make the devil laugh, our sorrow that brings him counterfeit joy."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p70"},"“Although the devil laughs, his power is limited. Some may remember the old adage: ‘The devil made me do it.’ Today I want to convey, in absolutely certain terms, that the adversary cannot make us do anything. He does lie at our door, as the scriptures say, and he follows us each day. Every time we go out, every decision we make, we are either choosing to move in his direction or in the direction of our Savior. But the adversary must depart if we tell him to depart. He cannot influence us unless we allow him to do so, and he knows that! The only time he can affect our minds and bodies—our very spirits—is when we",["span.emphasis","allow"],"him to do so. In other words, we do not have to succumb to his enticements!” (“To Act for Ourselves: The Gift and Blessings of Agency,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 5–6)."]],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.t35"},["h3","3 Nephi 9:19–20. “A broken heart and a contrite spirit”"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p72"},"Elder Neal A. Maxwell of the Quorum of the Twelve Apostles described what it means to offer the Lord a broken heart and a contrite spirit:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-119.p73"},"“Real, personal sacrifice never was placing an animal on the altar. Instead, it is a willingness to put the animal in us upon the altar and letting it be consumed! Such is the ‘sacrifice unto the Lord … of a broken heart and a contrite spirit’ (D&C 59:8)” (“Deny Yourselves of All Ungodliness,”",["span.emphasis","Ensign,"],"May 1995, 68)."]]]]]]],"refs":null}
