{"id":171,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":171,"title":"Lesson 131: 3 Nephi 23","subtitle":"","short_title":"Lesson 131","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131"},[".heading",{"id":"head21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.head21"},[".titleNumber","Lesson 131"],["h1","3 Nephi 23"]],[".bodyBlock",[".topic",{"id":"t144","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.t144"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p4"},"After quoting the words of Isaiah (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/22"},"3 Nephi 22"],"), Jesus Christ commanded the Nephites to search this prophet’s words. He said that Isaiah’s words are a blessing because Isaiah “spake as touching all things concerning my people which are of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.2"},"3 Nephi 23:2"],"). He also said that all of Isaiah’s words had been or would be fulfilled. The Savior then commanded the Nephites to search the words of all the prophets and instructed them to add material to their records."]],[".topic",{"id":"t145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.t145"},["h2","Suggestions for Teaching"],[".topic",{"id":"t146","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.t146"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-5"},"3 Nephi 23:1–5"]],["h4","Jesus Christ commands the people to search the words of the prophets"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p8"},"Write the following phrase on the board:",["span.emphasis","Blessings from my scripture study."],"Ask students to ponder their experiences studying the Book of Mormon at home and in seminary this year. Invite them to come to the board and write a word or short phrase that describes a blessing that has come into their lives as a result of scripture study. You may want to ask a few students to describe in more detail what they have written. Then point to the blessings written on the board."],["ul.bullet",["li",["span.label","•"],["p","Why do you think we are blessed in these ways when we read the scriptures?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p10"},"Ask students to recall from the previous lesson whose words Jesus Christ quoted as He taught the Nephites. (Isaiah’s words.) Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-3"},"3 Nephi 23:1–3"],"aloud. Ask the class to follow along, looking for what the Savior said we should do with the words of Isaiah. You may want to suggest that students mark words and phrases that stand out to them in these verses. Invite them to share what they discover."],["ul.bullet",["li",["span.label","•"],["p","Why did the Lord want the people to search the words of Isaiah? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.2-3"},"3 Nephi 23:2–3"],".)"]],["li",["span.label","•"],["p","Why is it a blessing to know that all of the words of Isaiah will be fulfilled?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p13"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.4-5"},"3 Nephi 23:4–5"],"aloud. Point out that after the Savior said to search the words of Isaiah, He said to “search the prophets.” Write the following truth on the board:",["b",["span.emphasis","The Savior commands us to search diligently the words of Isaiah and other prophets."]]],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.5"},"3 Nephi 23:5"],", what must we do to be saved? How do the words of prophets help us follow these commandments?"]],["li",["span.label","•"],["p","In what ways is searching the words of the prophets diligently different from only reading the words of the prophets? Why do you think it is important to search the words of Isaiah and the other prophets diligently?"]],["li",["span.label","•"],["p","What scripture study methods best help you make searching the words of Isaiah and other prophets a meaningful part of your life?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p17"},"Invite a student to read the following statement by Elder Merrill J. Bateman of the Seventy:"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p18"},"“There are certain blessings obtained when one searches the scriptures. As a person studies the words of the Lord and obeys them, he or she draws closer to the Savior and obtains a greater desire to live a righteous life. The power to resist temptation increases, and spiritual weaknesses are overcome. Spiritual wounds are healed” (“Coming unto Christ by Searching the Scriptures,”",["span.emphasis","Ensign,"],"Nov. 1992, 28)."],["ul.bullet",["li",["span.label","•"],["p","In addition to the scriptures, where can we find the words of prophets?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p20"},"Ask students to respond in notebooks or scripture study journals to the following question:"],["ul.bullet",["li",["span.label","•"],["p","What changes can you make to study the words of the prophets more diligently?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p22"},"Invite a few students to testify of the blessings that come from searching the words of prophets."]],[".topic",{"id":"t147","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.t147"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.6-14"},"3 Nephi 23:6–14"]],["h4","The Savior instructs His disciples to add an important event to their scriptural record"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p25"},"Ask a few students to name their favorite accounts in the Book of Mormon. List their responses on the board. Then erase one of the responses. Ask students to imagine that Mormon or Nephi or another record keeper had neglected to include that account."],["ul.bullet",["li",["span.label","•"],["p","What important lessons would be missing from the Book of Mormon if this account were not included?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p27"},"Explain that when the Savior taught the Nephites, He pointed out that their record keepers had neglected to include an important event that came in fulfillment of prophecy. Ask several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.6-13"},"3 Nephi 23:6–13"],". Ask the class to follow along, looking for what the Nephites had failed to record."],["ul.bullet",["li",["span.label","•"],["p","The Nephites already had a record of Samuel’s prophecy (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.25"},"Helaman 14:25"],"). Why do you think it would have been important for them to have a record of its fulfillment?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p29"},"Point out that although we have not been commanded to keep a scriptural record for the Church, we have been counseled to keep personal journals."],["ul.bullet",["li",["span.label","•"],["p","How can the Savior’s counsel in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.6-13"},"3 Nephi 23:6–13"],"apply to our efforts to keep personal journals?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p31"},"To help students see one way they can keep a journal, invite a student to read aloud the following experience shared by President Henry B. Eyring of the First Presidency:"],[".img-left",{"id":"f271","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.f271"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p32"},"“I came home late from a Church assignment. It was after dark. My father-in-law, who lived near us, surprised me as I walked toward the front door of my house. He was carrying a load of pipes over his shoulder, walking very fast and dressed in his work clothes. I knew that he had been building a system to pump water from a stream below us up to our property."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p33"},"“He smiled, spoke softly, and then rushed past me into the darkness to go on with his work. I took a few steps toward the house, thinking of what he was doing for us, and just as I got to the door, I heard in my mind—not in my own voice—these words: ‘I’m not giving you these experiences for yourself. Write them down.’"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p34"},"“I went inside. I didn’t go to bed. Although I was tired, I took out some paper and began to write. And as I did, I understood the message I had heard in my mind. I was supposed to record for my children to read, someday in the future, how I had seen the hand of God blessing our family. Grandpa didn’t have to do what he was doing for us. He could have had someone else do it or not have done it at all. But he was serving us, his family, in the way covenant disciples of Jesus Christ always do. I knew that was true. And so I wrote it down, so that my children could have the memory someday when they would need it."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p35"},"“I wrote down a few lines every day for years. I never missed a day no matter how tired I was or how early I would have to start the next day. Before I would write, I would ponder this question: ‘Have I seen the hand of God reaching out to touch us or our children or our family today?’” (“O Remember, Remember,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 66–67)."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is important for us to write about experiences that strengthen us spiritually?"]],["li",["span.label","•"],["p","How might we benefit from following President Eyring’s example? How might our record help others?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p38"},"Explain that President Eyring told of the blessings he received because he kept a daily record of God blessing his family. Ask a student to read the following statement aloud. (You might have shared part of this statement in lesson 117. Students may benefit from hearing it again.)"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p39"},"“As I kept at it, something began to happen. As I would cast my mind over the day, I would see evidence of what God had done for one of us that I had not recognized in the busy moments of the day. As that happened, and it happened often, I realized that trying to remember had allowed God to show me what He had done."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p40"},"“More than gratitude began to grow in my heart. Testimony grew. I became ever more certain that our Heavenly Father hears and answers prayers. I felt more gratitude for the softening and refining that come because of the Atonement of the Savior Jesus Christ. And I grew more confident that the Holy Ghost can bring all things to our remembrance—even things we did not notice or pay attention to when they happened” (“O Remember, Remember,” 67)."],["ul.bullet",["li",["span.label","•"],["p","What principle can we learn from the account in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23"],"and from President Eyring’s experience? (Students may answer this question in several different ways. Their answers should reflect the following truth:",["b","When we record spiritual experiences, we will be blessed individually and in our families."],")"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p42"},"Some students might feel that they have not had anything happen to them that would be valuable enough to record. To help them, you may want to invite a student to read aloud the following statement by Elder John H. Groberg of the Seventy:"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p43"},"“Some people say, ‘I don’t have anything to record. Nothing spiritual happens to me.’ I say, ‘Start recording, and spiritual things will happen. They are there all the time, but we become more sensitive to them as we write’” (“Writing Your Personal and Family History,”",["span.emphasis","Ensign,"],"May 1980, 48)."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p44"},"Invite students to ask themselves if they have neglected to write about experiences that have strengthened them spiritually. Encourage them to write about these experiences and to continue recording other experiences throughout their lives. You might suggest that they follow President Eyring’s example, writing something every day."],[".sidebar box-decor box-right",{"id":"f274","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.f274"},["h3","Follow up on goals and challenges"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p46"},"After you challenge students to do something specific, such as write in a journal, consider ways to follow up, reminding them of the commitment they have made. Give them opportunities to share their experiences as they apply the truths they learn in class. Through sharing their experiences, they can inspire one another to live the gospel. You might consider providing such opportunities at the beginning of a lesson. Not every student needs to share."]]],[".figure",{"id":"f275","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.f275"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p48"},"Learning how to solve problems by using the scriptures can help students throughout their lives. Give each student a small piece of paper. Invite them to write about a question they have or a challenge they face. Explain that you will collect the papers and read some to the class. Instruct students not to place their names on the papers, and remind them not to include details that are personal or not appropriate to discuss in class. (After collecting the papers, you may want to briefly review the submissions to ensure that they are appropriate and not too personal.) Read a question or challenge to the class and see if students can use scripture mastery passages to help address the question or challenge."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p49"},"Explain that the Savior commanded us to teach others what He has taught us (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.14"},"3 Nephi 23:14"],"). To help prepare students to keep this commandment, encourage them to practice teaching skills, such as explaining doctrines or principles, sharing experiences, and testifying as they use the scripture mastery passages to solve problems. You may wish to save the other questions or challenges that students submitted and discuss them in a similar way on days when you have extra time."],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-131.p50"},["span.emphasis","Note:"],"The length of this lesson may allow time for this scripture mastery review. You may conduct the activity at the beginning of class, as a break between sections of the lesson, or at the end of class. Keep the activity brief to allow time for the lesson. For other review activities, see the appendix at the end of this manual."]]]]]]],"refs":null}
