{"id":165,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":165,"title":"Lesson 126: 3 Nephi 17","subtitle":"","short_title":"Lesson 126","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126"},[".heading",{"id":"head15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.head15"},[".titleNumber","Lesson 126"],["h1","3 Nephi 17"]],[".bodyBlock",[".topic",{"id":"t97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.t97"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p4"},"As the Savior’s first day with the Nephites drew to a close, He perceived that many did not fully understand His words. He taught them how to receive additional understanding, and He emphasized the importance of prayer and pondering. The people wept when He announced that He was leaving. Filled with compassion, the Savior remained a little longer to heal the sick, to pray for the people, and to bless their children. The Nephites were overcome with joy."]],[".topic",{"id":"t98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.t98"},["h2","Suggestions for Teaching"],[".topic",{"id":"t99","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.t99"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.1-3"},"3 Nephi 17:1–3"]],["h4","Jesus instructs the Nephites to ponder His words and pray for understanding"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p8"},"Invite students to imagine themselves in the following situation: You and a friend have front-row seats at general conference or at a regional conference where the prophet is speaking. While you are there, you both get to meet him. When the conference ends, you and your friend go home."],["ul.bullet",["li",["span.label","•"],["p","What do you think you and your friend would talk about after the meeting?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p10"},"Remind students that Jesus Christ had taught the Nephites for what was likely most of a day. As He prepared to leave, He perceived that the people did not fully understand what He had taught. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.1-3"},"3 Nephi 17:1–3"],"silently, looking for what the Savior told the Nephites they should do in order to gain more understanding. (You may want to suggest that students mark what they find.) After students report what they have found, ask:"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to ponder?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p12"},"Invite a student to read aloud the following statement by President Henry B. Eyring of the First Presidency. Ask the class to listen for what he taught about what it means to ponder."],[".img-left",{"id":"f175","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f175"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-eyring.jpg"}]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p13"},"“Reading, studying, and pondering are not the same. We read words and we may get ideas. We study and we may discover patterns and connections in scripture. But when we ponder, we invite revelation by the Spirit. Pondering, to me, is the thinking and the praying I do after reading and studying in the scriptures carefully” (“Serve with the Spirit,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 60)."],["ul.bullet",["li",["span.label","•"],["p","How do you think pondering and prayer can work together to help us understand what we learn in church or seminary?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p15"},"Point out the Savior’s instruction in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.3"},"3 Nephi 17:3"],"that the Nephites should “prepare [their] minds for the morrow,” when He would return to teach them again."],["ul.bullet",["li",["span.label","•"],["p","What could a person do to prepare his or her mind before attending church or seminary?"]],["li",["span.label","•"],["p","What difference does it make when we prepare our minds for such learning opportunities?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p18"},"To help students identify a principle taught in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.1-3"},"3 Nephi 17:1–3"],", write the following incomplete statement on the board, and ask students to complete it based on what they have learned."],[".chalkboard",{"id":"f178","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f178"},["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p19"},"By pondering and praying to the Father, we can …"]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p20"},"Though students may use different words, they should identify the following principle:",["b","By pondering and praying to the Father, we can receive greater understanding."]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p21"},"Write the following on the board:"],[".chalkboard",{"id":"f179","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f179"},["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p22"},"Prepare my mind before I attend church or seminary"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p23"},"Ponder what I hear in church or seminary"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p24"},"Pray about what I hear in church or seminary"]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p25"},"Invite students to select one of the actions written on the board. Give them time to think about (1) how they have done it and (2) how it has helped them learn more from their church or seminary experience. Invite a few students to share their thoughts with the class. Encourage students to consider how they might improve in one of the three areas and to make plans for how they will do so. You might suggest that they write their plans in notebooks or scripture study journals. Tell students that the next part of the lesson will provide an opportunity for them to practice pondering."]],[".topic",{"id":"t100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.t100"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.4-25"},"3 Nephi 17:4–25"]],["h4","The Savior heals the sick among the Nephites, prays to the Father for the people, and blesses their children"],[".image",{"id":"f180","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f180"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_120_01-christvisits.jpg"}]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p28"},"Display the picture Jesus Teaching in the Western Hemisphere (62380;",["span.emphasis","Gospel Art Book"],"[2009], no. 82). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.4"},"3 Nephi 17:4"],". Point out the phrase “now I go unto the Father.” Ask students to imagine they have just spent a day with the Savior and He has announced that it is time for Him to leave. Invite a few students to share how they might feel in this situation. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.5"},"3 Nephi 17:5"],"aloud, and ask the class to identify how the Nephites responded when the Savior expressed His intention to depart."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p29"},"Explain that if it were not for the righteous desires of the Nephites, the events recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"],"and 18 might never have happened. The following activity is designed to help students more fully understand the love Jesus Christ has for His people and to help them independently find truths in the scriptures about the character of Jesus Christ. Write the following scripture references on the board, and ask students to copy them in notebooks or scripture study journals:"],[".chalkboard",{"id":"f181","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f181"},["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p30"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.6-10"},"3 Nephi 17:6–10"]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p31"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.11-18"},"3 Nephi 17:11–18"]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p32"},["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.19-25"},"3 Nephi 17:19–25"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p33"},"Read the following statement by President Ezra Taft Benson:"],[".img-left",{"id":"f182","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f182"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-benson.jpg"}]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p34"},"“That man is greatest and most blessed and joyful whose life most closely approaches the pattern of the Christ. This has nothing to do with earthly wealth, power, or prestige. The only true test of greatness, blessedness, joyfulness is how close a life can come to being like the Master, Jesus Christ. He is the right way, the full truth, and the abundant life” (“Jesus Christ—Gifts and Expectations,”",["span.emphasis","Ensign,"],"Dec. 1988, 2)."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p35"},"Give students 5 to 10 minutes to silently study each of the scripture passages you have written on the board. Invite them to identify truths about the Savior’s character. As they study, they should find at least one truth for each scripture passage. Ask them to write down the truths they find."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p36"},"When students have finished studying, invite several of them to write on the board, under the corresponding scripture reference, one truth they have learned about the Savior. When students have completed this activity, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why is it important for us to know these truths about the Savior?"]],["li",["span.label","•"],["p","What evidence did you find that the Savior is sensitive to our needs and desires?"]],["li",["span.label","•"],["p","What parts of this account impressed you the most? Why?"]],["li",["span.label","•"],["p","Why do you think the people were overcome with joy? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.18"},"3 Nephi 17:18"],".)"]],["li",["span.label","•"],["p","Why do you think the Savior’s joy was full that day? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.20"},"3 Nephi 17:20"],".)"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p42"},"Ask students to summarize what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.6-25"},"3 Nephi 17:6–25"],". Students may give a variety of answers. One truth they may identify is",["b",["span.emphasis","the Savior feels great compassion for us."]],"Write this truth on the board. You might want to suggest that students write this truth, or another truth they have identified, in the margin of their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.6"},"3 Nephi 17:6."]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p43"},"To help students appreciate how understanding the character of Jesus Christ helps us increase our faith, read the following statement:"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p44"},"“You can exercise faith in Christ when you have an assurance that He exists, a correct idea of His character, and a knowledge that you are striving to live according to His will” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 54)."],["ul.bullet",["li",["span.label","•"],["p","How does understanding the Savior’s compassionate nature help you to exercise faith in Him?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p46"},"Point out the phrase “afflicted in any manner” in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.9"},"3 Nephi 17:9"],"."],["ul.bullet",["li",["span.label","•"],["p","What types of ailments might be included in afflictions of “any manner”? (All types of physical, emotional, mental, and spiritual ailments.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p48"},"Ask students to ponder ways in which they may be “afflicted” and what they would ask the Savior to heal them of if He were to bless them personally. Remind them that although the Savior is not here to minister to us in person, His power to bless and heal is available through the priesthood."],["ul.bullet",["li",["span.label","•"],["p","Whom do you go to for priesthood blessings?"]],["li",["span.label","•"],["p","When was the last time you felt the healing influence of the Savior in your life?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p51"},"Remind students of the principle about pondering that they discussed at the beginning of class. Suggest that one way they can ponder is by visualizing themselves in the situations described in the scripture accounts they read. Invite students to visualize themselves among the Nephites at the time of the events recounted in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"],". Give students time to write in notebooks or scripture study journals about what they might have heard, seen, felt, and learned if they had been among the Nephites and interacted with the Savior on that occasion. You might suggest that they write about an affliction they would have asked the Savior to heal. When they have finished writing, consider inviting a few students to read what they have written to the class. Be sure they understand that they should not feel obligated to share anything that is too personal or private."],[".sidebar box-decor box-right",{"id":"f187","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f187"},["h3","Visualizing"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p53"},"Visualizing is a scripture study skill that can help students analyze, understand, and apply what they read. Help students learn to visualize the events of the scriptures by encouraging them to try to picture in their minds the people, places, and events they read about. One way students can accomplish this is by imagining that they are participants in the story they are reading."]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p54"},"After a few students have shared what they wrote, you may want to invite one or two of them to share how they have come to know that Jesus Christ loves and has compassion for them. Encourage students to ponder this lesson and to trust in the Savior’s compassion as they rely on Him for help with their desires, weaknesses, heartaches, and trials."]]]],[".resources",[".box-decor",{"id":"f188","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.f188"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.t101"},["h3","3 Nephi 17. The Savior visits the Nephites"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-126.p57"},"Consider showing the video presentation “My Joy Is Full,” which provides a visual summary of the Savior’s visit to the Nephites as recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"],". (This presentation is available on",["span.emphasis","Book of Mormon DVD Presentations 1–19"],"[54011] or at",["a.urlRef",{"href":"http://www.lds.org"},["span.language","LDS.org"]],".) This video presentation can help students visualize the Nephites’ experience with the Savior. You might choose to show the video before you have students write the scripture study journal entry described in the lesson. Or you could show it at the end of class, making it the last thing students experience before the closing prayer. Encourage students to look in the video for examples of the Savior’s compassion for each individual."]]]]]]],"refs":null}
