{"id":168,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":168,"title":"Lesson 129: 3 Nephi 20","subtitle":"","short_title":"Lesson 129","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129"},[".heading",{"id":"head18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.head18"},[".titleNumber","Lesson 129"],["h1","3 Nephi 20"]],[".bodyBlock",[".topic",{"id":"t117","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t117"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p4"},"On the second day of His ministry among the Nephites, Jesus Christ again administered the sacrament to the people. He testified that the covenants and promises of the Father would be fulfilled in the last days. Israel would be gathered, and all the nations of the earth would be blessed."]],[".topic",{"id":"t118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t118"},["h2","Suggestions for Teaching"],[".topic",{"id":"t119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t119"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.1-9"},"3 Nephi 20:1–9"]],["h4","The Savior administers the sacrament to the people again"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p8"},"To begin the lesson, explain that you would like the young men and young women in class to respond to separate questions. Invite a few young men who hold the Aaronic Priesthood to tell the class about their responsibilities for preparing, blessing, or passing the sacrament. Help them share their feelings about performing these duties by asking them the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to help administer the sacrament?"]],["li",["span.label","•"],["p","How do you demonstrate to the Lord that you understand the sacred nature of this ordinance?"]]],["p.preamble","Help a few young women share their feelings about the sacredness of the sacrament by asking them the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How do you feel when you see worthy young men administering the sacrament?"]],["li",["span.label","•"],["p","What do you do during the administration of the sacrament that shows that you understand its sacred nature?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p14"},"Explain that during the second day of His ministry among the Nephites, the Savior and His disciples administered the sacrament to the people a second time. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.1"},"3 Nephi 20:1"],"silently. Point out the following sentence: “And he commanded them that they should not cease to pray in their hearts.”"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to “not cease to pray” in your heart?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p16"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.3-5"},"3 Nephi 20:3–5"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How do you think praying in your heart can influence your weekly experience of partaking of the sacrament?"]],["li",["span.label","•"],["p","Why do you think it is important to remain focused on the Savior as we partake of the sacrament?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8"},"3 Nephi 20:8"],"aloud. Ask the class to follow along, looking for what the bread and wine represent. (It may be helpful to explain that the current practice of the Church is to use water instead of wine. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],".])"],["ul.bullet",["li",["span.label","•"],["p","What do the sacramental bread and water represent? (The Savior’s body and blood.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p21"},"You may want to read the following statement by Elder James E. Talmage of the Quorum of the Twelve Apostles to help students understand the figurative meaning of the Savior’s invitation to eat His flesh and drink His blood:"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p22"},"“",["span.emphasis","To eat the flesh and drink the blood of Christ was and is to believe in and accept Him as the literal Son of God and Savior of the world, and to obey His commandments."],"By these means only may the Spirit of God become an abiding part of man’s individual being, even as the substance of the food he eats is assimilated with the tissues of his body” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 342; italics added)."],["ul.bullet",["li",["span.label","•"],["p","What symbolism is there in partaking of the bread and water?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8"},"3 Nephi 20:8"],", what did Jesus Christ promise to those who partake of the sacrament? (Their souls shall be filled.)"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p25"},"To help students understand what it means for their souls to be filled, ask them to think about the amount of bread and water they usually eat and drink when they partake of the sacrament. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","If you were hungry and thirsty, would you be filled by these?"]]],["p.preamble","Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.9"},"3 Nephi 20:9"],"aloud, and ask the class:"],["ul.bullet",["li",["span.label","•"],["p","What is a principle we can learn from the Savior’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8-9"},"3 Nephi 20:8–9"],"? (Students may use different words, but they should identify the following principle:",["b","If we worthily partake of the sacrament, we can be filled with the Holy Ghost."],")"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p29"},"Invite a student to read the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles. Ask the class to listen for ways we can be blessed as we are filled with the Spirit:"],[".img-left",{"id":"f229","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.f229"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-oaks.jpg"}]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p30"},"“Let us qualify ourselves for our Savior’s promise that by partaking of the sacrament we will ‘be filled’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8"},"3 Ne. 20:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.9"},"3 Ne. 18:9"],"), which means that we will be ‘filled with the Spirit’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.9"},"3 Ne. 20:9"],"). That Spirit—the Holy Ghost—is our comforter, our direction finder, our communicator, our interpreter, our witness, and our purifier—our infallible guide and sanctifier for our mortal journey toward eternal life."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p31"},"“… Out of the seemingly small act of consciously and reverently renewing our baptismal covenants comes a renewal of the blessings of baptism by water and by the Spirit, that we may always have his Spirit to be with us. In this way all of us will be guided, and in this way all of us can be cleansed” (“Always Have His Spirit,”",["span.emphasis","Ensign,"],"Nov. 1996, 61)."],["ul.bullet",["li",["span.label","•"],["p","What are some ways we can be blessed as we are filled with the Spirit?"]],["li",["span.label","•"],["p","When has partaking of the sacrament helped you to be filled with the Holy Ghost?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p34"},"Testify of the blessings you have received from partaking of the sacrament and being filled with the Spirit. Affirm that praying in our hearts is one way we can prepare to partake of the sacrament and to be filled with the Holy Ghost. Encourage students to spend time in prayer prior to partaking of the sacrament."]],[".topic",{"id":"t120","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t120"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.10-46"},"3 Nephi 20:10–46"]],["h4","The Savior teaches the Nephites of covenants that will be fulfilled in the last days"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p37"},"Invite students to write in notebooks or scripture study journals a brief description of their most important qualities. After they have finished, invite them to look at the kinds of qualities they focused on. Were they physical characteristics? Personality traits? Spiritual qualities? (If there is time, you might invite a few students to read what they wrote.) Read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles, and ask the class to listen for what he says should define a person’s identity:"],[".img-left",{"id":"f231","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.f231"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p38"},"“You may enjoy music, athletics, or be mechanically inclined, and someday you may work in a trade or a profession or in the arts. As important as such activities and occupations can be, they do not define who we are. First and foremost, we are spiritual beings. We are [children] of God and the seed of Abraham” (“Becoming a Missionary,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 47)."],["ul.bullet",["li",["span.label","•"],["p","How did Elder Bednar define who we are? Why do you think it is important for us to see ourselves “first and foremost” as spiritual beings who are children of God?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p40"},"Point out that in addition to saying that we are children of God, Elder Bednar said that we are the seed of Abraham. Explain that the phrase “seed of Abraham” can refer to people who are literal descendants of Abraham. It can also refer to people who, by accepting and obeying the laws and ordinances of the gospel of Jesus Christ, receive the fulness of the gospel, the blessings of the priesthood, and the same promises and covenants that God made with Abraham."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p41"},"Tell students that in the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20"},"3 Nephi 20"],", they will study the Savior’s teachings to the Nephites about the covenants and promises made to Abraham and his descendants (the house of Israel). He said that they could learn about these covenants by studying the words of Isaiah. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.11-12"},"3 Nephi 20:11–12"],"aloud. Ask the class to follow along, looking for what the Savior said will happen when the words of Isaiah are fulfilled. After students report what they have found, you may need to explain that the words of Isaiah will be fulfilled in the last days."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p42"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.13"},"3 Nephi 20:13"],"aloud, and ask students to identify how Heavenly Father will fulfill His covenants with the house of Israel in the last days. Ask students to summarize the truths they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.11-13"},"3 Nephi 20:11–13"],". (Students’ answers may vary, but they should identify the following truth:",["b","The Lord will fulfill His covenant to gather the house of Israel in the last days."],"Consider writing this truth on the board.)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.13"},"3 Nephi 20:13"],", what knowledge will the people of the house of Israel gain as an essential part of this gathering? (They will gain “the knowledge of the Lord their God, who hath redeemed them.”)"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p44"},"To help students see how coming to a knowledge of Jesus Christ is an essential part of the gathering of Israel, ask a student to read aloud the following statement by Elder Bruce R. McConkie of the Quorum of the Twelve Apostles. Invite students to listen for what the gathering of Israel involves."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p45"},"“The gathering of Israel consists in believing and accepting and living in harmony with all that the Lord once offered his ancient chosen people. It consists of having faith in the Lord Jesus Christ, of repenting, of being baptized and receiving the gift of the Holy Ghost, and of keeping the commandments of God. It consists of believing the gospel, joining the Church, and coming into the kingdom. It consists of receiving the holy priesthood, being endowed in holy places with power from on high, and receiving all the blessings of Abraham, Isaac, and Jacob, through the ordinance of celestial marriage. And it may also consist of assembling to an appointed place or land of worship” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 515)."],["ul.bullet",["li",["span.label","•"],["p","How is believing in and following Jesus Christ an essential part of the gathering of Israel?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p47"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.14-22"},"3 Nephi 20:14–22"],". Explain that the Savior taught the Nephites that as part of the gathering of Israel, and in fulfillment of the Lord’s covenant with Abraham, Heavenly Father gave the descendants of Lehi the land upon which they dwelt as an inheritance. He also explained another way the Nephites were blessed as children of the covenant. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23-24"},"3 Nephi 20:23–24"],"silently, looking for who Moses prophesied would bless the house of Israel. After students report what they have found, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.25-26"},"3 Nephi 20:25–26"],"silently. Ask them to identify how the descendants of Lehi were blessed because of the covenant the Lord made with Abraham. As students report what they have found, emphasize that Heavenly Father sent Jesus Christ to visit the descendants of Lehi and save them from sin “because [they were] the children of the covenant.”"],["ul.bullet",["li",["span.label","•"],["p","How are we blessed by the covenants we make with Heavenly Father?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p49"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.27"},"3 Nephi 20:27"],"aloud, and ask the class to identify a responsibility that comes with the covenants we make with the Lord."],["ul.bullet",["li",["span.label","•"],["p","Once we have made covenants with the Lord, what is our responsibility toward other people throughout the earth? (Students should identify the following truth:",["b","As the seed of Abraham, we have a covenant responsibility to bless all the people of the earth."],"Consider writing this truth on the board.)"]],["li",["span.label","•"],["p","How do you think we can be a blessing to all the people of the earth? (If you have written the doctrinal statement on the board, add to it the words “",["b","by sharing the gospel with them."],"”)"]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p52"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.29-46"},"3 Nephi 20:29–46"],"by briefly explaining that in addition to teaching the Nephites about their blessings and responsibilities as children of the covenant, the Savior affirmed that the Jews’ land of inheritance would be Jerusalem. He quoted the prophecies of Isaiah, which foretell of the time when the Jews will be restored to the land of their inheritance after they believe in Jesus Christ and pray to the Father in His name."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p53"},"To conclude, ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.46"},"3 Nephi 20:46"],"aloud. Invite students to follow along and identify one way they can bless another person’s life with the gospel during the next week. Plan to follow up with students during a future class to give them an opportunity to report on their experiences. Testify of the importance of fulfilling our responsibility to help gather Israel."]]]],[".resources",[".box-decor",{"id":"f237","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.f237"},["h2","Commentary and Background Information"],[".topic",{"id":"t121","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t121"},["h3","3 Nephi 20:16. “As a young lion among the flocks of sheep”"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p56"},"Referring to the teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.16"},"3 Nephi 20:16"],", Elder Bruce R. McConkie of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p57"},"“These words of our Lord to the Nephites are quoted from",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.8-9"},"Micah 5:8–9"],"and have reference to the desolations and ultimate burning that shall destroy the wicked at the Second Coming. Except for a few who are the humble followers of Christ, the Gentiles will not repent. They will revel in their abominations and sin against the restored gospel, and they will be burned by the brightness of our Lord’s coming while the righteous—here called the remnant of Jacob—shall abide the day. And then, in the prophetic imagery, it will be as though the remnant of Israel overthrew their enemies as a young lion among the flocks of sheep” (",["span.emphasis","The Millennial Messiah: The Second Coming of the Son of Man"],"[1982], 248)."]],[".topic",{"id":"t122","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t122"},["h3","3 Nephi 20:26. Children of the covenant"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p59"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles spoke about the blessings of knowing that we are children of the covenant:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p60"},"“When we realize that we are children of the covenant, we know who we are and what God expects of us. His law is written in our hearts. He is our God and we are His people. Committed children of the covenant remain steadfast, even in the midst of adversity. When that doctrine is deeply implanted in our hearts, even the sting of death is soothed and our spiritual stamina is strengthened” (“Covenants,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 88)."]],[".topic",{"id":"t123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t123"},["h3","3 Nephi 20:26–27. Fulfill the Abrahamic covenant"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p62"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles spoke of a way we can help fulfill the Abrahamic covenant:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p63"},"“Ours is the responsibility to help fulfill the Abrahamic covenant. Ours is the seed foreordained and prepared to bless all people of the world. That is why priesthood duty includes missionary work. After some 4,000 years of anticipation and preparation, this is the appointed day when the gospel is to be taken to the kindreds of the earth. This is the time of the promised gathering of Israel. And we get to participate! Isn’t that exciting? The Lord is counting on us and our sons—and He is profoundly grateful for our daughters—who worthily serve as missionaries in this great time of the gathering of Israel” (“Covenants,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 88)."]],[".topic",{"id":"t124","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t124"},["h3","3 Nephi 20:27. You have a duty to share the gospel"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p65"},"Elder David A. Bednar of the Quorum of the Twelve Apostles affirmed our duty to share the gospel with others:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p66"},"“You and I, today and always, are to bless all peoples in all the nations of the earth. You and I, today and always, are to bear witness of Jesus Christ and declare the message of the Restoration. You and I, today and always, are to invite all to receive the ordinances of salvation. Proclaiming the gospel is not a part-time priesthood obligation. It is not simply an activity in which we engage for a limited time or an assignment we must complete as members of The Church of Jesus Christ of Latter-day Saints. Rather, missionary work is a manifestation of our spiritual identity and heritage. We were foreordained in the premortal existence and born into mortality to fulfill the covenant and promise God made to Abraham. We are here upon the earth at this time to magnify the priesthood and to preach the gospel. That is who we are, and that is why we are here—today and always” (“Becoming a Missionary,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 47)."]]],[".box-decor",{"id":"f238","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.f238"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t125","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.t125"},["h3","3 Nephi 20:30–31. “My gospel shall be preached unto them”"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p69"},"The end of lesson 129 contains a challenge for students to identify and act on one way they can bless another person’s life with the gospel. Before giving this challenge, consider doing the activity below."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p70"},"Bring a glass of orange juice to class. Hold the glass up for students to see, and ask them to raise their hands if they like orange juice. Invite a student to read aloud the following statement by Elder Robert C. Oaks of the Seventy:"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p71"},"“Consider that you are invited to a friend’s house for breakfast. On the table you see a large pitcher of freshly squeezed orange juice from which your host fills his glass. But he offers you none. Finally, you ask, ‘Could I have a glass of orange juice?’"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p72"},"“He replies, ‘Oh, I am sorry. I was afraid you might not like orange juice, and I didn’t want to offend you by offering you something you didn’t desire.’"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/lesson-129.p73"},"“Now, that sounds absurd, but it is not too different from the way we hesitate to offer up something far sweeter than orange juice” (“Sharing the Gospel,”",["span.emphasis","Ensign,"],"Nov. 2000, 81)."],["ul.bullet",["li",["span.label","•"],["p","How do we show love for others when we share the gospel with them?"]]]]]]]]],"refs":null}
