{"id":176,"parent_id":152,"book_id":23520,"content_id":1,"language_id":1,"display_order":176,"title":"Home-Study Lesson: 3 Nephi 23–30 (Unit 27)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27"},[".heading",{"id":"head26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.head26"},[".titleNumber","Home-Study Lesson"],["h1","3 Nephi 23–30 (Unit 27)"]],[".bodyBlock",[".figure",{"id":"f350","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.f350"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23–30"],"(unit 27) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t181","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t181"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p7"},"Students continued to study the words of Jesus Christ to the Nephites. They learned that the Savior commanded the people to search diligently the words of Isaiah and other prophets. When the Savior chastened the people for not keeping accurate records of their own spiritual history, students learned that when we record spiritual experiences, we invite the Lord to give us more revelation."]],[".topic",{"id":"t182","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t182"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24"},"3 Nephi 24–26"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p9"},"As students pondered the words of Malachi that Jesus Christ shared with the Nephites, they were reminded that at the Savior’s Second Coming, He will purify His people and judge the wicked. Further reflection on the principle of tithing and the prophesied latter-day return of Elijah helped students realize that if we return unto the Lord, He will return unto us and that as our hearts are turned to our fathers, we are helping prepare the earth for the Second Coming of Jesus Christ. Mormon’s explanation as to why he did not include all of the Savior’s teachings among the Nephites helped students discover that as we believe what God has revealed, we prepare ourselves to receive greater revelation."]],[".topic",{"id":"t183","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t183"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27"},"3 Nephi 27"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p11"},"While the twelve Nephite disciples continued in prayer and fasting, the Savior visited them and explained that the true Church of Jesus Christ is called by His name and built upon His gospel. From what the Savior taught His disciples, students also learned that the foundation of the gospel of Jesus Christ is that He did the will of His Father in accomplishing the Atonement. With this understanding of the gospel, students also learned that if we live the principles of the gospel, then we can stand spotless before God at the last day."]],[".topic",{"id":"t184","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t184"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28"},"3 Nephi 28–30"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p13"},"As the resurrected Jesus Christ honored the desires of His Nephite disciples, students learned that the Lord blesses us according to our righteous desires. From Mormon’s example of asking the Lord for additional knowledge concerning the Three Nephites, students learned that if we ask the Lord for understanding, we will receive revelation. Mormon’s conclusion to the Savior’s ministry among the Nephites taught students that the coming forth of the Book of Mormon is a sign that the Lord is fulfilling His covenant with the house of Israel and that if we come unto Christ, we can be numbered among His people."]]],[".topic",{"id":"t185","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t185"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p15"},"While there are many valuable principles found in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23–30"],", the first half of this lesson focuses on what students can learn in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24"},"3 Nephi 24–25"],"about preparing for the Second Coming of Jesus Christ. The second half of the lesson focuses on principles in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27"},"3 Nephi 27"],"that can help students reflect on what it means to be a disciple of Jesus Christ and how they can be more like Him."]],[".topic",{"id":"t186","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t186"},["h2","Suggestions for Teaching"],[".topic",{"id":"t187","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t187"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"3 Nephi 23–26"]],["h4","The resurrected Jesus Christ expounds the scriptures to the Nephites"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p19"},"Invite students to give examples of events that require careful preparation over a period of time. (Examples could include a long-distance race, a musical concert, or a dramatic play.) Ask students to describe what might happen to someone who tried to participate in these events without the necessary preparation."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p20"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.2"},"3 Nephi 24:2"],", and then ask the class what event they think the prophet Malachi was foretelling. Once students have identified “the day of his coming” as the Second Coming of Jesus Christ, invite them to mark the question Malachi asked: “Who may abide the day of his coming, and who shall stand when he appeareth?”"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p21"},"Ask: Why is this an important question for those living in the last days to consider?"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p22"},"Invite a student to read aloud the following explanation by President Henry B. Eyring of the First Presidency concerning how paying tithing can help us be prepared for the Savior’s Second Coming:"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p23"},"“By our decision now to be a full-tithe payer and our steady efforts to obey, we will be strengthened in our faith and, in time, our hearts will be softened. It is that change in our hearts through the Atonement of Jesus Christ, beyond the offering of our money or goods, that makes it possible for the Lord to promise full-tithe payers protection in the last days. We can have confidence that we will qualify for that blessing of protection if we commit now to pay a full tithe and are steady in doing it” (“Spiritual Preparedness: Start Early and Be Steady,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 40)."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p24"},"Ask: According to President Eyring, how can paying tithing help us prepare to meet the Savior?"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p25"},"Invite a student to read aloud Malachi’s prophecy concerning the coming of Elijah in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.5-6"},"3 Nephi 25:5–6"],". To help them better understand how the fulfillment of this prophecy can affect them, invite a student to read the following invitation from Elder David A. Bednar of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p26"},"“I invite the young people of the Church to learn about and experience the Spirit of Elijah. …"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p27"},"“As you respond in faith to this invitation, your hearts shall turn to the fathers. The promises made to Abraham, Isaac, and Jacob will be implanted in your hearts. … Your love and gratitude for your ancestors will increase. Your testimony of and conversion to the Savior will become deep and abiding. And I promise you will be protected against the intensifying influence of the adversary. As you participate in and love this holy work, you will be safeguarded in your youth and throughout your lives” (“The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 26–27)."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p28"},"Ask: What experiences have you had doing family history and temple work that have strengthened you spiritually?"]],[".topic",{"id":"t188","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t188"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27"},"3 Nephi 27–30"]],["h4","Jesus Christ reveals the name and key features of His Church and honors the righteous desires of His disciples; Mormon concludes His record of the Savior’s ministry among the Nephites"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p31"},"Write the following statement by the Prophet Joseph Smith on the board (you may want to do this before class and cover it until this point in the lesson). Ask a student to read the statement aloud. (This statement is found in",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 49.)"],[".chalkboard",{"id":"f351","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.f351"},["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p32"},"“The fundamental principles of our religion are the testimony of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried, and rose again the third day, and ascended into heaven” (Joseph Smith)."]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p33"},"Explain that just as the Prophet Joseph Smith declared, the Savior taught the Nephites that the center of His gospel is His atoning sacrifice. Write the following truth on the board:",["b",["span.emphasis","The foundation of the gospel of Jesus Christ is that He did the will of His Father in accomplishing the Atonement."]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p34"},"Invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27"},"3 Nephi 27"],"and identify phrases in which the Savior taught this doctrine. Ask students to share the passages they discovered."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p35"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.16-20"},"3 Nephi 27:16–20"],"contains the Savior’s teachings on how we can invite the power of His Atonement into our lives. Write the following statement on the board:",["span.emphasis","If we … , then we. …"],"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.20"},"3 Nephi 27:20"],"silently, looking for words or phrases they can use to fill in the blanks on the board. Ask: How can following this principle help us to be true disciples of Jesus Christ?"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p36"},"Explain to the class that the ultimate challenge and pinnacle of our discipleship is found in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.21,27"},"3 Nephi 27:21, 27"],". Invite students to read these verses silently. As they read, write the following statement on the board:",["span.emphasis","The Lord Jesus Christ expects His disciples to do His works and become. …"]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p37"},"Ask students how they would complete this statement, based on what they read in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],". (As students respond, complete the statement on the board to read as follows:",["b",["span.emphasis","The Lord Jesus Christ expects His disciples to do His works and become as He is."]],") Read aloud the following statement by President James E. Faust of the First Presidency:"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p38"},"“Let us consider some of the things Jesus did that we can all emulate."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p39"},"“1. Jesus ‘went about doing good.’ [",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.38"},"Acts 10:38"],".] We can all do something good every day—for a family member, a friend, or even a stranger—if we will look for those opportunities."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p40"},"“2. Jesus was the Good Shepherd who watched over His sheep and had concern for those that were lost. We can seek out the lonely or those who are less active and befriend them."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p41"},"“3. Jesus had compassion on many, including a poor leper. We too can have compassion. We are reminded in the Book of Mormon that we are ‘to mourn with those that mourn.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],".]"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p42"},"“4. Jesus bore witness of His divine mission and of His Father’s great work. For our part, we can all ‘stand as witnesses of God at all times.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],".]” (“Discipleship,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2006, 21)."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p43"},"Divide students into pairs or small groups. Invite each pair or group to write down two or three ways they can implement President Faust’s four suggestions in their lives."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p44"},"After they have finished, invite each pair or group to share one idea at a time from their lists. On the board, write their ideas for how we can do the Savior’s works and become more like Him. Invite students to silently commit to act on one or two of these ideas during the coming week. Bear your testimony that we can all become like the Savior if we exercise faith in Him."]],[".topic",{"id":"t189","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.t189"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8"},"Mormon 8"],")"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/3-nephi/unit-27.p46"},"Encourage students to look for answers to the following questions as they study the next unit: How can a people go from being peaceful and prosperous to being wicked? How did the Nephites go from the most prosperous and happiest people to ever live upon the earth to becoming completely wicked? What were Mormon’s final words?"]]]]]]],"refs":null}
