{"id":89,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":89,"title":"Section 78 Consecration: An Everlasting Covenant","subtitle":"","short_title":"Section 78","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.head11"},[".titleNumber","Section 78"],["h1","Consecration: An Everlasting Covenant"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p226"},"“During the early part of the year 1832, the Prophet and Sidney Rigdon continued the work of the revision of the scriptures. At the time the Prophet was still residing in the house of Father John Johnson, at Hiram. It was during this time that this important revelation was given to the members of the Priesthood who were assembled imparting instructions in relation to the plan of the ‘united order’ or ‘order of Enoch,’ on which the promised Zion should be built. The Lord had revealed that it was only through obedience to his divine will, the celestial law, that Zion could be built. The members of the Church rejoiced when the Lord revealed to them the site on which the New Jerusalem, or City of Zion, should be built. Their enthusiasm, however, was not sufficient to carry them through to a conclusion in strict obedience to the divine will. In this revelation (Sec. 78) the Lord reveals his will in words of wisdom to all those holding the High Priesthood.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:304–5.)"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p227"},"Joseph Smith wrote of this time: “Besides the work of translating, previous to the 20th of March, I received the four following revelations: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78"},"D&C 78–81"],"]” (",["span.emphasis","History of the Church,"],"1:255)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.1-9"},"D&C 78:1–9"],". Why Were Substitute Names Used?"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p228"},"Elder Orson Pratt answered this question in this way: “The law of Enoch is so named in the Book of Doctrine and Covenants, but in other words, it is the law given by Joseph Smith, Jr. The word Enoch did not exist in the original copy; neither did some other names. The names that were incorporated when it was printed, did not exist there when the manuscript revelations were given, for I saw them myself. Some of them I copied. And when the Lord was about to have the Book of Covenants given to the world it was thought wisdom, in consequence of the persecutions of our enemies in Kirtland and some of the regions around, that some of the names should be changed, and Joseph was called Baurak Ale, which was a Hebrew word; meaning God bless you. He was also called Gazelam, being a person to whom the Lord had given the Urim and Thummim. He was also called Enoch. Sidney Rigdon was called Baneemy. And the revelation where it read so many",["span.emphasis","dollars"],"into the treasury was changed to",["span.emphasis","talents"],". And the City of New York was changed to Cainhannoch.” (In",["span.emphasis","Journal of Discourses,"],"16:156.)"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p229"},"In the 1981 edition of the Doctrine and Covenants, the substitute names were eliminated, since the need for them no longer existed."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.5-7"},"D&C 78:5–7"],". Equality in Earthly As Well As Heavenly Things"],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p230"},"“The principle is here taught that the Latter-day Saints must be equal in things pertaining to this Earth. In celestial glory there is perfect equality (Sec. 76:95). But if they have not practiced equality here, they are not prepared to live under that law there.” (Smith and Sjodahl, Commentary, p. 480.) It should be noted, however, that the Lord has a special definition of",["span.emphasis","equality"],"in the united order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.3"},"D&C 51:3"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-51-bishop-edward-partridge-and-the-law-of-consecration.p1"},"Notes and Commentary on D&C 51:3"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.11"},"D&C 78:11"],". A Bond That Cannot Be Broken"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p231"},"“I construe the new and everlasting covenant as I could construe, in large measure, a legal contract. I believe that our Father intended that he would obligate himself as well as obligate the beneficiaries of that contract to the performance of it. I believe that no one is entitled to the full measure of its blessings unless he subjects himself to all the conditions upon which those blessings are predicated, and I construe that covenant to be broad enough to embrace every principle of the gospel.” (Stephen L Richards, in Conference Report, Oct. 1922, p. 67.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.12"},"D&C 78:12"],". What Does It Mean to Be Turned Over to the Buffetings of Satan?"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p232"},"“To be turned over to the",["span.emphasis","buffetings of Satan"],"is to be given into his hands; it is to be turned over to him with all the protective power of the priesthood, of righteousness, and of godliness removed, so that Lucifer is free to torment, persecute, and afflict such a person without let or hindrance. When the bars are down, the cuffs and curses of Satan, both in this world and in the world to come, bring indescribable anguish typified by burning fire and brimstone. The damned in hell so suffer.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 108.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.10-12"},"D&C 78:10–12"],". When Is the “Day of Redemption”?"],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p233"},"“Satan’s plan is to destroy. Ever since his rebellion in the former estate he has determined to carry out his plan by exercising force and compulsion against mankind. All those who accepted the Lord’s plan did so with an organized bond and covenant that was to be everlasting and not to be broken. The Lord’s covenants are always intended to be everlasting or to have a bearing on everlasting life. The brethren were duly warned that if they broke this covenant evil consequences would follow. ‘Satan seeketh,’ said the Lord, ‘to turn their hearts away from the truth, that they become blinded and understand not the things which are prepared for them.’ If they failed in this everlasting covenant then they were to be turned over to the buffetings of Satan until the day of redemption. We might think that the day of redemption means that they then, after their suffering, would be reinstated and receive the blessings which were first offered them. We are not justified in this conclusion. The day of redemption is the day of the resurrection. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.16"},"D. & C. 88:16"],".) We should remember that the Lord has said at other times that such may not come into his presence.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:308.)"],[".",{"id":"f17","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.f17"},[".caption","Both temporal and spiritual needs receive emphasis in the Church."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.14"},"D&C 78:14"],". How Will the Church “Stand Independent above All Other Creatures”?"],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p235"},"The law of consecration was withdrawn by the Lord because the Saints showed that they would not abide by its laws (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.2-6,34"},"D&C 105:2–6, 34"],"). In 1936, under direction of the First Presidency, the welfare program was instituted, based on the same principles that governed the Saints in the united order, such as love, service, self-reliance, and consecration. The promise that the Church would stand independent above all other creatures (organizations, people, and so forth) will be partially fulfilled through the implementation of the welfare plan."],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p236"},"President Marion G. Romney said:"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p237"},"“I do not want to be a calamity howler. I don’t know in detail what’s going to happen in the future. I know what the prophets have predicted. But I tell you that the welfare program, organized to enable us to take care of our own needs, has not yet performed the function that it was set up to perform. We will see the day when we will live on what we produce."],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p238"},"“We’re living in the latter days. We’re living in the days the prophets have told about from the time of Enoch to the present day. We are living in the era just preceding the second advent of the Lord Jesus Christ. We are told to so prepare and live that we can be … independent of every other creature beneath the celestial kingdom. That is what we are to do."],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p239"},"“This welfare program was set up under inspiration in the days of President Grant. It was thoroughly analyzed and taught by his great counselor, J. Reuben Clark, Jr. It is in basic principle the same as the United Order. When we get so we can live it, we will be ready for the United Order. You brethren know that we will have to have a people ready for that order in order to receive the Savior when he comes."],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p240"},"“I know from my own experience and the witnesses by the thousands that I have received of the Spirit that this is the Lord’s work. It is to prepare us. If you’ll think of the most sacred place you ever have been, you’ll remember that the final thing that we are to do is to be able and willing to consecrate all that we have to the building up of the kingdom of God, to care for our fellow men. When we do this we’ll be ready for the coming of the Messiah.” (In Conference Report, Apr. 1975, pp. 165–66.)"],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p241"},"Additional material on the law of consecration is found in Enrichment L in the Appendix."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.15"},"D&C 78:15"],". Adam-ondi-Ahman"],["div",{"id":"p242","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p242"},"Adam-ondi-Ahman is discussed in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"Doctrine and Covenants 116"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-57"},"107:53–57"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.15-16"},"D&C 78:15–16"],". Michael and the Keys of Salvation"],["div",{"id":"p243","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p243"},"“Adam was among the intelligences spoken of by the Lord to Abraham who were appointed to be rulers on this earth. He was Michael, a prince, and son of God chosen to come to this earth and stand at the head of his posterity, holding the ‘keys of salvation under the counsel and direction of the Holy One, who is without beginning of days or end of life.’ This Holy One is Jesus Christ. On the earth Michael was known as Adam. In the pre-existent state he was a spirit like the others of our Father’s children.” (Smith,",["span.emphasis","Answers to Gospel Questions,"],"1:5–6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.20"},"D&C 78:20"],". The Son Ahman"],["div",{"id":"p244","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p244"},"Elder Orson Pratt pointed out that “there is one revelation that this people are not generally acquainted with. I think it has never been published, but probably it will be in the Church History. It is given in questions and answers. The first question is, ‘What is the name of God in the pure language?’ The answer says, ‘Ahman.’ ‘What is the name of the Son of God?’ Answer, ‘Son Ahman—the greatest of all the parts of God excepting Ahman.’” (In",["span.emphasis","Journal of Discourses,"],"2:342.)"],["div",{"id":"p245","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p245"},"President Joseph Fielding Smith added: “We also learn from the closing verses of this revelation that Jesus Christ is also called Son Ahman. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.17"},"D&C 95:17"],".) Therefore his name is connected with the name of the place where Adam dwelt. For that reason Elder Orson Pratt gives it the interpretation of ‘The Valley of God.’” (",["span.emphasis","Church History and Modern Revelation,"],"1:310.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.21"},"D&C 78:21"],". The Church of the Firstborn"],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p246"},"“Members of The Church of Jesus Christ of Latter-day Saints who so devote themselves to righteousness that they receive the higher ordinances of exaltation become members of the Church of the Firstborn. Baptism is the gate to the Church itself, but celestial marriage is the gate to membership in the Church of the Firstborn, the inner circle of faithful saints who are heirs of exaltation and the fulness of the Father’s kingdom. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.54,67,71,94,102"},"D&C 76:54, 67, 71, 94, 102"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.11"},"77:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.21"},"78:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.1-5"},"88:1–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.23"},"Heb. 12:23"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 139.)"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p247"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.54"},"Doctrine and Covenants 76:54"],"contains a further discussion of the Church of the Firstborn."]]]]],"refs":null}
