{"id":83,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":83,"title":"Section 72 Duties of a Bishop","subtitle":"","short_title":"Section 72","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.head5"},[".titleNumber","Section 72"],["h1","Duties of a Bishop"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p44"},"Edward Partridge was called to be the first bishop of the Church in this dispensation on 4 February 1831 at Kirtland, Ohio (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41"},"D&C 41"],"). In November 1831 the Lord revealed, “There remain hereafter, in the due time of the Lord, other bishops to be set apart unto the church, to minister even according to the first” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.14"},"D&C 68:14"],"). The Prophet Joseph Smith recorded that on 4 December 1831 “several of the Elders and members assembled together to learn their duty, and for edification, and after some time had been spent in conversing about our temporal and spiritual welfare, I received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72"},"D&C 72"],"]” (",["span.emphasis","History of the Church,"],"1:239)."],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p45"},"The Prophet received the first eight verses of section 72, and immediately Newel K. Whitney was ordained. Then the Prophet received the rest of section 72."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3,5"},"D&C 72:3, 5"],". Elders Must Account for Their Stewardships"],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p46"},"“At a very early day after the organization of the Church the Lord revealed the need of a bishop to look after the temporalities and stewardships in the Church. Bishop Edward Partridge was called and sent to Zion to engage in the duties of his calling. On the 4th day of December, 1831, while the Prophet and Sidney Rigdon were engaged in their ministry refuting their enemies, a meeting of the elders was called and the Lord gave them a very important revelation. The Lord declared that it was expedient that a bishop should be called to serve in the Kirtland district. One important duty of this bishop was to look after the stewardships pertaining to the inhabitants of Kirtland and other parts of Ohio, and he was ‘to render an account of his stewardship, both in time and in eternity.’” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:269–70.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3-4"},"D&C 72:3–4"],". “He Who Is Faithful and Wise in Time”"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p47"},"The scriptures teach that the station and rewards we inherit in the life after this are determined by how firmly we commit ourself to the gospel, seek the power of the Atonement to overcome our sins, and take responsibility for our stewardship over temporal blessings."],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p48"},"In what has for some people been a troubling parable, the Savior commented on the prudence of a steward who prepared for his future by cheating his master (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.1-8"},"Luke 16:1–8"],"). The Savior said, “The children of this world are in their generation wiser than the children of light. … If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.8,11"},"Luke 16:8, 11"],"). Elder James E. Talmage explained:"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p49"},"“Our Lord’s purpose was to show the contrast between the care, thoughtfulness, and devotion of men engaged in the money-making affairs of earth, and the half hearted ways of many who are professedly striving after spiritual riches. Worldly-minded men do not neglect provision for their future years, and often are sinfully eager to amass plenty; while the ‘children of light,’ or those who believe spiritual wealth to be above all earthly possessions, are less energetic, prudent, or wise. By ‘mammon of unrighteousness’ we may understand material wealth or worldly things. While far inferior to the treasures of heaven, money or that which it represents may be the means of accomplishing good, and of furthering the purposes of God. Our Lord’s admonition was to utilize ‘mammon’ in good works, while it lasted, for some day it shall fail, and only the results achieved through its use shall endure. If the wicked steward, when cast out from his master’s house because of unworthiness, might hope to be received into the homes of those whom he had favored, how much more confidently may they who are genuinely devoted to the right hope to be received into the everlasting mansions of God! Such seems to be part of the lesson."],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p50"},"“It was not the steward’s dishonesty that was extolled; his prudence and foresight were commended. … The lesson may be summed up in this wise: Make such use of your wealth as shall insure you friends hereafter. Be diligent; for the day in which you can use your earthly riches will soon pass. Take a lesson from even the dishonest and the evil; if they are so prudent as to provide for the only future they think of, how much more should you, who believe in an eternal future, provide therefor! If you have not learned wisdom and prudence in the use of ‘unrighteous mammon,’ how can you be trusted with the more enduring riches? If you have not learned how to use properly the wealth of another, which has been committed to you as steward, how can you expect to be successful in the handling of great wealth should such be given you as your own? Emulate the unjust steward and the lovers of mammon, not in their dishonesty, cupidity, and miserly hoarding of the wealth that is at best but transitory, but in their zeal, forethought, and provision for the future.” (",["span.emphasis","Jesus the Christ,"],"pp. 463–64.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.9-23"},"D&C 72:9–23"],". Responsibilities of a Bishop Assigned by Revelation"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p51"},"In this section the responsibilities of a bishop are primarily related to the law of consecration. Other duties of a bishop include presiding over the ward and presiding over the Aaronic Priesthood in the ward."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.13"},"D&C 72:13"],". What Was the Relationship between Bishop Newel K. Whitney in Kirtland and Bishop Edward Partridge in Zion?"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p52"},"Bishop Partridge was called as the first bishop of the Church. Later, when others were called, he became the equivalent of what today is called the Presiding Bishop. Newell K. Whitney thus was actually under the jurisdiction of Bishop Partridge. “The bishop in Kirtland was to ‘hand over’ to the bishop in Zion, the record of the stewardships, where the permanent records should be kept. For this responsibility Newel K. Whitney was called to act as bishop. He was to keep the Lord’s storehouse in Kirtland, and to receive funds in that part of the vineyard, and to take an account of the elders as he was commanded; to administer to their wants, all those who should pay for that which they received, inasmuch as they have wherewith to pay. These funds received were to be consecrated to the good of the Church, ‘to the poor and needy.’ If there were any who were unable to pay, an account was to be made ‘and handed over to the bishop in Zion, who shall pay the debt out of that which the Lord shall put into his hands.’” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:270.)"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p53"},"When Edward Partridge died in Nauvoo in May 1840, Newel K. Whitney became the Presiding Bishop."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.f4"},[".caption","Newel K. Whitney was called as a bishop."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.17"},"D&C 72:17"],". What Was the Value of Certificates for Members Moving from One Area to Another?"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p55"},"President Joseph Fielding Smith noted that “a certificate from the judge or bishop in Kirtland was to be made and it would ‘render every man acceptable and answereth all things, for an inheritance, and to be received as a wise steward, and as a faithful laborer; otherwise he shall not be accepted of the bishop in Zion.’"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p56"},"“From the very beginning of time the Lord has taken pains to see that proper records have been kept. This was one of the first commandments to the Church in 1830. The jealous care pertaining to the word of the Lord and other publications and documents, is shown forth in a number of revelations. …"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-72-duties-of-a-bishop.p57"},"“All who were to go up to Zion from other parts of the Church, were required to carry with them certificates, showing that they were in full fellowship and worthy to obtain the blessings which, in Zion, awaited the obedient.” (",["span.emphasis","Church History and Modern Revelation,"],"1:271.)"]]]]],"refs":null}
