{"id":84,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":84,"title":"Section 73 Revision of the Bible","subtitle":"","short_title":"Section 73","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.head6"},[".titleNumber","Section 73"],["h1","Revision of the Bible"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.p58"},"Joseph Smith and Sidney Rigdon were working on a revision of the Bible when, on 1 December 1831, the Lord called them to go on a mission for a season. The Prophet Joseph Smith recorded: “From this time until the 8th or 10th of January, 1832, myself and Elder Rigdon continued to preach in Shalersville, Ravenna, and other places, setting forth the truth, vindicating the cause of our Redeemer; showing that the day of vengeance was coming upon this generation like a thief in the night; that prejudice, blindness and darkness filled the minds of many, and caused them to persecute the true Church, and reject the true light; by which means we did much towards allaying the excited feelings which were growing out of the scandalous letters then being published in the",["span.emphasis","Ohio Star,"],"at Ravenna, by the before-mentioned apostate, Ezra Booth. On the 10th of January, I received the following revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/73"},"D&C 73"],"] making known the will of the Lord concerning the Elders of the Church until the convening of the next conference.” (",["span.emphasis","History of the Church,"],"1:241.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/73.1-2"},"D&C 73:1–2"],". Why Is Missionary Work So Important to the Church?"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.p59"},"President Ezra Taft Benson said: “The Church’s mission is to declare the gospel of the kingdom to all the world, to redeem our kindred dead, and to perfect the Saints of the Church—a positive approach. Never in the history of the Church has there been such an expenditure of time, planning, and resources to accomplish this mission. In the final analysis, this effort is the",["span.emphasis","only"],"solution to the problems of the world.” (In Conference Report, Apr. 1978, p. 48; or",["span.emphasis","Ensign,"],"May 1978, p. 33.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/73.3"},"D&C 73:3"],". What Were Joseph and Sidney Translating?"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.p60"},"When the angel Moroni appeared to Joseph Smith on 21 September 1823, he quoted passages from the Bible, but he quoted them with significant differences from the King James Version (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-41"},"JS—H 1:36–41"],".) Later, while translating the Book of Mormon, Joseph learned that many “plain and precious things” had been lost from the Bible (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.25-29"},"1 Nephi 13:25–29"],"). After he and Oliver Cowdery were baptized, Joseph found his mind enlightened, and the “true meaning and intention” of the scriptures was revealed to him (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.74"},"JS—H 1:74"],"). So when the Prophet had finished translating the Book of Mormon, he turned his attention to the Bible."],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.p61"},"Although the word",["span.emphasis","translation"],"brings to mind the use of original texts and ancient languages, Joseph’s work was to restore the correctness of the scripture by the power of the Spirit, not by scholarly interpretation. In June 1830 he wrote that “line upon line of knowledge” was revealed as he received the book of Moses (",["span.emphasis","History of the Church,"],"p. 98), which gave an account of what Moses had received from the Lord that had not survived the ages intact. As he and Sidney Rigdon were working on the New Testament, the Prophet Joseph Smith recorded: “For while we were doing the work of translation, which the Lord had appointed unto us, we came to the twenty-ninth verse of the fifth chapter of John, which was given unto us. … Now this caused us to marvel, for it was given unto us of the Spirit.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.15,18"},"D&C 76:15, 18"],".) Joseph’s work of translating the Bible was a spiritual task. Later he studied Hebrew and German, but it was not his knowledge of languages that provided a basis to correct the scriptures."],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.p62"},"Joseph Smith went through all of the Bible, dictating to a scribe changes, deletions, or additions, but he did not complete a revision of the entire Bible. He never considered what he had accomplished as ready for publication, and he probably would have made many more corrections had he lived longer."],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-73-revision-of-the-bible.f5"},[".caption","“One of the grandest books in sacred literature” (Smith and Sjodahl, Commentary, p. 478)"]]]]]],"refs":null}
