{"id":88,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":88,"title":"Section 77 Questions and Answers on the Book of Revelation","subtitle":"","short_title":"Section 77","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.head10"},[".titleNumber","Section 77"],["h1","Questions and Answers on the Book of Revelation"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p190"},"“After the return of the Prophet from Amherst, [Ohio,] he resumed his translation of the Scriptures. About the first of March, while engaged in this work, questions arose in regard to the meaning of some of the figurative and symbolical writings of John in the Book of Revelation. There are many things therein which the brethren did not understand, therefore the Prophet inquired of the Lord and received answer to his questions.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:291.)"],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p191"},"“The Book of Revelation is one of the grandest books in sacred literature, and the Lord clearly designs that the Saints should become familiar with it. Else, why this Revelation in the Doctrine and Covenants?"],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p192"},"“But [section 77] is not a complete interpretation of the book. It is a key. A key is a very small part of the house. It unlocks the door through which an entrance may be gained, but after the key has been turned, the searcher for treasure must find it for himself. …"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p193"},"“The Lord has, in this Section, given His people a key to the book. … As Champollion, by the key furnished in the brief test on the Rosetta stone, was able to open the secrets of Egyptian hieroglyphics, so the Bible student should be able to read the Apocalypse with a better understanding of it, by the aid of this key.” (Smith and Sjodahl, Commentary, p. 478.)"],[".",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.f15"}]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.1"},"D&C 77:1"],". The Earth like a Sea of Glass"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p194"},"The following incident from the history of the Prophet Joseph Smith amplifies this verse: “While at dinner, I remarked to my family and friends present, that when the earth was sanctified and became like a sea of glass, it would be one great urim and thummim, and the Saints could look in it and see as they are seen” (",["span.emphasis","History of the Church,"],"5:279)."],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p195"},"President Brigham Young gave the following insight: “This Earth will become a celestial body—be like a sea of glass, or like a Urim and Thummim; and when you wish to know anything, you can look in this Earth and see all the eternities of God” (in",["span.emphasis","Journal of Discourses,"],"8:200; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.17-20,25-26"},"D&C 88:17–20, 25–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.6-9"},"130:6–9"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.2-3"},"D&C 77:2–3"],". Do the “Four Beasts” Mentioned in",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.6"},"Revelation 4:6"],"Represent the Same Thing As Other Beasts Mentioned by John?"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p196"},"John saw four individual beasts in the presence of God giving “glory and honor and thanks” to him (",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.9"},"Revelation 4:9"],"). Though they were actual beasts that were saved in their sphere, they figuratively represent classes of beings (man, beasts, creeping things, fowls) that would have happiness in eternity—“enjoyment of eternal felicity” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.3"},"D&C 77:3"],")."],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p197"},"In a discourse during a Church conference in Nauvoo on Saturday, 8 April 1843, Joseph Smith explained John’s description of the beasts he saw in heaven and compared John’s references to beasts with those made by the ancient prophets. The explanation resulted from Elder Pelatiah Brown’s erroneously interpreting",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.8"},"Revelation 5:8"],"as saying that the four beasts represented different phases of the kingdom of God on earth. The Prophet Joseph Smith taught that the Lord would not use “the figure of a creature of the brute creation to represent that which is much more noble, glorious and important—the glories and majesty of His kingdom.” God would not take “a lesser figure to represent a greater.” (",["span.emphasis","Teachings,"],"pp. 288–89.)"],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p198"},"Part of the confusion is that two different uses of the word",["span.emphasis","beast"],"are found in Revelation, and Joseph commented on both in this sermon. In places where John refers to actual creatures that are in heaven, the Greek word is",["span.emphasis","zoon"],"(pronounced zoh-ohn), which is translated “a living creature” (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.6-9"},"Revelation 4:6–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.6-14"},"5:6–14"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.1-7"},"6:1–7"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.11"},"7:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.3"},"14:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/15.7"},"15:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.4"},"19:4"],"). Where John uses",["span.emphasis","beast"],"as a symbol of the degenerate kingdoms of the world or the kingdom of Satan, the Greek word",["span.emphasis","therion,"],"translated as “a wild beast,” is used (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.8"},"Revelation 6:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.7"},"11:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.1-18"},"13:1–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.9,11"},"14:9, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/15.2"},"15:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.2,10,13"},"16:2, 10, 13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.1-18"},"17:1–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.19-20"},"19:19–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.4,10"},"20:4, 10"],"). Thus,",["span.emphasis","zoon"],"refers to actual creatures seen in heaven;",["span.emphasis","therion"],"is used as a symbolic concept. The Prophet Joseph explained the significance of both:"],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p199"},"“When God made use of the figure of a beast in visions to the prophets He did it to represent those kingdoms which had degenerated and become corrupt, savage and beast-like in their dispositions, even the degenerate kingdoms of the wicked world; but He never made use of the figure of a beast nor any of the brute kind to represent His kingdom. …"],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p200"},"“There is a grand difference and distinction between the visions and figures spoken of by the ancient prophets, and those spoken of in the revelations of John. …"],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p201"},"“… There is a grand distinction between the actual meaning of the prophets and the present translation. The prophets do not declare that they saw a beast or beasts, but that they saw the",["span.emphasis","image"],"or",["span.emphasis","figure"],"of a beast. Daniel did not see an actual bear or a lion but the images or figures of those beasts. The translation should have been rendered ‘image’ instead of ‘beast,’ in every instance where beasts are mentioned by the prophets. But John saw the actual beast in heaven, showing to John that beasts did actually exist there, and not to represent figures of things on the earth. …"],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p202"},"“John saw curious looking beasts in heaven; he saw every creature that was in heaven,—all the beasts, fowls and fish in heaven,—actually there, giving glory to God. How do you prove it? (See",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.13"},"Rev. 5:13"],".) …"],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p203"},"“I suppose John saw beings there of a thousand forms, that had been saved from ten thousand times ten thousand earths like this,—strange beasts of which we have no conception: all might be seen in heaven. The grand secret was to show John what there was in heaven. John learned that God glorified Himself by saving all that His hands had made, whether beasts, fowls, fishes or men; and He will glorify Himself with them.” (",["span.emphasis","Teachings,"],"pp. 289–91.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.2"},"D&C 77:2"],". Are the Saints Accountable to Understand the Lord’s Use of Symbolic Images of Beasts or Other Figures?"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p204"},"The Prophet Joseph Smith said: “I make this broad declaration, that whenever God gives a vision of an image, or beast, or figure of any kind, He always holds Himself responsible to give a revelation or interpretation of the meaning thereof, otherwise we are not responsible or accountable for our belief in it. Don’t be afraid of being damned for not knowing the meaning of a vision or figure, if God has not given a revelation or interpretation of the subject.” (",["span.emphasis","Teachings,"],"p. 291.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.5"},"D&C 77:5"],". Why Was John Shown Twenty-Four Elders in the Paradise of God?"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p205"},"John’s day was one of great persecution and martyrdom for the Saints (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.9-11"},"Revelation 6:9–11"],"). The Church leaders to whom John was writing were experiencing immense difficulties. In their dire circumstances they received the assurance that by faithfully enduring the trials placed upon them they would yet be exalted in the presence of God, “clothed in white raiment” with “crowns” on their heads (",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.4"},"Revelation 4:4"],"). How comforting it would be to them, and what a great source of strength for them, to receive this message from John."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6-7"},"D&C 77:6–7"],". Why Was the Book Sealed That John Saw?"],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p206"},"“‘The book which John saw’ represented the real history of the world—what the eye of God has seen, what the recording angel has written; and the seven thousand years, corresponding to the seven seals of the Apocalyptic volume, are as seven great days during which Mother Earth will fulfill her mortal mission, laboring six days and resting upon the seventh, her period of sanctification. These seven days do not include the period of our planet’s creation and preparation as a dwelling place for man. They are limited to Earth’s ‘temporal existence,’ that is, to Time, considered as distinct from Eternity.” (Whitney,",["span.emphasis","Saturday Night Thoughts,"],"p. 11.)"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p207"},"A seal, as the term was used by John (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.1-2"},"Revelation 5:1–2"],"), was a bit of wax that secured a folded letter or document and bore the impression of a signet. Once sealed, the document could not be opened without the seal’s being broken. In the case of the earth’s history and destiny, there is only one who is worthy to open the seal and reveal the contents: Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.2-9"},"Revelation 5:2–9"],"). Only through the Atonement of Christ is the temporal existence of the earth of any value. He alone holds the key to the fulfilling of the purpose for which the earth was created. Because of Him the plan of salvation will succeed; without Him all would fail and come to naught, or remain sealed."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.8"},"D&C 77:8"],". Four Angels Sent from God with Power to Save Life and to Destroy It"],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p208"},"President Joseph Fielding Smith explained that “these angels seem to fit the description of the angels spoken of in the parable of the wheat and the tares, (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-43"},"Matt. 13:24–43"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.17"},"D. & C. 86:17"],"), who plead with the Lord that they might go forth to reap down the field. They were told to let the wheat and the tares grow together to the time of the end of the harvest, which is the end of the world (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.38-39"},"Matt. 13:38–39"],"). …"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p209"},"“These angels have been given power over the four parts [quarters] of the earth and they have the power of committing the everlasting Gospel to the peoples of the earth. The fulness of the Gospel was not restored by any one messenger sent from the presence of the Lord. All the ancient prophets who held keys and came and restored them, had a hand in this great work of restoration. There are, we learn from this revelation, four angels unto whom the power has been given, to shut up the heavens, to open them and with power unto life and also unto death and destruction. These are now at work in the earth on their sacred mission.” (",["span.emphasis","Church History and Modern Revelation,"],"1:300–301.)"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p210"},"Susa Young Gates reported an address by President Wilford Woodruff in which he declared: “Those angels have left the portals of heaven, and they stand over this people and this nation now, and are hovering over the earth waiting to pour out the judgments. And from this very day they shall be poured out.” (",["span.emphasis","Young Women’s Journal,"],"Aug. 1894, p. 512; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p1"},"Notes and Commentary for D&C 86:5"],".)"],[".",{"id":"f16","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.f16"},[".caption","Temple site at Jackson County, Missouri"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9"},"D&C 77:9"],". What Is the Significance of the Angel from the East Sealing the Servants of God?"],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p212"},"The four angels who are given power over the earth are kept from sending forth desolations upon the earth until God’s servants are sealed in their foreheads. The Prophet Joseph Smith taught that this sealing “signifies sealing the blessing upon their heads, meaning the everlasting covenant, thereby making their calling and election sure” (",["span.emphasis","Teachings,"],"p. 321)."],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p213"},"Elder Orson Pratt gave this additional explanation:"],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p214"},"“When the Temple is built [in the New Jerusalem] the sons of the two Priesthoods [Melchizedek and Aaronic] … will enter into that Temple … and all of them who are pure in heart will behold the face of the Lord and that too before he comes in his glory in the clouds of heaven, for he will suddenly come to his Temple, and he will purify the sons of Moses and of Aaron, until they shall be prepared to offer in that Temple an offering that shall be acceptable in the sight of the Lord. In doing this, he will purify not only the minds of the Priesthood in that Temple, but he will purify their bodies until they shall be quickened, and renewed and strengthened, and they will be partially changed, not to immortality, but changed in part that they can be filled with the power of God, and they can stand in the presence of Jesus, and behold his face in the midst of that Temple."],["div",{"id":"p215","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p215"},"“This will prepare them for further ministrations among the nations of the earth, it will prepare them to go forth in the days of tribulation and vengeance upon the nations of the wicked, when God will smite them with pestilence, plague and earthquake, such as former generations never knew. Then the servants of God will need to be armed with the power of God, they will need to have that sealing blessing pronounced upon their foreheads that they can stand forth in the midst of these desolations and plagues and not be overcome by them. When John the Revelator describes this scene he says he saw four angels sent forth, ready to hold the four winds that should blow from the four quarters of heaven. Another angel ascended from the east and cried to the four angels, and said, ‘Smite not the earth now, but wait a little while.’ ‘How long?’ ‘Until the servants of our God are sealed in their foreheads.’ What for? To prepare them to stand forth in the midst of these desolations and plagues, and not be overcome. When they are prepared, when they have received a renewal of their bodies in the Lord’s temple, and have been filled with the Holy Ghost and purified as gold and silver in a furnace of fire, then they will be prepared to stand before the nations of the earth and preach glad tidings of salvation in the midst of judgments that are to come like a whirlwind upon the wicked.” (In",["span.emphasis","Journal of Discourses,"],"15:365–66.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.11"},"D&C 77:11"],". Who Are the 144,000?"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p216"},"“Before the Lord shall come … there is to be a great work among the nations. … The ten tribes will have to come forth and come to this land, to be crowned with glory in the midst of Zion by the hands of the servants of God, even the Children of Ephraim; and twelve thousand High Priests will be elected from each of these ten tribes, as well as from the scattered tribes, and sealed in their foreheads, and will be ordained and receive power to gather out of all nations, kindreds, tongues and people as many as will come unto the general assemblage of the Church of the first-born.” (Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"16:325.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.12"},"D&C 77:12"],". What Things Has Christ “Not Put into His Power”?"],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p217"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-38,43-44"},"Doctrine and Covenants 76:31–38, 43–44"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.12"},"D&C 77:12"],". What Is the Purpose for the Sounding of Trumpets by Seven Angels?"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p218"},"Trumpets were used anciently to herald or announce something or to draw attention to something. The seven angels who sound trumpets in",["a.scriptureRef",{"href":"/scriptures/nt/rev/8"},"Revelation 8–10"],"will signal events that will take place in the beginning of the seventh thousand years (after the seventh seal is opened; see",["a.scriptureRef",{"href":"/scriptures/nt/rev/8.1"},"Revelation 8:1"],"), before the Lord comes in His glory."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.14"},"D&C 77:14"],". What Is the Symbolism of the Little Book Eaten by John?"],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p219"},"Elder Bruce R. McConkie said that “John’s act of eating a book containing the word of God to him was in keeping with the custom and tradition of ancient Israel. The act signified that he was eating the bread of life, that he was partaking of the good word of God, that he was feasting upon the word of Christ—which was in his mouth sweet as honey. But it made his belly bitter; that is, the judgments and plagues promised those to whom the Lord’s word was sent caused him to despair and have sorrow of soul. ‘How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!’ (",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.103"},"Psalm 119:103"],".) Such is the exulting cry of the Psalmist. And conversely, how bitter is the penalty for rebellion and disobedience. Ezekiel had a similar experience. He was commanded to eat a roll (a book), which was in his mouth as honey for sweetness, but in the writing itself there was ‘lamentations, and mourning, and woe.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/2.6-10"},"Ezek. 2:6–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/3.1-3"},"3:1–3"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:507.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.14"},"D&C 77:14"],". Are John the Revelator and the Angel Ascending from the East the Same Person?"],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p220"},"Verse 9 indicates that the angel from the east is Elias; in verse 14 it is seen that John the Revelator is Elias; and in other scriptural passages Elias is referred to in connection with the restoration of all things. In the following passages several individuals are identified by the name Elias: Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.11-14"},"Matthew 17:11–14"],"; Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/nt/john/1.21-28"},"John 1:21–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9,14"},"Doctrine and Covenants 77:9, 14"],"(see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.6-7"},"D&C 27:6–7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.5-25"},"Luke 1:5–25"],"; Smith, Teachings, p. 157)."],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p221"},"Elder Bruce R. McConkie explained that several individuals have been called Elias: “By finding answer to the question, by whom had the restoration been effected, we shall find who Elias is and find there is no problem in harmonizing these apparently contradictory revelations. Who has restored all things? Was it one man? Certainly not. Many angelic ministrants have been sent from the courts of glory to confer keys and powers, to commit their dispensations and glories again to men of earth. At least the following have come: Moroni, John the Baptist, Peter, James and John, Moses, Elijah, Elias, Gabriel, Raphael, and Michael. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D. & C. 13; 110"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-21"},"128:19–21"],".) Since it is apparent that no one messenger has carried the whole burden of the restoration, but rather that each has come with a specific endowment from on high, it becomes clear that Elias is a composite personage. The expression must be understood to be a name and a title for those whose mission it was to commit keys and powers to men in this final dispensation.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:492.)"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p222"},"In his mission to help gather the tribes of Israel, John the Revelator functioned under the title “Elias.” He came with Peter and James as one of the angels of the Restoration, so he must be included as part of the composite personage symbolized by the “angel ascending from the east” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9"},"D&C 77:9"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.15"},"D&C 77:15"],". Who Are the Two Witnesses Referred to by John?"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p223"},"Elder Parley P. Pratt wrote: “John, in the eleventh chapter of Revelation, gives us many more particulars concerning [the great war in Israel after the Jews are gathered there]. He informs us that after the city and temple are rebuilt by the Jews, the Gentiles will tread it under foot forty and two months, during which time there will be two prophets continually prophesying and working mighty miracles. And it seems that the Gentile army shall be hindered from utterly destroying and overthrowing the city, while these two prophets continue. But, after a struggle of three years and a half, they will at length succeed in destroying these two prophets and then overrunning much of the city; they will send gifts to each other because of the death of the two prophets, and in the meantime will not allow their dead bodies to be put in graves, but suffer them to lie in the streets of Jerusalem three days and a half, during which time the armies of the Gentiles, consisting of many kindreds, tongues and nations, passing through the city, plundering the Jews, will see their dead bodies lying in the street. But after three days and a half, on a sudden, the spirit of life from God will enter them; they will arise and stand upon their feet, and great fear will fall upon them that see them. And then they shall hear a voice from heaven saying, ‘Come up hither,’ and they will ascend up to heaven in a cloud, with enemies beholding them.” (",["span.emphasis","Voice of Warning,"],"p. 33.)"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p224"},"Elder Bruce R. McConkie identified the two prophets as “followers of that humble man Joseph Smith, through whom the Lord of Heaven restored the fulness of his everlasting gospel in this final dispensation of grace. No doubt they will be members of the Council of the Twelve or of the First Presidency of the Church.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:509.)"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-77-questions-and-answers-on-the-book-of-revelation.p225"},"The two witnesses are raised up",["span.emphasis","“to"],"the Jewish nation” and are not necessarily",["span.emphasis","from"],"the Jewish nation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.15-16"},"D&C 77:15–16"],"; italics added.)"]]]]],"refs":null}
