{"id":81,"parent_id":79,"book_id":0,"content_id":1,"language_id":1,"display_order":81,"title":"Section 70 The Lord's Steward","subtitle":"","short_title":"Section 70","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.head3"},[".titleNumber","Section 70"],["h1","The Lord’s Stewards"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p21"},"At one of the four conferences of the Church held in Hiram, Ohio, from 1 to 12 November 1831, the brethren testified that the revelations were from God and should be published for the world. The Lord confirmed His approval by giving the preface (now",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"D&C 1"],") and the appendix (now",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133"},"D&C 133"],") to the collection of revelations that were to be published, which would be called the Book of Commandments."],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p22"},"Efforts began toward accomplishing this objective. W. W. Phelps obtained a printing press and type, which were set up at Independence, Missouri. Oliver Cowdery and John Whitmer were commissioned to carry the manuscripts of some of the revelations from Ohio to Missouri for printing. At this time the Lord revealed to Joseph Smith that certain individuals were to have a special commission in publishing the revelations. They were to be “stewards” over the revelations, using proceeds from the sale of the Book of Commandments for their temporal needs and giving an account of their stewardship."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.3"},"D&C 70:3"],". What Does It Mean to Be a Steward?"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p23"},"Stewardship is not ownership. Stewardship is management with a responsibility to account to the owner or master. The basic principle was taught by the Lord when He said: “I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine. … Behold, all these properties are mine, … and if the properties are mine, then ye are stewards; otherwise ye are no stewards.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.14,55-56"},"D&C 104:14, 55–56"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.5-7"},"D&C 70:5–7"],". Stewardships Involve Both Spiritual and Temporal Needs"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p24"},"The brethren who were given the stewardship of the revelations to be published were to receive their livelihood from the proceeds. The law of consecration (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42"},"D&C 42"],") included temporal needs as well as spiritual needs."],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p25"},"Elder James E. Talmage wrote:"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p26"},"“A system of unity in temporal matters has been revealed to the Church in this day; such is currently known as the Order of Enoch, or the United Order, and is founded on the law of consecration. As already stated, in the early days of the latter-day Church the people demonstrated their inability to abide this law in its fulness, and, in consequence, the lesser law of tithing was given; but the saints confidently await the day in which they will devote not merely a tithe of their substance but all that they have and all that they are, to the service of their God; a day in which no man will speak of mine and thine, but all things shall be the Lord’s and theirs."],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p27"},"“In this expectation they indulge no vague dream of communism, encouraging individual irresponsibility and giving the idler an excuse for hoping to live at the expense of the thrifty; but rather, a calm trust that in the promised social order, such as God can approve, every man will be a steward in the full enjoyment of liberty to do as he will with the talents committed to his care; but with the sure knowledge that an account of his stewardship shall be required at his hands.” (",["span.emphasis","Articles of Faith,"],"pp. 439–40.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.f2"},[".caption","The spirit of unity is essential to the law of consecration."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.7-9"},"D&C 70:7–9"],". What Was the Surplus That Was to Go to the Lord’s Storehouse?"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p29"},"President J. Reuben Clark Jr. explained that “whatever a steward realized from the portion allotted to him over and above that which was necessary in order to keep his family under the standard provided … was turned over by the steward to the bishop, and this amount of surplus, plus the residues … , went into a bishop’s storehouse (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.13"},"D. & C. 51:13"],"…), and the materials of the storehouse were to be used in creating portions … for caring for the poor (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.3"},"D. & C. 78:3"],"), the widows and orphans (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/83.6"},"D. & C. 83:6"],"), and for the elders of the Church engaged in the ministry, who were to pay for what they received if they could, but if not, their faithful labors should answer their debt to the bishop. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.11"},"D. & C. 72:11"],"ff).” (In Conference Report, Oct. 1942, p. 56.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.14"},"D&C 70:14"],". Temporal Equality"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p30"},"The dictionary defines",["span.emphasis","equal"],"as being of the same quantity, size, number, value, degree, or intensity. The Lord, however, does not endorse such a definition in His gospel. President Joseph Fielding Smith explained: “To be equal did not mean that all should have the same amount of food, but each should have according to his needs. For instance, a man would receive in proportion to the number in his family, not according to the nature of his work. He was to have, ‘for food and for raiment; for an inheritance; for houses and for lands, in whatsoever circumstances, I the Lord, shall place them, and whithersoever I, the Lord, shall send them [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.16"},"D&C 70:16"],"].’” (",["span.emphasis","Church History and Modern Revelation,"],"1:268–69.)"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-70-the-lords-steward.p31"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.3"},"Doctrine and Covenants 51:3"],"contains a discussion of the concept of equality."]]]]],"refs":null}
