{"id":16,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":16,"title":"A Calendar with No Sundays","subtitle":"By Elder Brent H. Nielson","short_title":"A Calendar with No Sundays","uri":"/new-era/2013/02/a-calendar-with-no-sundays","content":[["div",{"id":"head1","uri":"/new-era/2013/02/a-calendar-with-no-sundays.head1"},[".title","A Calendar with No Sundays"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p2"},"By Elder Brent H. Nielson"],["div",{"id":"p3","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p3"},"Of the Seventy"]],[".kicker","I learned as a teenager that when I do everything in my power to keep the commandments, the Lord will bless me."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p5"},"Early in the scriptures we learn of Moses receiving the Ten Commandments. One of those commandments is to keep the Sabbath day holy. The Lord taught Moses, “Remember the sabbath day, to keep it holy. Six days shalt thou labour, and do all thy work: But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work” (",["a",{"href":"/scriptures/ot/ex/20.8-10"},"Exodus 20:8–10"],")."],["div",{"id":"p6","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p6"},"We live in a world where it can be difficult to keep the Sabbath day holy as the Lord has commanded. Nephi learned as a young man that if the Lord gives us a commandment, then the Lord will also prepare a way for us to accomplish the thing He has commanded (see",["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],")."],["div",{"id":"p7","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p7"},"Upon graduation from high school and before I left on my mission, I obtained a summer job as a lifeguard at a swimming pool. As I arrived for my first day, I learned that because I was the newest employee I had been scheduled to work every Sunday the entire summer. I tried to work out a different arrangement with my employers, but they wouldn’t change my schedule."],["div",{"id":"p8","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p8"},"I had committed to keep the Sabbath day holy as an Aaronic Priesthood holder. And as I prepared to receive the Melchizedek Priesthood, I knew I needed to keep that commitment. Because of the nature of my job, my options were to quit or make other arrangements with my schedule so that I could keep the Sabbath day holy. As I prayed, I felt impressed to stay at the job and that the Lord would help me accomplish the thing He had commanded."],["div",{"id":"p9","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p9"},"As the summer progressed, I met individually each week with other lifeguards who did not share my standards and offered to work for them on Friday nights or Saturdays if they would switch with me so I could have Sundays off. I was able to find a different person who would switch with me for all 12 weeks of the summer. The Lord prepared the way, and I was able to attend Church and keep the Sabbath day holy all summer."],["div",{"id":"p10","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p10"},"Not only did this experience strengthen my understanding that the Lord would prepare a way for me to keep His commandments, but soon my co-workers noticed I was always searching for someone to work for me on Sunday. They learned that keeping the Sabbath day holy was a commandment and that I was determined to keep the commandment. At the end of the summer when the pool closed, there was a party with all of the lifeguards. At the party I received a parting gift from the other lifeguards. It was a work calendar they had made for me without any Sundays. They acknowledged that I had been scheduled to work every Sunday but had not worked one. They expressed respect for my commitment to keep the Sabbath day holy."],["div",{"id":"p11","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p11"},"With every commandment we keep, the Lord gives us promised blessings. As we keep the Sabbath day holy, the Lord teaches “the fulness of the earth is yours” (",["a",{"href":"/scriptures/dc-testament/dc/59.16"},"D&C 59:16"],"). In addition, we learn that “he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come” (",["a",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"). In",["a",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"we are reminded, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.”"],["div",{"id":"p12","uri":"/new-era/2013/02/a-calendar-with-no-sundays.p12"},"My commitment to keep the Sabbath day holy as a young man and through my life as an adult has brought me the blessings the Lord has promised. This lesson was learned many years ago when I received a calendar with no Sundays."]]],"refs":null}
