{"id":19,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":19,"title":"How Do I Conduct a Meeting?","subtitle":"","short_title":"How Do I Conduct a Meeting?","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting","content":[["div",{"id":"head1","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting.head1"},[".title","How Do I Conduct a Meeting?"]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting.f1"},[".credit",["div",{"id":"p2","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting.p2"},"Illustration by Scott Greer"]]],["div",{"id":"p3","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting.p3"},"So you’ve turned 12 and moved from the Primary into Young Women or the Aaronic Priesthood. Things are going great, and you love some of the new things you get to do. You’ve discovered, though, that this change also brings new responsibilities. One of those responsibilities that might be a little scary for you is that you may now be asked to conduct meetings."],"Depending on what meeting you are conducting (Mutual activity, Sunday meetings, quorum or class presidency meetings), the requirements and agenda may be a little different, but here are some general suggestions and guidelines to consider as you fulfill this responsibility:",["ul.bullet",["li",["span.label","•"],[".para","Use an agenda that outlines what will happen in the meeting. Ask your leaders if they have an agenda template for you to fill out."]],["li",["span.label","•"],[".para","Choose music that will invite the Spirit."]],["li",["span.label","•"],[".para","Plan for opening and closing prayers."]],["li",["span.label","•"],[".para","Make assignments ahead of time if you can."]],["li",["span.label","•"],[".para","Arrive early and make sure everything is ready."]],["li",["span.label","•"],[".para","Announce who will pray, lead the music, teach, and do other things in the meeting."]],["li",["span.label","•"],[".para","Be reverent as you conduct and allow the Spirit to guide you. Be a good example for the other youth attending the meeting."]]],["div",{"id":"p12","uri":"/new-era/2013/02/how-do-i-conduct-a-meeting.p12"},"Learning how to conduct a meeting may be a little scary at first, but it will get easier as you do it more, and it will help you to gain some of the skills you will need as a future leader in the Church."]]],"refs":null}
