{"id":11,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":11,"title":"I Wanted to Know for Sure","subtitle":"By Karen Jepson","short_title":"I Wanted to Know for Sure","uri":"/new-era/2013/02/i-wanted-to-know-for-sure","content":[["div",{"id":"head1","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.head1"},[".title","I Wanted to Know for Sure"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p2"},"By Karen Jepson"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p3"},"Karen Jepson lives in Utah, USA."]],[".kicker","I realized I may have been leaning on my parents’ testimonies, and it was time to find out for myself what I believe."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p5"},"Illustration by Ben Sowards"]]],["div",{"id":"p6","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p6"},"I was raised in an active Latter-day Saint family. I went to church every Sunday, read my scriptures every night, prayed every day, and went to seminary and Young Women activities. I even wrote in my journal every day. I thought I knew what the Church was all about, and I believed it was true."],["div",{"id":"p7","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p7"},"Then one Sunday during an interview, one of the counselors in my bishopric asked me, “Do you have a testimony of this Church?”"],["div",{"id":"p8","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p8"},"“Of course I do,” I replied. Didn’t he know that my parents served actively in their callings, that my brother had just come home from his mission, and that my sister was engaged to be married in the temple? With a family like that, how could I not believe?"],["div",{"id":"p9","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p9"},"He responded, “That is good to know, because I didn’t have a testimony until after I graduated from high school. I always thought I had one, but then I realized that I was leaning on my parents’ testimonies. You need to promise that you will continue to strengthen and nourish your testimony.” I promised him that I would strive harder to make my testimony grow."],["div",{"id":"p10","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p10"},"On the way home from church, I began to ask myself if I really had a testimony or if I was leaning on my parents’ testimonies."],["div",{"id":"p11","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p11"},"I recalled a time a few months earlier when I had felt the Spirit so strong. That day I was sure the Church is true. Why had I begun to doubt again? I remembered my seminary teacher telling us that if we ever doubted, to just ask God with real intent, faith in Christ, and a pure heart and we would receive an answer (see",["a",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],")."],["div",{"id":"p12","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p12"},"That night I went home and prayed and read my scriptures over and over again. “Why am I not getting an answer?” I wondered. My seminary teacher promised I would get an answer. I could feel something, but it wasn’t enough. I wanted more proof to know that the Church is true. It couldn’t just be a feeling; I wanted to",["span.emphasis","know"],"for sure."],["div",{"id":"p13","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p13"},"My answer didn’t come for a while, but it finally came. One night I was reading in the Doctrine and Covenants, and that is when it all came together for me:"],["div",{"id":"p14","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p14"},"“Verily, verily, I say unto you, if you desire a further witness, cast your mind upon the night that you cried unto me in your heart, that you might know concerning the truth of these things."],["div",{"id":"p15","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p15"},"“Did I not speak peace to your mind concerning the matter? What greater witness can you have than from God?” (",["a",{"href":"/scriptures/dc-testament/dc/6.22-23"},"D&C 6:22–23"],")."],["div",{"id":"p16","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p16"},"So many times I had felt the Spirit. So many times I had believed. So many times I had had an overwhelming love for the Church and the Savior. That was the answer. I already knew, so why keep asking? Why did I not nourish the testimony I had?"],["div",{"id":"p17","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p17"},"I realized I couldn’t just expect the answer to come to me. I couldn’t just read my scriptures; I needed to search them. I couldn’t just pray to Heavenly Father; I needed to listen to His answers."],["div",{"id":"p18","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p18"},"A few weeks later I found counsel by President Harold B. Lee (1899–1973) that described what I needed to do. He said:"],["div",{"id":"p19","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p19"},"“Your testimony is something that you have today but you may not have it always."],["div",{"id":"p20","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p20"},"“Testimony is as elusive as a moonbeam; it’s as fragile as an orchid; you have to recapture it every morning of your life. You have to hold on by study, by faith, and by prayer. …"],["div",{"id":"p21","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p21"},"“That which you possess today in testimony will not be yours tomorrow unless you do something about it. …"],["div",{"id":"p22","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p22"},"“… Testimony is either going to grow and grow to the brightness of certainty, or it is going to diminish to nothingness, depending upon what we do about it” (",["span.emphasis","Teachings of Presidents of the Church: Harold B. Lee"],"[2000], 43)."],["div",{"id":"p23","uri":"/new-era/2013/02/i-wanted-to-know-for-sure.p23"},"I know that if I keep listening to Heavenly Father’s answers and searching the scriptures every day, my testimony will be as bright as the sun."]]],"refs":null}
