{"id":17,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":17,"title":"Lights … Camera … Action!","subtitle":"By Adrián Ochoa","short_title":"Lights … Camera … Action!","uri":"/new-era/2013/02/lights---camera---action","content":[["div",{"id":"head1","uri":"/new-era/2013/02/lights---camera---action.head1"},[".seriesTitle","For the Strength of Youth"],[".title","Lights … Camera …",["span.dominant","Action!"]],[".byline",["div",{"id":"p3","uri":"/new-era/2013/02/lights---camera---action.p3"},"By Adrián Ochoa"],["div",{"id":"p4","uri":"/new-era/2013/02/lights---camera---action.p4"},"Second Counselor in the Young Men General Presidency"]],[".kicker","You are the one who decides how to write the script for your life."]],[".bodyBlock",["div",{"id":"p6","uri":"/new-era/2013/02/lights---camera---action.p6"},"You’ve probably heard the phrase “All the world’s a stage” from William Shakespeare’s famous play",["span.emphasis","As You Like It."],"The idea Shakespeare’s character was expressing is that we are all performers acting out roles in the grand play of life. My question to you now is, “What is your role in life?” or better still, “What do you want your role in life to be?”"],["div",{"id":"p7","uri":"/new-era/2013/02/lights---camera---action.p7"},"President David O. McKay (1873–1970) said, “Thoughts are the seeds of acts, and precede them.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"But what makes your thoughts become the script in your brain? You probably know that our brains are like a computer: you can only output what you have stored on it. If you put in only garbage, then that is all you will ever get out. You need to realize that everything you watch, read, or listen to will help write the script to your life."],["div",{"id":"f1","uri":"/new-era/2013/02/lights---camera---action.f1"},[".credit",["div",{"id":"p8","uri":"/new-era/2013/02/lights---camera---action.p8"},"Illustration by David Malan"]]],["div",{"id":"t1","uri":"/new-era/2013/02/lights---camera---action.t1"},[".title","Powerful Images and Thoughts"],["div",{"id":"p10","uri":"/new-era/2013/02/lights---camera---action.p10"},"Since a large part of my professional career was in advertising, I have a lot of experience in seeing how media can create powerful images and thoughts in people’s minds. Making a great television commercial can be exactly like making a Hollywood movie, except the “shooting” or filming is usually done over the space of a few days instead of months."],["div",{"id":"p11","uri":"/new-era/2013/02/lights---camera---action.p11"},"After spending a long time researching and planning a media campaign, I might hire cinematographers from Hollywood, models from Italy, and music producers from New York City. Then the work would begin. Following a frenetic production schedule, we would launch the advertising campaign in all kinds of media. It was mesmerizing, exciting, and fun work."],["div",{"id":"p12","uri":"/new-era/2013/02/lights---camera---action.p12"},"With this experience I can tell you for a fact that the advertisements you see online, on television, or in magazines are not actually real. The images you see are just artistic creations, made purposely to entice people to buy the advertised product. That is why I never agreed to do advertising for products I did not believe in. Most people understand these facts about advertisements, but the same general principle goes for movies, TV shows, web and mobile content, and electronic games: they are all created with calculated messages and motives behind them."]],["div",{"id":"t2","uri":"/new-era/2013/02/lights---camera---action.t2"},[".title","Powerful Protection"],["div",{"id":"p14","uri":"/new-era/2013/02/lights---camera---action.p14"},"Because Satan uses media to try to mislead us into breaking God’s commandments, you should follow with unwavering determination the counsel given in",["span.emphasis","For the Strength of Youth:"],"“Choose wisely when using media, because whatever you read, listen to, or look at has an effect on you. Select only media that uplifts you.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p15","uri":"/new-era/2013/02/lights---camera---action.p15"},"Remember that in reality you are here in this life to develop your faith, to be tested, and to learn and be happy. As a member of Christ’s true Church, you have great power to help you. You have the power of the Holy Ghost to warn you when something in front of you is not right. You also have the power of agency, so you can choose what you will and will not do."],["div",{"id":"p16","uri":"/new-era/2013/02/lights---camera---action.p16"},"If you have not been wise at times and have occasionally chosen to view or listen to the wrong content, decide now to make a change. If those bad choices have diminished your ability to feel the Spirit, get on your knees and ask Heavenly Father for strength and forgiveness. And if you are still having trouble, ask for help from your parents or bishop. You may feel ashamed or scared to talk to them, but that means you need to do it all the more. With courage and humility you can overcome your challenges, and when you do, you will feel the glorious peace and joy of repentance."],["div",{"id":"p17","uri":"/new-era/2013/02/lights---camera---action.p17"},"You are not just an actor or actress on a stage; you are a child of God in a probationary world that is filled with good and bad media. If you feed your spirit with the right content, your role in life will be one of happiness, and you will be as a light that shines forth to help and guide others. There is always darkness around us, but there is always an eternal and illuminated path guiding us to the fount of all goodness and light."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/new-era/2013/02/lights---camera---action","uri":"/new-era/2013/02/lights---camera---action"},["span.label",["a",{"name":"footnote1"},"1."]],"David O. McKay,",["span.emphasis","Stepping Stones to an Abundant Life,"],"comp. Llewelyn R. McKay (1971), 206."],["div",{"id":"/new-era/2013/02/lights---camera---action","uri":"/new-era/2013/02/lights---camera---action"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","For the Strength of Youth"],"(2011), 11."]]}
