{"id":2,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":2,"title":"Wake-Up Call in the Hall","subtitle":"By Michael Palmer","short_title":"Wake-Up Call in the Hall","uri":"/new-era/2013/02/wake-up-call-in-the-hall","content":[["div",{"id":"head1","uri":"/new-era/2013/02/wake-up-call-in-the-hall.head1"},[".title","Wake-Up Call in the Hall"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p2"},"By Michael Palmer"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p3"},"Michael Palmer lives in Arizona, USA."]],[".kicker","A short conversation left a lasting impression."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/02/wake-up-call-in-the-hall.f1"},[".credit",["div",{"id":"p4","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p4"},"Illustration by Roger Motzkus"]]],["div",{"id":"p6","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p6"},"When I was a junior in high school, I struggled with my testimony of the Church. I loved school, my social life, and athletics. I was a “three-sporter”—football, wrestling, and baseball were my sports of choice. I loved competition and the social appreciation that came with a job well done."],["div",{"id":"p7","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p7"},"Unfortunately, this love of social appreciation influenced me to get involved in other activities that were not as productive—activities that I knew were clearly not acceptable in my home or in the Church. But I felt like a popular kid at school, and if participating in certain activities provided this attention, then I wanted to be involved, regardless of the consequences."],["div",{"id":"p8","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p8"},"One young woman in my high school could be described as my polar opposite. Her life was filled with the scriptures, seminary, prayer, and active attendance at church and Mutual. She was also captain of the drill team."],["div",{"id":"p9","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p9"},"She and I were in the same ward, but I rarely saw her because I didn’t actively participate in the ward. We really didn’t speak much. She knew who I was and I knew who she was, but we just didn’t have a lot to talk about. Although I never told anyone, I had a great appreciation for her commitment to the gospel. In a way, I wanted it, but I wasn’t willing to go get it and give up what I needed to give up."],["div",{"id":"p10","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p10"},"One day we were about to pass each other in the hall. I didn’t want to talk with her, so I tried not to make eye contact. Then she said, “Hi, Mike. Can I talk with you for a minute?” I didn’t know what she was doing. She continued, “Mike, I’ve had an impression that I need to share with you. I know that if you were to just give up some of the bad things you’re doing, then you could be such an incredible influence for good. I just felt like I needed to tell you that. See ya.”"],["div",{"id":"p11","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p11"},"She continued to walk down the hall in her direction and I in mine. But I was not the same. Her courage had planted a seed, and I started to reflect on my life and the truth of what she said. And then I started to change."],["div",{"id":"p12","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p12"},"At the end of my senior year, someone presented me with the question “What’s so bad about being good?” My answer is",["span.emphasis","nothing!"],"Everything I have in life that is good can be attributed to my doing something good. I have never received something good from doing something bad. I am grateful for this young woman and her willingness to stand up and testify of truth."],["div",{"id":"p13","uri":"/new-era/2013/02/wake-up-call-in-the-hall.p13"},"I am now happily married in the temple and have six beautiful children. My wife and I are trying to teach our children what this young woman taught me: that being good is great and that it allows us to have a positive impact on so many around us."]]],"refs":null}
