{"id":12,"parent_id":0,"book_id":23220,"content_id":1,"language_id":0,"display_order":12,"title":"Personal Peace: The Reward of Righteousness","subtitle":"Sat. Afternoon Session - By  Quentin L. Cook","short_title":"Personal Peace: The Reward of Righteousness","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness","content":[["div",{"id":"head1","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.head1"},[".title","Personal Peace: The Reward of Righteousness"],[".authorName","By Elder Quentin L. Cook"],[".kicker","Even with the trials of life, because of the Savior’s Atonement and His grace, righteous living will be rewarded with personal peace."]],[".bodyBlock",["div",{"id":"p5","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p5"},"Recent experiences have caused me to reflect on the doctrine of peace and especially the role of Jesus Christ in helping each of us obtain lasting personal peace."],["div",{"id":"p6","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p6"},"Two events in the past few months have touched me deeply. First, I spoke at the funeral for Emilie Parker, a precious six-year-old who lost her life along with 25 others, including 19 young children, in a tragic shooting in Newtown, Connecticut. I mourned with her family and recognized that many had been deprived of peace. I found strength and faith in her parents, Robert and Alissa Parker."],["div",{"id":"p7","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p7"},"Second, I met with thousands of faithful members of the Church in the Ivory Coast city of Abidjan.",["sup",["a",{"href":"fn_1"},"1"]],"This French-speaking, West-African country has endured economic hardship, a military coup, and two recent civil wars concluding in 2011. Yet I felt a special peace in their presence."],["div",{"id":"p8","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p8"},"Events often occur that rob us of peace and heighten our sense of vulnerability."],["div",{"id":"p9","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p9"},"Who can forget the evil attacks of September 11, 2001, on various U.S. locations? Such events remind us how quickly our feelings of peace and safety can be destroyed."],["span.story",["div",{"id":"p10","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p10"},"Our oldest son and his wife, who were expecting their first child, lived three blocks from the World Trade Center in New York City when the first plane crashed into the North Tower. They went to the roof of their apartment building and were horrified as they watched what they thought was some kind of terrible accident. Then they witnessed the second plane crash into the South Tower. They immediately realized that this was no accident and believed lower Manhattan was under attack. When the South Tower collapsed, their apartment building was engulfed in the dust cloud that rained down over lower Manhattan."],["div",{"id":"p11","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p11"},"Confused about what they had witnessed and concerned about further attacks, they made their way to a safer area and then to the Manhattan stake Church building at Lincoln Center. When they arrived, they found that dozens of other members in lower Manhattan had made the same decision to gather at the stake center. They called to let us know where they were. I was relieved that they were safe but not surprised at their location. Modern revelation teaches that the stakes of Zion are a defense and “a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p12","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p12"},"They could not return to their apartment for over a week and were devastated by the loss of innocent lives, but they suffered no permanent damage."]],["div",{"id":"p13","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p13"},"In contemplating these events, I have been impressed with the doctrinal difference between universal or world peace and personal peace.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p14","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p14"},"At the birth of the Savior, a multitude of the heavenly host praised God and proclaimed, “Glory to God in the highest, and on earth",["i","peace,"],"good will toward men.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p15","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p15"},"However, it has been poignantly noted that even in this eternally significant period following the birth of the Son of God, Herod the king carried out the slaughter of innocent infants in Bethlehem.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p16","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p16"},"Agency is essential to the plan of happiness. It allows for the love, sacrifice, personal growth, and experience necessary for our eternal progression. This agency also allows for all the pain and suffering we experience in mortality, even when caused by things we do not understand and the devastating evil choices of others. The very War in Heaven was waged over our moral agency and is essential to understanding the Savior’s earthly ministry."],["div",{"id":"p17","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p17"},"As recited in the 10th chapter of Matthew, the Savior instructed the Twelve and acknowledged that His mission would not achieve universal peace in this mortal life. The Apostles were told to leave peace upon the worthy houses they visited but warned that they would be “in the midst of wolves … [and] hated of all men for my name’s sake: but he that endureth to the end shall be saved.”",["sup",["a",{"href":"fn_6"},"6"]],"A significant pronouncement is made in verse 34: “Think not that I am come to send peace on earth.”",["sup",["a",{"href":"fn_7"},"7"]],"It is clear that universal peace did not exist on the earth during Christ’s mortal ministry, and it does not now."],["div",{"id":"p18","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p18"},"In the Lord’s preface to the Doctrine and Covenants, a number of very important principles are taught. With respect to those who do not repent, His Spirit (the Spirit of Christ), which is given to every person who comes into the world,",["sup",["a",{"href":"fn_8"},"8"]],"“shall not always strive with man.”",["sup",["a",{"href":"fn_9"},"9"]],"Also, “peace shall be taken from the earth.”",["sup",["a",{"href":"fn_10"},"10"]],"Prophets have declared that peace has indeed been taken from the earth.",["sup",["a",{"href":"fn_11"},"11"]],"Lucifer has not yet been bound and exercises power in this dominion.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p19","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p19"},"The heavenly aspiration of good people everywhere has and always will be for peace in the world. We must never give up on achieving this goal. But, President Joseph F. Smith taught, “There never can come to the world that spirit of peace and love … until mankind will receive God’s truth and God’s message … , and acknowledge his power and authority which is divine.”",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p20","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p20"},"We earnestly hope and pray for universal peace, but it is as individuals and families that we achieve the kind of peace that is the promised reward of righteousness. This peace is a promised gift of the Savior’s mission and atoning sacrifice."],["div",{"id":"p21","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p21"},"This principle is succinctly captured in the Doctrine and Covenants: “But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.”",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p22","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p22"},"President John Taylor taught that peace is not only desirable, but “it is the gift of God.”",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p23","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p23"},"The peace to which I am referring is not just a temporary tranquility. It is an abiding deep happiness and spiritual contentment.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p24","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p24"},"President Heber J. Grant described the Savior’s peace this way: “His peace will ease our suffering, bind up our broken hearts, blot out our hates, engender in our breasts a love of fellow men that will suffuse our souls with calm and happiness.”",["sup",["a",{"href":"fn_17"},"17"]],"In my meetings with Emilie Parker’s parents, I saw that the Savior’s peace has eased their suffering and is helping to bind up their broken hearts. It is notable that immediately after the shooting, Brother Parker expressed forgiveness to the perpetrator. As President Grant said, the Savior’s peace can “blot out our hates.” Judgment is the Lord’s."],["div",{"id":"p25","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p25"},"The Ivory Coast Saints, during the period of civil war in their country, found peace by focusing on living the gospel of Jesus Christ, with particular emphasis on family history and temple work for their ancestors.",["sup",["a",{"href":"fn_18"},"18"]]],["div",{"id":"p26","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p26"},"We all long for peace. Peace is not just safety or lack of war, violence, conflict, and contention. Peace comes from knowing that the Savior knows who we are and knows that we have faith in Him, love Him, and keep His commandments, even and especially amid life’s devastating trials and tragedies. The Lord’s answer to the Prophet Joseph Smith in Liberty Jail brings solace to the heart:"],["div",{"id":"p27","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p27"},"“My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;"],["div",{"id":"p28","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p28"},"“And then, if thou endure it well, God shall exalt thee on high.”",["sup",["a",{"href":"fn_19"},"19"]]],["div",{"id":"p29","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p29"},"Remember, “God is not the author of confusion, but [the author] of peace.”",["sup",["a",{"href":"fn_20"},"20"]],"For those who reject God, there is no peace. We all participated in the councils of heaven that provided for moral agency, knowing that there would be mortal pain and even unspeakable tragedy because of the abuse of agency. We understood that this could leave us angry, bewildered, defenseless, and vulnerable. But we also knew that the Savior’s Atonement would overcome and compensate for all of the unfairness of mortal life and bring us peace. Elder Marion D. Hanks had a framed statement on his wall by Ugo Betti: “To believe in God is to know that all the rules will be fair, and that there will be wonderful surprises.”",["sup",["a",{"href":"fn_21"},"21"]]],["div",{"id":"p30","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p30"},["i","What are the sources of peace?"],"Many search for peace in worldly ways, which never have and never will succeed. Peace is not found by attaining great wealth, power, or prominence.",["sup",["a",{"href":"fn_22"},"22"]],"Peace is not found in the pursuit of pleasure, entertainment, or leisure. None of these can, even when attained in abundance, create any lasting happiness or peace."],["div",{"id":"p31","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p31"},"Emma Lou Thayne’s beloved hymn asks the appropriate questions: “Where can I turn for peace? Where is my solace when other sources cease to make me whole?”",["sup",["a",{"href":"fn_23"},"23"]],"The answer is the Savior, who is the source and author of peace. He is the “Prince of Peace.”",["sup",["a",{"href":"fn_24"},"24"]]],["div",{"id":"p32","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p32"},["i","How do we stay close to the Savior?"],"Humbling ourselves before God, praying always, repenting of sins, entering the waters of baptism with a broken heart and contrite spirit, and becoming true disciples of Jesus Christ are profound examples of the righteousness that is rewarded by abiding peace.",["sup",["a",{"href":"fn_25"},"25"]],"After King Benjamin delivered his stirring message concerning the Atonement of Christ, the multitude fell to the earth. “The Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having",["i","peace of conscience,"],"because of the exceeding faith which they had in Jesus Christ.”",["sup",["a",{"href":"fn_26"},"26"]],"Repentance and living righteously allow for",["i","peace of conscience,"],"which is essential for contentment.",["sup",["a",{"href":"fn_27"},"27"]],"When there has been a major transgression, confession is required to bring peace.",["sup",["a",{"href":"fn_28"},"28"]],"Perhaps there is nothing to compare with the peace that comes from a sin-wracked soul unloading his or her burdens on the Lord and claiming the blessings of the Atonement. As another favorite Church hymn puts it, “I’ll drop my burden at his feet and bear a song away.”",["sup",["a",{"href":"fn_29"},"29"]]],["div",{"id":"p33","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p33"},"My heart rejoices when I realize that in our day tens of thousands of young men, young women, and senior missionaries have accepted the call to be emissaries of our Lord and Savior, Jesus Christ. They are taking the restored gospel of peace to the world, one person and one family at a time—a work of righteousness to bring this peace to Heavenly Father’s children."],["div",{"id":"p34","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p34"},"The Church is a refuge where followers of Christ attain peace. Some young people in the world say they are spiritual but not religious. Feeling spiritual is a good first step. However, it is in the Church that we are fellowshipped, taught, and nourished by the good word of God. More importantly, it is priesthood authority in the Church that provides for sacred ordinances and covenants that bind families together and qualify each of us to return to God the Father and Jesus Christ in the celestial kingdom. These ordinances bring peace because they are covenants with the Lord."],["span.story",["div",{"id":"p35","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p35"},"Temples are where many of these sacred ordinances occur and are also a source of peaceful refuge from the world. Those who visit temple grounds or participate in temple open houses also feel this peace. One experience preeminent in my mind is the Suva Fiji Temple open house and dedication. There had been political upheaval resulting in rebels burning and looting downtown Suva, occupying the houses of Parliament and holding legislators hostage. The country was under martial law. The Fiji military gave the Church limited permission to assemble people for the open house and a very small group for the dedication. The members as a whole were uninvited due to concerns for their safety. It was the only temple dedication since the original Nauvoo Temple that was held under very difficult circumstances."],["div",{"id":"p36","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p36"},"One person invited to the open house was a lovely Hindu woman of Indian descent, a member of Parliament who was initially held hostage but was released because she was female."],["div",{"id":"p37","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p37"},"In the celestial room, free from the turmoil of the world, she dissolved in tears as she expressed feelings of peace that overwhelmed her. She felt the Holy Ghost comforting and bearing witness of the sacred nature of the temple."]],["div",{"id":"p38","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p38"},["i","The Savior is the source of true peace."],"Even with the trials of life, because of the Savior’s Atonement and His grace, righteous living will be rewarded with personal peace. In the intimate setting of the Passover chamber, the Savior promised His Apostles that they would be blessed with the “Comforter, which is the Holy Ghost” and then uttered these important words: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.”",["sup",["a",{"href":"fn_30"},"30"]],"Then just before His Intercessory Prayer: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.”",["sup",["a",{"href":"fn_31"},"31"]]],["div",{"id":"p39","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p39"},"Eliza R. Snow penned this concept beautifully:"],["div",{"id":"f1","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.f1"},[".stanza",[".line","Lift up your hearts in praise to God;"],[".line","Let your rejoicings never cease."],[".line","Though tribulations rage abroad,"],[".line","Christ says, “In me ye shall have peace.”",["sup",["a",{"href":"fn_32"},"32"]]]]],["div",{"id":"p44","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.p44"},"I so testify in the name of Jesus Christ, amen."]]],"refs":[[".title","Notes"],["div",{"id":"fn1","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn1"},["b","1"],"Two conferences were held in Abidjan on Sunday, February 10, 2013; 9,693 were in attendance—619 of whom were not yet members of the Church. Total Church membership in the Ivory Coast is approximately 19,000."],["div",{"id":"fn2","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn2"},["b","2"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"Doctrine and Covenants 115:6"],"."],["div",{"id":"fn3","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn3"},["b","3"],"The word",["i","peace"],"has different meanings. In classical Greek it refers to cessation, discontinuance, or absence of hostilities between rival forces. In Hebrew the word has a more comprehensive meaning and sometimes is just a form of greeting. Peace is also a “state of existence that comes to man only upon the terms and conditions set by God” (Howard W. Hunter, in Conference Report, Oct. 1966, 14–17)."],["div",{"id":"fn4","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn4"},["b","4"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.14"},"Luke 2:14"],"; emphasis added."],["div",{"id":"fn5","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn5"},["b","5"],"See",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.16"},"Matthew 2:16;"],"see also Ross Douthat, “The Loss of the Innocents,”",["i","New York Times,"],"Dec. 16, 2012, 12."],["div",{"id":"fn6","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn6"},["b","6"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.16,22"},"Matthew 10:16, 22"],"."],["div",{"id":"fn7","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn7"},["b","7"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.34"},"Matthew 10:34"],"."],["div",{"id":"fn8","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn8"},["b","8"],"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.46"},"Doctrine and Covenants 84:46"],"."],["div",{"id":"fn9","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn9"},["b","9"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.33"},"Doctrine and Covenants 1:33"],"."],["div",{"id":"fn10","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn10"},["b","10"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"Doctrine and Covenants 1:35"],"."],["div",{"id":"fn11","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn11"},["b","11"],"President Woodruff declared this in 1894 and again in 1896. See",["i","The Discourses of Wilford Woodruff,"],"ed. G. Homer Durham (1946), 251–52; see also Marion G. Romney, in Conference Report, Apr. 1967, 79–82."],["div",{"id":"fn12","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn12"},["b","12"],"See Joseph Fielding Smith,",["i","The Predicted Judgments,"],"Brigham Young University Speeches of the Year (Mar. 21, 1967), 5–6. However, as Elder Neal A. Maxwell stated, “We can have inner peace even though peace has been taken from the earth … [and] ‘all things [are] in commotion’” (“Behold, the Enemy Is Combined,”",["i","Ensign,"],"May 1993, 79)."],["div",{"id":"fn13","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn13"},["b","13"],["i","Teachings of Presidents of the Church: Joseph F. Smith"],"(1998), 400."],["div",{"id":"fn14","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn14"},["b","14"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"Doctrine and Covenants 59:23"],"."],["div",{"id":"fn15","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn15"},["b","15"],["i","Teachings of Presidents of the Church: John Taylor"],"(2001), 151."],["div",{"id":"fn16","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn16"},["b","16"],"From the ancient Greeks to our own day, these words—",["i","happiness"],"and",["i","contentment—"],"have been parsed, dissected, and grappled with not only as to their meaning but also the guidance they give to our lives. See David Malouf,",["i","The Happy Life: The Search for Contentment in the Modern World"],"(2011). See also a review of Mr. Malouf’s book, in R. Jay Magill Jr., “How to Live Well,”",["i","Wall Street Journal,"],"Jan. 26–27, 2013, C6."],["div",{"id":"fn17","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn17"},["b","17"],["i","Teachings of Presidents of the Church: Heber J. Grant"],"(2002), 226."],["div",{"id":"fn18","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn18"},["b","18"],"“Three of the five Ivory Coast stakes are among the top 25 in the Church in the percentage of adults [submitting] family names for temple ordinances,” and the Cocody Cote d’Ivoire Stake is the highest (C. Terry Warner and Susan Warner, “Apostle Visits Ivory Coast, Is ‘Impressed with Exceptional Spirit,’”",["i","Church News,"],"Mar. 3, 2013, 4, 14). In the wake of the civil war and the closest temple being 12 hours away by bus in Accra, Ghana, this is marvelous evidence of faith and has resulted in personal and family peace."],["div",{"id":"fn19","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn19"},["b","19"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"Doctrine and Covenants 121:7–8"],". President Harold B. Lee taught, “So, we must be refined; we must be tested in order to prove the strength and power that are in us” (",["i","Teachings of Presidents of the Church: Harold B. Lee"],"[2000], 208)."],["div",{"id":"fn20","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn20"},["b","20"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.33"},"1 Corinthians 14:33"],"."],["div",{"id":"fn21","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn21"},["b","21"],"In Marion D. Hanks, “A Loving, Communicating God,”",["i","Ensign,"],"Nov. 1992, 63."],["div",{"id":"fn22","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn22"},["b","22"],"See Jeffrey R. Holland,",["i","For Times of Trouble"],"(2012), 79. Elder Holland teaches that “true poverty may do more to destroy the human spirit than any other condition except sin itself.” But the righteous use of money can enhance peace."],["div",{"id":"fn23","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn23"},["b","23"],"“Where Can I Turn for Peace?”",["i","Hymns,"],"no. 129."],["div",{"id":"fn24","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn24"},["b","24"],["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],"."],["div",{"id":"fn25","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn25"},["b","25"],"John Greenleaf Whittier put it simply: “Heed how thou livest. Do not act by day which from the night shall drive thy peace away” (“Conduct [From the Mahabharata],” in",["i","The Complete Poetical Works of John Greenleaf Whittier"],"[1802], 484)."],["div",{"id":"fn26","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn26"},["b","26"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.3"},"Mosiah 4:3"],"; emphasis added; see also Marion G. Romney, in Conference Report, Apr. 1967, 79–82."],["div",{"id":"fn27","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn27"},["b","27"],"Conscience is a moral compass pointing us toward peace. It is activated by at least two sources: the Light of Christ, a glorious birthright from our Heavenly Father (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.6-13"},"Doctrine and Covenants 88:6–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.2"},"93:2"],"), and the gift of the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"Doctrine and Covenants 39:6"],")."],["div",{"id":"fn28","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn28"},["b","28"],"“Two sets of forgiveness are required to bring peace to the transgressor—one from the proper authorities of the Lord’s Church, and one from the Lord himself. [See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29."],"]” (",["i","Teachings of Presidents of the Church: Spencer W. Kimball"],"[2006], 41)."],["div",{"id":"fn29","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn29"},["b","29"],"“How Gentle God’s Commands,”",["i","Hymns,"],"no. 125."],["div",{"id":"fn30","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn30"},["b","30"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.26-27"},"John 14:26–27"],"."],["div",{"id":"fn31","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn31"},["b","31"],["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],"."],["div",{"id":"fn32","uri":"/general-conference/2013/04/personal-peace-the-reward-of-righteousness.fn32"},["b","32"],"“Though Deepening Trials,”",["i","Hymns,"],"no. 122."]]}
