{"id":154,"parent_id":148,"book_id":0,"content_id":1,"language_id":1,"display_order":154,"title":"Section 137 Vision of the Celestial Kingdom","subtitle":"","short_title":"Section 137","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.head7"},[".titleNumber","Section 137"],["h1","Vision of the Celestial Kingdom"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p365","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p365"},"The Kirtland Temple was nearly complete in January 1836. For many weeks before its dedication on 27 March, the brethren held classes and meetings in it. The Prophet recorded that on Thursday, 21 January 1836, “at early candle-light I met with the Presidency at the west school room, in the Temple, to attend to the ordinance of anointing our heads with holy oil; also the Councils of Kirtland and Zion met in the two adjoining rooms, and waited in prayer while we attended to the ordinance. I took the oil in my left hand, Father Smith being seated before me, and the remainder of the Presidency encircled him round about. We then stretched our right hands towards heaven, and blessed the oil, and consecrated it in the name of Jesus Christ."],["div",{"id":"p366","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p366"},"“We then laid our hands upon our aged Father Smith, and invoked the blessings of heaven. I then anointed his head with the consecrated oil, and sealed many blessings upon him. The Presidency then in turn laid their hands upon his head, beginning at the oldest, until they had all laid their hands upon him, and pronounced such blessings upon his head, as the Lord put into their hearts, all blessing him to be our Patriarch, to anoint our heads, and attend to all duties that pertain to that office. The Presidency then took the seat in their turn, according to their age, beginning at the oldest, and received their anointing and blessing under the hands of Father Smith. And in my turn, my father anointed my head, and sealed upon me the blessings of Moses, to lead Israel in the latter days, even as Moses led him in days of old; also the blessings of Abraham, Isaac and Jacob. All of the Presidency laid their hands upon me, and pronounced upon my head many prophecies and blessings, many of which I shall not notice at this time. But as Paul said, so say I, let us come to visions and revelations.” (",["span.emphasis","History of the Church,"],"2:379–80.)"],["div",{"id":"p367","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p367"},"This night the spirit of prophecy and revelation was poured out on the brethren. In addition to the vision of the celestial kingdom, the Prophet Joseph Smith saw in vision the Savior standing in the midst of the present Twelve Apostles who were laboring in foreign lands, and he saw the Twelve Apostles and the Presidency in the celestial kingdom. Many of the other brethren saw glorious visions and received the ministration of angels. Some even saw the face of the Savior. (See History of the Church, 2:381–82)."],["div",{"id":"p368","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p368"},"The vision of the celestial kingdom, which is now",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"Doctrine and Covenants 137"],", was not part of the standard works until 1976. During the April general conference of that year, the Church voted to accept this vision and the vision of the redemption of the dead (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"D&C 138"],") as scripture. These revelations were originally placed in the Pearl of Great Price. However, the First Presidency and the Quorum of the Twelve later decided to move them to the new edition of the Doctrine and Covenants as sections 137 and 138. (See Church News, 2 June 1979, p. 3.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.1"},"D&C 137:1"],". What Did the Prophet Mean by “Whether in the Body or Out I Cannot Tell”?"],["div",{"id":"p369","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p369"},"The Apostle Paul made a similar statement in describing a revelation he had (see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.3"},"2 Corinthians 12:3"],"). When the Lord gives revelations to His children He communicates through the power of the Holy Ghost to their spirit (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-14"},"1 Corinthians 2:9–14"],")."],["div",{"id":"p370","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p370"},"The Prophet Joseph Smith taught an important principle concerning revelation: “All things whatsoever God in his infinite wisdom has seen and proper to reveal to us, while we are dwelling in mortality, in regard to our mortal bodies, are revealed to us in the abstract, and independent of affinity of this mortal tabernacle, but are revealed to our spirits precisely as though we had no bodies at all; and those revelations which will save our spirits will save our bodies. God reveals them to us in view of no eternal dissolution of the body, or tabernacle.” (",["span.emphasis","Teachings,"],"p. 355.)"],["div",{"id":"p371","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p371"},"When the Prophet Joseph recorded his vision of the three degrees of glory, he said that “by the power of the Spirit our eyes were opened and our understandings were enlightened, so as to see and understand the things of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.12"},"D&C 76:12"],"). Moses, in his vision in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1"],", said, “Mine own eyes have beheld God; but not my natural, but my spiritual eyes” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.11"},"v. 11"],"). He said of the things he saw that he “discerned them by the spirit of God\" (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.28"},"v. 28"],"). Enoch said that he saw \"things which were not visible to the natural eye” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.36"},"Moses 6:36"],")."],["div",{"id":"p372","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p372"},"In an account of the Prophet Joseph Smith’s first vision, Elder Orson Pratt recorded: “When [the light] first came upon him, it produced a peculiar sensation throughout his whole system; and, immediately, his mind was caught away from the natural objects with which he was surrounded; and he was enwrapped in a heavenly vision” (in James B. Allen, “Eight Contemporary Accounts of Joseph Smith’s First Vision: What Do We Learn from Them?”",["span.emphasis","Improvement Era,"],"Apr. 1970, p. 10). When the Lord gives such revelations to His children, they become enveloped in the Spirit and filled with His glory to such an extent that they become oblivious to the things of the natural world."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.2-3"},"D&C 137:2–3"],". Why Is God’s Presence Described As “Blazing” and “Like unto Circling Flames of Fire”?"],["div",{"id":"p373","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p373"},"The Prophet Joseph Smith in his account of the First Vision wrote that God’s “brightness and glory defy all description” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"JS—H 1:17"],"). He also taught that “God Almighty Himself dwells in eternal fire; flesh and blood cannot go there, for all corruption is devoured by the fire. ‘Our God is a consuming fire.’ [",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Heb. 12:29"],"]. …"],["div",{"id":"p374","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p374"},"“… Immortality dwells in everlasting burnings.” (",["span.emphasis","Teachings,"],"p. 367.) President Joseph Fielding Smith stated: “God is full of energy, and should we mortals stand in his presence, unless his spirit was upon us to protect us we would be consumed. That is how much energy there is in a celestial body.” (",["span.emphasis","Seek Ye Earnestly,"],"p. 275.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.5-8"},"D&C 137:5–8"],". The Salvation of Joseph Smith’s Brother Alvin"],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.f14"},[".caption","Alvin Smith, oldest son of Joseph Smith Sr., supported his brother Joseph."]],["div",{"id":"p376","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p376"},"Alvin Smith was the first son of Joseph Smith Sr. and Lucy Mack Smith. He was born on 11 February 1798, nearly seven years before Joseph Smith Jr. He died on 17 November 1823, three months before his twenty-fifth birthday. His mother recorded that “Alvin manifested, if such could be the case, greater zeal and anxiety in regard to the Record that had been shown to Joseph [the Book of Mormon plates], than any of the rest of the family” (Smith,",["span.emphasis","History of Joseph Smith,"],"p. 89)."],["div",{"id":"p377","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p377"},"The Prophet Joseph Smith had great love and respect for Alvin but was concerned for his eternal welfare because he had not had the opportunity to receive baptism and other priesthood ordinances necessary for exaltation. This revelation was a great source of joy and consolation to Joseph. The Lord has provided the means for Alvin Smith and others who would have received the gospel with all their hearts if they had been permitted to tarry to enjoy a fulness of His blessings in the eternal worlds (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7"},"D&C 137:7"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.5"},"D&C 137:5"],". Salvation of Joseph Smith Sr. and Lucy Mack Smith"],["div",{"id":"p378","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p378"},"The Prophet Joseph Smith saw in vision both his father and mother in the celestial kingdom. This was a vision of a future event, since they had not died. In fact, the Prophet’s father was in the room with him at the time of the vision (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p1"},"Historical Background for D&C 137"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7-9"},"D&C 137:7–9"],". On What Basis Will All Mankind Be Judged?"],["div",{"id":"p379","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p379"},"The true desire of our heart determines our future. If we have had the opportunity to hear the gospel, our obedience to it demonstrates our true desire. If not, our desire will determine whether we accept it when we are given the opportunity, either in this life or the spirit world. All whose hearts are right will receive and live the gospel whenever they have the opportunity and will be “heirs of the celestial kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7"},"D&C 137:7"],"). Vicarious ordinance work is performed in the temple for those like Alvin Smith who did not have the opportunity to receive the ordinances of the gospel in mortality. Heavenly Father provides the way for all His children to receive salvation (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.3-15"},"Alma 41:3–15"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.10"},"D&C 137:10"],". “All Children Who Die Before They Arrive at the Years of Accountability Are Saved in the Celestial Kingdom”"],[".",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.f15"},[".caption","“Little children are alive in Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.12"},"Moroni 8:12"],")."]],["div",{"id":"p381","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p381"},"Following are some frequently asked questions concerning the status of children who die before the age of accountability."],["div",{"id":"p382","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p382"},["span.emphasis","Are they automatically saved?"],"Elder Bruce R. McConkie wrote: “To this question the answer is a thunderous",["span.emphasis","yes,"],"which echoes and re-echoes from one end of heaven to the other. Jesus taught it to his disciples. Mormon said it over and over again. Many of the prophets have spoken about it, and it is implicit in the whole plan of salvation. If it were not so the redemption would not be infinite in its application. And so, as we would expect, Joseph Smith’s Vision of the Celestial Kingdom contains this statement: ‘And I also beheld that all children who die before they arrive at the years of accountability are saved in the celestial kingdom of heaven.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.10"},"D&C 137:10"],".]"],["div",{"id":"p383","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p383"},"“It is sometimes asked if this applies to children of all races, and of course the answer is that when the revelation says all children it means all children. There is no restriction as to race, kindred, or tongue. Little children are little children and they are all alive in Christ, and all are saved by him, through and because of the atonement. …"],["div",{"id":"p384","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p384"},"“They are saved through the atonement and because they are free from sin. They come from God in purity; no sin or taint attaches to them in this life; and they return in purity to their Maker. Accountable persons must become pure through repentance and baptism and obedience. Those who are not accountable for sins never fall spiritually and need not be redeemed from a spiritual fall which they never experienced. Hence the expression that little children are alive in Christ. …"],["div",{"id":"p385","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p385"},"“Truly it is one of the sweetest and most soul-satisfying doctrines of the gospel! It is also one of the great evidences of the divine mission of the Prophet Joseph Smith. In his day the fiery evangelists of Christendom were thundering from their pulpits that the road to hell is paved with the skulls of infants not a span long because careless parents had neglected to have their offspring baptized. Joseph Smith’s statements, as recorded in the Book of Mormon and latter-day revelation, came as a refreshing breeze of pure truth:",["span.emphasis","little children shall be saved"],". Thanks be to God for the revelations of his mind where these innocent and pure souls are concerned!” (“The Salvation of Little Children,”",["span.emphasis","Ensign"],", Apr. 1977, pp. 4, 7.)"],["div",{"id":"p386","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p386"},["span.emphasis","Even though little children will be saved, does that mean they will have eternal life?"],"Elder McConkie explained: “Eternal life is life in the highest heaven of the celestial world; it is exaltation; it is the name of the kind of life God lives. It consists of a continuation of the family unity in eternity. … children will be saved in the celestial kingdom. Salvation means eternal life; the two terms are synonymous; they mean exactly the same thing. Joseph Smith said, ‘Salvation consists in the glory, authority, majesty, power and dominion which Jehovah possesses and in nothing else.’ (",["span.emphasis","Lectures on Faith,"],"pp. 63–67.) We have come to speak of this salvation as exaltation—which it is—but all of the scriptures in all of the standard works call it salvation. I know of only three passages in all our scriptures which use salvation to mean something other and less than exaltation.” (“Salvation of Little Children,” p. 5.)"],["div",{"id":"p387","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p387"},"President Joseph Fielding Smith added:"],["div",{"id":"p388","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p388"},"“The Lord will grant unto these children the privilege of all the sealing blessings which pertain to the exaltation."],["div",{"id":"p389","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p389"},"“We were all mature spirits before we were born, and the bodies of little children will grow after the resurrection to the full stature of the spirit, and all the blessings will be theirs through their obedience, the same as if they had lived to maturity and received them on the earth."],["div",{"id":"p390","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p390"},"“The Lord is just and will not deprive any person of a blessing, simply because he dies before that blessing can be received. It would be manifestly unfair to deprive a little child of the privilege of receiving all the blessings of exaltation in the world to come simply because it died in infancy. …"],["div",{"id":"p391","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p391"},"“Children who die in childhood will not be deprived of any blessing. When they grow, after the resurrection, to the full maturity of the spirit, they will be entitled to all the blessings which they would have been entitled to had they been privileged to tarry here and receive them.” (",["span.emphasis","Doctrines of Salvation,"],"2:54; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.25"},"Mosiah 15:25"],".)"],["div",{"id":"p392","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p392"},["span.emphasis","Why do some children die and others live? Are those who die better off than those who remain in mortality?"],"Elder McConkie wrote:"],["div",{"id":"p393","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p393"},"“We may rest assured that all things are controlled and governed by Him whose spirit children we are. He knows the end from the beginning, and he provides for each of us the testings and trials which he knows we need. President Joseph Fielding Smith once told me that we must assume that the Lord knows and arranges beforehand who shall be taken in infancy and who shall remain on earth to undergo whatever tests are needed in their cases. This accords with Joseph Smith’s statement: ‘The Lord takes many away, even in infancy, that they may escape the envy of man, and the sorrows and evils of this present world; they were too pure, too lovely, to live on earth.’ (",["span.emphasis","Teachings,"],"pp. 196–97.) It is implicit in the whole scheme of things that those of us who have arrived at the years of accountability need the tests and trials to which we are subject and that our problem is to overcome the world and attain that spotless and pure state which little children already possess.” (“Salvation of Little Children,” p. 6.)"],["div",{"id":"p394","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p394"},["span.emphasis","Will children who die before the years of accountability ever be tested in the way that other mortals are tested?"],"President Joseph Fielding Smith said: “Satan cannot tempt little children in this life, nor in the spirit world, nor after their resurrection. Little children who die before reaching the years of accountability will not be tempted.” (",["span.emphasis","Doctrines of Salvation,"],"2:57; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.47"},"D&C 29:47"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.58"},"45:58"],".)"],["div",{"id":"p395","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p395"},["span.emphasis","What will happen to children in the Resurrection?"],"President Joseph F. Smith wrote: “Joseph Smith taught the doctrine that the infant child that was laid away in death would come up in the resurrection as a child; and, pointing to the mother of a lifeless child, he said to her: ‘You will have the joy, the pleasure, and satisfaction of nurturing this child, after its resurrection, until it reaches the full stature of its spirit.’ There is restitution, there is growth, there is development, after the resurrection from death. I love this truth. It speaks volumes of happiness, of joy and gratitude to my soul. Thank the Lord he has revealed these principles to us.” (",["span.emphasis","Gospel Doctrine,"],"pp. 455–56.)"]]]]],"refs":null}
