{"id":155,"parent_id":148,"book_id":0,"content_id":1,"language_id":1,"display_order":155,"title":"Section 138 Vision of the Redemption of the Dead","subtitle":"","short_title":"Section 138","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.head8"},[".titleNumber","Section 138"],["h1","Vision of the Redemption of the Dead"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p396","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p396"},"President Joseph F. Smith was ill during the last six months of his life and spent much of his time confined to his room. His son, Elder Joseph Fielding Smith, spent many days with him taking dictation, tending to chores for him, and taking him for rides (see Smith and Stewart, Life of Joseph Fielding Smith, p. 200). At the October conference of 1918, six weeks before his death, President Smith said:"],["div",{"id":"p397","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p397"},"“As most of you, I suppose, are aware, I have been undergoing a siege of very serious illness for the last five months. It would be impossible for me, on this occasion, to occupy sufficient time to express the desires of my heart and my feelings, as I would desire to express them to you, but I felt that it was my duty, if possible, to be present. …"],["div",{"id":"p398","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p398"},"“… Although somewhat weakened in body, my mind is clear with reference to my duty, and with reference to the duties and responsibilities that rest upon the Latter-day Saints; and I am ever anxious for the progress of the work of the Lord, for the prosperity of the people of the Church of Jesus Christ of Latter-day Saints throughout the world. …"],["div",{"id":"p399","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p399"},"“I will not, I dare not, attempt to enter upon many things that are resting upon my mind this morning, and I shall postpone until some future time, the Lord being willing, my attempt to tell you some of the things that are in my mind, and that dwell in my heart. I have not lived alone these five months. I have dwelt in the spirit of prayer, of supplication, of faith and of determination; and I have had my communication with the Spirit of the Lord continuously.” (In Conference Report, Oct. 1918, p. 2.)"],["div",{"id":"p400","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p400"},"Two weeks after the general conference Elder Joseph Fielding Smith wrote down the vision as his father dictated it to him (see Smith and Stewart, Life of Joseph Fielding Smith, p. 201). After it was endorsed by the counselors in the First Presidency and by the Quorum of the Twelve, it was published in the",["span.emphasis","Improvement Era"],"(Dec. 1918, pp. 166–70)."],["div",{"id":"p401","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p401"},"During April conference of 1976 it was accepted as scripture and approved for publication in the Pearl of Great Price. In June 1979 the First Presidency announced that it would become section 138 of the Doctrine and Covenants. (See Historical Background for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"D&C 137"],".)"],[".",{"id":"f16","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.f16"},[".caption","President Joseph F. Smith received the vision of the redemption of the dead."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1-11"},"D&C 138:1–11"],". Pondering the Scriptures: Frequently a Prerequisite to Revelation"],["div",{"id":"p403","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p403"},"The prophet Nephi was pondering the inspired teachings of his father Lehi when he received the revelation recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11–14"],". Joseph Smith and Sidney Rigdon were pondering a passage from the Gospel of John when they received the vision recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76"},"Doctrine and Covenants 76"],"(see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.15-19"},"D&C 76:15–19"],"). In his counsel to Book of Mormon readers, Moroni taught that each individual could obtain personal revelation of its truthfulness by reading it, remembering God’s mercy to His children, pondering these things in their hearts, and then asking the Lord for a personal witness (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],")."],["div",{"id":"p404","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p404"},"Revelations come to those who are prepared spiritually and mentally. Elder Harold B. Lee said:"],["div",{"id":"p405","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p405"},"“A few weeks ago, President McKay related to the Twelve an interesting experience, and I asked him yesterday if I might repeat it to you this morning. He said it is a great thing to be responsive to the whisperings of the Spirit, and we know that when these whisperings come it is a gift and our privilege to have them. They come when we are relaxed and not under pressure of appointments. (I want you to mark that.) The President then took occasion to relate an experience in the life of Bishop John Wells, former member of the Presiding Bishopric. A son of Bishop Wells was killed in Emigration Canyon on a railroad track. Brother John Wells was a great detail man and prepared many of the reports we are following up now. His boy was run over by a freight train. Sister Wells was inconsolable. She mourned during the three days prior to the funeral, received no comfort at the funeral, and was in a rather serious state of mind. One day soon after the funeral services while she was lying on her bed relaxed, still mourning, she says that her son appeared to her and said, ‘Mother, do not mourn, do not cry. I am all right.’ He told her that she did not understand how the accident happened and explained that he had given the signal to the engineer to move on, and then made the usual effort to catch the railing on the freight train; but as he attempted to do so his foot caught on a root and he failed to catch the hand rail, and his body fell under the train. It was clearly an accident. Now listen! He said that as soon as he realized that he was in another environment he tried to see his father,",["span.emphasis","but he couldn’t reach him. His father was so busy with the duties in his office he could not respond to his call."],"Therefore, he had come to his mother. He said to her, ‘You tell father that all is well with me, and I want you not to mourn any more."],["div",{"id":"p406","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p406"},"“Then the President made the statement that the point he had in mind was that when we are relaxed in a private room we are more susceptible to those things; and that so far as he was concerned, his best thoughts come after he gets up in the morning and is relaxed and thinking about the duties of the day; that impressions come more clearly, as if it were to hear a voice. Those impressions are right. If we are worried about something and upset in our feelings, the inspiration does not come. If we so live that our minds are free from worry and our conscience is clear and our feelings are right toward one another, the operation of the spirit of the Lord upon our spirit is as real as when we pick up the telephone.” (",["span.emphasis","Prayer"],"[address to CES religious educators, 6 July 1956], pp. 14–16.)"],["div",{"id":"p407","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p407"},"Studying and pondering the scriptures prepares one’s mind and heart to receive the things of the Spirit. Under those conditions one can be taught from on high."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.7-10"},"D&C 138:7–10"],". The Writings of Peter"],["div",{"id":"p408","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p408"},"See the changes Joseph Smith made to",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-20"},"1 Peter 3:18–20"],"and",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.6"},"1 Peter 4:6"],"in the Joseph Smith Translation of the Bible [JST,",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.20"},"1 Peter 3:20"],["span.emphasis","a"],";",["a.scriptureRef",{"href":"/scriptures/jst/jst-1-pet/4.6"},"JST, 1 Peter 4:6"],"]."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.11"},"D&C 138:11"],". What Did President Smith Mean When He Said, “The Eyes of My Understanding Were Opened”?"],["div",{"id":"p409","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p409"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p1"},"Notes and Commentary for Doctrine and Covenants 137:1"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.12-17"},"D&C 138:12–17"],". Will Many People Be Saved in the Celestial Kingdom?"],["div",{"id":"p410","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p410"},"In his vision President Smith saw “an innumerable company” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.12"},"D&C 138:12"],") of spirits who “had departed the mortal life, firm in the hope of a glorious resurrection” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.14"},"v. 14"],"). These were celestial heirs who had lived on the earth from the time of Adam until Christ came. Great multitudes of people born after that time will qualify for the celestial glory through their faithfulness in this life or in the spirit world. In addition there will be the millions of children who died before they reached the age of accountability. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-137-vision-of-the-celestial-kingdom.p1"},"Notes and Commentary for D&C 137:10"],".)"],["div",{"id":"p411","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p411"},"President Spencer W. Kimball said in a general priesthood meeting:"],["div",{"id":"p412","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p412"},"“Brethren, 225,000 of you are here tonight. I suppose 225,000 of you may become gods. There seems to be plenty of space out there in the universe. And the Lord has proved that he knows how to do it. I think he could make, or probably have us help make, worlds for all of us, for every one of us 225,000."],["div",{"id":"p413","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p413"},"“Just think of the possibilities, the potential. Every little boy that has just been born becomes an heir to this glorious, glorious program. When he is grown, he meets a lovely woman; they are married in the holy temple. They live all the commandments of the Lord. They keep themselves clean. And then they become sons of God, and they go forward with their great program—they go beyond the angels, beyond the angels and the gods that are waiting there. They go to their exaltation.” (In Conference Report, Oct. 1975, p. 120; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 80; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.10-12"},"Alma 13:10–12"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.14-17"},"D&C 138:14–17"],". Can a Person Know Before He Dies That He Will Be Exalted?"],["div",{"id":"p414","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p414"},"Elder Bruce R. McConkie said:"],["div",{"id":"p415","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p415"},"“All the faithful Saints, all of those who have endured to the end, depart this life with the absolute guarantee of eternal life."],["div",{"id":"p416","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p416"},"“There is no equivocation, no doubt, no uncertainty in our minds. Those who have been true and faithful in this life will not fall by the wayside in the life to come. If they keep their covenants here and now and depart this life firm and true in the testimony of our blessed Lord, they shall come forth with an inheritance of eternal life."],["div",{"id":"p417","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p417"},"“We do not mean to say that those who die in the Lord, and who are true and faithful in this life, must be perfect in all things when they go into the next sphere of existence. There was only one perfect man—the Lord Jesus whose Father was God."],["div",{"id":"p418","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p418"},"“There have been many righteous souls who have attained relative degrees of perfection, and there have been great hosts of faithful people who have kept the faith, and lived the law, and departed this life with the full assurance of an eventual inheritance of eternal life."],["div",{"id":"p419","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p419"},"“There are so many things they will do and must do, even beyond the grave, to merit the fulness of the Father’s kingdom in that final glorious day when the great King shall say unto them ‘Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.34"},"Matt. 25:34"],".)"],["div",{"id":"p420","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p420"},"“But what we are saying is that when the saints of God chart a course of righteousness, when they gain sure testimonies of the truth and divinity of the Lord’s work, when they keep the commandments, when they overcome the world, when they put first in their lives the things of God’s kingdom: when they do all these things, and then depart this life—though they have not yet become perfect—they shall nonetheless gain eternal life in our Father’s kingdom; and eventually they shall be perfect as God their Father and Christ His Son are perfect.” (In Conference Report, Oct. 1976, pp. 158–59; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 107; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary on D&C 76:53; 131:5; 132:7"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.15-19,50"},"D&C 138:15–19, 50"],". How Is the Absence of the Spirit from the Body a Bondage? Why Is Redemption from Death Necessary for a Fulness of Joy?"],["div",{"id":"p421","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p421"},"The Prophet Joseph Smith taught:"],["div",{"id":"p422","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p422"},"“We came to this earth that we might have a body and present it pure before God in the celestial kingdom. The great principle of happiness consists of having a body. The devil has no body, and herein is his punishment. He is pleased when he can obtain the tabernacle of man, and when cast out by the Savior he asked to go into the herd of swine, showing that he would prefer a swine’s body to having none."],["div",{"id":"p423","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p423"},"“All beings who have bodies have power over those who have not.” (",["span.emphasis","Teachings,"],"p. 181.)"],["div",{"id":"p424","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p424"},"Since disembodied spirits cannot obtain a fulness of joy until they are resurrected (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33-34"},"D&C 93:33–34"],"), they consider their sojourn in the world of spirits a bondage. Elder Bruce R. McConkie said that “obtaining exaltation consists in gaining a fulness of joy; it is to enter into the joy of the Lord. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.19"},"D. & C. 51:19"],".) … A fulness of joy is found only among resurrected, exalted beings. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D. & C. 93:33"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 397.)"],["div",{"id":"p425","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p425"},"Those who obtain their exaltation will have the privilege of having spirit children in the eternities (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-20"},"132:19–20"],"). To receive this blessing, they must have resurrected, glorified bodies. Elder Melvin J. Ballard taught:"],["div",{"id":"p426","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p426"},"“Those who are denied endless increase cannot be what God is because that, in connection with other things, makes Him God. …"],["div",{"id":"p427","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p427"},"“… through the righteousness and faithfulness of men and women who keep the commandments of God they will come forth with celestial bodies, fitted and prepared to enter into their great, high and eternal glory in the celestial kingdom of God; and unto them, through their preparation, there will come spirit children. …"],["div",{"id":"p428","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p428"},"“… When the power of endless increase shall come to us, and our offspring grow and multiply through ages that shall come, they will be in due time, as we have been, provided with an earth like this wherein they too may obtain earthly bodies and pass through all the experiences through which we have passed. … We shall stand in our relationship to them as God our Eternal Father does to us, and thereby this is the most glorious and wonderful privilege that ever will come to any of the sons and daughters of God.” (",["span.emphasis","Melvin J. Ballard,"],"pp. 211–12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.27-37,57"},"D&C 138:27–37, 57"],". Missionary Work in the Spirit World"],["div",{"id":"p429","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p429"},"President Wilford Woodruff said that “every Apostle, every Seventy, every Elder, etc., who has died in the faith, as soon as he passes to the other side of the veil, enters into the work of the ministry, and there is a thousand times more to preach to there than there is here. … They have work on the other side of the veil; and they want men, and they call them.” (In",["span.emphasis","Journal of Discourses,"],"22:334.)"],["div",{"id":"p430","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p430"},"President Joseph F. Smith said that those “who have passed away in this dispensation … are preaching that same gospel that they lived and preached here, to those who are in darkness in the spirit world and who had not had the privilege before they went. The gospel must be preached to them. We are not perfect without them—they cannot be perfect without us."],["div",{"id":"p431","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p431"},"“Now, among all these millions of spirits that have lived on the earth and have passed away, from generation to generation, since the beginning of the world, without knowledge of the gospel—among them you may count that at least one-half are women. Who is going to preach the gospel to the women? Who is going to carry the testimony of Jesus Christ to the hearts of the women who have passed away without a knowledge of the gospel? Well, to my mind it is a simple thing. These good sisters who have been set apart, ordained to the work, called to it, authorized by the authority of the Holy Priesthood to minister for their sex, in the House of God for the living and for the dead, will be fully authorized and empowered to preach the gospel and minister to the women while the Elders and Prophets are preaching it to the men. … Those who are authorized to preach the gospel here and are appointed here to do that work will not be idle after they have passed away, but will continue to exercise the rights that they obtain here under the Priesthood of the Son of God to minister for the salvation of those who have died without a knowledge of the truth.” (",["span.emphasis","Gospel Doctrine,"],"pp. 460–61.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.31"},"D&C 138:31"],". “Messengers Went Forth to Declare the Acceptable Day of the Lord and Proclaim Liberty to the Captives”"],["div",{"id":"p432","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p432"},"This phrase comes from",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.2"},"Isaiah 61:2"],"and was used by Jesus when He introduced Himself as the Messiah in His hometown of Nazareth. Elder Bruce R. McConkie indicated that the phrase had reference to “the proper, designated, approved, appointed, or accepted time, in the divine order of things, for a particular work to be done,” and that Isaiah’s prophecy that Christ would do this work, “to proclaim liberty to the captives, and the opening of the prison to them that are bound” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1"},"Isaiah 61:1"],"), referred “not to the freeing of mortal men from any imprisonment, but to the ministry of freedom and pardon which was prepared for the departed dead. Jesus’ mission was not alone to those then living; he was also to carry the gospel, the glad tidings of salvation, to the spirits in prison. Those who had been ‘gathered together, as prisoners are gathered in the pit,’ those who had been ‘shut up in the prison,’ were, ‘after many days,’ to be visited by him who held the key for their release. (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.22"},"Isa. 24:22"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:161.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.32"},"D&C 138:32"],". What Is the Status of Those Who Receive the Gospel in the Spirit World?"],["div",{"id":"p433","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p433"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7-9"},"Doctrine and Covenants 137:7–9"],"discusses the fate of those who die without a knowledge of the truth. Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.72-74"},"Doctrine and Covenants 76:72–74"],"discusses the fate of those who die having rejected the prophets."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.33-34,58-59"},"D&C 138:33–34, 58–59"],". Vicarious Ordinance Work Alone Does Not Guarantee Salvation for Those in the Spirit World"],["div",{"id":"p434","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p434"},"The principles of faith and repentance are taught in the spirit world. Departed spirits are also taught “all other principles of the gospel” that they need “in order to",["span.emphasis","qualify"],"themselves” to be judged after the manner of men in the flesh (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.34"},"D&C 138:34"],"; italics added). They will be judged based on how they respond to God’s word. If they did not have the opportunity to receive the gospel in mortality but they repent and conform to God’s laws when taught them in the spirit world, they will benefit from the vicarious ordinances performed by mortals in their behalf. Otherwise, vicarious ordinances will not help them."],["div",{"id":"p435","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p435"},"President Joseph Fielding Smith said: “If a person is in every way worthy of the blessings and was denied them while living, then any time after death the ordinances may be performed. If the person had every opportunity to receive these blessings in person and refused, or through procrastination and lack of faith did not receive them, then he is not entitled to them, and it is doubtful if the work for him will be valid if done within one week or 1,000 years. The Lord has declared that it is he who endures to the end that shall be saved, and he who rejects or neglects these blessings until death, when he has had the opportunity, is not worthy of them.” (",["span.emphasis","Doctrines of Salvation,"],"2:179; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary on D&C 76:72–74"],".)"],[".",{"id":"f17","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.f17"},[".caption","The Nauvoo Temple was the first in this dispensation in which ordinances were performed for the dead."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.47"},"D&C 138:47"],". What Is Meant by the Phrase “Plant in the Hearts of the Children the Promises Made to Their Fathers”?"],["div",{"id":"p437","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p437"},"President Joseph Fielding Smith identified the “promises made to the fathers” as “the promise of the Lord made through Enoch, Isaiah, and the prophets, to the nations of the earth, that the time should come when the dead should be redeemed. And the turning of the hearts of the children is fulfilled in the performing of the vicarious temple work and in the preparation of their genealogies.” (",["span.emphasis","Doctrines of Salvation,"],"2:154.)"],["div",{"id":"p438","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p438"},"In the premortal life promises were made regarding the salvation of those who would not have the gospel in mortality. President Kimball said that in the premortal existence “you and I made a solemn commitment, made an oath that we would do all things whatsoever the Lord our God shall command us” (",["span.emphasis","Church News,"],"18 Jan. 1975, p. 3). The Saints have been commanded to seek after their dead and perform ordinances for them (see Smith, Teachings, p. 356;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.48"},"D&C 138:48"],". Why Will the Earth Be “Smitten with a Curse and Utterly Wasted” at Christ’s Coming if the Redemption of the Dead Is Not Accomplished?"],["div",{"id":"p439","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p439"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p1"},"Notes and Commentary for Doctrine and Covenants 128:14–18"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.51"},"D&C 138:51"],". The Lord Gave the Righteous Saints Power to Come Forth in the Resurrection"],["div",{"id":"p440","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p440"},"President Spencer W. Kimball commented:"],["div",{"id":"p441","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p441"},"“Brigham Young, the second president of this dispensation, said: ‘It is supposed by this people that we have all the ordinances in our possession for life and salvation, and exaltation, and that we are administering in those ordinances. This is not the case. We are in possession of all the ordinances that can be administered in the flesh; but there are other ordinances and administrations that must be administered beyond this world. I know you would like to ask what they are. I will mention one. We have not, neither can we receive here, the ordinance and keys of resurrection.’ (",["span.emphasis","Journal of Discourses,"],"15:137.)"],["div",{"id":"p442","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p442"},"“Do we have the keys of resurrection? Could you return to the earth as ones who would never again die—[could] your own parents, your grandparents, your ancestors? I buried my mother when I was eleven, my father when I was in my early twenties. I have missed my parents much. If I had the power of resurrection as did the Savior of the world, I would have been tempted to try to have kept them longer. I have been called to speak in numerous funerals for people whom I have known, people whom I have loved, and people whom I have served and helped in a limited way. We do not know of anyone who can resurrect the dead as did Jesus Christ when he came back to mortality."],["div",{"id":"p443","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p443"},"“‘[The keys] will be given to those who have passed off this stage of action and have received their bodies again. … They will be ordained, by those who hold the keys of the resurrection, to go forth and resurrect the Saints, just as we receive the ordinance of baptism then receive the keys of authority to baptize others for the remission of their sins. This is one of the ordinances we can not receive here [on the earth], and there are many more.’ (",["span.emphasis","JD,"],"15:137.)” (In Conference Report, Apr. 1977, p. 69; or",["span.emphasis","Ensign,"],"May 1977, p. 49.)"],["div",{"id":"p444","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p444"},"President Brigham Young also taught that “some person holding the keys of the resurrection, having previously passed through that ordeal, will be delegated to resurrect our bodies”",["span.emphasis","(Journal of Discourses,"],"9:139)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.52"},"D&C 138:52"],". “And Continue Thenceforth Their Labor”"],["div",{"id":"p445","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p445"},"The Lord said, “This is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). Those who are crowned with immortality and eternal life will continue their labor in the eternal worlds. Man’s goal is to become as God is, and the Lord has said “there is no end to my works” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.38"},"Moses 1:38"],"). To enter into the “rest” of the Lord means to enter into a fulness of God’s glory (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.24"},"D&C 84:24"],") where one will rest from the cares and sorrows of mortality. It does not mean that one will cease to work."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.53-56"},"D&C 138:53–56"],". The Leaders of the Lord’s Latter-day Kingdom Were Held in Reserve to Come Forth in the Final Dispensation"],["div",{"id":"p446","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-138-vision-of-the-redemption-of-the-dead.p446"},"The prophet Abraham was told that he was one of the noble and great spirits who was ordained in the premortal life to be a leader in God’s kingdom while in mortality (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.23"},"Abraham 3:23"],"). President Joseph F. Smith was shown that many choice servants of this dispensation were also among those noble spirits. The Lord held them in the spirit world where they were taught and prepared to come forth and lay the foundations of His latter-day work. The Prophet Joseph Smith once said that “every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was” (",["span.emphasis","Teachings,"],"p. 365)."]]]]],"refs":null}
