{"id":151,"parent_id":148,"book_id":0,"content_id":1,"language_id":1,"display_order":151,"title":"Section 134 Earthly Governments and Laws","subtitle":"","short_title":"Section 134","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.head4"},[".titleNumber","Section 134"],["h1","Earthly Governments and Laws"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p221"},"A general assembly of The Church of Jesus Christ of Latter-day Saints was held at Kirtland, Ohio, on 17 August 1835 to formally accept the collection of revelations to be published as the first edition of the Doctrine and Covenants. After the priesthood quorums and then the congregation unanimously accepted the revelations, “Elder William W. Phelps arose and read an article prepared by Oliver Cowdery, on marriage. This was on vote ordered to be published also in the volume with the revelations. Then President Oliver Cowdery arose and read an article, ‘Of Governments and Laws in General,’ and this likewise was ordered by vote to be published with the book of revelations. Neither of these articles was a revelation to the Church.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:30.)"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p222"},"The article on government was included in that edition of the Doctrine and Covenants as a statement of belief and as a rebuttal to accusations against the Saints. “The reason for the article on ‘Government and Laws in General,’ is explained in the fact that the Latter-day Saints had been accused by their bitter enemies, both in Missouri and in other places, as being opposed to law and order. They had been portrayed as setting up laws in conflict with the laws of the country.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:30–31.)"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p223"},"This declaration of belief has been included in editions of the Doctrine and Covenants since its proposal in 1835. When it was read and voted on, “the Prophet Joseph Smith and his second counselor, Frederick G. Williams, were in Canada on a missionary journey, and the Prophet did not return to Kirtland until Sunday, August 23rd, one week after the Assembly had been held. Since the Assembly had voted to have [the articles on government and marriage] published in the Doctrine and Covenants, the Prophet accepted the decision and permitted this to be done."],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p224"},"“It should be noted that in the minutes, and also in the introduction to this article on government, the brethren were careful to state that this declaration was accepted as the belief, or ‘opinion’ of the officers of the Church, and not as a revelation, and therefore does not hold the same place in the doctrines of the Church as do the revelations.” (Smith and Sjodahl, Commentary, p. 852.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.1"},"D&C 134:1"],". “Governments Were Instituted of God for the Benefit of Man”"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p225"},"The principle of government was given of the Lord, but He did not institute all forms of government. Smith and Sjodahl noted that “the Lord in the very beginning revealed to Adam a perfect form of government, and this was ‘instituted of God for the benefit of man;’ but we do not hold that all governments, or any man-made government, was instituted of God although the Lord holds a controlling hand over them. It was not long after the Lord established His government with Adam, and had commanded him to teach correct principles to his children, that men began to rebel and turn away. [See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.12-13"},"Moses 5:12–13"],".]"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p226"},"“From that time forth the authority to rule was usurped by men and, with few exceptions ever since, the governments in the earth have been and are the governments of men, and the guiding hand of the Lord by revelation and authority vested in his servants has been ignored. The day is to come, and is near at hand, when the Lord will come in his power and make an end of all man-made governments and take His rightful place as King of kings, and Lord of lords.” (Commentary, pp. 852–53.)"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p227"},"Elder Erastus Snow explained: “Anarchy—shall I say, is the worst of all governments? No: Anarchy is the absence of all government; it is the antipodes [opposite] of order; it is the acme of confusion; it is the result of unbridled license, the antipodes of true liberty. The Apostle Paul says truly: ‘For there is no power but of God: the powers that be are ordained of God.’ At first this is a startling statement. Even the monopoly of the one-man-power as in Russia [the Czar], or the monopoly of the aristocracy as in other parts of Europe, or the imbecility and sometimes stupidity of a republic like our own, is far better than no government at all. And for this reason, says the Apostle Paul, ‘The powers are ordained of God,’ not that they are always the best forms of government for the people, or that they afford liberty and freedom to mankind but that any and all forms of government are better than none at all, having a tendency as they do to restrain the passions of human nature and to curb them, and to establish and maintain order to a greater or less degree. One monopoly is better than many; and the oppression of a king is tolerable, but the oppression of a mob, where every man is a law to himself and his own right arm, is his power to enforce his own will, is the worst form of government.” (In",["span.emphasis","Journal of Discourses,"],"22:151.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.1"},"D&C 134:1"],". God Holds Us Accountable for Our Acts in Making Laws and Administering Them"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p228"},"The Prophet Joseph Smith said: “We need not doubt the wisdom and intelligence of the Great Jehovah; He will award judgment or mercy to all nations according to their several deserts, their means of obtaining intelligence, the laws by which they are governed, the facilities afforded them of obtaining correct information, and His inscrutable designs in relation to the human family” (",["span.emphasis","History of the Church,"],"4:596). President John Taylor added: “If for every word and secret act all men shall be brought to judgment, how much more will the public acts of public men be brought into account before God and before the holy priesthood” (in",["span.emphasis","Journal of Discourses,"],"20:42–43)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.2"},"D&C 134:2"],". Government and Individual Agency"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p229"},"Elder John A. Widtsoe explained: “We believe that governments are instituted of God (134:1; 58:21); that individual freedom is necessary (134:2). No law should be passed that takes away from a man the right of choice. Free agency is fundamental as a law of human conduct. Men have the right to obey or disobey the law as they please, and take the consequences. That is fundamental and lies at the bottom of all Latter-day Saint thinking.” (",["span.emphasis","Message of the Doctrine and Covenants,"],"p. 154.)"],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p230"},"Elder David O. McKay said: “That government is best which has as its aim the administration of justice, social well-being and the promotion of prosperity among its members” (in Conference Report, Apr. 1930, p. 80)."],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p231"},"He also said that “we must recognize that property rights are essential to human liberty.” He cited George Sutherland, who became a United States Supreme Court Justice: “‘The individual … has three great rights, equally sacred from arbitrary interference: the right to his life, the right to his liberty, and the right to his property. The three rights are so bound together as to be essentially",["span.emphasis","one"],"right. To give a man his life, but deny him his liberty, is to take from him all that makes life worth living. To give him liberty, but take from him the property which is the fruit and badge of his liberty, is to still leave him a slave.’ (From George Sutherland’s speech before the New York State Bar Association, January 21, 1921.)” (In Conference Report, Oct. 1962, p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.3"},"D&C 134:3"],". “Such As Will Administer the Law in Equity and Justice Should Be Sought for and Upheld”"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.f9"},[".caption","Presidents Anthony W. Ivins, Heber J. Grant, and Charles W. Nibley urged the Saints to choose just and wise civic leaders."]],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p233"},"Many leaders of the Church have spoken on the importance of Church members choosing righteous leaders. In January 1928 the First Presidency (Heber J. Grant, Anthony W. Ivins, and Charles W. Nibley) issued a statement that read in part:"],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p234"},"“Laws which are enacted for the protection of society have no value except when they are administered in righteousness and justice, and they cannot be so administered in righteousness and justice, if dishonest men occupy administrative offices."],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p235"},"“The Lord says ‘When the wicked rule, the people mourn.’ Wise men, good men, patriotic men are to be found in all communities, in all political parties, among all creeds. None but such men should be chosen. …"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p236"},"“Without beneficent laws, righteously administered, the foundations of civilization crumble, anarchy reigns, decay and dissolution follow."],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p237"},"“We call upon all members of The Church of Jesus Christ of Latter-day Saints throughout the world to honor the laws of God, and obey and uphold the law of the land; and we appeal to good men and women everywhere, regardless of creed, party affiliation, race or condition to join with us in an effort to put into operation the words of Lincoln, the great emancipator, that our country may continue to be a light to the world, a loyal, law-abiding, God-fearing nation.” (In Conference Report, Oct. 1928, p. 16.)"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p238"},"President Ezra Taft Benson wrote: “Not only should we seek humble, worthy, courageous leadership, but we should measure all proposals having to do with our national or local welfare by four standards:"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p239"},"“First, is the proposal, the policy or the idea being promoted, right as measured by the Gospel of Jesus Christ? …"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p240"},"“Second, is it right as measured by the Lord’s standard of constitutional government? … The Lord’s standard is a safe guide."],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p241"},"“Third, … is it right as measured by the counsel of the living oracles of God? …"],["div",{"id":"p242","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p242"},"“Fourth, what will be the effect upon the morale and the character of the people if this or that policy is adopted?” (In",["span.emphasis","Our Prophets and Principles,"],"pp. 69–70.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.4,9"},"D&C 134:4, 9"],". The Relation of Religion and Human Law"],["div",{"id":"p243","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p243"},"President Heber J. Grant said:"],["div",{"id":"p244","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p244"},"“One of the fundamental articles of faith promulgated by the Prophet Joseph Smith was: ‘We claim the privilege of worshiping Almighty God according to the dictates of our own conscience; and allow all men the same privilege, let them worship how, where, or what they may.’ [See",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.11"},"Articles of Faith 1:11"],".]"],["div",{"id":"p245","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p245"},"“But we claim absolutely no right, no prerogative whatever, to interfere with any other people.” (In Conference Report, Apr. 1921, p. 203.)"],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p246"},"According to Elder John A. Widtsoe, the Prophet Joseph Smith advocated that “a good government must secure for every citizen the free exercise of conscience. Matters of belief or religious practice should not be interfered with, unless they oppose laws formulated for the common good. There should be no mingling of religious influence with civil governments.” (",["span.emphasis","Joseph Smith,"],"p. 215.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.5"},"D&C 134:5"],". “Sustain and Uphold the Respective Governments in Which They Reside”"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p247"},"The twelfth article of faith states, “We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.”"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p248"},"“The three significant words used in the 12th Article of Faith,” commented President David O. McKay, “express the proper attitude of the membership of the Church toward law. These words are—obey, honor, and sustain. The Article does not say we believe in submission to the law. Obedience implies a higher attitude than mere submission, for obedience has its root in good intent; submission may spring from selfishness or meanness of spirit. Though obedience and submission both imply restraint on one’s own will, we are obedient only from a sense of right; submissive from a sense of necessity."],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p249"},"“Honor expresses an act or attitude of an inferior towards a superior. When applied to things it is taken in the sense of holding in honor. Thus, in honoring the law, we look upon it as something which is above selfish desires or indulgences."],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p250"},"“To sustain signifies to hold up; to keep from falling. To sustain the law, therefore, is to refrain from saying or doing anything which will weaken it or make it ineffective."],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p251"},"“We obey law from a sense of right."],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p252"},"“We honor law because of its necessity and strength to society."],["div",{"id":"p253","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p253"},"“We sustain law by keeping it in good repute.” (In Conference Report, Apr. 1937, p. 28.)"],["div",{"id":"p254","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p254"},"Elder James E. Talmage said: “A question has many times been asked of the Church and of its individual members, to this effect: In the case of a conflict between the requirements made by the revealed word of God, and those imposed by the secular law, which of these authorities would the members of the Church be bound to obey? In answer, the words of Christ may be applied—it is the duty of the people to render unto Caesar the things that are Caesar’s, and unto God the things that are God’s [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.26"},"D&C 63:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.21"},"Matthew 22:21"],"]. At the present time the kingdom of heaven as an earthly power, with a reigning King exercising direct and personal authority in temporal matters, has not been established upon the earth. The branches of the Church as such, and the members composing the same, are subjects of the several governments within whose separate realms the Church organizations exist. In this day of comparative enlightenment and freedom there is still cause for expecting any direct interference with the rights of private worship and individual devotion; in all civilized nations the people are accorded the right to pray, and this right is assured by what may be properly called a common law of humankind. No earnest soul is cut off from communion with his God; and with such an open channel of communication, relief from burdensome laws and redress from grievances may be sought from the power that holds control of nations.” (",["span.emphasis","Articles of Faith,"],"pp. 422–23.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.5-6"},"D&C 134:5–6"],". “Sedition and Rebellion Are Unbecoming Every Citizen”"],["div",{"id":"p255","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p255"},"President N. Eldon Tanner taught:"],["div",{"id":"p256","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p256"},"“There are many who question the constitutionality of certain acts passed by their respective governments, even though such laws have been established by the highest courts in the land as being constitutional, and they feel to defy and disobey the law."],["div",{"id":"p257","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p257"},"“Abraham Lincoln once observed: ‘Bad laws, if they exist, should be repealed as soon as possible; still, while they continue in force, they should be religiously observed.’"],["div",{"id":"p258","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p258"},"“This is the attitude of the Church in regard to law observance. …"],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p259"},"“There is no reason or justification for men to disregard or break the law or try to take it into their own hands."],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p260"},"“It is the duty of citizens of any country to remember that they have individual responsibilities, and that they must operate within the law of the country in which they have chosen to live.” (In Conference Report, Oct. 1975, p. 126; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 83.)"],["div",{"id":"p261","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p261"},"President Joseph Fielding Smith likewise said: “No member of the Church can be accepted as in good standing whose way of life is one of rebellion against the established order of decency and obedience to law. We cannot be in rebellion against the law and be in harmony with the Lord, for he has commanded us to ‘be subject to the powers that be, until he reigns whose right it is to reign. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.22"},"D&C 58:22"],".) And one of these days he is going to come.” (In Conference Report, Apr. 1971, p. 48; or",["span.emphasis","Ensign,"],"June 1971, p. 50.)"],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p262"},"The exception to this principle would be when the Lord directs His people through His prophets to take an opposing stand to government. Otherwise they recognize the established authority of government."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.6-7"},"D&C 134:6–7"],". “Human Laws … and Divine Laws … Both to Be Answered by Man to His Maker”"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p263"},"President Brigham Young taught: “Remember that the Lord holds all of us responsible for our conduct here. He held our father Adam responsible for his conduct, but no more than He does us, in proportion to the station we hold. The kings of the earth will have to give an account to God, for their conduct in a kingly capacity. Kings are heads of nations, governors are heads of provinces; so are fathers or husbands governors of their own houses, and should act accordingly.” (",["span.emphasis","History of the Church,"],"4:309.)"],["div",{"id":"p264","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p264"},"President Wilford Woodruff added: “I will say that this nation and all nations, together with presidents, kings, emperors, judges, and all men, righteous and wicked, have got to go into the spirit world and stand before the bar of God. They have got to give an account of the deeds done in the body.” (In",["span.emphasis","Millennial Star,"],"24 Nov. 1890, p. 741.)"],["div",{"id":"p265","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p265"},"President Wilford Woodruff said further: “God will bless no king, no emperor and no president who will not give unto his subjects the rights and privileges in their relationship to God which the Father Himself has given unto them. Whenever these subjects are deprived of their rights, those who preside over them are held responsible.” (",["span.emphasis","Deseret Weekly News,"],"19 Apr. 1890, p. 561.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.8"},"D&C 134:8"],". “All Men Should Step Forward … in Bringing Offenders against Good Laws to Punishment”"],["div",{"id":"p266","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p266"},"Said Elder James E. Talmage: “Now, the Lord has provided that those in his Church shall live according to the law, and he makes a distinction between the law pertaining to the Church and what we call the secular law, or the law of the land, but he requires obedience to each. My love for my brother in this Church does not mean that I am to … stand between him and righteous judgment. This Church is no organization like that of the secret combinations of old, which the Lord hath said he hates, the members of which were pledged, and bound by oath that they would cover up one another’s crimes, that they would justify one another in theft and murder and in all things that were unclean. It is no such organization at all. It would not be of God if it were.” (In Conference Report, Oct. 1920, p. 63.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.9"},"D&C 134:9"],". Separation of Church and State"],["div",{"id":"p267","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p267"},"The Church upholds the principle laid down by the Constitution of the United States that religion and government should be kept separate. The First Presidency (Joseph F. Smith, John R. Winder, and Anthon H. Lund) stated the following in 1907:"],["div",{"id":"p268","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p268"},"“The Church of Jesus Christ of Latter-day Saints holds to the doctrine of the separation of church and state; the non-interference of church authority in political matters; and the absolute freedom and independence of the individual in the performance of his political duties. …"],["div",{"id":"p269","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p269"},"“We declare that from principle and policy, we favor:"],["div",{"id":"p270","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p270"},"“The absolute separation of church and state;"],["div",{"id":"p271","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p271"},"“No domination of the state by the church;"],["div",{"id":"p272","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p272"},"“No church interference with the functions of the state;"],["div",{"id":"p273","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p273"},"“No state interference with the functions of the church, or with the free exercise of religion;"],["div",{"id":"p274","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p274"},"“The absolute freedom of the individual from the domination of ecclesiastical authority in political affairs;"],["div",{"id":"p275","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p275"},"“The equality of all churches before the law.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:153.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.10"},"D&C 134:10"],". “Religious Societies Have a Right to Deal with Their Members … for Fellowship and Good Standing”"],["div",{"id":"p276","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p276"},"Elder John A. Widtsoe wrote that “no officer in the Church has authority beyond matters pertaining to the Church” (",["span.emphasis","Priesthood and Church Government,"],"p. 62), and that “the Church can try offenders only for their membership in the Church. Any further punishment is in the hands of the civil courts. Members of the Church may either be disfellowshiped or excommunicated.” (",["span.emphasis","Priesthood and Church Government,"],"p. 209.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.11"},"D&C 134:11"],". “Men Are Justified in Defending Themselves”"],["div",{"id":"p277","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p277"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p1"},"Notes and Commentary on Doctrine and Covenants 98:16–48"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.12"},"D&C 134:12"],". “Not … Right to Interfere with Bond Servants”"],["div",{"id":"p278","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p278"},"Although the Church teaches that slavery is wrong and counter to the fundamental rights of an individual, the Prophet Joseph Smith taught that when slavery is tolerated by a government, it is not the Church’s position to try to overthrow that established order: “It should be the duty of an Elder, when he enters into a house, to salute the master of that house, and if he gain his consent, then he may preach to all that are in that house; but if he gain not his consent, let him not go unto his slaves, or servants, but let the responsibility be upon the head of the master of that house, and the consequences thereof, and the guilt of that house is no longer upon his skirts. … But if the master of that house give consent, the Elder may preach to his family, his wife, his children and his servants, his man-servants, or his maid-servants, or his slaves.” (",["span.emphasis","History of the Church,"],"2:263.)"],["div",{"id":"p279","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p279"},"In 1834, when this statement was written, the Saints in Missouri were often accused by their enemies of seeking to overthrow slavery. Since Missouri entered the Union as a slave state, this question inflamed the Missourians and doubtless contributed to the spirit of persecution and violence against the Saints.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.12"},"Doctrine and Covenants 134:12"],"was a reply to these accusations."]]]]],"refs":null}
