{"id":21,"parent_id":20,"book_id":22358,"content_id":1,"language_id":1,"display_order":21,"title":"Section 4: The Third Year of Jesus’ Public Ministry","subtitle":"","short_title":"Section 4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.head2"},[".titleNumber","Section 4"],["h1","The Third Year of Jesus’ Public Ministry"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f1"},["h3","Lessons"],["ol.number",["li",["span.label","12."],["p.para","“I Am the Bread of Life”"]],["li",["span.label","13."],["p.para","That Which Defiles a Man"]],["li",["span.label","14."],["p.para","The Transfiguration of Christ"]],["li",["span.label","15."],["p.para","“I Am the Light of the World”"]],["li",["span.label","16."],["p.para","The Two Great Commandments"]],["li",["span.label","17."],["p.para","Where Much Is Given, Much Is Required"]],["li",["span.label","18."],["p.para","Rejoice with Me: For I Have Found the Lost"]],["li",["span.label","19."],["p.para","“What Lack I Yet?”"]]]],[".topic",["h2","The Three Years of the Savior’s Mortal Ministry"],[".topic",["h3","A Brief Summary of the First Two Years of Jesus’ Ministry"],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p75"},"You have now reviewed forty-five recorded events, each of which occurred during the first two years of Jesus’ ministry. In the first year of his public ministry you reviewed how he gradually revealed his messiahship to the Jews. This was principally done through the miracles he performed, which attested to his godhood. You have read of the mounting opposition by Jewish leaders against Jesus during the second year because his teachings challenged the time-honored traditions of rabbinical authority. Because of the opposition encountered in Jerusalem, Jesus moved into Galilee and concentrated his efforts there. During this period he chose and ordained twelve men, whom he designated as apostles."],["p.para",{"id":"p76","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p76"},"As you look back on these two periods, you should see two simultaneous occurrences in our Lord’s ministry: first, his ascending popularity among the Jewish people primarily because of his miracles, and the resulting opposition brought against him, principally by the Pharisees and scribes, which caused Jesus to veil his message with parables; second, his quiet training of the Twelve as they came to understand the greatness of the authority which he conferred upon them. They sat at his feet, as it were, and received his teachings; then by his commission they went forth to teach and warn the inhabitants of Israel concerning the gospel message. This ended the second year."]],[".topic",["h3","An Overview of the Third Year"],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p78"},"The third year commences with a dramatic miracle—the feeding of five thousand. Because of this miracle, many of the Jews seek to make Jesus their king, but he refuses. He later tells the people that they have followed him, not because of his miracles, but because he has fed them. That is, not because they wished to obey his teachings, but for selfish, physical reasons. Jesus then delivers to them his great discourse on the Bread of Life, announcing openly his messiahship. With the miracle of the feeding of five thousand, it appears that Jesus reaches the highest point of his popularity with the masses. Following the open declaration of his messiahship and his refusal to become a worldly king, his popularity ebbs and many disciples walk no more with him."],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p79"},"The training and preparation of the Twelve reaches its climax during this period. Jesus tells them of his impending death and resurrection; then he takes Peter, James, and John to a “high mountain apart,” where he is transfigured before them, and they are given the keys of the kingdom to administer the affairs of the church after Jesus’ departure. Later, all of the Twelve receive the keys."],["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p80"},"This closes the great Galilean ministry. From Galilee Jesus moves down to Judea, where he further testifies of his messiahship. Later he crosses over the Jordan River into Perea, where he spends the last three months of his public ministry. Once again indisputable proof of his godhood is manifest before the Jewish nation as he restores Lazarus to life. Because of a fear that “all men will believe on [Jesus]; and the Romans shall come and take away both our place and nation,” the Jewish hierarchy determines that “Jesus should die for that nation.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.48,51"},"John 11:48, 51"],".) Jesus then goes into a brief retirement; and when he has determined that his time has come, he resumes his journey to Jerusalem, where he has prophesied that he should meet his inevitable death but come forth in a glorious resurrection."]],[".topic",["h3","Highlights of the Year of Jesus’ Third Public Ministry (Last Phase of the Galilean Ministry, and the Later Judean and Perean Ministry)"],[".figure",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f2"},["p.preamble","Some highlights of the last phase of the Galilean ministry are as follows:"],["ol.number",["li",["span.label","1."],["p.para","The miracle of the feeding of five thousand, and Jesus’ great discourse on the Bread of Life."]],["li",["span.label","2."],["p.para","Peter’s testimony of Jesus. Jesus’ prophecy of his own death and resurrection. The transfiguration of Jesus before Peter, James, and John. The keys of the priesthood given to Peter, James, and John and subsequently to all the Twelve."]]]],[".figure",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f3"},["p.preamble","Some highlights of the later Judean ministry are these:"],["ol.number",["li",["span.label","1."],["p.para","Jesus’ testimony of himself before the Jews: “I am the light of the world” (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12"},"John 8:12"],"); “I am the Good Shepherd” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.11"},"John 10:11"],")."]],["li",["span.label","2."],["p.para","The parable of the Good Samaritan. Other parables and instructions to the disciples."]]]],[".figure",{"id":"f4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f4"},["p.preamble","Some highlights of the Perean ministry are these:"],["ol.number",["li",["span.label","1."],["p.para","Parables that deal with the way a disciple ought to be."]],["li",["span.label","2."],["p.para","The raising of Lazarus from the dead."]],["li",["span.label","3."],["p.para","Other instructions to his disciples and the resuming of his trek to Jerusalem."],[".",{"id":"f","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_011_02-timeline.gif"}]]]]],[".topic",["h4","Some Notable Places and Events during the Last Phase of the Galilean Ministry"],[".figure",{"id":"f6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f6"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Capernaum"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The city that Jesus adopted as his own following his rejection at Nazareth. This is the place where he gave some prominent discourses, among which was one of his most significant, the Bread of Life discourse."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Decapolis"]],["td",{"colspan":"1","rowspan":"1"},["p.para","This was an association of ten Greek cities which extended from the plains of Esdraelon and expanded eastward beyond the east side of the Sea of Galilee. Jesus fed the four thousand in this region and also passed through here on his way from Tyre and Sidon to the Sea of Galilee. (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.31"},"Mark 7:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.9"},"8:9"],".)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Plain of Gennesaret"]],["td",{"colspan":"1","rowspan":"1"},["p.para","A fertile plain on the northwest shore of the Sea of Galilee, where many diseased were healed by touching the hem of Jesus’ garment. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.34-36"},"Matthew 14:34–36"],".)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Mt. Hermon"]],["td",{"colspan":"1","rowspan":"1"},["p.para","A 9,200-foot mountain in southern Lebanon. This is a possible site for the transfiguration, because the record says this event took place in a high mountain. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-9"},"Matthew 17:1–9"],".) Mt. Tabor is another possible site."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Region of Ceasarea Philippi"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Located at the base of Mt. Hermon, this was the northern limit of the Lord’s journeys on his second tour of northern Galilee. Peter’s confession of Jesus’ divinity and Jesus’ prediction of his own death took place here. This is also a possible site of the transfiguration."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Tyre and Sidon"]],["td",{"colspan":"1","rowspan":"1"},["p.para","These are sister cities of ancient Phoenicia, renowned as maritime centers. Citizens of both cities heard Jesus preach. (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.8"},"Mark 3:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.17"},"Luke 6:17"],".) Jesus healed a Syrophoenician woman’s daughter near here. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.21-28"},"Matt. 15:21–28"],".)"]]]]]]],[".topic",["h4","Some Notable Places and Events during the Lord’s Perean Ministry and, Later, His Judean Ministry"],[".figure",{"id":"f7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f7"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Perea"]],["td",{"colspan":"1","rowspan":"1"},["p.para","This is the region on the east side of the Jordan River. Jesus spent the last three months of his public ministry in this region."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Bethany"]],["td",{"colspan":"1","rowspan":"1"},["p.para","About two miles from Jerusalem on the east slope of the Mount of Olives, this city was the home of Mary, Martha, and Lazarus (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.1"},"John 11:1"],"); Jesus lodged here when he was in Judea. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.17"},"Matthew 21:17"],".)"]]]]],["p.para",{"id":"p125","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.p125"},"The introductory map illustrates these cities and their relationship to one another."],[".",{"id":"f8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/section4.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_011_01-perea.gif"}]]]]]]]]]],"refs":null}
