{"id":3,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":3,"title":"Step into the Light","subtitle":"President Dieter F. Uchtdorf","short_title":"Step into the Light","uri":"/new-era/2013/05/step-into-the-light","content":[["div",{"id":"head1","uri":"/new-era/2013/05/step-into-the-light.head1"},[".title","Step into the Light"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/step-into-the-light.p2"},"President Dieter F. Uchtdorf"],["div",{"id":"p3","uri":"/new-era/2013/05/step-into-the-light.p3"},"Second Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/05/step-into-the-light.t1"},[".title","Light Drives Out Darkness"],["div",{"id":"p5","uri":"/new-era/2013/05/step-into-the-light.p5"},"“There may be some among you who feel darkness encroaching upon you. You may feel burdened by worry, fear, or doubt. To you and to all of us, I repeat a wonderful and certain truth: God’s light is real. It is available to all! …"],["div",{"id":"p6","uri":"/new-era/2013/05/step-into-the-light.p6"},"“Spiritual light rarely comes to those who merely sit in darkness waiting for someone to flip a switch. It takes an act of faith to open our eyes to the Light of Christ. …"],["div",{"id":"p7","uri":"/new-era/2013/05/step-into-the-light.p7"},"“We don’t have to wait to cross the finish line to receive God’s blessings. …"],["div",{"id":"p8","uri":"/new-era/2013/05/step-into-the-light.p8"},"“… The very moment you begin to seek your Heavenly Father, in that moment, the hope of His light will begin to awaken, enliven, and ennoble your soul. …"],["div",{"id":"p9","uri":"/new-era/2013/05/step-into-the-light.p9"},"“To that end, He sent His Son to this earth to illuminate the way and show us how to safely cross the stumbling blocks placed in our path. …"],["div",{"id":"p10","uri":"/new-era/2013/05/step-into-the-light.p10"},"“… As we seek to increase our love for God and strive to love our neighbor, the light of the gospel will surround and uplift us. The darkness will surely fade, because it cannot exist in the presence of light. As we draw near to God, He will draw near to us. …"],["div",{"id":"p11","uri":"/new-era/2013/05/step-into-the-light.p11"},"“I bear witness that darkness cannot stand before the brilliant light of the Son of the living God!”"]],["div",{"id":"t2","uri":"/new-era/2013/05/step-into-the-light.t2"},[".title","Make Your Contribution"],["div",{"id":"p13","uri":"/new-era/2013/05/step-into-the-light.p13"},"“Satan would rather that you define yourself by your sins instead of your divine potential. Brethren, don’t listen to him. …"],["div",{"id":"p14","uri":"/new-era/2013/05/step-into-the-light.p14"},"“I do not believe in a God who would set up rules and commandments only to wait for us to fail so He could punish us. I believe in a Heavenly Father who is loving and caring and who rejoices in our every effort to stand tall and walk toward Him. …"],["div",{"id":"p15","uri":"/new-era/2013/05/step-into-the-light.p15"},"“Serving God and our fellowmen will challenge us and transform us into something greater than we ever thought possible."],["div",{"id":"p16","uri":"/new-era/2013/05/step-into-the-light.p16"},"“Perhaps you might think that you are not needed, that you are overlooked or unwanted, that you are nobody."],["div",{"id":"p17","uri":"/new-era/2013/05/step-into-the-light.p17"},"“I am sincerely sorry if any priesthood holder feels this way. Certainly you are not overlooked or unwanted by your Heavenly Father. He loves you. And I tell you with certainty that you are needed by your Church. …"],["div",{"id":"p18","uri":"/new-era/2013/05/step-into-the-light.p18"},"“… You have your own special contribution to make, and God can magnify that contribution in a mighty way. Your ability to contribute is not dependent upon your calling in the Church. … If you are waiting on the sidelines, I encourage you to get in the game."],["div",{"id":"p19","uri":"/new-era/2013/05/step-into-the-light.p19"},"“Don’t wait for a particular calling before you become fully engaged in building the kingdom of God. …"],["div",{"id":"p20","uri":"/new-era/2013/05/step-into-the-light.p20"},"“… You can be a force for good in your family, your home, your community, your nation, and indeed in the world.”"]]],[".resources",[".moreInfo",[".title","Short Videos"],["div",{"id":"p22","uri":"/new-era/2013/05/step-into-the-light.p22"},"Watch short video highlights from President Uchtdorf’s conference addresses at",["a",{"href":"http://lds.org/go/537"},"lds.org/go/537"],"and",["a",{"href":"http://lds.org/go/538"},"lds.org/go/538"],"."]],[".quote",{"id":"f2","uri":"/new-era/2013/05/step-into-the-light.f2"},["div",{"id":"p23","uri":"/new-era/2013/05/step-into-the-light.p23"},"“I was intrigued by President Uchtdorf’s talk. A few days before conference, I felt completely without light inside. I hadn’t committed any major sins, but I felt without hope. I wrote about my feelings in my journal and poured out my heart in prayer. As I prayed, I remembered what I had learned about Christ’s grace. I felt light and hope come back into my heart. I am so grateful we do not have to live in the dark! I know light comes from Christ, and I feel so loved to know He lights my soul and gives me hope. His Light is very, very real.”"],[".bio",["div",{"id":"p24","uri":"/new-era/2013/05/step-into-the-light.p24"},"Name Withheld, 17, Washington, USA"]]]]],"refs":null}
