{"id":4,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":4,"title":"Words to Live By","subtitle":"","short_title":"Words to Live By","uri":"/new-era/2013/05/words-to-live-by","content":[["div",{"id":"head1","uri":"/new-era/2013/05/words-to-live-by.head1"},[".title","Words to Live By"]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/05/words-to-live-by.t1"},[".title","Obeying God’s Word"],[".sideQuote",{"id":"f1","uri":"/new-era/2013/05/words-to-live-by.f1"},[".title","Don’t Pick and Choose"],["div",{"id":"p4","uri":"/new-era/2013/05/words-to-live-by.p4"},"“We must not pick and choose which commandments we think are important to keep but acknowledge all of God’s commandments. We must stand firm and steadfast, having perfect confidence in the Lord’s consistency and perfect trust in His promises.”"],[".citationInfo",["div",{"id":"p5","uri":"/new-era/2013/05/words-to-live-by.p5"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/words-to-live-by.f2"},[".title","Followers of Christ"],["div",{"id":"p7","uri":"/new-era/2013/05/words-to-live-by.p7"},"“Jesus’s teachings were not meant to be theoretical. Always they were to be acted upon. …"],["div",{"id":"p8","uri":"/new-era/2013/05/words-to-live-by.p8"},"“As Jesus taught, those who love Him will keep His commandments. They will be obedient. … Following Christ is not a casual or occasional practice but a continuous commitment and way of life that applies at all times and in all places.”"],[".citationInfo",["div",{"id":"p9","uri":"/new-era/2013/05/words-to-live-by.p9"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/words-to-live-by.f3"},[".title","The Standard of Sexual Morality"],["div",{"id":"p11","uri":"/new-era/2013/05/words-to-live-by.p11"},"“The Church of Jesus Christ of Latter-day Saints has a single, undeviating standard of sexual morality: intimate relations are proper only between a man and a woman in the marriage relationship prescribed in God’s plan. Such relations are not merely a curiosity to be explored, an appetite to be satisfied, or a type of recreation or entertainment to be pursued selfishly. They are not a conquest to be achieved or simply an act to be performed. Rather, they are in mortality one of the ultimate expressions of our divine nature and potential and a way of strengthening emotional and spiritual bonds between husband and wife. We are agents blessed with moral agency and are defined by our divine heritage as children of God—and not by sexual behaviors, contemporary attitudes, or secular philosophies. …"],["div",{"id":"p12","uri":"/new-era/2013/05/words-to-live-by.p12"},"“… Obedience to the law of chastity will increase our happiness in mortality and make possible our progress in eternity.”"],[".citationInfo",["div",{"id":"p13","uri":"/new-era/2013/05/words-to-live-by.p13"},"Elder David A. Bednar of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/words-to-live-by.f4"},[".title","Tolerance"],["div",{"id":"p15","uri":"/new-era/2013/05/words-to-live-by.p15"},"“Tolerance is a virtue, but, like all virtues, when exaggerated it transforms itself into a vice. We need to be careful of the ‘tolerance trap’ so that we are not swallowed up in it. The permissiveness afforded by the weakening of the laws of the land to tolerate legalized acts of immorality does not reduce the serious spiritual consequences that result from the violation of God’s law of chastity.”"],[".citationInfo",["div",{"id":"p16","uri":"/new-era/2013/05/words-to-live-by.p16"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f5","uri":"/new-era/2013/05/words-to-live-by.f5"},[".title","A True Friend"],["div",{"id":"p18","uri":"/new-era/2013/05/words-to-live-by.p18"},"“Most of us know someone who would say, ‘If you want to be my friend, you’ll have to accept my values.’ A true friend doesn’t ask us to choose between the gospel and his or her friendship. To borrow the words of Paul, ‘From such turn away’ [",["a",{"href":"/scriptures/nt/2-tim/3.5"},"2 Timothy 3:5"],"]. A true friend strengthens us to stay on the strait and narrow path.”"],[".citationInfo",["div",{"id":"p19","uri":"/new-era/2013/05/words-to-live-by.p19"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t2","uri":"/new-era/2013/05/words-to-live-by.t2"},[".title","Peace through the Savior and His Gospel"],[".sideQuote",{"id":"f6","uri":"/new-era/2013/05/words-to-live-by.f6"},[".title","True Peace"],["div",{"id":"p22","uri":"/new-era/2013/05/words-to-live-by.p22"},"“We all long for peace. Peace is not just safety or lack of war, violence, conflict, and contention. Peace comes from knowing that the Savior knows who we are and knows that we have faith in Him, love Him, and keep His commandments, even and especially amid life’s devastating trials and tragedies. …"],["div",{"id":"p23","uri":"/new-era/2013/05/words-to-live-by.p23"},"“… Peace is not found in the pursuit of pleasure, entertainment, or leisure. None of these can, even when attained in abundance, create any lasting happiness or peace."],["div",{"id":"p24","uri":"/new-era/2013/05/words-to-live-by.p24"},"“",["span.emphasis","The Savior is the source of true peace."],"Even with the trials of life, because of the Savior’s Atonement and His grace, righteous living will be rewarded with personal peace.”"],[".citationInfo",["div",{"id":"p25","uri":"/new-era/2013/05/words-to-live-by.p25"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f7","uri":"/new-era/2013/05/words-to-live-by.f7"},[".title","Hold Fast to What You",["span.emphasis","Do"],"Know"],["div",{"id":"p27","uri":"/new-era/2013/05/words-to-live-by.p27"},"“In moments of fear or doubt or troubling times, hold the ground you have already won, even if that ground is limited. … When those moments come … ,",["span.emphasis","hold fast to what you already know and stand strong until additional knowledge comes."],"… The size of your faith or the degree of your knowledge is not the issue—it is the integrity you demonstrate toward the faith you do have and the truth you already know."],["div",{"id":"p28","uri":"/new-era/2013/05/words-to-live-by.p28"},"“… I am not asking you to pretend to faith you do not have. I",["span.emphasis","am"],"asking you to be true to the faith you",["span.emphasis","do"],"have. Sometimes we act as if an honest declaration of doubt is a higher manifestation of moral courage than is an honest declaration of faith. It is not!”"],[".citationInfo",["div",{"id":"p29","uri":"/new-era/2013/05/words-to-live-by.p29"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t3","uri":"/new-era/2013/05/words-to-live-by.t3"},[".title","Gospel Learning"],[".sideQuote",{"id":"f8","uri":"/new-era/2013/05/words-to-live-by.f8"},[".title","Inspiration and Revelation"],["div",{"id":"p32","uri":"/new-era/2013/05/words-to-live-by.p32"},"“Each of us must stay in condition to respond to inspiration and the promptings of the Holy Ghost. The Lord has a way of pouring pure intelligence into our minds to prompt us, to guide us, to teach us, to warn us. Each son or daughter of God can know the things they need to know instantly. Learn to receive and act on inspiration and revelation.”"],[".citationInfo",["div",{"id":"p33","uri":"/new-era/2013/05/words-to-live-by.p33"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f9","uri":"/new-era/2013/05/words-to-live-by.f9"},[".title","The Spirit in the Classroom"],["div",{"id":"p35","uri":"/new-era/2013/05/words-to-live-by.p35"},"“To join a Sunday School, auxiliary, or priesthood class is a sacred experience where the Church curriculum is followed and there is great gospel understanding, teaching, and learning by the Spirit."],[".citationInfo",["div",{"id":"p36","uri":"/new-era/2013/05/words-to-live-by.p36"},"Elder John B. Dickson of the Seventy"]]],[".sideQuote",{"id":"f10","uri":"/new-era/2013/05/words-to-live-by.f10"},[".title","Scripture Study and Technology"],["div",{"id":"p38","uri":"/new-era/2013/05/words-to-live-by.p38"},"“Who could have imagined not very many years ago that the full standard works and years of general conference messages would fit into your pocket? Just having them in your pocket will not protect you, but studying, pondering, and listening to them during quiet moments of each day will enhance communication through the Spirit."],["div",{"id":"p39","uri":"/new-era/2013/05/words-to-live-by.p39"},"“… Mark important scriptures on your device and refer back to them frequently. If you young people would review a verse of scripture as often as some of you send text messages, you could soon have hundreds of passages of scripture memorized. Those passages would prove to be a powerful source of inspiration and guidance by the Holy Ghost in times of need.”"],[".citationInfo",["div",{"id":"p40","uri":"/new-era/2013/05/words-to-live-by.p40"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t4","uri":"/new-era/2013/05/words-to-live-by.t4"},[".title","Strengthening the Family"],[".sideQuote",{"id":"f11","uri":"/new-era/2013/05/words-to-live-by.f11"},[".title","The Priesthood Power"],["div",{"id":"p43","uri":"/new-era/2013/05/words-to-live-by.p43"},"“Not only is the priesthood the power by which the heavens and the earth were created, but it is also the power the Savior used in His mortal ministry to perform miracles, to bless and heal the sick, to bring the dead to life, and, as our Father’s Only Begotten Son, to endure the unbearable pain of Gethsemane and Calvary. …"],["div",{"id":"p44","uri":"/new-era/2013/05/words-to-live-by.p44"},"“The same priesthood power that created worlds, galaxies, and the universe can and should be part of our lives to succor, strengthen, and bless our families, our friends, and our neighbors—in other words, to do the things that the Savior would do if He were ministering among us today.”"],[".citationInfo",["div",{"id":"p45","uri":"/new-era/2013/05/words-to-live-by.p45"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f12","uri":"/new-era/2013/05/words-to-live-by.f12"},[".title","A Home Centered on Christ"],["div",{"id":"p47","uri":"/new-era/2013/05/words-to-live-by.p47"},"“Some homes have a father who is a worthy priesthood holder joined by a faithful, devoted mother who together lead in righteousness. Many homes have a different configuration. Regardless of your circumstances, you can center your home and your life on the Lord Jesus Christ, for He is the source of true peace in this life.”"],[".citationInfo",["div",{"id":"p48","uri":"/new-era/2013/05/words-to-live-by.p48"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f13","uri":"/new-era/2013/05/words-to-live-by.f13"},[".title","Happy Marriages"],["div",{"id":"p50","uri":"/new-era/2013/05/words-to-live-by.p50"},"“In the happiest marriages both the husband and wife consider their relationship to be a pearl beyond price, a treasure of infinite worth. … They understand that they walk a divinely ordained path. They know that no other relationship of any kind can bring as much joy, generate as much good, or produce as much personal refinement. Watch and learn: the best marriage partners regard their marriages as priceless.”"],[".citationInfo",["div",{"id":"p51","uri":"/new-era/2013/05/words-to-live-by.p51"},"Elder L. Whitney Clayton of the Presidency of the Seventy"]]],[".sideQuote",{"id":"f14","uri":"/new-era/2013/05/words-to-live-by.f14"},[".title","Disconnect to Reconnect"],["div",{"id":"p53","uri":"/new-era/2013/05/words-to-live-by.p53"},"“Precious moments of opportunity to interact and converse with our [family] dissolve when we are occupied with distractions. Why not choose a time each day to disconnect from technology and reconnect with each other? … When you do this, your home may seem quiet at first; you may even feel at a loss as to what to do or say. Then, as you give full attention to your [family], a conversation will begin, and you can enjoy listening to each other.”"],[".citationInfo",["div",{"id":"p54","uri":"/new-era/2013/05/words-to-live-by.p54"},"Rosemary M. Wixom, Primary general president"]]],[".sideQuote",{"id":"f15","uri":"/new-era/2013/05/words-to-live-by.f15"},[".title","No Contention"],["div",{"id":"p56","uri":"/new-era/2013/05/words-to-live-by.p56"},"“One of my wife’s mottoes has been ‘In order to contend, you need two people, and I will never be one of them.’”"],[".citationInfo",["div",{"id":"p57","uri":"/new-era/2013/05/words-to-live-by.p57"},"Elder Enrique R. Falabella of the Seventy"]]]],["div",{"id":"t5","uri":"/new-era/2013/05/words-to-live-by.t5"},[".title","Bringing Others to Christ"],[".sideQuote",{"id":"f16","uri":"/new-era/2013/05/words-to-live-by.f16"},[".title","The Greatest Service"],["div",{"id":"p60","uri":"/new-era/2013/05/words-to-live-by.p60"},"“The greatest service we can provide to others in this life, beginning with those of our own family, is to bring them to Christ through faith and repentance so they may experience His Redemption—peace and joy now and immortality and eternal life in the world to come. …"],["div",{"id":"p61","uri":"/new-era/2013/05/words-to-live-by.p61"},"“We can also assist in the Lord’s redemption of those beyond the grave. … With the benefit of vicarious rites we offer them in the temples of God, even those who died in bondage to sin can be freed.”"],[".citationInfo",["div",{"id":"p62","uri":"/new-era/2013/05/words-to-live-by.p62"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f17","uri":"/new-era/2013/05/words-to-live-by.f17"},[".title","Hearts Prepared"],["div",{"id":"p64","uri":"/new-era/2013/05/words-to-live-by.p64"},"“As surely as the Lord has inspired more missionaries to serve, He is also awakening the minds and opening the hearts of more good and honest people to receive His missionaries. You already know them or will know them. They are in your family and live in your neighborhood. They walk past you on the street, sit by you in school, and connect with you online. You too are an important part of this unfolding miracle.”"],[".citationInfo",["div",{"id":"p65","uri":"/new-era/2013/05/words-to-live-by.p65"},"Elder Neil L. Andersen of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f18","uri":"/new-era/2013/05/words-to-live-by.f18"},[".title","Catch the Wave"],["div",{"id":"p67","uri":"/new-era/2013/05/words-to-live-by.p67"},"“An unprecedented wave of enthusiasm for missionary work is sweeping the entire earth. …"],["div",{"id":"p68","uri":"/new-era/2013/05/words-to-live-by.p68"},"“More of you young men and women will catch this wave as you strive to be worthy of mission calls. You see this as a wave of truth and righteousness. …"],["div",{"id":"p69","uri":"/new-era/2013/05/words-to-live-by.p69"},"“You teenagers, embrace your new curriculum and teach one another the doctrine of Jesus Christ. Now is your time to prepare to teach others about the goodness of God.”"],[".citationInfo",["div",{"id":"p70","uri":"/new-era/2013/05/words-to-live-by.p70"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t6","uri":"/new-era/2013/05/words-to-live-by.t6"},[".title","Your Divine Identity"],[".sideQuote",{"id":"f19","uri":"/new-era/2013/05/words-to-live-by.f19"},[".title","The Quest of Life"],["div",{"id":"p73","uri":"/new-era/2013/05/words-to-live-by.p73"},"“Our quest for eternal life is nothing other than a quest to understand who God is and for us to return to live with Him.”"],[".citationInfo",["div",{"id":"p74","uri":"/new-era/2013/05/words-to-live-by.p74"},"Elder Christoffel Golden Jr. of the Seventy"]]],[".sideQuote",{"id":"f20","uri":"/new-era/2013/05/words-to-live-by.f20"},[".title","Heavenly Father’s Love"],["div",{"id":"p76","uri":"/new-era/2013/05/words-to-live-by.p76"},"“Our Heavenly Father knows us, loves us, and wants to help. He knows best how to help. We are not spiritual orphans!”"],[".citationInfo",["div",{"id":"p77","uri":"/new-era/2013/05/words-to-live-by.p77"},"Elder Stanley G. Ellis of the Seventy"]]],[".sideQuote",{"id":"f21","uri":"/new-era/2013/05/words-to-live-by.f21"},[".title","Heartfelt Prayer"],["div",{"id":"p79","uri":"/new-era/2013/05/words-to-live-by.p79"},"“Sharing our thoughts, feelings, and desires with God through sincere and heartfelt prayer should become to each of us as important and natural as breathing and eating.”"],[".citationInfo",["div",{"id":"p80","uri":"/new-era/2013/05/words-to-live-by.p80"},"Bishop Dean M. Davies, Second Counselor in the Presiding Bishopric"]]]]],[".resources",[".quote",{"id":"f22","uri":"/new-era/2013/05/words-to-live-by.f22"},["div",{"id":"p81","uri":"/new-era/2013/05/words-to-live-by.p81"},"“I enjoyed the talks about obedience. I am so grateful there are eternal, unchanging moral absolutes!”"],[".bio",["div",{"id":"p82","uri":"/new-era/2013/05/words-to-live-by.p82"},"Claire C., 17, Washington, USA"]]],[".quote",{"id":"f23","uri":"/new-era/2013/05/words-to-live-by.f23"},["div",{"id":"p83","uri":"/new-era/2013/05/words-to-live-by.p83"},"“I absolutely loved Elder Holland’s talk, especially when he said, ‘If your faith is a little tested, … I invite you to lean on mine.’ It’s been a trying year for me and those around me, and I love knowing that someone out there with such wonderful and inspiring faith is there for me.”"],[".bio",["div",{"id":"p84","uri":"/new-era/2013/05/words-to-live-by.p84"},"Jayde H., 16, Oregon, USA"]]],[".quote",{"id":"f24","uri":"/new-era/2013/05/words-to-live-by.f24"},["div",{"id":"p85","uri":"/new-era/2013/05/words-to-live-by.p85"},"“This general conference has made me want to come unto Christ. I hope that I will always be able to know that God loves me and knows me and wants me to come home to Him with my earthly duties done with great love, courage, honor, and obedience.”"],[".bio",["div",{"id":"p86","uri":"/new-era/2013/05/words-to-live-by.p86"},"Kirsten P., 14, Alabama, USA"]]],[".quote",{"id":"f25","uri":"/new-era/2013/05/words-to-live-by.f25"},["div",{"id":"p87","uri":"/new-era/2013/05/words-to-live-by.p87"},"“General conference has brought a peaceful spirit into my home. I am excited to act upon the things that were spoken of and do the things which we were challenged to do that we may return to our Father in Heaven.”"],[".bio",["div",{"id":"p88","uri":"/new-era/2013/05/words-to-live-by.p88"},"Katy S., 16, Utah, USA"]]],[".quote",{"id":"f26","uri":"/new-era/2013/05/words-to-live-by.f26"},["div",{"id":"p89","uri":"/new-era/2013/05/words-to-live-by.p89"},"“Precious, simple truths of the gospel of Jesus Christ are important to know as we try to ‘catch the wave’ and share the gospel with others, because the Spirit can testify of the truth of our words when we speak simple truths. Be simple and be bold. When truth is spoken, the Spirit is present.”"],[".bio",["div",{"id":"p90","uri":"/new-era/2013/05/words-to-live-by.p90"},"Greg S., 16, California, USA"]]]]],"refs":null}
