{"id":25,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson 20: Our Temple and Family History Responsibilities","subtitle":"","short_title":"Lesson 20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities","content":[["div",{"id":"head10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.head10"},[".titleNumber","Lesson 20"],["h1","Our Temple and Family History Responsibilities"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p3"},"The purpose of this lesson is to help us understand our temple and family history responsibilities."],[".topic",["h2","Ordinances Are Necessary for Salvation"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p5"},"In order to return to the presence of our Heavenly Father, each of us must receive the ordinances necessary for salvation. Elder Boyd K. Packer said:"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p6"},"“Ordinances and covenants become our credentials for admission into His presence. To worthily receive them is the quest of a lifetime; to keep them thereafter is the challenge of mortality."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p7"},"“Once we have received them for ourselves and for our families, we are obligated to provide these ordinances vicariously for our kindred dead, indeed for the whole human family” (in Conference Report, Apr. 1987, 27; or",["span.emphasis","Ensign,"],"May 1987, 24)."]],[".topic",["h2","Receiving Our Own Temple Ordinances and Helping Immediate Family Members Receive Theirs"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p9"},"Baptism and confirmation, the first ordinances of the gospel, are the gate by which we enter the narrow path that leads to eternal life (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-18"},"2 Nephi 31:17–18"],"). To continue on this path after baptism, we must also receive the sacred ordinances of the temple—the endowment and the sealing ordinances. We must remain faithful to the covenants we make. These ordinances are essential to our exaltation."],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p10"},"President Howard W. Hunter explained the importance of temple ordinances: “All of our efforts in proclaiming the gospel, perfecting the Saints, and redeeming the dead lead to the holy temple. This is because the temple ordinances are absolutely crucial; we cannot return to God’s presence without them. I encourage everyone to worthily attend the temple or to work toward the day when you can enter that holy house to receive your ordinances and covenants” (in Conference Report, Oct. 1994, 118; or",["span.emphasis","Ensign,"],"Nov. 1994, 88)."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p11"},"Adult members who have not yet been to the temple should talk to their bishops or branch presidents to find out how to prepare to receive temple blessings. We should also instill in our children and other family members a desire to prepare for baptism and temple ordinances."],["ul.bullet",["li",["span.label","•"],[".para","How can we teach our children and other family members the importance of the temple? (Write the responses on the chalkboard.)"]]]],[".topic",["h2","Holding a Current Recommend and Going to the Temple Regularly"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 20-a, “The Salt Lake Temple.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","20-a, The Salt Lake Temple"]]]],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p15"},"Regarding temples, President Gordon B. Hinckley said:"],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p16"},"“These unique and wonderful buildings, and the ordinances administered therein, represent the ultimate in our worship. These ordinances become the most profound expressions of our theology. I urge our people everywhere, with all of the persuasiveness of which I am capable, to live worthy to hold a temple recommend, to secure one and regard it as a precious asset, and to make a greater effort to go to the house of the Lord and partake of the spirit and the blessings to be had therein. I am satisfied that every man or woman who goes to the temple in a spirit of sincerity and faith leaves the house of the Lord a better man or woman. There is need for constant improvement in all of our lives. There is need occasionally to leave the noise and the tumult of the world and step within the walls of a sacred house of God, there to feel His spirit in an environment of holiness and peace” (in Conference Report, Oct. 1995, 72; or",["span.emphasis","Ensign,"],"Nov. 1995, 53)."],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p17"},"Even if our circumstances do not allow us to attend regularly, we should hold a temple recommend. President Howard W. Hunter said: “It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families” (in Conference Report, Oct. 1994, 8; or",["span.emphasis","Ensign,"],"Nov. 1994, 8)."],["ul.bullet",["li",["span.label","•"],[".para","What blessings are we promised if we hold a current temple recommend and attend the temple regularly?"]]]],[".topic",["h2","Obtaining a Temple Recommend"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p20"},"To obtain a temple recommend, we must have a private interview with our priesthood leaders. President Boyd K. Packer described this interview: “The interview for a temple recommend is conducted privately between the bishop [or branch president] and the Church member concerned. Here the member is asked searching questions about his personal conduct and worthiness and about his loyalty to the Church and its officers. The person must certify that he is morally clean and is keeping the Word of Wisdom, paying a full tithe, living in harmony with the teachings of the Church, and not maintaining any affiliation or sympathy with apostate groups. The bishop [or branch president] is instructed that confidentiality in handling these matters with each interviewee is of the utmost importance” (“The Holy Temple,”",["span.emphasis","Ensign,"],"Feb. 1995, 32). After we are interviewed by the bishop or branch president, we will also need to have an interview with the stake president or mission president, if we do not live in a stake."],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p21"},"When we are preparing to receive our own temple ordinances, our local priesthood leaders will invite us to attend preparation and orientation classes. A temple recommend is valid for one year. After that time, another interview is needed to obtain, or renew, a recommend for the next year."]],[".topic",["h2","Providing Ordinances for Deceased Ancestors"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p23"},"The Lord desires that all who have lived upon the earth past the age of eight have the privilege of receiving baptism, the endowment, and the sealing ordinances. He has provided a way for the living to perform these ordinances in behalf of those who have died. As members of the Church, we have the responsibility to provide the saving ordinances of the gospel for our ancestors who died without them."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"Doctrine and Covenants 128:15"],". Why is it important for us to provide ordinances for our deceased ancestors?"]]],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p25"},"Performing ordinances for our ancestors allows us to share the joy our ancestors feel as they receive the opportunity to attain eternal life in the presence of God the Father and Jesus Christ. Further, as we serve our brothers and sisters, we come to better understand and appreciate the meaning of the Savior’s Atonement in our own lives."],["ul.bullet",["li",["span.label","•"],[".para","What blessings can come from participating in ordinances for our deceased ancestors?"]]]],[".topic",["h2","Remembering Our Ancestors"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p28"},"To begin fulfilling our family history responsibilities, we can each make a list of our deceased relatives whom we knew or remember. No special research aids or resources are needed. This list can help us identify relatives who died without receiving their saving temple ordinances. Even if our ancestors were early Church members or if others in our families have worked on family history, we can often identify deceased relatives whose temple work has not yet been done."],["ul.bullet",["li",["span.label","•"],[".para","Pass out pencils and paper to the class. Have the sisters make a list of deceased relatives they remember, and then have them identify those who died without receiving temple ordinances, if possible."]]],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p30"},"When we identify relatives whose temple work is not yet done, we should make sure that it is done. President Gordon B. Hinckley emphasized the temple’s importance in family history work: “All of our vast family history endeavor is directed to temple work. There is no other purpose for it. The temple ordinances become the crowning blessings the Church has to offer” (in Conference Report, Apr. 1998, 115–16; or",["span.emphasis","Ensign,"],"May 1998, 88)."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 20-b, “A family history consultant can help us with family history work.”"]]],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p32"},"Family history consultants in our ward, branch, or stake can help us prepare the information that the temple will need before ordinances may be done. Church family history publications, local priesthood leaders, and temples should also have these instructions."],["ul.bullet",["li",["span.label","•"],[".para","Discuss with class members the process and requirements for preparing names for temple work. If possible, introduce the family history consultant and have him or her lead this discussion."]]],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p34"},"In addition to performing temple ordinances for the ancestors whom we remember, we should consider other ancestors. We can talk to our parents, grandparents, aunts, uncles, cousins, and other family members. They may remember people we may not have known. We can make sure that temple work is done for these ancestors as well."]],[".topic",["h2","Recording Your Information"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 20-c, “Pedigree chart.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","20-c, Pedigree chart"]]]],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p37"},"As we learn about our ancestors, we will probably need to record the information we find. Church family history forms—such as a pedigree chart, which gives an overview of family relationships—and computer programs can help us do this. However, you may use any method that helps you remember what you learn. It is also helpful to record the dates when ordinances were performed so that you know which ordinances still need to be done."]],[".topic",["h2","Some Guidelines"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p39"},"As we submit names for temple work, we should remember these guidelines:"],["div",{"id":"f121","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.f121"},["ol.number",["li",["span.label","1."],[".para","Our foremost obligation is for our own ancestors. We should not submit the names of people who are not related to us, including names we may obtain from personal extraction projects."]],["li",["span.label","2."],[".para","A person whose name is submitted must have been deceased for at least one full year."]],["li",["span.label","3."],[".para","If the person was born in the past 95 years, permission should be obtained from a close living relative before the name is submitted."]],["li",["span.label","4."],[".para","No ordinances are necessary for children who are stillborn. However, if there is any possibility that a child lived after birth, he or she should be sealed to the parents unless the child was born in the covenant (meaning that the child’s parents were sealed before he or she was born)."]],["li",["span.label","5."],[".para","Children who died before age eight and were not born in the covenant need only to be sealed to their parents. They do not need any other ordinances."]]]]],[".topic",["h2","Additional Ways to Participate in Family History"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 20-d, “We can participate in family history by sharing stories about our lives and the lives of our ancestors.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","20-d, We can participate in family history by sharing stories about our lives and the lives of our ancestors."]]]],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p47"},"Other important ways we can participate in family history include:"],["ul.noMarker",["li",[".para","Writing personal and family histories."]],["li",[".para","Keeping a journal."]],["li",[".para","Participating in the Church’s family history programs, such as family record extraction."]],["li",[".para","Gathering information about ancestors who lived before those that we and our family remember, and having their temple work done."]],["li",[".para","Teaching our children about their ancestors and encouraging them to fulfill their own family history responsibilities."]]]],[".topic",["h2","Conclusion"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p54"},"We need to receive the ordinances of the gospel to be able to return to live in the presence of our Heavenly Father. To receive all of the blessings associated with these ordinances, we should:"],["div",{"id":"f125","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.f125"},["ol.number",["li",["span.label","1."],[".para","Receive our own ordinances and help our immediate family members receive theirs."]],["li",["span.label","2."],[".para","Hold current temple recommends and attend the temple as often as we can. Even if we do not live where we can go to the temple, we should hold a temple recommend."]],["li",["span.label","3."],[".para","Identify our ancestors who died without receiving the ordinances and make sure that ordinances are performed in their behalf."]]]]],[".topic",["h2","Challenge"],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p59"},"If you have not yet received your own ordinances, arrange for an interview with your bishop or branch president to find out what you can do to prepare."],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p60"},"Teach your family about the importance of baptism and the temple ordinances."],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p61"},"If you do not have a temple recommend, prepare to obtain one."],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p62"},"Identify at least one ancestor who died without receiving all of the saving ordinances of the gospel and make sure that the ordinance work for that person is completed."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],"(the work of Elijah)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"(baptism for the dead)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-19"},"1 Peter 3:18–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.6"},"1 Peter 4:6"],"(Christ preached to the dead)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.5-23"},"Moroni 8:5–23"],"(baptism for little children is not needed)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.26-40"},"Doctrine and Covenants 124:26–40"],"(house to be built to the Lord, wherein work for the dead may be done)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.title"},"Doctrine and Covenants 128"],"(directions on accurate record keeping and baptism for the dead)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.38-39"},"Joseph Smith—History 1:38–39"],"(mission of Elijah)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p72"},"Before presenting this lesson:"],["div",{"id":"f127","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.f127"},["ol.number",["li",["span.label","1."],[".para","Study",["a.crossRef",{"href":"/manual/gospel-principles/chapter-40-temple-work-and-family-history.p1"},"lesson 40"],", “Temple Work and Family History,” in",["span.emphasis","Gospel Principles."]]],["li",["span.label","2."],[".para","Obtain paper and pencils for each sister."]],["li",["span.label","3."],[".para","Obtain copies of current Church family history forms for recording temple and family information for each sister."]],["li",["span.label","4."],[".para","If your ward, branch, stake, or mission has a family history consultant, ask him or her for the procedures used to submit names for temple work. If possible, arrange for the consultant to teach a portion of the class. If a family history consultant is not available, you may also find out what these procedures are from a local Family History Center, your local priesthood leaders, or your nearest temple."]],["li",["span.label","5."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
