{"id":18,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":18,"title":"Lesson 13: Follow the Brethren","subtitle":"","short_title":"Lesson 13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren","content":[["div",{"id":"head3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.head3"},[".titleNumber","Lesson 13"],["h1","Follow the Brethren"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p3"},"The purpose of this lesson is to motivate us to follow the directions we receive from the Lord’s ordained leaders."],[".topic",["h2","The Lord Speaks to Us through His Prophets"],["ul.bullet",["li",["span.label","•"],[".para","Ask class members to read and mark",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"Doctrine and Covenants 1:38"],". Who is the Lord’s prophet and mouthpiece on the earth today?"]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p6"},"God reveals His word to us through prophets (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"). As members of The Church of Jesus Christ of Latter-day Saints, we are blessed to know that there is a prophet on the earth, who serves as President of the Church, and that through this prophet the Lord makes known His mind and will. When the prophet speaks to us in the name of the Lord, he speaks what the Lord would say if He were here."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p7"},"We also believe “all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"Articles of Faith 1:9"],")."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p8"},"It is a blessing to be members of the true Church and to know that our prophet speaks the will of the Lord for today. Knowing that the Lord speaks through His prophet reassures us that the Savior lives and that He loves us and is interested in us."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p9"},"The prophet who leads the Church will never lead us astray. He tells us things that pertain to our lives now. The prophet gives us instruction from the Lord at general conference, which is held twice each year. He also gives the Lord’s counsel to us at other conferences held throughout the world. Many of the prophet’s addresses are printed in the Church magazines."],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p10"},"In addition to the President of the Church, other men are sustained as prophets, seers, and revelators. These are the prophet’s counselors and the Quorum of the Twelve. These Brethren also receive revelation, bring us the will of the Lord, bear witness of the divinity of Christ, teach the plan of salvation, and perform ordinances."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p11"},"President Harold B. Lee said: “If you want to know what the Lord has for this people at the present time, I would admonish you to get and read the discourses that have been delivered at this [general] conference; for what these brethren have spoken by the power of the Holy Ghost is the mind of the Lord, the will of the Lord, the voice of the Lord, and the power of God unto salvation” (in Conference Report, Apr. 1973, 176; or",["span.emphasis","Ensign,"],"July 1973, 121)."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p12"},"The prophets love us and are concerned about us. They know that we can find total progress and joy only by following the counsel given to us by the Lord. Our prophets give direction in all facets of our lives. For example, President Gordon B. Hinckley encouraged us to speak kindly of everyone and to be more neighborly. He asked us to preach the gospel at home and abroad and to give humanitarian aid to those in need. He challenged us to extend the work being done in the temples, keep the Sabbath day holy, observe the Word of Wisdom, and faithfully pay our tithing. He encouraged us to strengthen our families and avoid abuse of any kind. President Hinckley warned that “we have moved too far toward the mainstream of society.” He went on to say that the cure for the problems in the world “is simple and wonderfully effective. It is love. It is plain, simple, everyday love and respect.” He urged us to move forward with faith. (See Conference Report, Oct. 1997, 92–94; or",["span.crossRef",["span.emphasis","Ensign,"]],"Nov. 1997, 68–69.)"]],[".topic",["h2","We Are Responsible for Gaining a Testimony of the Lord’s Revelations to His Prophets"],["ul.bullet",["li",["span.label","•"],[".para","Where can we read or hear messages of the prophet and other General Authorities today?"]],["li",["span.label","•"],[".para","Why does knowing that the prophet is the mouthpiece for God today encourage us to listen to his counsel?"]],["li",["span.label","•"],[".para","Display visual 13-a, “The Prophet Joseph Smith.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","13-a, The Prophet Joseph Smith"]]]],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p17"},"In the early days of the Restoration of the Church, many people anxiously looked forward to seeing the Prophet Joseph Smith. As they met him, many had a spiritual manifestation that assured them that he was the Lord’s chosen servant. Sister Emmeline B. Wells told of two experiences that increased her testimony of the prophets—the first took place when she met the Prophet Joseph Smith. Later, following Joseph Smith’s martyrdom, she witnessed the temporary resemblance of President Brigham Young to the Prophet Joseph Smith."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read the following story:"]]],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p19"},"“I feel that I have a testimony to bear, that I have always kept from the very day that I entered the City of Nauvoo and saw the Prophet Joseph. He came down to the boat to meet the saints who were coming from the eastern states and the middle states up to the west."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p20"},"“I had been baptized by the wish of my mother, who became a Latter-day Saint as soon as she heard the gospel, but I had no testimony and I had not very much faith, because I did not know much about things. …"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p21"},"“When I came up the river on the boat, and standing on the top of the boat to see the Prophet on the landing from the boat, I knew instantly then that the gospel was true by the feeling that pervaded me from the crown of my head to the end of my fingers and toes, and every part of my body. I was sure then that I was right, that ‘Mormonism’ was true and that I was fully paid for all the sacrifices that I had made to come to Nauvoo. I felt that just to see him would be worth it all. I had been prepared in a measure for seeing him, but I want to tell you I was not disappointed, because there never was a man like him."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p22"},"“The only incident where a man resembled him was when Brigham Young announced himself as president of the Church and the successor of the Prophet Joseph. I don’t remember the words, but that was the announcement that he made in the grove on Temple Hill in the City of Nauvoo. There were but very few people that knew he had come. They knew all the Twelve were away at the time that the Prophet Joseph and his brother, Hyrum, were slain, and I think very few in that audience knew that Brigham Young had returned. When he came forward and made that announcement, the whole company arose and exclaimed, in one voice, you might say, that it was the Prophet Joseph."],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p23"},"“I was standing in a wagon box on wheels, so I did not have to rise, but those who were seated arose and made that exclamation. I could see very well, and every one of them thought it was really the Prophet Joseph risen from the dead. But after Brigham Young had spoken a few words, the tumult subsided, and the people really knew that it was not the Prophet Joseph, but the President of the quorum of the Twelve Apostles. It was the most wonderful manifestation, I think, that I have ever known or seen, and I have seen a very great number. …"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p24"},"“I wanted particularly to tell you of the manifestation when the mantle of the Prophet fell upon Brigham Young. After that we had the greatest faith in him, the greatest that could possibly be; and we have had great faith in all those who have followed him” (“My Testimony,” in Preston Nibley, comp.,",["span.emphasis","Faith-Promoting Stories"],"[1977], 137–38, 140)."],["ul.bullet",["li",["span.label","•"],[".para","Why was it important that the early Saints have such an experience at the time Joseph Smith was martyred?"]]],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p26"},"Another experience of meeting a prophet is told by Sister Piriko Valkama Petersen."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read the following story:"]]],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p28"},"“In the summer of 1952 the young people from our branch were enjoying Girl Scout camp near Helsinki, Finland, and anticipating a visit from President David O. McKay. A beautiful grove surrounded by tall birch trees was chosen as the setting for welcoming the president, and since the summer had been lovely, we believed that this special day would be beautiful too."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p29"},"“As the time approached, and we talked of his visit, one of the girls suddenly asked, ‘What will happen to our testimonies if he does not act and look like a prophet?’ Little by little, doubts began to creep into our minds. The darkness of these doubts seemed to be reflected even in nature, as dark, heavy clouds gathered above our heads on the day of his coming and the rain came down in torrents. I remember sitting under a large tree with a friend, watching the rain beat down on the lake, and again and again my thoughts returned to the gnawing fear that the president might not meet our expectations. I knew he would not appear in white robes like the prophets of old we saw in pictures, but that he would be dressed like an ordinary man. So strongly did I fear losing my testimony that if I could, I would have run away. But that was not to be, I had been chosen to give the welcoming speech."],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p30"},"“As we walked toward the grove, the rain let up, but the sky was so gray and the clouds so heavy it was almost dark. Our Scout uniforms were wet, and we were drained of enthusiasm. In silence we … waited. My place was in the middle of the line. I was supposed to take three steps forward, greet President McKay and his company, wish Sister McKay a happy birthday and give a flower to her."],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p31"},"“Into this dark, damp setting drove a black car. And then, as President McKay stepped from the car, the sun broke through and suddenly the grove was a sea of light. The leaves and grass sparkled as the rays of sun hit the raindrops. We were stunned and momentarily blinded by this intense light."],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p32"},"“I looked at the president but could not see him clearly. All I could see was his majestic silhouette against the sun, with the light against his beautiful white hair forming, it seemed, a shining halo around his head. We all gasped and stood in awed silence."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p33"},"“The time had come for me to take my three steps forward and welcome the president, but I could not move. I knew that if I took those three steps, he would immediately see the doubts and fears in my heart that had been tormenting me. Everyone waited, and I stood there helpless."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p34"},"“Finally we heard the mission president … prompting, ‘Sister Valkama, didn’t you have something to say to us?’ I forced myself to take three very small steps. The tears streamed down my face. …"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p35"},"“I tried to speak. Confused and embarrassed, I stood there and wept quietly. Then I heard President McKay’s voice."],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p36"},"“‘Come here, my child.’"],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p37"},"“I went to him and he took both my hands in his and held them while I gave my greeting. I was aware of his golden, tanned skin and the warm light in his eyes. I felt as though it was as important for him to help me as it was for me to give my message. A feeling of complete peace flowed from his hands into me. My fear of him judging me, which I had felt only a moment earlier, left me and an overwhelming feeling of love had taken its place. I knew he was the prophet of God who had come not to judge us but to love us” (“When the Sun Broke Through,”",["span.emphasis","Ensign,"],"Aug. 1976, 37)."],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p38"},"Although some of us may not have an opportunity to see a prophet, as Sister Petersen did, we can all study, pray, and seek to gain a testimony of the calling of our prophet. Gaining such a testimony can occur in many different ways. Each of us needs to gain a testimony of the living prophet for ourselves."],["ul.bullet",["li",["span.label","•"],[".para","Ask class members who have seen a prophet or have gained a testimony of him to share their experience with the class."]]],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p40"},"We should pray for the prophet in our private and family prayers. We should teach our children to be thankful for and to pray for the prophet, as illustrated in this story: “One family knelt in prayer soon after hearing the news of the death of President Joseph Fielding Smith. The father expressed thankfulness for having lived during the ministry of that great prophet. He then thanked the Lord for all the prophets who have lived, and especially for President Harold B. Lee [the new President of the Church]. He prayed that his children might become acquainted with the new prophet and study his teachings. ‘Bless these fine children, Father,’ he prayed, ‘that they might follow those who follow the prophet and never do anything that President Lee would not do’” (Marian Sorensen, “Teaching Children through Prayer,”",["span.emphasis","Ensign,"],"May 1973, 34)."],["ul.bullet",["li",["span.label","•"],[".para","How would such an experience teach our children to follow the prophet?"]],["li",["span.label","•"],[".para","How can we gain a testimony of our prophet?"]]]],[".topic",["h2","Our Local Priesthood Leaders Are Called of God"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 13-b, “A congregation sustaining a priesthood officer.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","13-b, A congregation sustaining a priesthood officer"]]],["li",["span.label","•"],[".para","Through what other servants would the Lord speak to us today?"]]],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p46"},"The prophet and other General Authorities preside over all units of the Church. However, since they cannot personally conduct the affairs of all units, they have delegated the right to preside and conduct to others. The Lord calls worthy priesthood bearers to act under the leadership of the General Authorities in our local areas. These local leaders are called by revelation to lead in righteousness. Although they may not feel they are fully prepared or trained for their leadership calls, the Lord has chosen them to lead at this time, and He will magnify their abilities to perform their callings."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p47"},"After local leaders are chosen, they are presented for our sustaining vote. When we raise our hands to sustain them, we are promising to follow them and help them in their callings. President James E. Faust taught that obedience to priesthood leaders’ counsel can bring us great comfort. He said: “I do not speak of blind obedience, but rather the obedience of faith, which supports and sustains decisions with confidence that they are inspired. I advocate being more in tune with the Spirit so we may feel a confirming witness of the truthfulness of the direction we receive from our priesthood leaders. There is great safety and peace in supporting our priesthood leaders in their decisions” (in Conference Report, Apr. 1997, 59; or",["span.emphasis","Ensign,"],"May 1997, 42–43)."],["ul.bullet",["li",["span.label","•"],[".para","What might a local priesthood leader ask us to do? How can we show that we believe he is called of God?"]]],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p49"},"Parents have a responsibility to teach their children to sustain and support their local priesthood leaders. They should never criticize priesthood leaders or say unkind things about them. Criticizing our leaders endangers our own salvation. We should be careful to speak highly of priesthood leaders in front of our children. We should teach them to be loyal to the offices of the Lord’s kingdom. Our children will then learn by example to be loyal to both the offices and those called to serve as our priesthood leaders in these offices."],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p50"},"“The men who hold the Priesthood are but mortal men; they are fallible men. …"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p51"},"“Nevertheless, God has chosen these men. He has singled them out. They have not done it themselves; but He has selected them, and He has placed upon them the authority of the Holy Priesthood, and they have become His representatives in the earth. …"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p52"},"“And those who lift their voices … against the authority of the Holy Priesthood … will go down to hell, unless they repent” (George Q. Cannon,",["span.emphasis","Gospel Truth,"],"sel. Jerreld L. Newquist, 2nd ed., 2 vols. [1974], 1:276)."],["ul.bullet",["li",["span.label","•"],[".para","What can we do to support our local priesthood leaders?"]]]],[".topic",["h2","We Can Receive Help in Our Personal Lives from Our Local Priesthood Leaders"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 13-c, “A sister receiving counsel from her branch president.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","13-c, A sister receiving counsel from her branch president"]]]],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p56"},"Local priesthood leaders (our home teachers, priesthood quorum leaders, branch president or bishop, our mission president, district president or stake president, and others) are called not only to direct the affairs of the Church, but also to help each of us. When we have personal problems, we sometimes hesitate to ask our home teachers and our bishop or branch president for help. We think they may not understand. Sometimes we are too embarrassed. However, the First Presidency of the Church told us:"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p57"},"“The Lord has so organized His Church that there is accessible to every member—man, woman, and child—a spiritual advisor and a temporal counselor who should know them intimately and who understands the circumstances out of which their problems arise. These local leaders are, by reason of their ordination or setting apart, entitled to a heavenly endowment of the discernment and inspiration necessary to enable them to give the advice that one in trouble needs. If a bishop or branch president needs assistance, he may go to the stake or mission president, who may, in turn, seek counsel from his … [supervising] General Authority."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p58"},"“We, therefore, urge all members who have problems or questions that trouble them to consult their bishop or branch president freely and fully and receive from him the assistance they need” (First Presidency letter, 7 Oct. 1977). Members should also counsel with their home and visiting teachers."]],[".topic",["h2","Conclusion"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p60"},"Heavenly Father loves us and has given us prophets to guide us. The prophet who is President of the Church will never lead us astray. We must gain a testimony of the prophet and teach our children to listen to his words."],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p61"},"Local priesthood leaders have also been called of God to help us. We should sustain and support them. We should be willing to listen to their counsel and advice as it is given to guide us in our personal lives."],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p62"},"When we show love and respect for our prophet and local leaders, those around us will also feel more inclined to do so."]],[".topic",["h2","Challenge"],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p64"},"Study a recent talk given by the prophet. Practice his teachings in your daily life. Discuss with your family the responsibilities of the prophet and local priesthood leaders."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.2"},"1 Nephi 22:2"],"(things made known to the prophets by the Spirit)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1,4-6"},"Doctrine and Covenants 21:1, 4–6"],"(receive the word of the prophet as if from God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-7"},"Doctrine and Covenants 43:1–7"],"(revelations to the Church given only through the one appointed)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.71-74"},"Doctrine and Covenants 107:71–74"],"(the bishop a judge in Israel)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.p71"},"Before presenting this lesson:"],["div",{"id":"f31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-13-follow-the-brethren.f31"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 9,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-9-prophets-of-god.p1"},"“Prophets of God.”"]]],["li",["span.label","2."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
