{"id":19,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":19,"title":"Lesson 14: Withstanding the Evils of the World","subtitle":"","short_title":"Lesson 14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world","content":[["div",{"id":"head4","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.head4"},[".titleNumber","Lesson 14"],["h1","Withstanding the Evils of the World"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p3"},"The purpose of this lesson is to help us become more aware of the Lord’s counsel concerning the evils of the day and how we can deal with them."],[".topic",["h2","Satan’s Powers, Purposes, and Deceptions"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p5"},"“There is an oft-told story of three men who applied for the job of driving the coaches for a transportation company. The successful applicant would be driving over high, dangerous and precipitous mountain roads. Asked how well he could drive, the first one replied: ‘I am a good, experienced driver. I can drive so close to the edge of the precipice that the wide metal tire of the vehicle will skirt the edge and never go off.’"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p6"},"“‘That is good driving,’ said the employer."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p7"},"“The second man boasted, ‘Oh, I can do better than that. I can drive so accurately that the tire of the vehicle will lap over, half of the tire on the edge of the precipice, and the other half in the air over the edge.’"],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p8"},"“The employer wondered what the third man could offer, and was surprised and pleased to hear, ‘Well, sir, I can keep just as far away from the edge as possible.’ It is needless to ask which of the men got the job” (Spencer W. Kimball,",["span.emphasis","The Miracle of Forgiveness"],"[1969], 217–18)."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p9"},"Our journey through life in these last days takes place in perilous territory (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.1"},"2 Timothy 3:1"],"). We should be like the third driver. Just as he wisely chose to avoid danger, we should choose to avoid the evils of the world."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/5.22"},"1 Thessalonians 5:22"],". Why is it important for us to avoid even the appearance of evil?"]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.12,14"},"Moroni 7:12, 14"],". What source persuades us to do evil?"]]],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p12"},"The scriptures identify the devil, or Satan, as an “enemy unto God” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.12"},"Moroni 7:12"],") and a destroyer of “the souls of men” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.28"},"Helaman 8:28"],"). He is known by many names, some of which also tell us his purposes: the “evil one” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.37"},"D&C 93:37"],"), “the destroyer” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.54"},"D&C 101:54"],"), “the tempter” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.3"},"Matthew 4:3"],"), and “the father of all lies” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.18"},"2 Nephi 2:18"],")."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p13"},"We know that Satan and his followers are spirits who do not have bodies of flesh and bones and who desire to possess our mortal bodies (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.28-32"},"Matthew 8:28–32"],"). The evil one seeks to make us all miserable. He would rob us of our agency, turn us from our eternal goals, and enslave and destroy us. Satan uses lies, deceptions, and half-truths to tempt and capture us."],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p14"},"Concerning Satan, President Spencer W. Kimball said, “He garnishes evil to make it appear beautiful, pleasing, easy, and even good” (“The Blessings and Responsibilities of Womanhood,”",["span.emphasis","Ensign,"],"Mar. 1976, 70)."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p15"},"Satan seeks to break apart the home and family. One of his many devices is to challenge the role the Lord has given to women. “Satan and his cohorts … lure women away from their primary responsibilities as wives, mothers, and homemakers” (N. Eldon Tanner, in Conference Report, Oct. 1973, 124; or",["span.emphasis","Ensign,"],"Jan. 1974, 7)."],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p16"},"In his efforts to deceive women, Satan suggests reasons that would make evil actions seem acceptable."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read aloud the following deceptive reasoning that we hear in the world today:"],["div",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},["ol.number",["li",["span.label","1."],[".para","Abortion: “It’s my body. I can do what I want with it.”"]],["li",["span.label","2."],[".para","Sexual immorality: “Everyone’s doing it.”"]],["li",["span.label","3."],[".para","Marriage: “It’s better to find out whether you are compatible by living together before you are married. Marriage is old-fashioned, anyway.”"]],["li",["span.label","4."],[".para","Divorce: “If it doesn’t work, give up.”"]],["li",["span.label","5."],[".para","Drugs: “They’re fun. They can really make you feel good.”"]],["li",["span.label","6."],[".para","Pornography: “You need to read all kinds of material to be well-informed.”"]],["li",["span.label","7."],[".para","Women’s role: “You’re too intelligent to waste your time at home with children. You could be making a more worthwhile contribution elsewhere.”"]],["li",["span.label","8."],[".para","Homosexuality: “We should not have to hide our true feelings. We need understanding and acceptance.”"]],["li",["span.label","9."],[".para","Birth control: “If you have children, you shouldn’t have very many. The world is overcrowded as it is.”"]]]]]],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p27"},"Elder Delbert L. Stapley counseled: “Be aware and warned of the subtle workings of Satan, for he never stops trying to lead us astray. He is an expert on making things seem appealing and right, when actually they can bring about our moral destruction. He does not believe in free agency, and would like to control our minds, thoughts, and acts. We can see his workings more and more in the movies, television shows, magazines, and in the actions of men and nations” (in Conference Report, Apr. 1975, 32; or",["span.emphasis","Ensign,"],"May 1975, 22)."]],[".topic",["h2","How to Withstand Evil"],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p29"},"We can resist evil by following the wise counsel of our leaders, by being committed in our resolve to overcome evil, and by seeking the guidance of the Holy Ghost."],[".topic",["h3","Following the Counsel of Our Leaders"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p31"},"Church leaders, who stand for truth and righteousness, counsel us concerning the evils of our day. Sister Elaine L. Jack, former general president of the Relief Society, said: “We have been taught … by prophets, seers, revelators, and other General Authorities who bear the priesthood of God. Their messages are for every member of the Church. When we have ‘ears to hear’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.15"},"Matthew 11:15"],"), we can recognize that the Lord is saying, ‘Whether by mine own voice or by the voice of my servants, it is the same’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],")” (in Conference Report, Oct. 1996, 107; or",["span.emphasis","Ensign,"],"Nov. 1996, 78)."],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p32"},"We need to learn what our Church leaders have to say, obey their counsel, and teach these truths to our families."],["ul.bullet",["li",["span.label","•"],[".para","Have several class members read aloud the following words of our Church leaders:"]]],[".topic",["h4","Abortion"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p35"},"In view of the widespread public interest in the issue of abortion, we reaffirm that The Church of Jesus Christ of Latter-day Saints has consistently opposed elective abortion. More than a century ago, the First Presidency of the Church warned against this evil. We have repeatedly counseled people everywhere to turn from the devastating practice of abortion for personal or social convenience."],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p36"},"The Church recognizes that there may be rare cases in which abortion may be justified—cases involving pregnancy by incest or rape; when the life or health of the woman is adjudged by competent medical authority to be in serious jeopardy; or when the fetus is known by competent medical authority to have severe defects that will not allow the baby to survive beyond birth. But these are not automatic reasons for abortion. Even in these cases, the couple should consider an abortion only after consulting with each other, and their bishop, and receiving divine confirmation through prayer."],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p37"},"The practice of elective abortion is fundamentally contrary to the Lord’s injunction, ‘Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.6"},"D&C 59:6"],".) We urge all to preserve the sanctity of human life and thereby realize the happiness promised to those who keep the commandments of the Lord” (“Statement Issued on Abortion,”",["span.emphasis","Church News,"],"19 Jan. 1991, 5)."]],[".topic",["h4","Sexual immorality"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p39"},"“Intimate acts are forbidden by the Lord outside the enduring commitment of marriage because they undermine His purposes. Within the sacred covenant of marriage, such relationships are according to His plan. When experienced any other way, they are against His will. They cause serious emotional and spiritual harm. Even though participants do not realize that is happening now, they will later."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p40"},"“Sexual immorality creates a barrier to the influence of the Holy Spirit with all its uplifting, enlightening, and empowering capabilities. It causes powerful physical and emotional stimulation. In time, that creates an unquenchable appetite that drives the offender to ever more serious sin. It engenders selfishness and can produce aggressive acts such as brutality, abortion, sexual abuse, and violent crime. Such stimulation can lead to acts of homosexuality, and they are evil and absolutely wrong."],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p41"},"“Sexual transgression would … sap your spiritual strength, undermine your faith in Jesus Christ, and frustrate your ability to serve Him. Consistent, willing obedience increases your confidence and ability. It produces character that allows you to face difficult challenges and overcome them. It qualifies you to receive inspiration and power from the Lord” (Richard G. Scott, in Conference Report, Oct. 1994, 50–51; or",["span.emphasis","Ensign,"],"Nov. 1994, 38)."]],[".topic",["h4","Marriage"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p43"},"“We, the First Presidency and the Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints, solemnly proclaim that marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102)."]],[".topic",["h4","Divorce"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p45"},"“Why all of these broken homes? What happens to marriages that begin with sincere love and a desire to be loyal and faithful and true one to another? …"],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p46"},"“I find selfishness to be the root cause of most of it. …"],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p47"},"“There is a remedy for all of this. It is not found in divorce. It is found in the gospel of the Son of God. He it was who said, ‘What therefore God hath joined together, let not man put asunder’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.6"},"Matthew 19:6"],"). The remedy for most marriage stress is not in divorce. It is in repentance. It is not in separation. It is in simple integrity that leads a man to square up his shoulders and meet his obligations. It is found in the Golden Rule” (Gordon B. Hinckley, in Conference Report, Apr. 1991, 97; or",["span.emphasis","Ensign,"],"May 1991, 73–74)."]],[".topic",["h4","Drugs"],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p49"},"“Stay away from illegal drugs. They can absolutely destroy you. They will take away your powers of reason. They will enslave you in a vicious and terrible way. They will destroy your mind and your body. They will build within you such cravings that you will do anything to satisfy them” (Gordon B. Hinckley, in Conference Report, Apr. 1998, 67; or",["span.emphasis","Ensign,"],"May 1998, 50)."]],[".topic",["h4","Pornography"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p51"},"“You live in a world of terrible temptations. Pornography, with its sleazy filth, sweeps over the earth like a horrible, engulfing tide. It is poison. Do not watch it or read it. It will destroy you if you do. It will take from you your self-respect. It will rob you of a sense of the beauties of life. It will tear you down and pull you into a slough of evil thoughts and possibly of evil actions. Stay away from it. Shun it as you would a foul disease, for it is just as deadly. Be virtuous in thought and in deed. God has planted in you, for a purpose, a divine urge which may be easily subverted to evil and destructive ends” (Gordon B. Hinckley, in Conference Report, Oct. 1997, 71–72; or",["span.emphasis","Ensign,"],"Nov. 1997, 51)."]],[".topic",["h4","Women’s role"],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p53"},"“To mothers, daughters, and women everywhere, let me stress the fact that because of your great potential and influence for good in the lives of all of us, Satan is determined to destroy you. You cannot compromise with him. You must have the courage, the strength, the desire, and the determination to live as the Lord would have you live—good clean lives. …"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p54"},"“Girls, prepare yourselves to assume the roles of mothers by gaining knowledge and wisdom through a good education. We teach that the glory of God is intelligence, and so we must all be aware of what is going on around us and be prepared to thwart Satan in his attempts to divert us from our divine destiny. With knowledge, wisdom, determination, and the Spirit of the Lord to help us we can succeed” (N. Eldon Tanner, in Conference Report, Oct. 1973, 126, 127; or",["span.emphasis","Ensign,"],"Jan. 1974, 8, 10)."]],[".topic",["h4","Homosexuality"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p56"},"“The Lord’s law of moral conduct is abstinence outside of lawful marriage and fidelity within marriage. Sexual relations are proper only between husband and wife appropriately expressed within the bonds of marriage. Any other sexual conduct, including … homosexual and lesbian behavior, is sinful. Those who persist in such practices or who influence others to do so are subject to Church discipline. …"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p57"},"“Such thoughts and feelings, regardless of their causes, can and should be overcome and sinful behavior should be eliminated. This can be achieved through faith in God, sincere repentance, and persistent effort” (First Presidency letter, 14 Nov. 1991)."]],[".topic",["h4","Birth control"],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p59"},"“How many children should a couple have? All they can care for! Of course, to care for children means more than simply giving them life. Children must be loved, nurtured, taught, fed, clothed, housed, and well started in their capacities to be good parents themselves. Exercising faith in God’s promises to bless them when they are keeping his commandments, many LDS parents have large families. Others seek but are not blessed with children or with the number of children they desire. In a matter as intimate as this, we should not judge one another” (Dallin H. Oaks, in Conference Report, Oct. 1993, 101; or",["span.emphasis","Ensign,"],"Nov. 1993, 75)."],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p60"},"“The Lord has told us to multiply and replenish the earth that we might have joy in our posterity, and there is no greater joy than the joy that comes of happy children in good families. But he did not designate the number, nor has the Church. That is a sacred matter left to the couple and the Lord” (Gordon B. Hinckley,",["span.emphasis","Cornerstones of a Happy Home"],"[pamphlet, 1984], 6)."]],["ul.bullet",["li",["span.label","•"],[".para","Where can we learn what our leaders teach concerning current issues? (Invite a class member to read the section “Words of Our Living Prophets” in",["a.crossRef",{"href":"/manual/gospel-principles/chapter-10-scriptures.p1"},"chapter 10"],"of",["span.emphasis","Gospel Principles."],")"]]],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p62"},"Elder Gene R. Cook called for us to stand up for the right and to speak for the Lord with boldness. He cited the example of a woman who did just this during a very challenging situation:"],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p63"},"“She was at a luncheon with a number of members of the Church; some were active and some inactive; and also a few nonmembers were present. The subject turned to abortion and birth control, and one of the nonmembers voiced … some very strong feelings concerning these issues. She indicated, erroneously, that she felt that there is nothing wrong with an abortion, and [expressed other extreme views]. This good sister in the Church was faced with a difficult challenge of whether to talk about the weather or some other noncontroversial subject, or whether to really speak out and state the truth. This choice woman chose to do the latter. After explaining what the Lord had said concerning … these issues, she bore her testimony as to her personal feelings. … Afterwards one of the inactive women came over to this good sister and explained that she had never before understood the Lord’s view on those issues and had felt the truth being spoken on that day” (in Conference Report, Apr. 1976, 153; or",["span.emphasis","Ensign,"],"May 1976, 103)."],["ul.bullet",["li",["span.label","•"],[".para","Why was it important that this sister know what the Lord had said about the issues of the day? Why should we know what the Lord has said on the evils of our day?"]]],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p65"},"Elder Marvin J. Ashton counseled:"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p66"},"“There never has been a time when it is more important for us as members of The Church of Jesus Christ of Latter-day Saints to take a stand, remain firm in our convictions, and conduct ourselves wisely under all circumstances. We must not be manipulated or enraged by those who subtly foster contention over issues of the day."],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p67"},"“When issues are in contradiction to the laws of God, the Church must take a stand and state its position. …"],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p68"},"“Ours is to explain our position through reason, friendly persuasion, and accurate facts. …"],["div",{"id":"p69","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p69"},"“As we take a stand against the evils of the day, … can we express our beliefs without clenching our fists, raising our voices, and promoting contention? … This can best be accomplished … by appropriate commitment rather than contention” (in Conference Report, Apr. 1978, 9–10, 12; or",["span.emphasis","Ensign,"],"May 1978, 7–9)."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38.10-12"},"Alma 38:10–12"],". According to this scripture, how should we share our beliefs?"]]]],[".topic",["h3","Being Committed in Our Resolve to Overcome Evil"],["ul.bullet",["li",["span.label","•"],[".para","Point to and read aloud the following thought written on the chalkboard: We need to remember that “Satan has no power over us except as we give it to him. … God never forces us to do right, and Satan has no power to force us to do wrong” (Sterling W. Sill, in Conference Report, Apr. 1970, 30;",["span.emphasis","Improvement Era,"],"June 1970, 45)."]]],["div",{"id":"p73","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p73"},"We need to make a bold and determined stand against Satan. After telling Moses’ experience with Satan (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-24"},"Moses 1:1–24"],"), President Spencer W. Kimball explained why this is necessary: “When he is challenged, Satan is angry, as he was with Moses. He cried with a loud voice, trembled, and shook, and he departed from Moses",["span.emphasis","who was resolute."],"There was weeping and wailing and gnashing of teeth as he departed from Moses. There was nothing else for him to do. He has to leave when you say, ‘Depart from me, Satan.’ Every soul who has mortality is stronger than Satan,",["span.emphasis","if that soul is determined"],"” (“The Blessings and Responsibilities of Womanhood,”",["span.emphasis","Ensign,"],"Mar. 1976, 71; italics added)."],["ul.bullet",["li",["span.label","•"],[".para","Why must we be resolute and determined to rid ourselves of Satan’s influence? How can knowledge of this principle give us comfort and courage?"]]]],[".topic",["h3","Seeking the Guidance of the Holy Ghost"],["div",{"id":"p76","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p76"},"We have been counseled to seek the guidance of the Holy Ghost in our efforts to withstand evil. President Marion G. Romney reminded us that “we must not—and we need not—be deceived nor corrupted by … evil teachings and practices. And we shall not be affected by them if we keep in mind who we are and use the means with which the Lord has endowed us to discern and avoid them."],["div",{"id":"p77","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p77"},"“Let us never forget— …"],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p78"},"“That our spirits are the begotten offspring of heavenly, immortal parents;"],["div",{"id":"p79","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p79"},"“That a principal purpose for our being here on earth in mortality is to be proved to see if we will do what the Lord directs us to do. …"],["div",{"id":"p80","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p80"},"“It is important that we keep in mind that the choices we make as we decide what is good and what is evil are the most important decisions we will ever make. Upon them depends our happiness or misery throughout time and eternity."],["div",{"id":"p81","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p81"},"“It is self-evident, just, and true, that God our Father in heaven and His Beloved Son Jesus Christ, our Redeemer, would not put us in this position, where so much depends upon our choices, without giving us the means with which we can distinguish good from evil. The means he has given us",["span.emphasis","is the voice of the Spirit"],"” (“The Voice of the Spirit,”",["span.emphasis","Ensign,"],"Aug. 1978, 3–4)."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.11-18"},"Ephesians 6:11–18"],". How is the guidance of the Holy Ghost related to putting on the whole armor of God?"]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p84","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p84"},"Satan’s power and influence are great. As the Second Coming of the Lord draws near, Satan will increase his efforts to deceive and destroy us. If we are resolute and determined, we can withstand the evils of the day."],["div",{"id":"p85","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p85"},"Because the First Presidency and the Twelve are aware of false philosophies and evils in the world, they continue to warn and teach us as the Lord directs them. We must follow their counsel to obtain strength and protection."],["div",{"id":"p86","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p86"},"We should keep in mind the advice President Ezra Taft Benson gave us on how to withstand the evils of the world: “To Latter-day Saints the world over, we say: … Keep the commandments of God. Follow the counsel of his living prophet. … Teach your children to walk uprightly before the Lord. Pray in your homes morning and evening. … ‘Do not yield to the bad, but always oppose it with good.’ (Virgil.)” (in Conference Report, Apr. 1978, 48; or",["span.emphasis","Ensign,"],"May 1978, 34)."]],[".topic",["h2","Challenge"],["div",{"id":"p88","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p88"},"Pray for wisdom to recognize and resist evil. Speak boldly for the good. Prepare for the Second Coming of the Lord. Withstand the evils of the day by applying the Lord’s counsel as recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.57"},"Doctrine and Covenants 45:57"],": Be wise, receive the truth, take the Holy Spirit as your guide, and do not be deceived."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.21"},"Romans 12:21"],"(overcome evil with good)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.16-26"},"1 Nephi 22:16–26"],"(the righteous need not fear)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-39"},"2 Nephi 9:28–39"],"(awfulness of yielding to the enticings of Satan)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],"(Satan is the father of all lies)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p95","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.p95"},"Before presenting this lesson:"],["div",{"id":"f43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-14-withstanding-the-evils-of-the-world.f43"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 3,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-3-jesus-christ-our-chosen-leader-and-savior.p1"},"“Jesus Christ, Our Chosen Leader and Savior,”"],"and chapter 4,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-4-freedom-to-choose.p1"},"“Freedom to Choose.”"]]],["li",["span.label","2."],[".para","Write on the chalkboard:",["span.emphasis","Satan has no power over us except as we give it to him. … God never forces us to do right, and Satan has no power to force us to do wrong (Sterling W. Sill)."]]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
