{"id":23,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":23,"title":"Lesson 18: Developing Self-Reliance","subtitle":"","short_title":"Lesson 18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance","content":[["div",{"id":"head8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.head8"},[".titleNumber","Lesson 18"],["h1","Developing Self-Reliance"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p3"},"The purpose of this lesson is to help us prepare for the future by developing self-reliance."],[".topic",["h2","Blessings of Self-Reliance"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p5"},"The Lord said, “All things unto me are spiritual, and not at any time have I given unto you a law which was temporal” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.34"},"D&C 29:34"],"). The foundation of helping ourselves and others is love and charity. Although becoming self-reliant involves physical, or temporal, preparation, developing self-reliance also helps us grow spiritually. When we are well prepared, we are not only able to care for ourselves, but we can also assist others in times of need. As we give unselfishly of our means, time, and talents to help others, our love for others increases and we draw closer to the Spirit."]],[".topic",["h2","Areas for Developing Self-Reliance"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p7"},"President Spencer W. Kimball counseled, “We encourage all Latter-day Saint families to become self-reliant and independent” (“Prophet Urges Home Food Production,”",["span.emphasis","Church News,"],"3 Apr. 1976, 8). The Lord’s plan for Church members to be self-reliant is simple. It is that we do our best to provide for our personal and family needs by developing good work habits; being thrifty; gathering a home supply of items necessary to sustain us for at least one year; planning for our future needs; and maintaining physical, spiritual, emotional, and social health. Self-reliance begins at home, with the individual and the family."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p8"},"To prepare ourselves and our families for the future, Church leaders encourage us to develop self-reliance in six basic areas."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 18-a, “Six areas of self-reliance.”"]]],[".topic",["h3","Employment"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p11"},"In many families a father or husband works to provide for the family’s needs. However, this is not always the case. Women should qualify themselves both to be a homemaker and to earn a living. They must also be prepared to support themselves or their families, if necessary."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p12"},"Mothers are encouraged to make raising their children their primary occupation, especially when their children are young, but they should still prepare to be able to earn a living outside the home. Before a mother of small children considers working outside the home, however, she should be sure the family’s needs cannot be met through careful budgeting and home production. She should make every effort to stay at home with the children."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p13"},"To help family members prepare for employment, Elder Marvin J. Ashton advised: “Complete as much formal, fulltime education as possible. This includes the trade schools. This is money well invested. Use night school and correspondence classes to further prepare. Acquire some special skill or ability that could be used to avoid prolonged unemployment” (“One for the Money,”",["span.emphasis","Ensign,"],"July 1975, 73)."],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p14"},"Consider the following situation and what can be done to solve it. John, the father of two young children, is unemployed. He finds a job and works for a short time. Because he develops severe health problems, he must quit the job. The rent is due and bills must be paid."],["ul.bullet",["li",["span.label","•"],[".para","What can this family do to solve their problem? What should the father do? How could the wife help? the children? other family members? Church members?"]],["li",["span.label","•"],[".para","If a father takes a job he does not enjoy, what can he do in the meantime to prepare himself for another type of job while continuing to support his family?"]],["li",["span.label","•"],[".para","Why should a woman prepare for employment outside the home? (To support herself if she does not marry or until she marries. To support herself and her family if it becomes necessary.)"]]]],[".topic",["h3","Resource Management"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p19"},"To be prepared financially, we should learn how to live within our income. This requires setting up and managing a budget. A working budget includes making practical financial goals, paying tithes and offerings, and avoiding debt. In addition to a budget, wise management of our income includes buying food and other essential items when they are least expensive, avoiding waste, and, if possible, developing a savings fund to provide for emergency financial needs. (See lesson 21,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-21-managing-family-finances.p1"},"“Managing Family Finances,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A"],"for further information on planning a budget.)"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p20"},"One family offered the following suggestion for managing family finances: “One thing that never works … is the attitude, ‘This is",["span.emphasis","my"],"money, so I’ll spend it the way I like.’ No matter whether the husband or the wife is bringing in the money, all the money should belong equally to both. Neither the husband nor the wife has the right to go spending ‘because it belongs to me’” (Orson Scott Card, “Family Finances,”",["span.emphasis","Ensign,"],"June 1978, 13)."],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p21"},"Children can learn how to use money by being included, when appropriate, in family financial decisions. One parent related the following experience: “We wanted to buy a piano one year. We took several of the children with us, and then after we had looked at several pianos we told the salesman that we would come back later after a family discussion. … After talking it over, we decided",["span.emphasis","as a family"],"that we could buy it—though it meant cutting out some other extras. The children didn’t mind, because they felt it was",["span.emphasis","their"],"decision, too” (",["span.emphasis","Ensign,"],"June 1978, 13)."],["ul.bullet",["li",["span.label","•"],[".para","What are some ways we can better manage our spending in order to save more money? How does wise money management bring peace, contentment, and security to the home? (When family members understand where money must go, contention may be eliminated and the necessities can be purchased first. Knowing that necessities are planned for brings a feeling of security.)"]]]],[".topic",["h3","Home Storage"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p24"},"Where legal and when possible, each person and family should have enough food to take care of basic needs for a minimum of one year. This means that we should grow and preserve food and then use and replace that food to avoid spoilage. We should also know how to make and mend clothing and, if possible, store fuel and medical supplies. Production and storage help us care for ourselves, our own families, and others in times of need. (See lesson 25,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-25-home-storage.p1"},"“Home Storage,”"],"in this manual and lesson 25,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-25-home-gardening.p1"},"“Home Gardening,”"],"and lesson 26,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/homemaking/lesson-26-home-production.p1"},"“Home Production,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A"],"for further information.)"],["ul.bullet",["li",["span.label","•"],[".para","What do you need for one year? What is your family doing to prepare a year’s supply of food, clothing, and fuel? What else could you do?"]]]],[".topic",["h3","Physical Health"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p27"},"Our physical bodies are sacred, and it is important that we keep them clean, strong, and healthy. We should follow proper rules for maintaining good physical health. As revealed in the Word of Wisdom, we should eat nutritious foods and not consume alcohol, tobacco, and other harmful substances (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.title"},"D&C 89"],"). To avoid disease we should keep our homes and yards clean and receive the immunizations recommended for our area. We should get proper rest, and we should exercise regularly, according to our needs and limitations. As we keep our bodies healthy we are better able to care for our own needs and serve others."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need strong bodies? Why is it especially important for potential mothers to care for their health? What can we do to improve our family’s health? (See lesson 21,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-21-planning-healthful-meals.p1"},"“Planning Healthful Meals,”"],"and lesson 22,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-22-maternal-and-infant-care.p1"},"“Maternal and Infant Care,”"],"in this manual.)"]]]],[".topic",["h3","Spiritual, Emotional, and Social Health"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p30"},"We need to strengthen ourselves and our families spiritually, emotionally, and socially. As we do so we will be better prepared to work through problems and sorrows. Elder Boyd K. Packer said:"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p31"},"“It was meant to be that life would be a challenge. To suffer some anxiety, some depression, some disappointment, even some failure is normal. …"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p32"},"“If [you] have a … miserable day once in a while, or several in a row, … stand steady and face them. Things will straighten out."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p33"},"“There is great purpose in our struggle in life” (in Conference Report, Apr. 1978, 140; or",["span.emphasis","Ensign,"],"May 1978, 93)."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p34"},"When challenges come, we should love, support, appreciate, and encourage others in the family. By helping one another, we develop the emotional strength to overcome present and future problems."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p35"},"Elder Marvin J. Ashton told the following story of a family who developed this kind of strength:"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p36"},"The youngest daughter suffered severe brain damage at birth and was never able to grow or develop normally. She died when she was 17 years old, but the family grew stronger during that time. Elder Ashton observed: “Constant care from a loving mother, patience and warmth from a kind father, and understanding from three noble brothers and a thoughtful sister made her presence special in the family. … [Her father] said, ‘Nothing that money could buy could have ever brought us together in love, patience, and humility like just taking care of her did.’ Here was a tragedy … turned into an opportunity for blessings” (“Family Home Storage,” in",["span.emphasis","1977 Devotional Speeches of the Year,"],"69)."],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p37"},"Elder Ashton also said:"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p38"},"“Often the greatest [helps] we receive come from within the ranks of our families. Sometimes the hands needed most are those closest to us. … God has decreed family members are to help family members. …"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p39"},"“We must take family members by the hand and show our love is real and continuing” (in Conference Report, Oct. 1973, 131; or",["span.emphasis","Ensign,"],"Jan. 1974, 104)."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p40"},"We should also live in love and harmony with those around us. We should be helpful to our neighbors and be aware of their needs and how we can assist them. We should be as concerned about their welfare as we are about our own."],["ul.bullet",["li",["span.label","•"],[".para","How can loving our neighbors help us prepare for the future? (We can be united with them in times of trouble. We may be a support to each other.)"]]]],[".topic",["h3","Education"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p43"},"In the Doctrine and Covenants the Lord tells us that “the glory of God is intelligence, or, in other words, light and truth” and commands us “to bring up [our] children in light and truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36,40"},"D&C 93:36, 40"],"). By gaining an education, we learn things that increase our ability to manage our homes effectively, use our money wisely, and serve others. Additionally, if we need to work to support ourselves or our families, an education will help us get a better job than we could otherwise."],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p44"},"We can teach our children the importance of education by setting an example for them. Each of us should learn to read, write, and do basic mathematics and then teach these skills to our children. We should study the scriptures regularly, as well as other good books, and read them with our children. We can take advantage of public and other educational opportunities, and we can encourage our children to do the same."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p45"},"After members in one country of South America were taught to read, one student said, “‘It is a thrill to be able to read the words to the Church hymns,’ … A mother said it was good to be able to read the recipes when she cooked. A father said, ‘I am so proud to be able to read, I am going to teach my wife and children’” (“Reading Skill Brings Thrift to Indians,”",["span.emphasis","Church News,"],"25 Oct. 1975, 5)."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p46"},"Reading and learning keep our minds alert and bring new ideas and adventure to us. President Brigham Young said: “We are in a great school, and we should be diligent to learn, and continue to store up the knowledge of heaven and of earth, and read good books. … Read good books, and extract from them wisdom and understanding as much as you possibly can, aided by the Spirit of God” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1954], 248)."],["ul.bullet",["li",["span.label","•"],[".para","How can gaining an education help us serve others? improve our homemaking skills?"]]],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p48"},"The promise has been made that as we prepare ourselves and our families in the basic areas of self-reliance (see visual 18-a), “many of the problems of life will be solved.” We “will experience serenity in the midst of upheaval, security in the midst of uncertainty, and sustenance in the midst of want.” (See Victor L. Brown, “An Overview of Church Welfare Services,”",["span.crossRef",["span.emphasis","Ensign,"]],"Nov. 1975, 115.)"]]],[".topic",["h2","Family Preparedness"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p50"},"It is our duty to care for the members of our family. We are to provide for, love, and strengthen one another in our righteous endeavors. When problems arise, we are to help each other solve those problems. The duty to help one another “rests upon individuals for themselves, upon parents for their children, upon children for their aged parents and grandparents” (Victor L. Brown, “The Church and the Family in Welfare Services,”",["span.emphasis","Ensign,"],"May 1976, 112)."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member report on the section “Family Responsibility” in",["span.emphasis","Gospel Principles"],["a.crossRef",{"href":"/manual/gospel-principles/chapter-27-work-and-personal-responsibility.p1"},"chapter 27"],". What is the father’s responsibility to the family? the mother’s? the children’s?"]]],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p52"},"It takes preparation to demonstrate proper care for others. Every family should plan and prepare to care for one another in all circumstances and emergencies."],["ul.bullet",["li",["span.label","•"],[".para","For what changes in our lives do we need to prepare? (Aging, ill health, relocating ourselves, losing the one who supports the family, losing our job, caring for elderly parents or children with disabilities)"]]],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p54"},"The Lord has warned that calamities will come: a hailstorm to destroy the crops (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.16"},"D&C 29:16"],"); desolating sickness to cover the land (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.31"},"D&C 45:31"],"); wars upon the face of the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.33"},"D&C 63:33"],"); and also famines, pestilences, and earthquakes (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.7"},"Matthew 24:7"],")."],["ul.bullet",["li",["span.label","•"],[".para","For what emergencies do we need to prepare? In what ways can we prepare our families for these emergencies?"]]],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p56"},"Members in the Boston Massachusetts (USA) Stake experienced an emergency during a severe winter storm. The wind had whipped the snow into 12-foot drifts, and roads were closed for days."],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p57"},"President Gordon Williams of the Boston Massachusetts Stake said: “There were many examples where members dug into their own home storage material and passed it out to friends and neighbors who could not get to the store.” Some baked bread for neighbors who had no food storage. Others “shared canned foods, powdered milk, honey, and other staple items.”"],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p58"},"Between 100 and 150 people in the area died as a result of the storm. Sister Ruth Tingey, stake Relief Society president, reported that her family was prepared with stored food, a woodburning stove, and plenty of wood. She said: “We felt very confident when the storm hit, that whatever happened we could manage. We had heat. It’s just been an adventure for us. For some people, it’s been tragic, or very, very difficult” (Janet Brigham, “Saints Dig Out, Clean Up during Harsh Winter,”",["span.emphasis","Ensign,"],"Apr. 1978, 77–78)."],["ul.bullet",["li",["span.label","•"],[".para","How do you think the preparation of these families in Boston affected their attitude about family preparation for emergencies?"]]],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p60"},"Every family that prepares as the Lord has directed through His prophets will be able to sustain its own members without further assistance, even in times of emergency."]],[".topic",["h2","Church Preparedness"],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p62"},"The Lord has asked us to help one another in addition to caring for our own individual and family needs (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"D&C 52:40"],"). Sometimes our efforts to help others can be on our own initiative. Other times the efforts and resources of Church members are combined and used as directed by priesthood leaders."],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p63"},"Elder Joseph B. Wirthlin explained:"],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p64"},"“The Church does not limit its relief efforts to its members but follows the admonition of the Prophet Joseph Smith when he said, ‘A man filled with the love of God, is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.’ He instructed members ‘to feed the hungry, to clothe the naked, to provide for the widow, to dry up the tear of the orphan, to comfort the afflicted.’"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p65"},"“In a little over a decade, the Church has shipped more than 27,000 tons of clothing, 16,000 tons of food, and 3,000 tons of medical and education supplies and equipment to relieve the suffering of millions of God’s children in 146 countries in many parts of the world. We do not ask, ‘Are you members of our church?’ We ask only, ‘Do you suffer?’” (in Conference Report, Apr. 1999, 100; or",["span.emphasis","Ensign,"],"May 1999, 77)."],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p66"},"The following incident illustrates Church preparedness in action: “In the devastating floods in Rapid City, South Dakota [USA], the Saints in that area responded immediately to assist the victims of the rampaging water. Clothing, bedding, and warm food were furnished through the efforts of the local Church organization. … Only one truckload of items, such as baby food, diapers, and blankets, was shipped in” (Junior Wright Child, “Welfare Is the Church,”",["span.emphasis","Ensign,"],"Sept. 1973, 71)."],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p67"},"Elder Russell M. Nelson explained that “such cooperative efforts to help neighbors in distress transcend any barriers posed by religion, race, or culture. Those good deeds are latter-day love in action!” (in Conference Report, Apr. 1994, 91; or",["span.emphasis","Ensign,"],"May 1994, 70)."],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p68"},"We need to prepare as a Church, as individuals, and as families to provide for ourselves, our families, and others. When the Church is fully organized in our area, we can work together to prepare food, clothing, and household items to be used in emergencies. This way, those who are in need and whose families have done all they can will receive this help. If we help each other in every way we can, we will be worthy to receive help if we need it."]],[".topic",["h2","Conclusion"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p70"},"The Lord has revealed that many problems will come upon the inhabitants of the earth in the last days. He has promised, however, that “if ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],"). We can prepare ourselves and our families for the future by becoming more self-reliant."]],[".topic",["h2","Challenge"],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p72"},"Study the six basic areas of self-reliance. Choose an area in which you or your family need to improve. Begin preparation in that area. Be sensitive to the needs of others and help them whenever and wherever possible. Assist on welfare projects when available in your area. Pay a generous fast offering each month."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.17"},"1 John 3:17"],"(sharing shows love of God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.27-28"},"Alma 34:27–28"],"(care for those in need)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"Doctrine and Covenants 42:42"],"(cease to be idle)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.16-17"},"Doctrine and Covenants 56:16–17"],"(the rich should not withhold their substance from the poor; we must be humble and willing to work)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.30-32"},"Doctrine and Covenants 68:30–32"],"(we should not be idle)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.7,13-14"},"Doctrine and Covenants 78:7, 13–14"],"(prepare to withstand tribulation by keeping the Lord’s commandments)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p81","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.p81"},"Before presenting this lesson:"],["div",{"id":"f96","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-18-developing-self-reliance.f96"},["ol.number",["li",["span.label","1."],[".para","Study",["span.emphasis","Gospel Principles"],"chapter 27,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-27-work-and-personal-responsibility.p1"},"“Work and Personal Responsibility,”"],"and chapter 37,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-37-family-responsibilities.p1"},"“Family Responsibilities.”"]]],["li",["span.label","2."],[".para","Assign a class member to report briefly on the section “Family Responsibility” in",["span.emphasis","Gospel Principles"],"chapter 27."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
