{"id":122,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":122,"title":"Section 108 Obedience Brings Blessings","subtitle":"","short_title":"Section 108","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.head9"},[".titleNumber","Section 108"],["h1","Obedience Brings Blessings"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p358","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p358"},"When the First Quorum of the Seventy was organized on 28 February 1835, many of its members were drawn from the group of men known as Zion’s Camp, the body that in 1834 had gone to help the afflicted Saints in Missouri. Lyman Sherman, whose loyalty and faith had been proven in the Zion’s Camp expedition, was called to be one of the Seven Presidents of the First Quorum of the Seventy."],["div",{"id":"p359","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p359"},"The day after Christmas 1835, the Prophet Joseph Smith recorded in his journal that “Brother Lyman Sherman came in, and requested to have the word of the Lord through me; ‘for,’ said he, ‘I have been wrought upon to make known to you my feelings and desires, and was promised that I should have a revelation which should make known my duty’” (",["span.emphasis","History of the Church,"],"2:345)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.1"},"D&C 108:1"],". Lyman Sherman’s Sins Forgiven"],["div",{"id":"p360","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p360"},"Smith and Sjodahl explained: “From this verse and the two following paragraphs it is evident that Lyman Sherman had passed through one of those mental struggles in which faith is tried to the utmost. It had been a question with him whether to go forward, or to turn back. It is evident, also, that he had conquered doubt and had determined to continue in the faith. At this stage of the trial, it occurred to him that he had sinned by resisting the voice of the Lord, and that perhaps he had lost his standing among the brethren. Tortured by this thought, he heard the voice of the Spirit whispering in his soul and prompting him to visit the Prophet and ask for the Word of God through His servant. The very first assurance was, ‘Your sins are forgiven you.’ What comfort! The Prophet knew nothing of the mental struggle through which his visitor had passed, or the condition in which it had left him. And yet he uttered the very word needed to restore peace to the troubled heart. And this word was spoken by one who had the authority of the Priesthood. It was no empty phrase.” (Smith and Sjodahl, Commentary, p. 713.)"],[".",{"id":"f19","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.f19"},[".caption","Sacred vows are made in the holy temples."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.3"},"D&C 108:3"],". The Importance of Vows"],["div",{"id":"p362","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p362"},"“All that the Lord requires of us is strict obedience to the laws of life,” taught President Brigham Young. “All the sacrifice that the Lord asks of his people is strict obedience to our own covenants that we have made with our God, and that is to serve him with an undivided heart.” (In",["span.emphasis","Journal of Discourses,"],"18:246.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.4"},"D&C 108:4"],". What Is a Solemn Assembly?"],["div",{"id":"p363","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p363"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-95-walking-in-darkness-at-noon-day.p1"},"Notes and Commentary for Doctrine and Covenants 95:7"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.4"},"D&C 108:4"],". What Was the “Solemn Assembly” for Which the Lord Asked Lyman Sherman to Wait?"],["div",{"id":"p364","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p364"},"The Kirtland Temple was near completion when section 108 was given. Beginning on 13 January 1836 and continuing until shortly after the dedication, meetings were held in the Kirtland Temple at which there was a great outpouring of the Spirit. Many of the Saints received revelations and saw heavenly personages. Each of these meetings could appropriately be called a solemn assembly."],["div",{"id":"p365","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p365"},"The Prophet Joseph Smith recorded in his journal the proceedings of the meetings of 21–22 January:"],["div",{"id":"p366","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p366"},"“At early candle-light I met with the Presidency at the west school room, in the Temple, to attend to the ordinance of anointing our heads with holy oil; also the Councils of Kirtland and Zion met in the two adjoining rooms, and waited in prayer while we attended to the ordinance. …"],["div",{"id":"p367","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p367"},"“Many of my brethren who received the ordinance with me saw glorious visions. … Angels ministered unto them as well as to myself, and the power of the Highest rested upon us, the house was filled with the glory of God, and we shouted Hosanna to God and the Lamb. …"],["div",{"id":"p368","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p368"},"“Friday 22.—Attended at the school room at the usual hour, but instead of pursuing our studies, we spent the time in rehearsing to each other the glorious scenes that occurred on the preceding evening, while attending to the ordinance of holy anointing."],["div",{"id":"p369","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p369"},"“In the evening we met at the same place, with the Council of the Twelve, and the Presidency of the Seventy, who were to receive this ordinance [of anointing and blessing]. The High Councils of Kirtland and Zion were present also."],["div",{"id":"p370","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p370"},"“After calling to order and organizing, the Presidency proceeded to consecrate the oil. …"],["div",{"id":"p371","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p371"},"“The Twelve then proceeded to anoint and bless the Presidency of the Seventy, and seal upon their heads power and authority to anoint their brethren.” (",["span.emphasis","History of the Church,"],"2:379, 381–83.)"],["div",{"id":"p372","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p372"},"This meeting, at which Lyman Sherman and his brethren of the Presidency of the Seventy received their anointings and blessings, was a great source of strength to them when they were sent to preach the gospel."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.7"},"D&C 108:7"],". Each Member of the Church Must Seek to Strengthen His Brethren through All His Doings"],["div",{"id":"p373","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-108-obedience-brings-blessings.p373"},"Each of us can help our brothers and sisters in the gospel resist temptation and bear up under opposition. The counsel given to Brother Sherman to seek to lift and edify his brethren in all the ways he could applies to all of the Lord’s servants (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/eccl/4.9-10"},"Ecclesiastes 4:9–10"],")."]]]]],"refs":null}
