{"id":121,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":121,"title":"Section 107 The Organization of Priesthood Quorums","subtitle":"","short_title":"Section 107","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.head8"},[".titleNumber","Section 107"],["h1","The Organization of Priesthood Quorums"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p278","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p278"},"On 14 February 1835 the Three Witnesses to the Book of Mormon, under the direction of Joseph Smith, chose the first Quorum of the Twelve Apostles in this dispensation. On 12 March 1835, during a meeting of the Twelve, Elders Orson Hyde and William E. M’Lellin, acting as clerks, recorded the following:"],["div",{"id":"p279","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p279"},"“This evening the Twelve assembled, and the Council was opened by President Joseph Smith, Jun., and he proposed we take our first mission through the Eastern States, to the Atlantic Ocean, and hold conferences in the vicinity of the several branches of the Church for the purpose of regulating all things necessary for their welfare."],["div",{"id":"p280","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p280"},"“It was proposed that the Twelve leave Kirtland on the 4th day of May, which was unanimously agreed to.” (",["span.emphasis","History of the Church,"],"2:209.)"],["div",{"id":"p281","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p281"},"On 28 March 1835 Elders Hyde and M’Lellin wrote:"],["div",{"id":"p282","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p282"},"“This afternoon the Twelve met in council, and had a time of general confession. On reviewing our past course we are satisfied, and feel to confess also, that we have not realized the importance of our calling to that degree that we ought; we have been light-minded and vain, and in many things have done wrong. For all these things we have asked the forgiveness of our heavenly Father; and wherein we have grieved or wounded the feelings of the Presidency, we ask their forgiveness. The time when we are about to separate is near; and when we shall meet again, God only knows; we therefore feel to ask of him whom we have acknowledged to be our Prophet and Seer, that he inquire of God for us, and obtain a revelation, (if consistent) that we may look upon it when we are separated, that our hearts may be comforted. Our worthiness has not inspired us to make this request, but our unworthiness. We have unitedly asked God our heavenly Father to grant unto us through His Seer, a revelation of His mind and will concerning our duty [during] the coming season, even a great revelation, that will enlarge our hearts, comfort us in adversity, and brighten our hopes amidst the powers of darkness.” (",["span.emphasis","History of the Church,"],"2:209–10.)"],["div",{"id":"p283","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p283"},"The Prophet Joseph did inquire of the Lord and on 28 March 1835 received verses 1–52, 56–58 of this section. The other verses were revealed at different times. (See History of the Church, 2:210; Smith, Teachings, pp. 38–39.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1"},"D&C 107:1"],". What Is the Relationship of the Two Priesthoods?"],["div",{"id":"p284","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p284"},"The Prophet Joseph Smith clarified the relationship between the Aaronic and Melchizedek Priesthoods: “Answer to the question, Was the Priesthood of Melchizedek taken away when Moses died? All Priesthood is Melchizedek, but there are different portions or degrees of it. That portion which brought Moses to speak with God face to face was taken away; but that which brought the ministry of angels remained. All the prophets had the Melchizedek Priesthood and were ordained by God himself.” (",["span.emphasis","Teachings,"],"pp. 180–81.)"],["div",{"id":"p285","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p285"},"The Prophet Joseph Smith also taught, “Although there are two Priesthoods, yet the Melchisedek Priesthood comprehends the Aaronic or Levitical Priesthood, and is the grand head, and holds the highest authority which pertains to the Priesthood, and the keys of the Kingdom of God in all ages of the world to the latest posterity on the earth, and is the channel through which all knowledge, doctrine, the plan of salvation, and every important matter is revealed from heaven” (",["span.emphasis","History of the Church,"],"4:207; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.14"},"D&C 107:14"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1"},"D&C 107:1"],". Are the Aaronic and Levitical Priesthoods the Same?"],["div",{"id":"p286","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p286"},"Elder Bruce R. McConkie wrote:"],["div",{"id":"p287","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p287"},"“When the Lord first gave the law of carnal commandments, the preparatory gospel, to school Israel for a future time when again they could enjoy the gospel fulness, of necessity a lesser order of priesthood was conferred to administer the lesser law. (",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.12"},"Heb. 7:12"],";",["span.emphasis","Inspired Version,"],["a.scriptureRef",{"href":"/scriptures/ot/ex/34.1-2"},"Ex. 34:1–2"],".) This lesser priesthood (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.11"},"D. & C. 85:11"],") was conferred upon Aaron and his sons after him (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28"},"Ex. 28; 29; 30"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/1.11"},"Lev. 1:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/3.2"},"3:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.2"},"13:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18"},"Num. 18"],"), as ‘an everlasting priesthood throughout their generations.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ex/40.15"},"Ex. 40:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/25.10-13"},"Num. 25:10–13"],".) It was also conferred upon substantially the whole house of Levi who were between 30 and 50 years of age. (",["a.scriptureRef",{"href":"/scriptures/ot/num/3"},"Num. 3; 4"],".) Hence it is called the",["span.emphasis","Aaronic or Levitical Priesthood"],"; the two names are synonymous. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1,6,10"},"D. & C. 107:1, 6, 10"],".)"],["div",{"id":"p288","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p288"},"“Aaron and his sons after him held the",["span.emphasis","key"],"of the Aaronic Priesthood and acted in the full majesty and power of this Levitical order; many of their functions were comparable to those of bishops and priests in this dispensation. Though the rest of the ordained Levites held the fulness of the Aaronic Priesthood (",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.5"},"Heb. 7:5"],") and participated in the offering of sacrifices, they did not hold the keys of the Aaronic ministry; many of their functions were comparable to those of teachers and deacons in this dispensation. (",["a.scriptureRef",{"href":"/scriptures/ot/num/3"},"Num. 3; 4"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/29"},"2 Chron. 29"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.3"},"Mal. 3:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D. & C. 13"],";",["span.emphasis","Doctrines of Salvation,"],"vol. 3, pp. 111–114.)” (",["span.emphasis","Mormon Doctrine,"],"pp. 9–10.)"],[".",{"id":"f16","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.f16"},[".caption","The priesthood is conferred upon worthy males."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.5"},"D&C 107:5"],". The Priesthood Is Greater Than Any of Its Offices"],["div",{"id":"p290","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p290"},"Elder Bruce R. McConkie wrote:"],["div",{"id":"p291","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p291"},"“",["span.emphasis","The priesthood is greater than any of its offices. No office adds any power, dignity, or authority to the priesthood. All offices derive their rights, prerogatives, graces, and powers from the priesthood."],"This principle may be diagramed by dividing a circle into segments. The priesthood is the circle; the segments of the circle are the callings or offices in the priesthood. Anyone who serves in a segment of the circle must possess the power of the whole circle. No one can hold an office in the priesthood without first holding the priesthood."],["div",{"id":"p292","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p292"},"“Thus it is that priesthood is",["span.emphasis","conferred"],"upon worthy individuals, and they are then",["span.emphasis","ordained"],"to offices in the priesthood; and thus it is that all offices in the priesthood and in the Church are specifically designated as",["span.emphasis","appendages"],"to the priesthood; that is, they grow out of the priesthood, they are supplemental to it, they are less than the priesthood in importance. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.29-30"},"D. & C. 84:29–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.5"},"107:5"],".) It follows that it is greater and more important to hold the Melchizedek Priesthood, for instance, than it is to hold any office in that priesthood. …"],["div",{"id":"p293","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p293"},"“Further, there is no",["span.emphasis","advancement"],"from one office to another within the Melchizedek Priesthood. Every elder holds as much priesthood as an apostle or as the President of the Church, though these latter officers hold greater administrative assignments in the kingdom. It follows, also, that any holder of the Melchizedek Priesthood could perform any priestly function he was appointed to do by the one holding the keys of the kingdom.” (",["span.emphasis","Mormon Doctrine,"],"pp. 595–96.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8-12"},"D&C 107:8–12"],". The Importance of the Presidency of the Melchizedek Priesthood"],["div",{"id":"p294","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p294"},"The Prophet Joseph Smith taught that the Lord reveals His will through the presidency of the Melchizedek Priesthood, meaning the First Presidency: “The Melchizedek High Priesthood was no other than the Priesthood of the Son of God; … there are certain ordinances which belong to the Priesthood, from which flow certain results; and the Presidents or Presidency are over the Church; and revelations of the mind and will of God to the Church, are to come through the Presidency. This is the order of heaven, and the power and privilege of this Priesthood.” (",["span.emphasis","History of the Church,"],"2:477.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.15-17"},"D&C 107:15–17"],". A Literal Descendant of Aaron Has the Right to Be Presiding Bishop of the Church"],["div",{"id":"p295","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p295"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.15-21"},"Doctrine and Covenants 68:15–21"],"gives an explanation of this doctrine."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18"},"D&C 107:18"],". The Melchizedek Priesthood Holds the “Keys of All the Spiritual Blessings of the Church”"],["div",{"id":"p296","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p296"},"President Spencer W. Kimball said of the Melchizedek Priesthood: “It is the means whereby the Lord acts through men to save souls. Without this priesthood power, men are lost. Only through this power does man ‘hold the keys of all the spiritual blessings of the church,’ enabling him to receive ‘the mysteries of the kingdom of heaven, to have the heavens opened’ unto him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-19"},"D&C 107:18–19"],"), enabling him to enter the new and everlasting covenant of marriage and to have his wife and children bound to him in an everlasting tie, enabling him to become a patriarch to his posterity forever, and enabling him to receive a fullness of the blessings of the Lord.” (“The Example of Abraham,”",["span.emphasis","Ensign,"],"June 1975, p. 3.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-19"},"D&C 107:18–19"],". What Blessings Can a Faithful Melchizedek Priesthood Holder Obtain?"],["div",{"id":"p297","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p297"},"“The higher Priesthood after the order of the Son of God, we are told, in a modern revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-19"},"D&C 107:18–19"],"], … holds not only the power of the ministration of holy angels to be seen personally, but also the power of beholding the face of God the Father, that through the power and manifestations of the spirit of God and of his angels we may be prepared to enter into the presence of God the Father in the world to come, and enjoy continual communion with him, and be crowned with the glory of the celestial kingdom, to stand in our place and calling to all eternity, in connection with all those who hold the Priesthood in the eternal worlds.” (Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"18:363; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.50-70"},"D&C 76:50–70"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"84:19–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.22-24"},"Hebrews 12:22–24"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],". By What Body Is the President of the Church Chosen?"],["div",{"id":"p298","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p298"},"President Harold B. Lee told the assembly at a general conference: “All members of the First Presidency and the Twelve are regularly sustained as ‘prophets, seers, and revelators,’ as you have done today. This means that any one of the apostles, so chosen and ordained, could preside over the Church if he were ‘chosen by the body [which has been interpreted to mean, the entire Quorum of the Twelve], appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church,’ to quote from a revelation on this subject, on one condition, and that being that he was the senior member, or the president, of that body. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],".)” (In Conference Report, Apr. 1970, p. 123.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.20"},"D&C 107:20"],". The Keys of the Aaronic Priesthood"],["div",{"id":"p299","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p299"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p1"},"Notes and Commentary on Doctrine and Covenants 13"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22-26"},"D&C 107:22–26"],". Are the Quorum of the First Presidency, the Quorum of the Twelve Apostles, and the First Quorum of the Seventy Equal in Authority?"],["div",{"id":"p300","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p300"},"Smith and Sjodahl explained that “there can never be two or three quorums of equal authority at the same time; therefore in the revelation where it reads that the Twelve Apostles form a quorum equal in authority with the First Presidency, and that the Seventies form a quorum equal in authority with the Twelve, it should be understood that this condition of equality could prevail only when the ranking quorum is no longer in existence, through death or otherwise. When the First Presidency becomes disorganized on the death of the President, then the Apostles become the presiding quorum, or council, of the Church with all the power to organize again the First Presidency, when they fall back again as the second ranking quorum of the Church. So with the Seventies, they would become equal only on the condition that the first two quorums ceased to exist. In regard to the Seventies, this provision, of course, concerns the first quorum of the Seventies.” (Commentary, p. 700.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],". In What Way Are the Twelve Apostles Special Witnesses?"],["div",{"id":"p301","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p301"},"President Joseph Fielding Smith said of the Twelve Apostles:"],["div",{"id":"p302","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p302"},"“These twelve men are endowed with the power and responsibility to serve as the special witnesses for Christ. They are entitled to have the inspiration and necessary guidance of the Holy Ghost to fit and qualify them for this important mission."],["div",{"id":"p303","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p303"},"“All men may, by virtue of the priesthood and the gift of the Holy Ghost, become witnesses for Christ. In fact that is just what every elder in the Church should be, but there is a special calling which is given to the Twelve special witnesses that separates them from other elders of the Church in the nature of their calling as witnesses. These twelve men [as a quorum] hold the fulness of authority, keys, and priesthood, to open up the way for the preaching of the gospel to every nation, kindred, and tongue. Others who go forth go under their direction and are subject unto them. This work of proselyting is in their hands, and under the counsel of the First Presidency they are called upon to conduct all the affairs of the Church and the preaching of the gospel to every creature.” (",["span.emphasis","Doctrines of Salvation,"],"3:146.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.27-32"},"D&C 107:27–32"],". The Importance of Unity"],["div",{"id":"p304","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p304"},"President Lorenzo Snow described the unity in the leading councils of the Church: “Here are my counselors. We are one. We are united. … And here we have twelve men sitting in front with us—Twelve Apostles. There are many of these that you know. … We are united together. We do not quarrel with each other. We do not slander one another, but we go where counsel requires and we are heart and soul together. What for? Not to make ourselves rich, not to make ourselves wealthy, but to see what we can accomplish in the interests of the people, and we are laboring continually to see what we can do. We come together every week and we talk about what we can do for the people.” (In Conference Report, Oct. 1900, p. 5.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.32"},"D&C 107:32"],". How Is a Decision of One of the Leading Quorums Evaluated?"],["div",{"id":"p305","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p305"},"If a decision of one of the leading quorums of the Church is thought to have been made in unrighteousness, the matter may be brought before “a general assembly of the several quorums” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.32"},"D&C 107:32"],"), which is the combined assembly of the First Presidency, the Quorum of the Twelve Apostles, and the First Quorum of the Seventy. These bodies are the “spiritual authorities of the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.32"},"v. 32"],"), and the only appeal from a decision of one of these quorums is to this combined assembly."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33-34,38"},"D&C 107:33–34, 38"],". What Is the Relationship between the Duties of the Twelve and Those of the Seventy?"],["div",{"id":"p306","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p306"},"Although both the Quorum of the Twelve and the First Quorum of the Seventy are to carry the gospel to the world, their specific duties are different, as Elder Howard W. Hunter outlined:"],["div",{"id":"p307","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p307"},"“With the rapid growth of the Church and the heavy demands on the Twelve to provide leadership and administration and teach all nations, it becomes clear why the Lord has directed the building up of the First Quorum of the Seventy. The recent decision to do so by the First Presidency and the Quorum of the Twelve reminds us of an interesting historical parallel of an episode recorded by Luke in the Acts of the Apostles. The foreign or Hellenistic Jews in Jerusalem were complaining that their widows were being neglected and not taken care of like the widows of the native Jews. When the apostles heard of this murmuring, a significant thing happened: [",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.2-4"},"Acts 6:2–4"],"]."],["div",{"id":"p308","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p308"},"“In other words, the Twelve told the meeting that it was not reasonable for them to leave their important office of teaching the gospel to provide for the daily welfare of the widows and serve their tables. There were other good men who could look after these duties so the Twelve could continue to devote themselves to the charge of teaching the gospel to all persons. The result of the decision to call others to assist with the details was this: [",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.7"},"Acts 6:7"],"]. …"],["div",{"id":"p309","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p309"},"“In December 1978, the First Presidency and Quorum of the Twelve made a similar determination that it was no longer advisable for the Twelve to occupy their time in the details of administration of the many Church departments. They delegated seven men, designated as the presidents of the First Quorum of the Seventy, to give supervision to these details so that the Twelve could devote their full energies to the overall direction of the work, and, as directed by the Doctrine and Covenants, ‘To build up the church, and regulate all the affairs of the same in all nations’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33"},"D&C 107:33"],"]."],["div",{"id":"p310","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p310"},"“I fully believe that in the near future we will see some of the greatest advancements in spreading the gospel to all nations that have ever taken place in this dispensation or any previous dispensation. I am sure that we will be able to look back in retrospect—as a result of the decision recently made—and record as Luke did, ‘And the word of God increased’ [",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.7"},"Acts 6:7"],"].” (“All Are Alike unto God,” in",["span.emphasis","Speeches of the Year, 1979"],"[Provo: Brigham Young University Press, 1980], pp. 34–35.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.36-37"},"D&C 107:36–37"],". Standing High Councils and the High Council in Zion"],["div",{"id":"p311","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p311"},"“At the time this Revelation was given, there were two standing High Councils in the Church: One in Kirtland, organized February 17th, 1834, and one in Clay County, Mo., organized July 3rd, the same year” (Smith and Sjodahl, Commentary, p. 702)."],["div",{"id":"p312","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p312"},"President John Taylor explained: “In Kirtland, Ohio, a great many things were revealed through the Prophet. … The High Council in Kirtland was presided over by Joseph Smith and his Counselors; and hence there were some things associated with this that were quite peculiar in themselves. It is stated that when they were at a loss to find out anything pertaining to any principles that might come before them in their councils, that the presidency were to inquire of the Lord and get revelation on those subjects that were difficult for them to comprehend.” (In",["span.emphasis","Journal of Discourses,"],"19:241.)"],["div",{"id":"p313","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p313"},"After the Missouri high council was organized, the Prophet said that “if I should now be taken away, I had accomplished the great work the Lord had laid before me, and that which I had desired of the Lord; and that I had done my duty in organizing the High Council, through which council the will of the Lord might be known on all important occasions, in the building up of Zion, and establishing truth in the earth” (",["span.emphasis","History of the Church,"],"2:124)."],["div",{"id":"p314","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p314"},"“This indicates the importance attached to the organization of the High Council in Zion,” wrote Smith and Sjodahl. “The standing High Councils in the various Stakes are presided over by the Stake presidency, and their jurisdiction is confined to the Stakes in which they are located.” (Commentary, p. 703; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p1"},"Notes and Commentary on D&C 102:30–32"],"for an explanation of the relationship between stake high councils and the standing high council of the Church.)"],["div",{"id":"p315","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p315"},"“The Lord indicates that the High Council in Zion (Missouri) was to form a quorum equal in authority, in the affairs of the Church, to the councils of Twelve (High Councils) at the Stakes of Zion (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.37"},"vs. 37"],"). And so today a High Council in any Stake of Zion is as important as that in any other Stake. The authority and power of any Stake High Council is local and confined to the boundaries of the Stake concerned.” (Sperry,",["span.emphasis","Compendium,"],"p. 565.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.39"},"D&C 107:39"],". What Is an Evangelical Minister?"],["div",{"id":"p316","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p316"},"The Prophet Joseph Smith said: “An Evangelist is a Patriarch, even the oldest man of the blood of Joseph or of the seed of Abraham. Wherever the Church of Christ is established in the earth, there should be a Patriarch for the benefit of the posterity of the Saints, as it was with Jacob in giving his patriarchal blessing unto his sons. [",["a.scriptureRef",{"href":"/scriptures/ot/gen/48"},"Genesis 48"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.1-27"},"49:1–27"],".]” (",["span.emphasis","History of the Church,"],"3:381.)"],["div",{"id":"p317","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p317"},"Patriarchs are ordained in each stake to give patriarchal blessings to the Saints living within the boundaries of that stake or to members who do not have a stake patriarch of their own."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.39-52"},"D&C 107:39–52"],". The Patriarchal Priesthood"],["div",{"id":"p318","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p318"},"The patriarchal priesthood is passed by ordination from father to son. President Joseph Fielding Smith explained:"],["div",{"id":"p319","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p319"},"“In this revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"D&C 107"],"] certain knowledge was revealed concerning the Patriarchal Priesthood and its descent from the beginning of time. Regarding this priesthood the Lord said: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.39-43"},"D&C 107:39–43"],"]. …"],["div",{"id":"p320","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p320"},"“… From Abraham the birthright went to Isaac and from him to Jacob, who was named Israel. From Israel it went to Joseph, the firstborn son of Rachel. … Therefore the birthright and the Patriarchal Priesthood continued through the seed of Joseph. Just why it was continued through Ephraim rather than through Manasseh, his older brother, we have not been informed, but we may be sure that the Lord had sufficient reason. From that time until now, this birthright has been vested in the descendants of Ephraim. [",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1-2"},"1 Chronicles 5:1–2"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.9"},"Jeremiah 31:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.30-34"},"D&C 133:30–34"],".]"],["div",{"id":"p321","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p321"},"“In the Dispensation of the Fulness of Times in which we live, the Lord revealed that this birthright of the first-born in Israel belonged to Joseph Smith, the father of the Prophet, and he was the first patriarch ordained in this dispensation. After his death the office and priesthood was conferred upon Hyrum Smith, the Prophet’s oldest living brother.” (“The Patriarchal Priesthood,”",["span.emphasis","Improvement Era,"],"Nov. 1956, pp. 789, 852.)"],["div",{"id":"p322","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p322"},"Today the patriarchal order does not determine the organization of the Church as it did in earlier times, but in the celestial kingdom “the patriarchal order will be the order of government and rule” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 559)."],[".",{"id":"f17","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.f17"},[".caption","John Smith, an early patriarch"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-57"},"D&C 107:53–57"],". The Grand Council at Adam-ondi-Ahman"],["div",{"id":"p324","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p324"},"One of the greatest meetings ever held was the meeting Adam called of his righteous posterity (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-57"},"D&C 107:53–57"],"). Sometime prior to the Second Coming of the Savior, a similar meeting will again be held in the valley of Adam-ondi-Ahman (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78"},"D&C 78; 116"],")."],["div",{"id":"p325","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p325"},"Verses 53 through 55 of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53-55"},"section 107"],"came from a blessing given by Joseph Smith Jr. to his father on 18 December 1833 (see Smith, Teachings, pp. 38–39)."],[".",{"id":"f18","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.f18"},[".caption","Adam-ondi-Ahman"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.58-63"},"D&C 107:58–63"],". Presiding Officers Are Chosen from Quorums"],["div",{"id":"p327","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p327"},"“The revealed word of God,” said Elder James E. Talmage, “has provided for the establishment of presiding officers ‘growing out of, or appointed of or from among those who are ordained to the several offices in these two priesthoods.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.21"},"D&C 107:21"],".] In accordance with the prevailing principles of order characteristic of all His work, the Lord has directed that the bearers of the Priesthood shall be organized into quorums, the better to aid them in learning and discharging the duties of their respective callings.” (",["span.emphasis","Articles of Faith,"],"p. 209.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.64-67,91"},"D&C 107:64–67, 91"],". All Others in the Kingdom Are Subject to the President of the Church"],["div",{"id":"p328","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p328"},"“The President of The Church of Jesus Christ of Latter-day Saints is president of the priesthood of God on earth. … All others within the kingdom of God are subject to his direction. Only he has the right to receive revelation for the entire body of the Church.” (",["span.emphasis","When Thou Art Converted, Strengthen Thy Brethren"],"[Melchizedek Priesthood study guide, 1974], p. 110.)"],["div",{"id":"p329","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p329"},"Elder John Taylor said: “The president of the church presides over all patriarchs, presidents, and councils of the church; and this presidency does not depend so much upon genealogy as upon calling, order, and seniority” (",["span.emphasis","Times and Seasons,"],"1 June 1845, p. 922; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91-92"},"D&C 107:91–92"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.68-75"},"D&C 107:68–75"],". What Is the Duty of a Bishop?"],["div",{"id":"p330","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p330"},"President Marion G. Romney said:"],["div",{"id":"p331","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p331"},"“As originally given, the assignments pertaining to the office [of bishop] may be summarized in four major parts."],["div",{"id":"p332","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p332"},"“First, the bishop was to receive the consecrations of the Saints and appoint unto them their inheritances (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.31-34,71-73"},"D&C 42:31–34, 71–73"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.13"},"51:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.35"},"58:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.2-6"},"72:2–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78"},"78; 82"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.1"},"85:1"],")."],["div",{"id":"p333","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p333"},"“Second, the bishop was to be a judge unto the people, judging both their standing in the Church as well as their temporal needs if they had claim on the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.80-82"},"D&C 42:80–82"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.17-18"},"58:17–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.17"},"72:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.72"},"107:72"],")."],["div",{"id":"p334","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p334"},"“Third, the bishop was to succor the poor, in both body and spirit, according to their needs (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.35"},"D&C 38:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.33-35,39,71"},"42:33–35, 39, 71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.7-8"},"70:7–8"],")."],["div",{"id":"p335","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p335"},"“Fourth, the bishop was to act as an agent for the Church doing whatever temporal business he was appointed to by the Lord through the First Presidency (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.13-14"},"D&C 51:13–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.112-113"},"84:112–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.68,71-72"},"107:68, 71–72"],")."],["div",{"id":"p336","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p336"},"“As the Church grew and the Saints gained experience, the Lord distinguished between the responsibilities of the Presiding Bishop and local, or ward, bishops as they have come to be known. Today, in the various handbooks of the priesthood, you will find four major categories of duties appointed unto the ward bishop. Except for those duties which are unique to the Presiding Bishopric of the Church and those which were made inoperative at the time the formal law of consecration was suspended, the role of the bishop today is essentially the same as was defined in these early revelations. Bishops have been given added responsibilities for the youth and as presiding high priest of the ward. However, of all of the bishop’s assignments, as important as each one is, none is more important than care for the poor.” (In Conference Report, Oct. 1979, p. 137; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 94.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.72,74"},"D&C 107:72, 74"],". In What Way Is a Bishop a “Judge in Israel”?"],["div",{"id":"p337","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p337"},"President Spencer W. Kimball said of the bishop’s role:"],["div",{"id":"p338","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p338"},"“By virtue of his call and ordination and setting apart, he also becomes a judge in Israel and has the responsibility of making many decisions for his people which affect their progress and development and their life. He has control over their spiritual activities so that he can give them opportunities for growth and judge their accomplishments. He decides as to their worthiness and eligibility for certain blessings and privileges. He holds the key to all temples in the world and it is he who must turn that key to open the doors thereof to his members and through eternal marriage to life eternal. …"],["div",{"id":"p339","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p339"},"“It is said: ‘God’s ways are not man’s ways.’ This man, the bishop, need not be schooled in all the fields of education, for he has access to the fountain of all knowledge. There is revelation, not only for the prophet, but for every worthy and righteous man. He is entitled to divine guidance in his own jurisdiction. …"],["div",{"id":"p340","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p340"},"“… the bishop may draw on this limitless reservoir of knowledge and wisdom if he is in tune with his Maker.” (",["span.emphasis","New Era,"],"Sept. 1978, pp. 16–17.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.76"},"D&C 107:76"],". Who Can Try a Member of the First Presidency?"],["div",{"id":"p341","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p341"},"“The bishop is a common judge in Israel, and members are amenable to his jurisdiction. In case of an accusation made against one of the First Presidency, the case would be tried before the presiding bishop and a council of high priests.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:21.)"],["div",{"id":"p342","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p342"},"Elder John A. Widtsoe said this disciplinary council would consist “of the Presiding Bishop with his two counselors, and twelve High Priests especially chosen for the purpose. It is a tribunal extraordinary, from which there is no appeal, to be convened if it should be necessary to try a member of the First Presidency for crime or neglect of duty.” (",["span.emphasis","Priesthood and Church Government,"],"p. 212.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.77-84"},"D&C 107:77–84"],". Church Disciplinary Councils"],["div",{"id":"p343","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p343"},"Church disciplinary councils exist both to help individuals repent and to protect the innocent against false accusations. In some cases, especially where a prominent or noteworthy person is involved, a disciplinary council can help protect the Church’s good name and moral influence."],["div",{"id":"p344","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p344"},"President Joseph Fielding Smith further explained: “There are several councils in the Church. The traveling high council has jurisdiction in all the world. The high councils in stakes have jurisdiction in a judicial way in the stakes. The First Presidency may sit as an appellate council, and their decision is final. The Church is so organized that no member or officer, from the President to the last member received, is ‘exempted from the justice and the laws of God.’ The special … council, presided over by the presiding bishopric has been called into existence several times. The Prophet Joseph Smith was tried before this council on charges made against him by Elder Sylvester Smith after the return of Zion’s Camp. Oliver Cowdery, David Whitmer, and Frederick G. Williams were each tried by this tribunal.” (",["span.emphasis","Church History and Modern Revelation,"],"2:21; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p1"},"Notes and Commentary on D&C 102"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p1"},"Enrichment I in the Appendix"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.85-90"},"D&C 107:85–90"],". Duties of Quorum Presidents"],["div",{"id":"p345","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p345"},"Elder David O. McKay said: “Presidents of quorums: The Lord has said to you, as you will read in the 107th section of the Doctrine and Covenants, that it is your duty to meet with your quorum. If you are the president of a deacon’s quorum, you are to meet with twelve deacons, and preside over them, to sit in counsel with them, and to teach them their duties. O, deacons, throughout the world! respond to that call. Do your duty, Bishops, you who hold the presidency of the Aaronic Priesthood; guide the young men in this activity. Are they slothful? Are they inactive? If they are, some of the results of inactivity mentioned before as befalling the idle individual will afflict the quorum in your ward. Mark it, it will not fulfill its place in the councils of the Church, unless it be active as a council, as a quorum. This is true of the Teachers, of the Priests, the Elders, the Seventies, the High Priests, and all.” (In Conference Report, Oct. 1909, p. 92.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91-92"},"D&C 107:91–92"],". The Saints Must Follow the President of the Church, Who Holds All the Gifts of God for His People"],["div",{"id":"p346","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p346"},"Notes and Commentary for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-7"},"Doctrine and Covenants 21:4–7"],"and Enrichment F discuss the importance of the living prophet."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.93-97"},"D&C 107:93–97"],". The Seventy and the Ministry"],["div",{"id":"p347","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p347"},"The Prophet Joseph Smith wrote:"],["div",{"id":"p348","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p348"},"“On the 28th of February, the Church in council assembled, commenced selecting certain individuals to be Seventies, from the number of those who went up to Zion with me in the camp … to begin the organization of the first quorum of Seventies, according to the visions and revelations which I have received. The Seventies are to constitute traveling quorums, to go into all the earth, whithersoever the Twelve Apostles shall call them.” (",["span.emphasis","History of the Church,"],"2:201–2.)"],["div",{"id":"p349","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p349"},"“If the first Seventy are all employed, and there is a call for more laborers, it will be the duty of the seven presidents of the first Seventy to call and ordain other Seventy and send them forth to labor in the vineyard, until, if needs be, they set apart seven times seventy, and even until there are one hundred and forty-four thousand thus set apart for the ministry” (",["span.emphasis","History of the Church,"],"2:221)."],["div",{"id":"p350","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p350"},"Although the First Quorum of the Seventy was organized by Joseph Smith, it did not continue to function as a quorum after the exodus to Utah. After the colonization of the West, quorums of seventies were organized in each stake; but on a general authority level, there was just the First Council of Seventy, or the First Seven Presidents of the Seventy."],["div",{"id":"p351","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p351"},"Not until the time of President Spencer W. Kimball was the First Quorum of the Seventy organized again as an active, functioning quorum. This action was begun in the October 1975 conference, in which President Kimball said: “The First Quorum of the Seventy will be gradually organized, eventually with seventy members, the presidency of which will be made up of the seven members” (in Conference Report, Oct. 1975, p. 3; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 4)."],["div",{"id":"p352","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p352"},"One year later, in the October 1976 conference, President Kimball took further action:"],["div",{"id":"p353","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p353"},"“Today we shall present … additional members of the First Quorum of the Seventy to you for your votes. … These changes … bring to thirty-nine the total number in the First Quorum of the Seventy, thus providing a quorum to do business."],["div",{"id":"p354","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p354"},"“With this move, the three governing quorums of the Church defined by the revelations,—the First Presidency, the Quorum of the Twelve, and the First Quorum of the Seventy,—have been set in their places as revealed by the Lord. This will make it possible to handle efficiently the present heavy workload and to prepare for the increasing expansion and acceleration of the work, anticipating the day when the Lord will return to take direct charge of His church and kingdom.” (In Conference Report, Oct. 1976, p. 10; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 9.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.98"},"D&C 107:98"],". Provisions by the Lord for General Leadership in Addition to the Three Presiding Quorums of the Church"],["div",{"id":"p355","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p355"},"To meet the administrative needs of the Church as it grew, the Lord in this revelation provided for general Church leaders to be called in addition to the three presiding quorums of the Church. In the past these leaders have included the Assistants to the Quorum of the Twelve (1941–1976) and the Regional Representatives of the Twelve (1967–1995). Those called to these positions have been given administrative duties in the Lord’s kingdom under the direction of the Quorum of the Twelve Apostles. (See Harold B. Lee, in Conference Report, Oct. 1967, pp. 101, 104–5;",["span.crossRef","Spencer W. Kimball, in Conference Report, Oct. 1976, p. 10"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"D&C 107:99–100"],". What Is the Responsibility of All Who Accept a Call to the Priesthood?"],["div",{"id":"p356","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p356"},"President Henry D. Moyle stressed the importance of living up to priesthood duties: “I am sure it would be more pleasing to our Father in heaven to have us resign our positions—and that is not a practice which we commend in the Church—but nonetheless it seems preferable to neglecting our duties in the least detail. It gives us an awesome feeling to realize that we are dedicated to the work of the Lord, and having thus committed ourselves, it is not our privilege or our prerogative to violate his commandments, even the slightest of them. The Lord expects, and we expect it of ourselves, each one of us, to live out our lives here upon this earth in as complete conformity to the laws of God as we are capable. No means of rationalizing, no means of conjuring up excuses as to why we should do this or should not do the other, contrary to the will of our Heavenly Father, has any place in our lives.” (In Conference Report, Oct. 1961, pp. 43–44.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.100"},"D&C 107:100"],". What Does It Mean That the Slothful “Shall Not Be Counted Worthy to Stand”?"],["div",{"id":"p357","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-107-the-organization-of-priesthood-quorums.p357"},"Those who neglect their priesthood responsibilities will not be counted among the righteous who are worthy to stand in God’s presence (see also",["a.scriptureRef",{"href":"/scriptures/ot/ps/1.1-5"},"Psalm 1:1–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.3-4"},"24:3–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1-2"},"Malachi 3:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.36"},"Luke 21:36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.12-15"},"Alma 12:12–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.32"},"D&C 45:32"],")."]]]]],"refs":null}
