{"id":120,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":120,"title":"Section 106 \"That Ye May Be the Children of Light\"","subtitle":"","short_title":"Section 106","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.head7"},[".titleNumber","Section 106"],["h1","“That Ye May Be the Children of Light”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p270","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p270"},"On his journey among the churches in early 1834, the Prophet Joseph Smith stopped in the village of Freedom, New York. Here he was entertained by Warren A. Cowdery, a brother of Oliver. (There were eight children in the Cowdery family, of which Warren was the oldest and Oliver the youngest.) The Prophet wrote that he stayed at Warren’s house, where “we were blessed with a full enjoyment of temporal and spiritual blessings, even all we needed, or were worthy to receive” (",["span.emphasis","History of the Church,"],"2:42)."],["div",{"id":"p271","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p271"},"The visit of the Prophet, as well as the influence of Oliver, who had been corresponding with his brother, resulted in the eventual conversion of Warren Cowdery to the Church. Through the efforts of the Prophet and other members of the Church, a branch was eventually established in Freedom, over which Warren Cowdery was called to preside."],["div",{"id":"p272","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p272"},"That fall found the Prophet very busy, especially in November. “It now being the last of the month,” he wrote, “and the Elders beginning to come in, it was necessary to make preparations for the school for the Elders, wherein they might be more perfectly instructed in the great things of God, during the coming winter” (",["span.emphasis","History of the Church,"],"2:169). On 25 November the Prophet received the revelation contained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106"},"Doctrine and Covenants 106"],"."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.3"},"D&C 106:3"],". “The Laborer Is Worthy of His Hire”"],["div",{"id":"p273","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p273"},"Warren A. Cowdery’s responsibilities were not confined to the town of Freedom, but extended to “the regions round about” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.1"},"D&C 106:1"],") and to the “adjoining counties” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.2"},"v. 2"],"). Freedom was in Cattaraugus County, New York, and there were Saints in Perrysburg and Palmersville, also in the same county. In Chataurua County, immediately west, there were Saints in Westfield and Villanova. In Livingston County, which was located northeast of Freedom, there were Saints in Genese, Avon, and Livonia. Livonia is about fifteen miles from Manchester, New York, where the latter-day work began, and so there were probably Saints living in small towns all over the western part of New York."],["div",{"id":"p274","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p274"},"Because of the size of the area that Warren Cowdery was responsible for and the time involved, the Lord promised him all necessities, “for the laborer is worthy of his hire” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.3"},"v. 3"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.4-5"},"D&C 106:4–5"],". How Can an Event As Great As the Second Coming Come As a Surprise?"],["div",{"id":"p275","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p275"},"The people of the world are the ones who will be surprised at the sudden coming of the Lord. The Saints, on the other hand, should be prepared, expectant, and joyful. Paul wrote to the Saints that, in looking forward to the Second Coming, “ye, brethren, are not in darkness, that that day should overtake you as a thief. Ye are all the children of light, and the children of the day.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/5.4-5"},"1 Thessalonians 5:4–5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.10"},"1 Peter 3:10"],".)"],["div",{"id":"p276","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p276"},"To “gird up one’s loins” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.5"},"D&C 106:5"],") means to prepare oneself, as explained in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.8"},"Doctrine and Covenants 36:8"],". To those who are prepared (the children of light), the coming of the Master will not be a shock or catch them unprepared."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/106.8"},"D&C 106:8"],". “If He Continue to Be a Faithful Witness”"],["div",{"id":"p277","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-106-that-ye-may-be-the-children-of-light.p277"},"Unfortunately, Warren A. Cowdery did not remain a faithful witness. He eventually went to Kirtland, Ohio, and was given a job in the printing office, later becoming the editor of the",["span.emphasis","Messenger and Advocate"],". In the apostasy of 1837 he became associated with such dissidents as Warren Parrish, John F. Boynton, Leonard Rich, Luke Johnson, and Stephen Burnett. Like many, he grew rebellious against the Prophet and fell away from the Church."]]]]],"refs":null}
