{"id":13,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":13,"title":"Lesson 11: Bridging the Cultural Gap","subtitle":"","short_title":"Lesson 11","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.head1"},[".titleNumber","Lesson 11"],["h1","Bridging the Cultural Gap"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p1"},"Examining the standard works in terms of the cultural setting they originated in assists in bridging the cultural gap."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f1"},["ol.number",["li",["span.label","1."],[".para","We must seek to understand the time and place where scripture originated."]],["li",["span.label","2."],[".para","Understanding culture will help in comprehending scriptures."]],["li",["span.label","3."],[".para","There are ways to improve your understanding of cultural influences on scriptures."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","We must seek to understand the time and place where scripture originated."]]]]],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f3"},["ol.bullet",["li",["span.label","•"],[".para","Explain to students that in their scripture study they should try to “go to” the time and place the writing originated. The standard works contain writings of many prophets who lived in different cultures spanning thousands of years. Each scripture writer wrote as he was directed by the Holy Ghost, yet the writings were clothed in the influence of the imagery and culture of the writer. To understand their writings we should mentally “step into their world” as much as possible to see things as they saw them."],[".para","The prophet Nephi wrote, “There is none other people that understand the things which were spoken unto the Jews like unto them, save it be that they are taught after the manner of the things of the Jews” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.5"},"2 Nephi 25:5"],"). This principle also applies to the writings of people from other cultures. It is especially important, however, to understand the ancient Jewish culture because so much of our scriptures originated in that culture. Even the modern scriptures often quote from and use phrases and terms that stem from Jewish culture."],[".para","One writer, explaining the oriental nature of the Bible, said, “It is easy for Occidentals to overlook the fact that the Scriptures had their origin in the East, and that each one of the writers was actually an Oriental. Since this is so, in a very real sense the Bible may be said to be an Oriental Book. But many are quite apt to read into the Scriptures Western manners and customs, instead of interpreting them from the Eastern point of view. …"],[".para","“… Many passages of Scripture that are hard for the Westerner to understand, are readily explained by a knowledge of the customs and manners of Bible lands” (Fred H. Wight,",["span.emphasis","Manners and Customs of Bible Lands,"],"7)."]],["li",["span.label","•"],[".para","Read the following statement from an individual who lived among the people of biblical lands:"],[".para","“Modes, customs, usages, all that you can set down to the score of the national, the social, or the conventional, are precisely as different from yours as the east is different from the west. They sit when you stand; they lie when you sit; they do to the head what you do to the feet; they use fire when you use water; you shave the beard, they shave the head; you move the hat, they touch the breast; you use the lips in salutation, they touch the forehead and the cheek; your house looks outwards, their house looks inwards; you go",["span.emphasis","out"],"to take a walk, they go",["span.emphasis","up"],"to enjoy the fresh air; you drain your land, they sigh for water; you bring your daughters out, they keep their wives and daughters in; your ladies go barefaced through the streets, their ladies are always covered” (W. Graham,",["span.emphasis","The Jordan and the Rhine,"],"in James M. Freeman,",["span.emphasis","Manners and Customs of the Bible,"],"5)."]]]],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f4"},["ol.number",["li",["span.label",["b","2."]],[".para",["b","Understanding culture will help in comprehending scriptures."]]]]],["div",{"id":"f5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f5"},["ol.bullet",["li",["span.label","•"],[".para","Use the following examples to show that it is important to have some understanding of the culture the scriptures came from:"],[".para","“Let him",["span.emphasis","which is on the housetop"],"not come down to take any thing out of his house” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.17"},"Matthew 24:17"],"; italics added)."],[".para","“And it came to pass in an eveningtide, that David arose from off his bed, and",["span.emphasis","walked upon the roof"],"of the king’s house” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.2"},"2 Samuel 11:2"],"; italics added)."],[".para","Normally, a Westerner’s house is not built with a roof that is designed to be walked upon. In biblical lands, however, houses are built with the intention that much activity would take place on people’s roofs. Roofs in biblical lands were commonly flat and were used for sleeping (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.25-26"},"1 Samuel 9:25–26"],"), storage (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/2.6"},"Joshua 2:6"],"), gathering in times of excitement (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/22.1"},"Isaiah 22:1"],"), public proclamations (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.27"},"Matthew 10:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.3"},"Luke 12:3"],"), and places of worship and prayer (see",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.5"},"Zephaniah 1:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.9"},"Acts 10:9"],"). Commonly there were two staircases leading to the roof—one from within the house and one from the street. It would not be uncommon for someone such as David to be walking on his roof in the evening or for someone to be upon the roof at the time of a crisis."],[".para","“Now Peter sat",["span.emphasis","without in the palace:"],"and a damsel came unto him, saying, Thou also wast with Jesus of Galilee."],[".para","“But he denied before them all, saying, I know not what thou sayest."],[".para","“And when he was gone",["span.emphasis","out into the porch,"],"another maid saw him, and said unto them that were there, This fellow was also with Jesus of Nazareth” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.69-71"},"Matthew 26:69–71"],"; italics added)."],[".para","Oriental houses of more than one room are built with the rooms separated by a courtyard. Added rooms are built around the courtyard. The oriental house fronts inward toward the courtyard rather than outward toward the street. When a person is in the courtyard, they are really within the house, but not in the rooms of the house."],[".para","Often there are cisterns in the courtyard (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/17.18-19"},"2 Samuel 17:18–19"],"), and it is common for fires to be kindled there (see",["a.scriptureRef",{"href":"/scriptures/nt/john/18.15-18"},"John 18:15–18"],")."]]]],["div",{"id":"f6","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f6"},["ol.number",["li",["span.label",["b","3."]],[".para",["b","There are ways to improve your understanding of the cultural influences on scriptures."]]]]],["div",{"id":"f7","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f7"},["ol.bullet",["li",["span.label","•"],[".para","There are many things students can do to better understand the aspects of the scriptures that are related to culture, especially in their study of the Bible. Share with students the suggestions that follow, and discuss the numerous scriptural examples contained under each suggestion."],[".para",["span.emphasis","Study the internal commentary and insights about culture that are found in the scriptures."]],[".para","Sometimes there are scriptural explanations of words or events that give insight into the thinking or practices of people in the scriptures. An example is found in the account of Boaz purchasing Naomi’s parcel of land. In",["a.scriptureRef",{"href":"/scriptures/ot/ruth/4.8"},"Ruth 4:8"],"it is said that Boaz “drew off his shoe.” Verse 7 gives the reason he did that. The transfer of property ownership was confirmed by the exchange of a shoe. This is a fitting symbol of such an act since the owner of a piece of property has the right to tread upon it with his shoe."],[".para",["span.emphasis","Use the Bible Dictionary."]],[".para","The Bible Dictionary is a great help in understanding many aspects of biblical culture. Words you are not familiar with often have significant meaning, which you can discover through use of your Bible Dictionary. The Bible Dictionary contains a wealth of information regarding people, places, and things encountered in the Bible. A number of tables have also been provided that offer analysis and synthesis."]]]],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f8"},["ol.number",["li",["span.label","1."],[".para","Several offerings relating to the law of sacrifice are mentioned in the scriptures (such as trespass offerings, peace offerings, and sin offerings). If you look up any one of these terms in the Bible Dictionary you will be directed to the word",["span.emphasis","sacrifices,"],"where a thorough treatment of each of the offerings is provided."]],["li",["span.label","2."],[".para","Reference is made in",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.12"},"Acts 1:12"],"to a “sabbath day’s journey.” Look up the phrase in the Bible Dictionary."]],["li",["span.label","3."],[".para","Another valuable source of information is found under the heading “chronology” in the Bible Dictionary. Review the tables found there that relate the Old Testament history to secular history."]]]],["div",{"id":"p31","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p31"},["span.emphasis","Study the historical context and setting of scripture passages."]],["div",{"id":"p32","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p32"},"To know the historical background and setting where scriptural events took place is very helpful in understanding certain passages. An example of this is the story of the return of the Jews from their Babylonian captivity. Jeremiah prophesied of the captivity (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.11"},"Jeremiah 25:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.10"},"29:10"],"), Isaiah prophetically described the role Cyrus would play in the return of the Jews (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.24-28"},"Isaiah 44:24–28"],"), the books of Ezra and Chronicles describe Cyrus’s reaction to Isaiah’s prophecy as well as the return of the Jews to their homeland (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.22-23"},"2 Chronicles 36:22–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.1"},"Ezra 1:1–2:1"],"), and finally, Nehemiah, Haggai, and Zechariah tell of the building up of the temple and walls of Jerusalem after the return of the Jews."],["div",{"id":"p33","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p33"},"To understand the message of these scripture writers you need to gain some understanding of the historical facts concerning the overthrow of Jerusalem by the Babylonians and the succession of the Persian empire to the Babylonian kingdom (see Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/assyria-and-babylonia"},"“Assyria and Babylonia,”"],"615–16)."],["div",{"id":"p34","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p34"},"To gain a proper perspective of the early Book of Mormon chapters, it is also necessary to know something of the events leading up to the overthrow of the kingdom of Judah by the Babylonians (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24"},"2 Kings 24–25"],")."],["div",{"id":"p35","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p35"},["span.emphasis","Study the cultures that influenced the people in the scriptures."]],["div",{"id":"p36","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p36"},"The Lord taught Abraham in preparation for his sojourn in Egypt (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.15"},"Abraham 3:15"],"). A knowledge of the Egyptian culture can help us understand Abraham’s life and experiences among the Egyptian people."],["div",{"id":"p37","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p37"},"The same is true for Joseph, Moses, and others. The people of the Bible interacted with and were influenced continuously by the great empires and cultures around them. The children of Israel were powerfully influenced by the Canaanites, Egyptians, Moabites, Syrians, Ammonites, and others. The kingdom of Israel was taken captive into Assyria. The kingdom of Judah was taken captive into Babylon, where the prophetic ministries of Ezekiel and Daniel took place. Jesus was born into a culture totally dominated by the Roman empire and greatly influenced by both the Greeks and the Romans."],["div",{"id":"p38","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p38"},"Joseph Smith did his work in the nineteenth-century American culture and the Doctrine and Covenants contains numerous references to aspects of that culture. Much insight into the scriptures can be gained by learning of the manners and customs of people who surrounded and interacted with God’s people and their prophets. (For example, see",["a.scriptureRef",{"href":"/scriptures/bd/syria"},"Bible Dictionary"],",",["a.scriptureRef",{"href":"/scriptures/bd/egypt"},"“Egypt,”"],"660–61;",["a.scriptureRef",{"href":"/scriptures/bd/moab"},"“Moab,”"],"733;",["a.scriptureRef",{"href":"/scriptures/bd/syria"},"“Syria,”"],"778;",["a.scriptureRef",{"href":"/scriptures/bd/ammon"},"“Ammon, Ammonites,”"],"607;",["a.scriptureRef",{"href":"/scriptures/bd/roman-empire"},"“Roman Empire,”"],"763–64;",["a.scriptureRef",{"href":"/scriptures/bd/greece"},"“Greece,”"],"697;",["a.scriptureRef",{"href":"/scriptures/bd/hellenists"},"“Hellenists,”"],"700)."],["div",{"id":"p39","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p39"},["span.emphasis","Study the geography, climates, and seasons of scriptural lands."]],["div",{"id":"p40","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p40"},"Often figures of speech in the scriptures are drawn from the environment. The following examples illustrate this fact and underscore the value of familiarity with the environmental factors that have influenced the scriptures."],["div",{"id":"f9","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f9"},["ol.number",["li",["span.label","1."],[".para","“Ye are the light of the world. A city that is set on a hill cannot be hid” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.14"},"Matthew 5:14"],")."],[".para","Palestine is a land of many hills and it was typical in Bible times for cities to be built on the tops of hills rather than in valleys because they did not then take up precious farm land. Such cities, when lighted at night, could be seen from great distances."]],["li",["span.label","2."],[".para","“He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.2"},"Matthew 16:2"],")."],[".para","“The red sunset … indicates the presence of east wind, and is a sign that a season of warm weather may be expected” (G. M. Mackie,",["span.emphasis","Bible Manners and Customs,"],"26)."]],["li",["span.label","3."],[".para","“Now learn a parable of the fig tree; when his branch is yet tender, and putteth forth leaves, ye know that summer is nigh” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.32"},"Matthew 24:32"],")."],[".para","“The fig-tree comes into foliage later than the almond, apricot, and peach trees, and when its tender leaves are unsheathed, and expand and deepen in colour, it is a sign that summer days are at hand” (Mackie,",["span.emphasis","Bible Manners and Customs,"],"51)."]],["li",["span.label","4."],[".para","“They shall come all for violence: their faces shall sup up as the east wind, and they shall gather the captivity as the sand” (",["a.scriptureRef",{"href":"/scriptures/ot/hab/1.9"},"Habakkuk 1:9"],")."],[".para","“The east wind is the usual breeze by night, and as such is cool and dry; but when it prevails also during the day, or for several days at a time, it becomes exceedingly hot and oppressive” (Mackie,",["span.emphasis","Bible Manners and Customs,"],"25)."],[".para","Because of the effect of the east wind, it became a symbol of oppression and destruction."],[".para",["span.emphasis","Use the footnotes in the LDS edition of the scriptures."]],[".para","As was discussed in lesson 7, the footnotes in the LDS scriptures clarify meanings and give helps with language, idioms, and so forth. A few examples of clarifications of culture and related items are found with the following references. Turn to them and notice the added insights that the footnotes give."]]]],["div",{"id":"f10","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f10"},["ol.number",["li",["span.label","1."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.19"},"Exodus 23:19"],["span.emphasis","b"],"; 34:26",["span.emphasis","b"],"—seething"]],["li",["span.label","2."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.8"},"Deuteronomy 6:8"],["span.emphasis","b"],"; 6:9",["span.emphasis","a"],"—phylacteries and mezuzot"]],["li",["span.label","3."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.21"},"Deuteronomy 16:21"],["span.emphasis","a"],"—fertility idols"]],["li",["span.label","4."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.23"},"Deuteronomy 21:23"],["span.emphasis","a"],"—hanging a body"]],["li",["span.label","5."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.28"},"Matthew 18:28"],["span.emphasis","a"],"—an hundred pence"]],["li",["span.label","6."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.6"},"Doctrine and Covenants 46:6"],["span.emphasis","a"],"—confirmation meetings"]]]],["div",{"id":"p58","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p58"},["span.emphasis","Relate items in the scriptures to your own frame of reference."]],["div",{"id":"p59","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p59"},"Read the parable of the unmerciful servant in",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.23-35"},"Matthew 18:23–35"],"as an example. When you know the relationship between a talent and a penny (pence), the parable becomes much more meaningful. Although the value of a talent varied during biblical times and there were different types of talents (such as attic silver, Hebrew silver, and gold), a comparison of the debts can still be made. The Roman attic talent comprised six thousand denarii (pence). Sometimes the word talent simply referred to a large amount of money, without reference to amount."],["div",{"id":"p60","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.p60"},"Figuratively, 10 thousand talents would mean an impossible debt. If the parable is taken literally, the unmerciful servant’s debt would have been 60 million pence, whereas his fellow servant owed him one hundred pence. The debt owed by the unmerciful servant was six hundred thousand times larger than the debt owed him. If the penny is considered as a day’s wages (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.2"},"Matthew 20:2"],"), the fellow servant owed the equivalent of a little over three month’s wages and the unmerciful servant owed nearly 165,000 years of wages."]],[".topic",["h2","Supplementary Study Source"],["div",{"id":"f11","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f11"},["ol.bullet",["li",["span.label","•"],[".para","Stephen Ricks and Shirley Smith Ricks, “Jewish Religious Education in the Meridian of Time,”",["span.emphasis","Ensign,"],"Oct. 1987, 60–62; insights into the educational systems that existed in the Jewish home and community."]],["li",["span.label","•"],[".para","Richard D. Draper, “Home Life at the Time of Christ,”",["span.emphasis","Ensign,"],"Sept. 1987, 56–59; social practices, customs, and settings associated with ancient near eastern homes at the time of Christ."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f12","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-11.f12"},["ol.bullet",["li",["span.label","•"],[".para","In the gospel of Mark we read that “the Pharisees went forth, and straightway took counsel with the Herodians against him [Jesus], how they might destroy him” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.6"},"Mark 3:6"],"). Read the commentary on the terms “Herodians” and “Pharisees” in the Bible Dictionary. How does a knowledge of the nature of these two groups and their differences show more clearly the extent Jesus was opposed in His ministry?"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.1"},"Isaiah 1:1"],"says the message was directed to “Judah and Jerusalem,” yet verse 10 says, “Hear the word of the Lord, ye rulers of Sodom … , ye people of Gomorrah.” The cities of Sodom and Gomorrah had been destroyed by God long before Isaiah’s time. Refer to the following scriptures. With a knowledge of the conditions of the people of Sodom and Gomorrah before they were destroyed and of the people of Judah at Isaiah’s time, explain",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.10"},"Isaiah 1:10"],"."],[".para","Similarly, explain the meaning of",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.8"},"Revelation 11:8"],"when it refers to “the great city … where also our Lord was crucified [Jerusalem]” as Sodom and Egypt (see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.13"},"Genesis 13:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.20"},"18:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.8-9"},"Isaiah 3:8–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.14"},"Jeremiah 23:14"],")."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-20"},"Ezekiel 37:15–20"],"speaks of the records of Judah and Joseph and calls them “sticks,” but Isaiah and Jeremiah use the term “roll” to refer to records (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.1"},"Isaiah 8:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/36"},"Jeremiah 36"],"). Based on Ezekiel’s situation when he wrote this chapter, explain why he used “stick” instead of “roll” (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/1.1"},"Ezekiel 1:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.16"},"Ezekiel 37:16",["span.emphasis","a"]],"; Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/chebar"},"“Chebar,”"],"632;",["a.scriptureRef",{"href":"/scriptures/bd/nebuchadnezzar"},"“Nebuchadnezzar,”"],"737–38)."]],["li",["span.label","•"],[".para","If Jesus was born in Bethlehem (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.4,11"},"Luke 2:4, 11"],"), why does",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.10"},"Alma 7:10"],"say that he would be born “at Jerusalem which is the land of our forefathers”? (see Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/bethlehem"},"“Bethlehem,”"],"621)."]]]]]]],"refs":null}
