{"id":15,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 13: Scriptural Use of Symbolism","subtitle":"","short_title":"Lesson 13","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.head1"},[".titleNumber","Lesson 13"],["h1","Scriptural Use of Symbolism"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.p1"},"Understanding the scriptural use of symbolism enables us to more fully comprehend and appreciate the Lord’s message to us in the scriptures."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f1"},["ol.number",["li",["span.label","1."],[".para","What is the value of teaching with symbols?"]],["li",["span.label","2."],[".para","When to look for symbolism."]],["li",["span.label","3."],[".para","There are keys to understanding scriptural symbolism."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","What is the value of teaching with symbols?"]]]]],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f3"},["ol.bullet",["li",["span.label","•"],[".para","Learning to understand the symbols and imagery used in the scriptures enables us to more fully comprehend and appreciate the Lord’s message. Refer to the statements that follow, discussing with students some of the reasons that symbolism is so widely employed in the scriptures:"],[".para",["span.emphasis","Abstract concepts can best be taught symbolically."],"Most abstract concepts are hard to grasp without some kind of an association as a learning aid. For example, the principle of faith is difficult to understand on the basis of a definition only. If, however, the principle of faith is associated with something in the realm of our experience, it can be better understood. For example, when Alma was teaching the Zoramites he compared exercising faith in the word of God to the planting of a seed (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.28-43"},"Alma 32:28–43"],"). In a similar way, the Lord compared His taking upon Himself the sins of the world to a man being stained as he trod grapes in a wine vat (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.48"},"D&C 133:48"],")."],[".para",["span.emphasis","Symbols can be timeless, culture-free, and language-free."],"When such things as plants, animals, or manifestations in nature are used to teach principles, they can be used without reference to a particular language, time, or people and can bridge the barriers of communication that often exist between ages or cultures. The use of a wave of the sea to represent a person whose faith is not firm (see",["a.scriptureRef",{"href":"/scriptures/nt/james/1.6"},"James 1:6"],"for example) can communicate the same message to any people at any time. When Helaman spoke to his sons he told them, “Remember that it is upon the",["span.emphasis","rock"],"of our Redeemer, who is Christ, the Son of God, that ye must build your foundation” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"; italics added). This symbol paints a clear picture of what is needed to be secure and stable, no matter what age or what culture people belong to."],[".para",["span.emphasis","Because of the visual nature of a symbol, it will generally be remembered longer than a description or explanation of the same concept without the symbol."],"Moroni wrote upon part of his coat the words, “In memory of our God, our religion, and freedom, and our peace, our wives, and our children” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.12"},"Alma 46:12"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.11-13,21,36"},"vv. 11–13, 21, 36"],"). He used this as a flag, and it became the symbol of liberty for the Nephite nation. Replicas were hoisted up on every tower in the land."],[".para",["span.emphasis","Symbols can be used to reveal or conceal spiritual truths, depending upon the spiritual maturity of the individual."],"The Savior, for example, spoke to the people in parables because there were those among His hearers who were neither willing nor prepared to accept His teachings."],[".para",["span.emphasis","Use of symbolism contributes to an attitude of searching on the part of the student of the scriptures."],"A person who understands that there is more than just the obvious in scriptural passages will be inclined to search, ponder, probe, and pray about them to more fully comprehend and appreciate their prophetic message."]]]],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f4"},["ol.number",["li",["span.label",["b","2."]],[".para",["b","When to look for symbolism."]]]]],["div",{"id":"f5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f5"},["ol.bullet",["li",["span.label","•"],[".para","Ask students, “How do I know when to take a scripture as symbolic and when to think of it as literal?”"],[".para","Help students understand that it is not always easy to determine when a passage should be taken symbolically or literally; in fact, many passages have both a literal and a symbolic meaning. However, there are clues."],[".para","Notice key words or phrases that imply symbolism—words or phrases such as",["span.emphasis","like, likened, as, as it were,"],"and",["span.emphasis","like unto."],"These are called similes and are common throughout scripture. Have students look at",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.31,33,44"},"Matthew 13:31, 33, 44"],"and mark the words or phrases that are being compared."],[".para","Look for symbolism when something being discussed seems unnatural or even impossible:"],[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.8"},"Joel 2:8"],"."],"“When they fall upon the sword, they shall not be wounded.”"],[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.16"},"Revelation 1:16"],"."],"“Out of his mouth went a sharp twoedged sword.”"],[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.3"},"Revelation 12:3"],"."],"“Behold a great red dragon, having seven heads and ten horns.”"],[".para","There is much that is natural that is also symbolic. When something is described or outlined very specifically, look for symbolism even though the passage may also be literal."],[".para","To illustrate this, select passages in",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–30"],"that deal with the planning of the tabernacle. Another example is the ordinances of the gospel that are outlined very specifically to represent important gospel teachings and concepts."]]]],["div",{"id":"f6","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f6"},["ol.number",["li",["span.label",["b","3."]],[".para",["b","There are keys to understanding scriptural symbolism."]]]]],["div",{"id":"f7","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f7"},["ol.bullet",["li",["span.label","•"],[".para","Share the following guidelines to help students better understand symbolism in the scriptures. You may want to read and discuss the scripture references."],[".para",["span.emphasis","Determine if the scriptures give the interpretation of the symbol."],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.12,16"},"Revelation 1:12, 16"],"speaks of seven candlesticks and seven stars as part of a vision John saw. In verse 20 these symbols are explained. The candlesticks represent the seven churches (branches of the Church) in John’s area at the time of the revelation, and the seven stars represent the “angels” (JST says “servants”) or priesthood leaders of those seven branches (see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.1,8,12,18"},"Revelation 2:1, 8, 12, 18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.1,7,14"},"3:1, 7, 14"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77"},"Doctrine and Covenants 77"],"gives many other helps in understanding the teachings and symbols of the book of Revelation."],[".para","Sometimes the scriptures tell of angels explaining symbols to the prophets, or the prophets tell what the Spirit of the Lord helped them understand about the symbols. Nephi, for example, received instruction about the symbols in the vision of the tree of life that both he and his father saw. Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.2-35"},"1 Nephi 8:2–35"],"to get an account of Lehi’s vision. Nephi sought and obtained a vision of the same things (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.3-9"},"1 Nephi 11:3–9"],"). Later an angel interpreted the symbols in the vision. Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.21-25,36"},"1 Nephi 11:21–25, 36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12.16-18"},"12:16–18"],"for this explanation. Read also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.21-30"},"1 Nephi 15:21–30"],", where Nephi explained elements of the dream to his brethren."],[".para",["span.emphasis","Look at the symbol in context."],"A particular symbol may be used to represent different concepts. An example of this is the metal iron. At various times it is used to represent that which is firm, unyielding, or hard to penetrate (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.19"},"Leviticus 26:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.23"},"Deuteronomy 28:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/4.3"},"Ezekiel 4:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/9.9"},"Revelation 9:9"],"), severe affliction or oppression (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.20"},"Deuteronomy 4:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.48"},"28:48"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.51"},"1 Kings 8:51"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/107.10"},"Psalm 107:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/11.4"},"Jeremiah 11:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/28.14"},"28:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.5"},"1 Nephi 13:5"],"), strength (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.25"},"Deuteronomy 33:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.40-42"},"Daniel 2:40–42"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.7"},"7:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.13"},"Micah 4:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.8"},"D&C 123:8"],"), permanence, endurance (see",["a.scriptureRef",{"href":"/scriptures/ot/job/19.24"},"Job 19:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/17.1"},"Jeremiah 17:1"],"), pride or stubbornness (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.4"},"Isaiah 48:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.4"},"1 Nephi 20:4"],"), and dross, or that which is of lesser worth (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.17"},"Isaiah 60:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/22.18"},"Ezekiel 22:18"],")."],[".para","Symbols may also be used to represent closely related concepts at different times. For example, blood represents life (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.4"},"Genesis 9:4"],"), atonement (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.60"},"Moses 6:60"],"), sin (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.44"},"2 Nephi 9:44"],"), and that which is mortal or earthly (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.50"},"1 Corinthians 15:50"],"). The context is important in determining the meaning of a symbol."],[".para",["span.emphasis","Look to the teachings of modern prophets."],"In their commentary on the scriptures, the prophets at times give insights that are not found in the scriptures themselves. For example, Joseph Smith compared the writings of the prophet Daniel (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7"},"Daniel 7"],") and John (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/4"},"Revelation 4–5"],") and said, “Daniel did not see an actual bear or a lion, but the images or figures of those beasts. The translation should have been rendered ‘image’ instead of ‘beast,’ in every instance where beasts are mentioned by the [Old Testament] prophets. But John saw the actual beast in heaven, showing to John that beasts did actually exist there, and not to represent figures of things on the earth” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"291)."],[".para",["span.emphasis","Let the nature of the object used as a symbol contribute to an understanding of its spiritual meaning."],"In John’s account of his vision of heaven he mentioned seeing four beasts, each of which had “six wings” and which were “full of eyes” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.8"},"Revelation 4:8"],"). The Doctrine and Covenants explains that this is figurative: “Their eyes are a representation of light and knowledge, that is, they are full of knowledge; and their wings are a representation of power, to move, to act, etc.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.4"},"D&C 77:4"],"). This explanation is consistent with the nature of the symbols used. With our eyes we receive light by which we see and gain knowledge. The wings of a bird enable it to move beyond the limitations that hold men on the earth."],[".para","These two examples are typical of other symbols used in the scriptures. Symbols were not selected arbitrarily by the prophets. The natural characteristics and use of things determined the symbolic use that might be made with them in teaching."],[".para",["span.emphasis","Use the study aids in the scriptures."],"The study aids in the LDS edition of the scriptures were prepared under the direction of the Quorum of the Twelve Apostles. They contain valuable references and explanations as well as interpretive helps. For example, the heading for",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37"},"Ezekiel 37"],"identifies the servant “David,” mentioned in the chapter, who will rule latter-day Israel, as the Messiah. Another example is the “palmerworm” and “cankerworm” in",["a.scriptureRef",{"href":"/scriptures/ot/joel/1.4"},"Joel 1:4"],["span.emphasis","a"],"; “the invading or conquering armies are compared to four varieties (or stages of growth) of locusts.”"],[".para",["span.emphasis","Broaden your understanding of the gospel, and evaluate possible interpretations in terms of the overall gospel scheme."],"You must understand the underlying spiritual truths before you can understand the symbols that relate to those truths. If people do not understand the Atonement of Christ and its relationship to the laws of justice and mercy they will not be able to recognize the meanings attached to the various aspects of the law of sacrifice and offerings in the law of Moses."],[".para","The scriptures are interrelated; the words, phrases, and concepts in one passage will often be found in another passage with similar meaning. It is important, therefore, to study the scriptures and other words of the prophets continually so that passages of scripture and prophetic teachings will constantly be “interacting” in your mind. The reference in",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.27"},"Revelation 2:27"],"to ruling with a “rod of iron,” for example, is much more easily understood when it is coupled with an understanding of the visions Lehi and Nephi had of the tree of life. Nephi explained that the “rod of iron … was the word of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.25"},"1 Nephi 11:25"],")."],[".para","The gospel is consistent. Truth does not contradict truth. All correct interpretations of symbols and figures in the scriptures will harmonize with true gospel teachings. This principle can be a monitor for symbolic interpretation. An example of this is found in John’s revelation. John referred to a woman who was to bear a child and a dragon that was ready to devour the child when it was delivered. “She brought forth a man child, who was to rule all nations with a rod of iron” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.5"},"Revelation 12:5"],"). The woman is symbolic of the Church of God, consistent with the recurring scriptural theme of the bride (covenant people) and bridegroom (Christ). The man child is symbolic of the millennial kingdom of God."],[".para","Elder Bruce R. McConkie, who was a member of the Quorum of the Twelve Apostles, wrote: “Among Biblical scholars of the world, the man child is presumed to be Christ, a speculative conclusion which, though seemingly persuasive, is refuted by the obvious fact that the Church did not bring forth Christ; he is the Creator of the Church. Among Latter-day Saint scriptural exegetes, it is not uncommon to say that the man child is the priesthood, a seemingly persuasive speculation, which again however must be rejected by the same line of reasoning. The Church did not bring forth the priesthood, but the priesthood is the power that brought the Church into being” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:516)."],[".para",["span.emphasis","Meditate, ponder, and pray about the scriptures and the symbols they contain."],"Elder Bruce R. McConkie taught: “All scripture comes by the power of the Holy Ghost … and must and can be interpreted only by the same power. … None can comprehend the true meaning of the scriptures except by revelation from the same Revelator who revealed them in the first instance, who is the Holy Ghost” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:356). If you truly want to understand the scriptures and the symbols employed by the Lord therein, you will make the effort to seek instruction from the Lord through His Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32-33"},"D&C 136:32–33"],"). The Savior delights to enlighten our minds and reveal His mysteries to those who serve Him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"D&C 76:5–10"],")."],[".para","The following statement from the Prophet Joseph Smith could be discussed:"],[".para","“Whenever God gives a vision of an image, or beast, or figure of any kind, He always holds Himself responsible to give a revelation or interpretation of the meaning thereof, otherwise we are not responsible or accountable for our belief in it. Don’t be afraid of being damned for not knowing the meaning of a vision or figure, if God has not given a revelation or interpretation of the subject”",["span.emphasis","(Teachings,"],"291)."],[".para",["span.emphasis","Look for Christ in scriptural symbols."],"You may want to only briefly mention this concept, inasmuch as lesson 15 deals with this key."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f8"},["ol.bullet",["li",["span.label","•"],[".para","Gerald N. Lund, “Understanding Scriptural Symbols,”",["span.emphasis","Ensign,"],"Oct. 1986, 22–27; six guidelines to help in dealing with the figurative language in the scriptures."]],["li",["span.label","•"],[".para","George A. Horton Jr.,",["span.emphasis","Keys to Successful Scripture Study,"],"182–92; helps in interpreting symbolic language."]],["li",["span.label","•"],[".para",["span.emphasis","Old Testament Media,"],"presentation 12, “Scripture Symbolism” (item 53058)."]],["li",["span.label","•"],[".para","Appendix, “Examples of Symbols Used in Scriptures” (see p. 52 of this manual)."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f9","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f9"},["ol.bullet",["li",["span.label","•"],[".para","Below are listed several terms and symbolic uses of these terms. For each term listed, students should find at least one passage of scripture where the term is used with the figurative meaning listed. Students will need to use the Topical Guide, Bible Dictionary, index to the triple combination, a concordance, or other references for help."]]]],["div",{"id":"f10","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-13.f10"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Colors"]],[".para","Purple or scarlet: Royalty"],[".para","Black: Calamity, affliction"]],["li",["span.label","2."],[".para",["span.emphasis","Body Parts"]],[".para","Shoulders: Carrying, bearing"],[".para","Heart: The inner man, feelings"],[".para","Loins: Source of children, offspring"]],["li",["span.label","3."],[".para",["span.emphasis","Creatures"]],[".para","Serpent: Evil, deceiver"],[".para","Lion: Power, royalty"],[".para","Locust: Devastation, destruction"]],["li",["span.label","4."],[".para",["span.emphasis","Clothing"]],[".para","Being clothed signifies possessing a quality or being in a certain condition"],[".para","Clothed in righteousness: Worthy"],[".para","Clothed in shame: Guilty"],[".para","Clothed in sackcloth: Humility, sorrow"]],["li",["span.label","5."],[".para",["span.emphasis","Food"]],[".para","Milk: Prosperity"],[".para","Fruit: Results, consequences"]],["li",["span.label","6."],[".para",["span.emphasis","Minerals"]],[".para","Clay: Fragility (weak or easily broken)"],[".para","Silver: Of significant value, but less than gold"]],["li",["span.label","7."],[".para",["span.emphasis","Natural Elements"]],[".para","Fire: Purification by the Holy Ghost, destruction of corruption"],[".para","Winds: Tribulation, opposition"]],["li",["span.label","8."],[".para",["span.emphasis","Objects"]],[".para","Yoke: Captivity, burdens"],[".para","Keys: Authority"]],["li",["span.label","9."],[".para",["span.emphasis","Places"]],[".para","Zion: The righteous"],[".para","Sodom and Gomorrah: The wicked"]],["li",["span.label","10."],[".para",["span.emphasis","Ordinances"]],[".para","Baptism: Cleansing"],[".para","Marriage: Covenant relationship with God"]],["li",["span.label","11."],[".para",["span.emphasis","Actions"]],[".para","Laying on of hands: Conveying power or authority"],[".para","Washing feet: Humility, cleansing from the influence of the world"]],["li",["span.label","12."],[".para",["span.emphasis","Numbers"]],[".para","One: Unity—that which is of primary importance"],[".para","Three: Godhead, presidency"]],["li",["span.label","13."],[".para",["span.emphasis","Nature"]],[".para","Grass: Frailty"],[".para","Sand: Vastness, huge numbers"]]]]]]],"refs":null}
