{"id":43,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":43,"title":"Lesson 40: The First Pioneer Company Crosses the Plains","subtitle":"","short_title":"Lesson 40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.head1"},[".titleNumber","Lesson",["span.dominant","40"]],["h1","The First Pioneer Company Crosses the Plains"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p1"},"To encourage the children to feel gratitude for the efforts of the first pioneers to reach the Salt Lake Valley."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-18,28-33"},"Doctrine and Covenants 136:1–18, 28–33"],"and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Draw or copy a covered wagon on sixteen pieces of paper (see the pattern at the end of the lesson). Number the wagons from 1 to 16. On the back of each wagon write the corresponding question or statement from the numbered headings in the historical accounts (for example, write",["span.emphasis","Who was in the first company of pioneers?"],"on the back of wagon number 1). Display the wagons around the room in sequence."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A blindfold."]],["li",["span.label","c."],[".para","Map of the Western Route of the Saints, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p1"},"lesson 39"],"."]],["li",["span.label","d."],[".para","Picture 5-43, Pioneer Ox-Led Wagon; picture 5-44, The Odometer; picture 5-45, Crossing the Platte; picture 5-46, Bulletin on the Plains."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p11"},"Ask for a volunteer to be blindfolded. Blindfold the child and turn him or her around several times. Then ask the child to find the doorway to the classroom. Have the other children stand as obstacles in the path to the doorway. After the child runs into a few obstacles, take him or her back to the starting point. Explain that there is a better way of getting to the door."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p12"},"Have the other children line up in two rows, forming a pathway to the doorway. Start the blindfolded child down the path between the children. After the child reaches the door, remove the blindfold and have all the children return to their seats."],["ul.bullet",["li",["span.label","•"],[".para","What kind of problems did (name of child) face as he (or she) tried to reach the door the first time?"]],["li",["span.label","•"],[".para","How were we able to help direct him (or her) to the door?"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p15"},"Explain that the Lord knew that the Saints would face many dangers and obstacles as they moved west to the Rocky Mountains. None of the Saints had ever been in that part of the country before. The Lord told Brigham Young to select a group of people to go as pioneers to prepare the way for the thousands of Saints who would follow. This first group of pioneers was to mark the route west and then return to guide others to their new home."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p16"},"Explain that a pioneer is someone who prepares the way for others who will follow. Until the railroad was completed in 1869, all the Saints moving west were referred to as pioneers."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p17"},"Teach the children about the instructions the Lord gave to Brigham Young regarding how the Saints should be organized to move west, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-18,28-30"},"Doctrine and Covenants 136:1–18, 28–30"],"."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p18"},"Then teach the children about the first pioneer company’s journey to the Salt Lake Valley, as described in the following historical accounts. Show the pictures and the map at appropriate times."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p19"},"Ask the children to imagine that they are traveling west across the plains with Brigham Young and the first pioneer company. Explain that the journey to the Salt Lake Valley took almost sixteen weeks; the sixteen covered wagons represent those sixteen weeks. Have a child read the question on the back of wagon number one; then answer the question with the information in the corresponding historical account. You may want to allow the children to try to answer the question before you relate the historical information. Continue with the rest of the wagons in sequence."],[".topic",["h3","1. Who was in the first company of pioneers?"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p20"},"The first company of pioneers, which left Winter Quarters in April 1847, was led by Brigham Young. The group included 143 men, 3 women, and 2 children. These pioneers had 73 wagons and 93 horses, 66 oxen, 52 mules, 19 cows, 17 dogs, and some chickens. The oxen pulled the covered wagons across the plains. Oxen are large, strong cattle, but they are very slow. The pioneers also took along a boat and a cannon."]],[".topic",["h3","2. What were the camp rules?"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p21"},"Brigham Young gave the pioneers the following rules at the beginning of the journey:"],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.f5"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A bugle will blow at 5:00",["span.small","A.M."],"Everyone is to get up, pray, eat breakfast, feed and water the animals, and be ready to go by 7:00",["span.small","A.M."]]],["li",["span.label","b."],[".para","The wagons are to keep together while traveling."]],["li",["span.label","c."],[".para","Every man must stay by his wagon and keep his gun by his side."]],["li",["span.label","d."],[".para","At night the wagons are to be drawn into a circle. The bugle will blow at 8:30",["span.small","P.M."],"Everyone is to pray and be in bed by 9:00",["span.small","P.M."]]]]]],[".topic",["h3","3. What did the pioneers do each day?"],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p26"},"The first pioneers were to prepare the way for the many Saints who would come later. As they traveled, they made roads and prepared bridges and other ways to cross rivers and streams. They also made maps of the trail and recorded information that would be helpful to the next companies of pioneers, such as good places to camp or feed the animals. The pioneers also stayed busy hunting for food, repairing their wagons and equipment, and taking care of their animals."]],[".topic",["h3","4. What did the pioneers do at night?"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p27"},"At night the pioneers brought their wagons into a circle, with the openings of the wagons facing out. The horses and oxen were tied inside the circle. Some people had brought musical instruments with them, and the pioneers loved to sing and dance. William Clayton had written",["span.crossRef","“Come, Come, Ye Saints”"],"(",["span.emphasis","Hymns,"],"no. 30) during the difficult journey to Winter Quarters, and the pioneers sang this hymn often to give them courage to face their problems. The pioneers also enjoyed playing games such as checkers and telling humorous stories."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p28"},"Ask the children some riddles similar to those the pioneers might have enjoyed:"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p29"},"When Brigham Young left Winter Quarters, what did he see on his right hand? (Four fingers and a thumb!)"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p30"},"What animals can jump higher than a house? (All animals—houses can’t jump!)"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p31"},"What are eggshells used for? (To hold eggs together!)"]],[".topic",["h3","5. What route did the pioneers travel?"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p32"},"One good trail through the Rocky Mountains already existed when the pioneers moved west. This trail was known as the Oregon Trail, and it was used by hundreds of people such as traders, fur trappers, and explorers. The Oregon Trail followed along the south side of the Platte River. Because they wanted to avoid trouble with other people traveling west, Brigham Young and the pioneers built a new trail on the north side of the Platte River. The new trail was easier to travel than the Oregon Trail because it was not as steep. This trail was called the Mormon Trail."]],[".topic",["h3","6. When the pioneers first left Winter Quarters, William Clayton walked beside his wagon and counted all day. One day he counted up to 4,070. What was he counting?"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p33"},"The pioneers wanted to keep a record of how far they traveled each day, so William Clayton tied a red flag on one of his wagon wheels and counted the times the flag went around. He was able to calculate the distance the wagon had traveled using the measurement of the wheel and the number of turns of the flag. This was a very tiring job, so Brother Clayton invented a machine that would do the counting for him. Some other men helped him build the machine. This machine, called an odometer, was connected to a wagon wheel. As the wagon wheel turned, smaller wheels inside the machine moved and measured the distance the pioneers traveled each day (see enrichment activity 1)."]],[".topic",["h3","7. What animals did the pioneers see on the plains?"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p34"},"As the pioneers traveled across the grassy plains, they saw many wild animals such as antelope, deer, and wolves. They also saw thousands of buffalo. The buffalo herds ate the grass on the prairie, often leaving nothing for the pioneers’ animals to eat. When food for their oxen and horses was scarce, the pioneers could not travel as far that day. The pioneers killed and ate some buffalo, but they were instructed to kill only the animals they needed."]],[".topic",["h3","8. How did the pioneers get along with the American Indians they met?"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p35"},"The pioneers were always alert to protect themselves from Indian attacks. Sometimes Indians tried to sneak into the camp at night and steal animals. Other Indians demanded gifts for the right to cross their lands. Most of the Indians were friendly and helpful, however, and the Saints treated them as friends."]],[".topic",["h3","9. How did the pioneers observe the Sabbath?"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p36"},"On Sundays Brigham Young told the Saints crossing the plains to rest their animals and themselves. No fishing, hunting, or labor of any kind was allowed on Sunday. The pioneers held sacrament meeting, prayed, and studied the scriptures. Sometimes they wrote letters to family members left behind."]],[".topic",["h3","10. What marked the halfway point of the pioneers’ journey?"],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p37"},"Chimney Rock, near the present-day Nebraska-Wyoming border, marked the halfway point of the journey from Winter Quarters to the Salt Lake Valley. This large rock formation resembling a chimney could be seen for many miles before the Saints actually reached it on 26 May 1847. The Saints stopped at nearby settlement Fort Laramie to make repairs to their wagons and equipment."]],[".topic",["h3","11. How did the pioneers cross the Platte River?"],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p38"},"After the pioneers left Fort Laramie, they needed to cross the Platte River. They used the leather boat they had brought to take across their belongings and supplies, and they built light rafts to take the wagons across the river. Other people also wanted to cross the Platte River, and they paid the Saints to take their supplies across the river, paying the fee with flour, meal, and bacon. The Saints’ supplies were low and this food was very welcome. Wilford Woodruff said, “It looked as much of a miracle to me to see our flour and meal bags replenished. … The Lord has been truly with us on our journey, and has wonderfully blessed and preserved us” (quoted in Joseph Fielding Smith,",["span.emphasis","Essentials in Church History,"],"p. 365)."]],[".topic",["h3","12. How did the pioneers leave messages along the trail?"],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p39"},"The pioneers wrote down the miles they traveled each day and often left the information for later pioneers to see as they came along the trail. Sometimes this information was carved on the side of a tree or on a wooden post set in the ground. Other times the pioneers carved the information into buffalo skulls that were lying by the trail. These engravings became known as “bulletins on the plains.” Brigham Young once wrote on a skull:"],[".quote",["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p40"},"Pioneers"],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p41"},"camped here"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p42"},"June 3rd, 1847"],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p43"},"making 15 miles today"],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p44"},"All well"],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p45"},"Brigham Young."]],["div",{"id":"p46","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p46"},"(",["span.emphasis","Note to the teacher:"],"B. H. Roberts believed this date is incorrect and should be June 23rd. See",["span.emphasis","A Comprehensive History of the Church,"],"3:177–78.)"]],[".topic",["h3","13. Who was Jim Bridger, and what did he tell the Saints about the Salt Lake Valley?"],["div",{"id":"p47","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p47"},"As the pioneers traveled along the Sweetwater River toward the Salt Lake Valley, they met several trappers. One day they met the most famous trapper in the West, Jim Bridger. Bridger told Brigham Young that he did not think crops would grow in the Salt Lake Valley, and he offered $1,000 for the first bushel of corn the pioneers could raise there."],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p48"},"Brigham Young had heard that California and Oregon were beautiful places where the soil was rich and crops grew easily. But he knew that thousands of people, including some enemies of the Church, were already moving to these places. The Saints needed to settle where they would not be persecuted again. Brigham Young knew that Heavenly Father would help the Saints make the Salt Lake Valley a beautiful place."]],[".topic",["h3","14. What part of the journey was the most difficult?"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p49"},"The horses and oxen had difficulty traveling when the pioneers reached the Rocky Mountains. The hillsides were very steep and there were many streams and rivers to cross. Temperatures were very cold at night and hot during the day. This part of the journey was difficult for the people too. Many of the men became sick with mountain fever. The company split into three groups: a small group went ahead to prepare a road for the wagons, the main group followed, and a group of those who were sick trailed behind."]],[".topic",["h3","15. Who were the first pioneers to enter the Salt Lake Valley?"],["div",{"id":"p50","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p50"},"On 20 July 1847 the small scouting group reached East Canyon, just above the Salt Lake Valley. The next day Orson Pratt and Erastus Snow rode ahead of the wagons and were the first pioneers to enter the valley. The first wagons reached the valley two days later. The pioneers gathered together and dedicated the land to the Lord; then they set to work planting crops. They placed a dam in a nearby stream and flooded the land to prepare it for planting."]],[".topic",["h3","16. This Is The Right Place!"],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p51"},"Brigham Young and the rest of the pioneers entered the Salt Lake Valley on 24 July 1847. Brigham Young was very sick and was riding in Wilford Woodruff’s carriage. Brother Woodruff turned the carriage so that President Young could look at the valley. The Lord had shown President Young a vision of the place where the Saints should settle, and after gazing at the valley for a long time, Brigham Young said, “It is enough. This is the right place. Drive on!” (quoted in B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"3:224)."],["div",{"id":"p52","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p52"},"The pioneers were thankful that the Lord had blessed them during their travels to this new land. Not one person had died on the difficult journey. The pioneers’ hard work and courage had helped prepare the way for thousands of other Saints to come to the Salt Lake Valley. The pioneers knew they would fulfill the prophecy of Joseph Smith and “become a mighty people in the midst of the Rocky Mountains” (",["span.emphasis","History of the Church,"],"5:85)."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p53","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p53"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How were the pioneers to be organized as they traveled west? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.2-3"},"D&C 136:2–3"],".) Why do you think they were organized this way? What was each company to take with them? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.5,7"},"D&C 136:5, 7"],".) What was the purpose of the first company?"]],["li",["span.label","•"],[".para","What did the pioneers promise to do while they were on their journey? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.2,4"},"D&C 136:2, 4"],".) Why was it important for them to keep all the commandments? Why is it important for us to keep all the commandments?"]],["li",["span.label","•"],[".para","What were the pioneers commanded to do when they were happy? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.28"},"D&C 136:28"],".) Why is it important to praise the Lord and be thankful? What were the pioneers to do when they were sorrowful? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.29"},"D&C 136:29"],".) What can we do when we are sad?"]],["li",["span.label","•"],[".para","What was the pioneers’ final destination, or goal? What obstacles or problems did they face as they traveled west? How did they overcome these problems? How did the Lord help them? What did the pioneers learn from facing these problems? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.31-32"},"D&C 136:31–32"],".)"]],["li",["span.label","•"],[".para","What is our most important goal? (To live with Heavenly Father and Jesus Christ again in the celestial kingdom.) What obstacles do we face as we try to achieve this goal? List the children’s ideas on the chalkboard. How can we overcome these obstacles? How will the Lord help us?"]],["li",["span.label","•"],[".para","What other goals do you have? What must you do to achieve your goals?"]],["li",["span.label","•"],[".para","What did the first pioneers do to prepare the way for others that would follow them? How can you help other people achieve their goals? How can you be like a pioneer to younger children?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p61"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.f8"},["ol.number",["li",["span.label","1."],[".para","Make a large wheel out of heavy paper or cardboard, and put a pencil or stick through the center of the wheel. Ask the children to pretend they are William Clayton and this is the wagon wheel they are going to walk beside."],[".para","Have the children make a mark on the wheel so they can count the turns. Then have them measure the circumference (the distance around the outside edge) of the wheel with a tape measure. Write this measurement on the chalkboard. Have one or two children hold the pencil and roll the wheel along the wall around the room. Have the other children walk near the wheel and count its turns. (If your class is large, you may want to do the activity twice, letting half the children participate each time.)"],[".para","Multiply the measurement on the chalkboard by the number of turns to determine the distance around the room. Ask the children to imagine counting the turns of the wheel all day long, as William Clayton did."]],["li",["span.label","2."],[".para","Make a large circle out of heavy paper or cardboard (this can be the same circle used for enrichment activity 1). Draw lines across the circle, dividing it into pie-shaped segments. On each segment write a goal that the children might have, such as the following:"],["ul.bullet",["li",["span.label","•"],[".para","Keep my room clean."]],["li",["span.label","•"],[".para","Obey the Word of Wisdom."]],["li",["span.label","•"],[".para","Be a good student."]],["li",["span.label","•"],[".para","Learn to play a musical instrument."]],["li",["span.label","•"],[".para","Be kind to my family."]],["li",["span.label","•"],[".para","Be honest."]],["li",["span.label","•"],[".para","Learn a sport."]],["li",["span.label","•"],[".para","Read the scriptures daily."]],["li",["span.label","•"],[".para","Memorize the Articles of Faith."]]],[".para","Put a pencil through the center of the circle so it will spin. Have a child spin the wheel and read the goal written on the segment that is at the top when the circle stops spinning. Have the children suggest obstacles that might occur as they try to achieve that goal and what they could do to overcome those obstacles. Give each child at least one turn to spin the wheel."],[".para","When each child has had a turn, write on the chalkboard",["span.emphasis","Live with Heavenly Father and Jesus Christ in the celestial kingdom."],"Discuss with the children the obstacles they might face as they work to achieve this goal. Ask the children to suggest ways to overcome these obstacles."]],["li",["span.label","3."],[".para","Ask a few children to pretend to be some of the first pioneers, including Brigham Young, William Clayton, Orson Pratt, and Erastus Snow. Have another child interview them and ask them to tell about some of the difficulties they faced during their journey, such as crossing rivers, finding food, measuring distances, and leaving messages for other pioneers. Have the “pioneers” explain how they overcame these obstacles to arrive at their destination."],[".para","You may want to ask these children a week in advance so that they can bring simple props or costumes."]],["li",["span.label","4."],[".para","To help the children understand some of the difficulties the pioneers faced, relate Wilford Woodruff’s account of what happened when the pioneers tried to cross the Loup Fork of the Platte River on 23 April 1847:"],[".para","“Twelve of us started on horseback to search out a ford across the dangerous and troublesome Loup Fork of the Platte River. …"],[".para","“The men … found the whole bed of the river one body of quicksand into which if a horse or wagon stopped it would begin to sink. We had two channels to cross and a sand-bar in the middle. The deepest water was from three to four feet and very rapid and about three hundred yards across. At some places the quicksand sank both man and beast instantly; and the more they struggled to get out, the more they would sink. Of course, we avoided such places as much as possible. …"],[".para","“… I had two yoke of cattle and my horses on my carriage with about ten hundred [pounds of supplies] on it. As soon as I started, I immediately saw that the cattle did but little good, being slow and in the way, we would begin to sink. I jumped out of my carriage into the water up to my waist. About ten men came to my assistance with a rope and hitched it to the oxen and helped me in getting across the first stream, though with great difficulty. We stopped on a sand-bar out in the water, but my horses and wagon began to sink.”"],[".para","Elder Woodruff’s wagon was then unloaded into a boat, and the wagon was pulled across with the help of men and horses. Most of the other wagons were forced to cross at a different place. That night Elder Woodruff was assigned to guard the camp during the first half of the night. He said, “Although I had been in the water the whole afternoon, I stood guard in my wet clothing one-half of the night and slept in them the other half” (quoted in Matthias F. Cowley,",["span.emphasis","Wilford Woodruff: History of His Life and Labors"],"[Salt Lake City: Deseret News, 1909], pp. 268–70)."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Come, Come, Ye Saints”"],"(",["span.emphasis","Hymns,"],"no. 30). Discuss how the words provided encouragement to the Saints as they crossed the plains. Point out that even though the pioneers’ journey was difficult, they were joyful as they traveled, because they loved the gospel and wanted to be able to live it in peace."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p85","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p85"},"Share your gratitude for the pioneers and their efforts to establish the Church in the Salt Lake Valley. Encourage the children to work hard, as the pioneers did, to accomplish their goals and to help others."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p86","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p86"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-5,7,28-29"},"Doctrine and Covenants 136:1–5, 7, 28–29"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p87","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p87"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p88","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p88"},"Invite a child to give the closing prayer."]]]],"refs":null}
