{"id":35,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson 32: Joseph Smith Is Jailed Unjustly","subtitle":"","short_title":"Lesson 32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.head1"},[".titleNumber","Lesson",["span.dominant","32"]],["h1","Joseph Smith Is Jailed Unjustly"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p1"},"To help the children understand that if we have faith in the Lord, he will help us meet whatever adversity we face."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-8,16-22,26,33,36-37,41-46"},"Doctrine and Covenants 121:1–8, 16–22, 26, 33, 36–37, 41–46"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.5-9"},"122:5–9"],"; and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Label a paper bag",["span.emphasis","Adversity"],"and place inside it several objects that could each represent a type of adversity, such as a piece of money to suggest financial difficulties, an empty medicine bottle to suggest illness, a fork or spoon to suggest hunger, a schoolbook to suggest difficulties in school, or a picture or drawing of an angry face to suggest a friend who is angry or unkind."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Bible."]],["li",["span.label","c."],[".para","Map of Missouri and Surrounding Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-30-adam-ondi-ahman.p1"},"lesson 30"],"."]],["li",["span.label","d."],[".para","Picture 5-30, General Doniphan Refuses to Execute Church Leaders; picture 5-31, Joseph Smith Chastises the Guards at Richmond Jail; picture 5-32, Joseph Smith in Liberty Jail."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p11"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p12"},"Display the bag labeled",["span.emphasis","Adversity."]],["ul.bullet",["li",["span.label","•"],[".para","What is adversity?"]]],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p14"},"Have each child take an object out of the bag and explain how the object could represent adversity, how a person might deal with that type of adversity, and where a person might go for help with that type of adversity. Make sure the children mention that they can turn to Heavenly Father for help in adversity. Tell the children that in this lesson they will learn about a terrible adversity that Joseph Smith and other Church leaders faced and how they were strengthened by this experience."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p15"},"Invite the children to share what they remember from the previous lesson about persecution of the Saints in Missouri. Remind the children that Joseph Smith and other Church leaders were taken prisoner by General Lucas after being betrayed by Colonel Hinkle. Teach the children about how the Prophet Joseph Smith and other Church leaders were jailed unjustly, as described in the historical account “Joseph Smith and Other Church Leaders Are Arrested.” Then discuss Joseph Smith’s experiences in jail, as described in the other historical accounts and in the scriptures listed in the “Preparation” section. Show the pictures and the map at appropriate times."],[".topic",["h3","Joseph Smith and Other Church Leaders Are Arrested"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p16"},"By the end of October 1838, anti-Mormon mobs and militia members were prepared to attack Far West, Missouri. The Saints in Far West tried to protect the town by building a barricade, but it was not of much use since the Saints were outnumbered five to one by their enemies. General Samuel D. Lucas, the leader of the anti-Mormon part of the Missouri militia, made a secret arrangement with Colonel George M. Hinkle, a member of the Church who was also a member of the militia. Colonel Hinkle became a traitor to the Church and agreed to turn over Joseph Smith and other leaders of the Church for trial and punishment, even though he knew that the charges against them were not true. Colonel Hinkle also agreed that the enemies of the Saints could take the Saints’ property and said that the Saints themselves would give up their weapons and leave Missouri."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p17"},"Colonel Hinkle went back to Far West and told Joseph Smith, Sidney Rigdon, Lyman Wight, Parley P. Pratt, and George W. Robinson that General Lucas wanted to meet with them to discuss a peace agreement. When the Church leaders came to the meeting, however, General Lucas took them prisoner. Parley P. Pratt described the incident:"],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p18"},"“The haughty general [Lucas] rode up, and, without speaking to us, instantly ordered his guard to surround us. They did so very abruptly, and we were marched into camp surrounded by thousands of savage looking beings, many of whom were dressed and painted like [American] Indian warriors. These all set up a constant yell, like so many bloodhounds let loose upon their prey, as if they had achieved one of the most miraculous victories [in] the world” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"pp. 186–87)."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p19"},"Members of the Church heard this yelling, and they were afraid that the Prophet had been murdered. Most of them spent the entire night praying for the safety of their leaders."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p20"},"The Church leaders had to lie on the ground in the rain while their captors mocked them and demanded that they perform miracles. In the middle of the night General Lucas conducted a secret and illegal court-martial and sentenced the Church leaders to be executed the next morning. He ordered General Alexander W. Doniphan, who was not a member of the Church but who was a friend of the Saints, to carry out the execution. General Doniphan refused, saying: “It is cold-blooded murder. I will not obey your order.” General Doniphan and his men were leaving Far West, but he said that if General Lucas executed the Church leaders, “I will hold you responsible before an earthly tribunal [a court of law], so help me God” (",["span.emphasis","History of the Church,"],"3:190–91). General Lucas was frightened by General Doniphan’s response and did not carry out the executions. The Saints’ prayers for the safety of their leaders had been answered."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p21"},"Enemies of the Church planned to arrest the Latter-day Saint men who had been involved in the battle at Crooked River (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p1"},"lesson 31"],"), so those men left Far West to go to Iowa. Hyrum Smith and Amasa Lyman were not able to escape; they were arrested and held with the other prisoners."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p22"},"The next morning Colonel Hinkle led the Latter-day Saint troops out of Far West, and the Missouri militia took over the city. They stole valuable possessions, arrested some of the men, and ordered the rest of the Saints to leave Missouri."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p23"},"The enemies of the Church planned to take their prisoners to the city of Independence for trial. The prisoners begged to be allowed to see their families before they left, and their guards took them back to Far West. Joseph Smith’s wife Emma and their children were very glad to see Joseph, because they thought he had been killed. But the guards did not allow the prisoners to stay long with their families. The prisoners were being guarded in a wagon when Lucy Mack Smith, mother of Joseph and Hyrum, arrived, and she was only able to touch their hands as they were being taken away. Later, however, Lucy received a comforting revelation. She was told, “Let your heart be comforted concerning your children, they shall not be harmed by their enemies” (Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 291)."]],[".topic",["h3","Joseph Smith Rebukes the Guards"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p24"},"Like his mother, Joseph Smith also received a comforting revelation. He told his fellow prisoners that none of them would die during this experience: “Be of good cheer, brethren; the word of the Lord came to me last night that our lives should be given us, and that whatever we may suffer during this captivity, not one of our lives should be taken” (quoted in Pratt, p. 192). The prisoners were kept in an empty house in the town of Richmond for two weeks until their trial began. This trial was not a fair one: the witnesses against the Church leaders told lies, and the witnesses supporting the Church leaders were thrown in jail or chased out of the county before they could testify. General Doniphan tried to defend the Church leaders, but he concluded that “if a cohort of angels were to come down, and declare [the Church leaders] were innocent, it would all be the same” (",["span.emphasis","History of the Church,"],"3:213). The judge had already decided before the trial to throw the Church leaders in prison, so nothing that was said in the trial made any difference to him."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p25"},"During the thirteen-day trial the prisoners were kept chained together and at night had to lie on the floor. They had to listen to their guards saying terrible things about them and the other Saints. One night the guards were telling about horrible things they claimed to have done to the Saints, using filthy language and frequently taking the Lord’s name in vain. These things were very painful for the prisoners to hear. Suddenly Joseph Smith stood up and commanded: “",["span.allCaps","SILENCE"],", ye fiends of the infernal pit. In the name of Jesus Christ I rebuke you, and command you to be still; I will not live another minute and hear such language. Cease such talk, or you or I die",["span.allCaps","THIS INSTANT"],"!” (quoted in Pratt, pp. 179–80)."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p26"},"Even though he was in chains and had no weapon, Joseph Smith stood calm and dignified. His words frightened the guards, and they apologized and sat quietly in a corner for the rest of their shift of guard duty."]],[".topic",["h3","Joseph Smith and Other Church Leaders Are Taken to Liberty Jail"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p27"},"At the end of this trial some of the prisoners were released and some were left in the jail in Richmond, but Joseph Smith and five others were taken to another jail in Liberty, Missouri, to await another trial. This small jail was like a dungeon, with little heat or light even though it was winter. The ceiling was so low that the prisoners could not stand up completely, and they were given terrible food to eat. Joseph Smith and the other prisoners were kept in this jail for four months, while Brigham Young, Heber C. Kimball, and John Taylor helped the Saints leave Missouri for Illinois."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p28"},"While he was in Liberty Jail, Joseph Smith asked the Lord how long the Saints would have to suffer (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-6"},"D&C 121:1–6"],"). He received a wonderful and comforting reply from the Lord in which he was assured that the Lord had not forgotten him or the other members of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],"). Joseph Smith received other revelations while in jail, and he wrote a long letter to the Saints, telling them about these revelations (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121"},"D&C 121–23"],")."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p29"},"In April 1839 the prisoners were sent to Daviess County and then to Boone County for trial. While they were being moved to Boone County, the guards let them escape because some officials thought the prisoners could not be convicted of the crimes they were charged with and the trial would be a waste of time. Joseph Smith and the other prisoners went to Illinois to join their families and the rest of the Saints."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What did Colonel Hinkle, a Church member, do to betray the Prophet? What did General Doniphan, a nonmember, do to help the Prophet? Why do you think each man did what he did? Why might it have been hard for General Doniphan to stand up for what was right? When might it be hard for you to stand up for what you know is right? What can you do to receive help in such situations?"]],["li",["span.label","•"],[".para","How did the Lord comfort Joseph Smith and his mother when Joseph was taken away to prison? How do you think these revelations helped Lucy and Joseph endure their trials? How can the Lord comfort you when you are sad or are having problems?"]],["li",["span.label","•"],[".para","How should we use the Lord’s name? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],".) Why do you think Joseph Smith was offended by the guards’ taking the Lord’s name in vain? (See enrichment activity 3.) What could we do when those around us take the Lord’s name in vain? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Why does the Lord allow adversity (problems or struggles) in our lives? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.5-9"},"122:5–9"],".) How can adversity “give [us] experience” and “be for [our] good”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],".) How can we learn from our problems? Who had to face the greatest adversity while he was on the earth? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.8"},"D&C 122:8"],".) How can knowing of the Savior’s adversity help us face our own? You may wish to share an appropriate experience of how adversity has strengthened you or invite the children to share experiences they have had."]],["li",["span.label","•"],[".para","What will happen to those who fight against the truth and tell lies about the Church? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.16-22"},"D&C 121:16–22"],".) What blessings has the Lord promised to those who remain faithful despite the adversity they may face? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8,26,33"},"D&C 121:7–8, 26, 33"],".)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p36"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.f6"},["ol.number",["li",["span.label","1."],[".para","Have one child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"Doctrine and Covenants 121:7–8"],"and another read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"Doctrine and Covenants 122:7"],". Review the items used to show adversity in the attention activity, and have the children decide how enduring these types of adversity could “give [them] experience” and “be for [their] good.”"]],["li",["span.label","2."],[".para","Explain that words are powerful. They can cause emotions and pictures to come into our minds. Have the children close their eyes and listen as you say some descriptive words. Say the words slowly, and pause after each word to allow a child to describe how the word makes him or her feel. Have a different child comment on each word."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["th",{"colspan":"3"},[".para","Examples:"]]],["tr",["td",[".para","Rainbow"]],["td",[".para","Sickness"]],["td",[".para","Sweet"]]],["tr",["td",[".para","Thunder"]],["td",[".para","Sticky"]],["td",[".para","Laughter"]]],["tr",["td",[".para","Muddy"]],["td",[".para","Darkness"]],["td",[".para","Sour"]]],["tr",["td",[".para","Christmas"]],["td",[".para","Light"]],["td",[".para","Crying"]]]]]],[".para","Explain that because words are powerful, we should carefully choose the words that we use. We should avoid words that bring inappropriate pictures to our minds or show disrespect for Heavenly Father, Jesus Christ, or other people."],[".para","Read and discuss with the children the following quotation from “My Gospel Standards” (found in the booklet",["span.emphasis","My Achievement Days"],"[35317]):"],[".para","“I will use the names of Heavenly Father and Jesus reverently. I will not swear or use crude words.”"]],["li",["span.label","3."],[".para","Tell in your own words the following story by Elder Spencer W. Kimball, who became the twelfth President of the Church:"],[".para","“In the hospital one day I was wheeled out of the operating room by an attendant who stumbled, and there issued from his angry lips vicious cursing with a combination of the names of the Savior. Even half-conscious, I recoiled and implored:"],[".para","“‘Please! Please! That is my Lord whose names you revile.’ There was a deathly silence, then a subdued voice whispered: ‘I am sorry’” (“Profane Not the Name of Thy God!”",["span.emphasis","Improvement Era,"],"May 1953, p. 320)."],[".para","Explain that because President Kimball loved and honored Heavenly Father and Jesus Christ, it was painful for him to hear other people use their names in a disrespectful way, without love or honor."]],["li",["span.label","4."],[".para","Have the children imagine what it would be like to spend four months in a place like Liberty Jail."],["ul.bullet",["li",["span.label","•"],[".para","What would you miss most?"]],["li",["span.label","•"],[".para","How would you spend your time?"]],["li",["span.label","•"],[".para","How might you be strengthened by such an experience?"]]],[".para","You may want to arrange ahead of time to have some of the children in the class pretend to be Joseph Smith, Hyrum Smith, and other prisoners in Liberty Jail while the other class members interview them about their experiences in the jail."]],["li",["span.label","5."],[".para","Tell in your own words the following account by Mercy Thompson, sister-in-law of Hyrum Smith:"],[".para","“About the first of February 1839 by the request of her husband [Hyrum Smith], my sister [Mary Fielding Smith, who was sick at the time] was placed on a bed in a wagon and taken on a journey of about 40 miles to visit him in prison, her infant son Joseph F. then being about 11 weeks old. The weather being extremely cold, we suffered much on the journey. We arrived at the prison in the evening. We were admitted and the doors closed upon us. A night never to be forgotten. A sleepless night. I nursed the darling babes [Joseph F. and Mercy’s own eight-month-old daughter] and in the morning prepared to start for home with my afflicted sister, and as long as memory lasts will remain in my recollection the squeaking hinges of that door which closed upon the noblest men on earth. Who can imagine our feelings as we traveled homeward, but would I sell the honor bestowed upon me by being locked up in jail with such characters for gold? No! No!” (quoted in Don Cecil Corbett,",["span.emphasis","Mary Fielding Smith: Daughter of Britain"],"[Salt Lake City: Deseret Book Co., 1966], p. 86)."]],["li",["span.label","6."],[".para","Explain that part of the revelation received by Joseph Smith while he was in Liberty Jail concerned the use of the priesthood. Have the children take turns reading aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-46"},"Doctrine and Covenants 121:41–46"],"to find the answers to the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","How should men use the power of the priesthood? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-46"},"D&C 121:41–46"],".)"]],["li",["span.label","•"],[".para","What are the blessings of the righteous use of the priesthood? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45-46"},"D&C 121:45–46"],".)"]],["li",["span.label","•"],[".para","How can young men prepare to use the priesthood righteously?"]],["li",["span.label","•"],[".para","How can you honor the priesthood?"]]]],["li",["span.label","7."],[".para","Sing or say the words to",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p72","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p72"},"Express your gratitude for Joseph Smith and his willingness to rely on the Lord in the most difficult circumstances. Testify that we can be strengthened through adversity, and encourage the children to rely on the Lord when they have problems."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p73","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p73"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-8,41-46"},"Doctrine and Covenants 121:1–8, 41–46"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p74","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p74"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p75","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-32-joseph-smith-is-jailed-unjustly.p75"},"Invite a child to give the closing prayer."]]]],"refs":null}
