{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":19,"title":"Lesson 16: The Saints Gather to Kirtland, Ohio","subtitle":"","short_title":"Lesson 16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.head1"},[".titleNumber","Lesson",["span.dominant","16"]],["h1","The Saints Gather to Kirtland, Ohio"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p1"},"To help the children desire to strengthen the feelings of unity and love within their families and within their Primary class."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37"},"Doctrine and Covenants 37"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24-42"},"38:24–42"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.15"},"39:15"],", and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Two pieces of string (or other material that will break or tear easily, such as paper or thin wooden sticks) for each child."]],["li",["span.label","c."],[".para","Map of the New York–Ohio Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p1"},"lesson 1"],"."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p9"},"Give each of the children two pieces of string (adjust this activity as necessary for the material you are using). Ask the children to each break one string."],["ul.bullet",["li",["span.label","•"],[".para","Was it difficult to break one string?"]],["li",["span.label","•"],[".para","How strong is each string by itself?"]],["li",["span.label","•"],[".para","How could we strengthen the strings?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p13"},"Gather all the children’s unbroken strings into a bundle. Ask a child to try to break the whole bundle at once."],["ul.bullet",["li",["span.label","•"],[".para","Why are the strings harder to break when they are gathered together?"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p15"},"Explain that just as the strings are stronger when there are many of them together, members of the Church are stronger when they are gathered together. For this reason the Lord instructed the early members of the Church to gather in one place."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p16"},"Teach the children about the Lord’s commandment to the Saints to gather to Ohio, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37"},"Doctrine and Covenants 37"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24-42"},"38:24–42"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.15"},"39:15"],", and the following historical accounts."],[".topic",["h3","The Lord Commands the Saints to Gather to Ohio"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p17"},"Explain that by the end of 1830, the year the Church was organized, several hundred people had become members of the Church. Display the map and have the children point out the following locations where members of the Church lived as you briefly review the events that occurred at or near each place."],["ul.bullet",["li",["span.label","•"],[".para","Palmyra, New York—Joseph Smith’s first vision, gold plates obtained, Book of Mormon published."]],["li",["span.label","•"],[".para","Harmony, Pennsylvania—Translation of gold plates begun, priesthood restored."]],["li",["span.label","•"],[".para","Fayette, New York—Translation of gold plates completed, Book of Mormon witnesses testified, Church organized."]],["li",["span.label","•"],[".para","Colesville, New York—First branch organized, mobbings occurred, Joseph Smith tried and set free."]],["li",["span.label","•"],[".para","Kirtland, Ohio—Missionaries converted many people to the Church."]]],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p23"},"Explain that at the end of 1830 the Lord revealed to Joseph Smith in New York that members of the Church should “assemble together at the Ohio” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.3"},"D&C 37:3"],")."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p24"},"By gathering in Ohio, the members of the Church could escape persecution from enemies in New York, be taught by Joseph Smith and other Church leaders, receive further instructions from the Lord, prepare together to send missionaries to all nations, and support and help each other as they worked to become righteous people."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p25"},"Joseph Smith instructed the members of the Church to sell or rent their farms and homes and move to Ohio. The Saints found it difficult to sell their farms, sheep, and cattle during the winter months. Some members did not believe this commandment came from the Lord and would not follow the Prophet’s instruction. Most of the Saints, however, were willing to join the Prophet in Ohio."]],[".topic",["h3","Joseph and Emma Smith Go to Ohio"],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p26"},"The Lord told Joseph to leave immediately for Ohio so he could escape his enemies and because he was needed in Kirtland. But Joseph was worried that the trip from New York to Ohio in winter would be hard on Emma. They had moved seven times in the four years they had been married, and Emma was expecting another baby. Joseph used a sleigh to make the trip easier for Emma. They left for Ohio at the end of January, and it took several days to travel the three hundred miles to Kirtland."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p27"},"When the sleigh reached the Gilbert and Whitney store in Kirtland, Ohio, Joseph jumped off and went into the store. He extended his hand to a man he had never met before and said, “Newel K. Whitney! Thou art the man!” Newel Whitney was very surprised, for he did not know the Prophet. “You have the advantage of me,” he said. “I could not call you by name as you have me.” The Prophet answered, “I am Joseph the Prophet. You’ve prayed me here, now what do you want of me?” (",["span.emphasis","History of the Church,"],"1:146). Newel Whitney and his family had heard the gospel preached by the missionaries and had joined the Church. They prayed to receive the word of the Lord. While in New York, the Prophet had seen in a vision the Whitneys praying for him to come to Kirtland. The Whitneys provided a home for Joseph and Emma for several weeks."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p28"},"A few months after their arrival at Kirtland, Emma gave birth to twins, but the babies lived only a few hours. Emma and Joseph’s first baby had died in Pennsylvania, so none of their first three children had lived very long. The day after the twins were born, Julia Murdock also gave birth to twins, a boy and a girl. When Sister Murdock died, her husband John allowed Joseph and Emma to adopt his twin babies."]],[".topic",["h3","The New York Saints Make the Journey to Ohio"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p29"},"The Saints from New York traveled to Ohio in several different groups. The weather was cold and the journey was difficult. One group was led by the Prophet’s mother, Lucy Mack Smith. Lucy reminded the Saints that they were following the commandment of the Lord and if they were faithful, they would be blessed. She encouraged them to sing and pray during the journey. Lucy’s group traveled to Buffalo, New York, and planned to travel on Lake Erie, which would take them close to Kirtland, Ohio. When the group arrived in Buffalo, they found that ships were unable to move on the lake because large pieces of ice jammed the harbor. Lucy had faith that the Lord would help them. When the Saints got on board a ship the next morning, she persuaded the group to unite together in faith and pray to the Lord to break the pieces of ice. She explained, “A noise was heard, like bursting thunder. The captain cried, ‘Every man to his post.’ The ice parted, leaving barely a passage for the boat, and so narrow that as the boat passed through the buckets of the waterwheel were torn off with a crash. … We had barely passed through the avenue when the ice closed together again” (Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"pp. 204–5)."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p30"},"All the groups finally arrived in Kirtland. As other people joined the Church in Canada and other parts of the United States, they too came to Kirtland. Church members were thankful to live near each other and have the Prophet instruct and lead them."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p31"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord command the Saints to go to Ohio? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.31-33"},"D&C 38:31–33"],".) What were the Saints promised if they did so? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.32"},"D&C 38:32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.15"},"39:15"],".) Explain that the Saints were promised that they would receive additional laws and blessings when they gathered to Kirtland and built a temple."]],["li",["span.label","•"],[".para","What sacrifices did the Saints make in order to move to Ohio? What sacrifices do people make today to help the Church and its members?"]],["li",["span.label","•"],[".para","Why do you think the Saints were willing to go through hardships to move to Ohio? How could these early Saints strengthen each other better if they were gathered together?"]],["li",["span.label","•"],[".para","Why don’t Church leaders encourage all members of the Church to move to the headquarters of the Church today? Help the children understand that the early members were commanded to gather to one place in order to establish the Church and form a strong center for the Saints. Now we are to establish the Church where we are and work to strengthen our own wards, branches, and stakes."]],["li",["span.label","•"],[".para","When do we gather or meet together as a Church? What blessings do we receive when we meet together? How do we strengthen each other when we meet together?"]],["li",["span.label","•"],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24"},"Doctrine and Covenants 38:24"],". What do you think it means to “let every man esteem his brother as himself”? How can we do this? How will this make the Church and its members stronger?"]],["li",["span.label","•"],[".para","What does it mean to “be one”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.27"},"D&C 38:27"],".) Why is it important to be united? What can we do to help create more unity and love in our families? in our Primary class? Why is it difficult to be united if we do not love and care for each other?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.f7"},["ol.number",["li",["span.label","1."],[".para","Help the children understand that we need to work together to help everyone feel comfortable at church. Ask the children to suggest ways to develop unity within your ward (branch) or class. Write their suggestions on the chalkboard. Encourage each child to choose one or two ideas to work on during the coming weeks."],"Possible suggestions:",["ul.bullet",["li",["span.label","•"],[".para","Take care of the church building."]],["li",["span.label","•"],[".para","Treat others kindly."]],["li",["span.label","•"],[".para","Listen to the speakers."]],["li",["span.label","•"],[".para","Pray for one another."]],["li",["span.label","•"],[".para","Speak kind words."]],["li",["span.label","•"],[".para","Listen and participate in Primary class."]],["li",["span.label","•"],[".para","Attend ward (branch) activities."]],["li",["span.label","•"],[".para","Help everyone feel welcome at Church meetings and activities."]],["li",["span.label","•"],[".para","Be cheerful."]],["li",["span.label","•"],[".para","Express gratitude for Church leaders and teachers."]],["li",["span.label","•"],[".para","Participate willingly when asked to give a talk, pray, or sing."]]]],["li",["span.label","2."],[".para","Write on separate pieces of paper some activities, traditions, and actions that can help develop unity within a family, such as family home evening, family prayer, family scripture study, mealtime, holiday celebrations, birthday celebrations, being kind to each other, and being unselfish."],[".para","Discuss with the children what unity means and how unity can be developed within a family. To help the children identify ways that their families can develop feelings of love and unity, let each child choose a piece of paper and give clues to the other children about the activity or action described on his or her paper. Have the other children guess the activity or action. Then invite the children to tell about how that activity or action has blessed and strengthened their families."]],["li",["span.label","3."],[".para","Ask the children to share an experience when they have felt love and support from their family or from ward or branch members. Ask them how they feel when they receive this kind of support. You may want to share an experience of your own."]],["li",["span.label","4."],[".para","Show the children an item used in a skill (such as a set of knitting needles or a musical instrument). Give the item to a child and ask him or her to perform the skill. If you have the particular skill, demonstrate how to use the item properly after the child has attempted to use it. Discuss how difficult it is to do something for the first time without a teacher’s instruction or direction."],[".para","Relate this to the newly organized Church in 1830. The members were living in various places without any leaders nearby to direct the Church and help the members understand Church teachings. It often took a long time to receive communication from the Prophet. The Church members were anxious to go to Ohio, where they could be instructed by the Prophet and other Church leaders."]],["li",["span.label","5."],[".para","Read or have a child read the following quotation from Sister Patricia P. Pinegar, ninth general president of the Primary, about how Church members need and help each other:"],[".para","“The giant redwood trees that grow in northern California [USA] … have a very shallow root system. But when they are surrounded by other redwood trees, the strongest, fiercest wind cannot blow them over. The roots of the giant redwood trees intertwine and strengthen each other. When a storm comes, they actually hold each other up” (in Conference Report, Oct. 1994, p. 103; or",["span.emphasis","Ensign,"],"Nov. 1994, p. 78)."],[".para","Draw on the chalkboard several trees with their root systems intertwined (see illustration). Ask the children to suggest strengths and qualities they see in others. Label some of the roots with their ideas, and discuss how each individual’s strengths can help strengthen the whole group."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","6."],[".para","Have the children stand. Demonstrate how easy it is for you to move one child alone. Then have the children wrap their arms around each other’s shoulders. Show how much more difficult it is for you to move all the children at once. Help the children understand that when we stand together and support each other, as members of families or members of the Church, it is easier for us to remain firm in our beliefs and do the right things."]],["li",["span.label","7."],[".para","Demonstrate the importance of working together by doing the following activity:"],[".para","Cut some strong string or cord into two-yard [two-meter] lengths, one for each child in the class. Have each child tie his or her string a little above midway on a stick about four or five feet [one and a half meters] long, such as a broom or mop handle or a yardstick."],[".para","Lay the stick in the middle of the classroom with the children sitting around it in a circle. Ask one child to see if he or she can raise the stick to a vertical position by pulling only his or her string. Ask another child to join the first and see if two strings can keep the stick standing. Then ask all the children to pull their strings to hold the stick in a vertical position. (You may have to slightly adjust the places where the strings are tied.)"],["ul.bullet",["li",["span.label","•"],[".para","What happened when one person pulled on the stick? What happened when someone else helped?"]],["li",["span.label","•"],[".para","What needed to be done in order to make the stick stand upright?"]]],[".para","Explain that just as everyone needed to work together to make the stick stand upright, Heavenly Father knew the early members of the Church needed to be gathered together in order to strengthen and help each other. We can experience the same strength and support in our own ward (or branch)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p67","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p67"},"Express your gratitude for the example and faith of the early Saints who strengthened the Church and each other as they gathered to Kirtland, Ohio. Encourage the children to try to increase the love and unity within their families and within their Primary class."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p68","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p68"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24,31-32"},"Doctrine and Covenants 38:24, 31–32"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p69","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p69"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p70","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-16-the-saints-gather-to-kirtland-ohio.p70"},"Invite a child to give the closing prayer."]]]],"refs":null}
