{"id":45,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":45,"title":"Lesson 42: The Pioneers Show Their Faith in Jesus Christ","subtitle":"","short_title":"Lesson 42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.head1"},[".titleNumber","Lesson",["span.dominant","42"]],["h1","The Pioneers Show Their Faith in Jesus Christ"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p1"},"To strengthen the children’s faith in Jesus Christ by teaching them about the faith of the pioneers."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson;",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10"},"Doctrine and Covenants 8:10"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.29"},"20:29"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],". Then study the lesson and decide how you want to teach the children the historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-18-faith-in-jesus-christ.p1"},"chapter 18"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Prepare to tell a story about a pioneer ancestor of yours or about a modern-day pioneer (someone who was one of the first members of the Church in an area or family)."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Book of Mormon."]],["li",["span.label","c."],[".para","Picture 5-48, Jesus the Christ (Gospel Art Picture Kit 240; 62572); picture 5-49, Mary Fielding and Joseph F. Smith Crossing the Plains (Gospel Art Picture Kit 412; 62608); picture 5-50, Rest Stop at the Sweetwater."]]]]]]],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p10"},["span.emphasis","Note to the teacher:"],"This lesson may contain more historical accounts than you can use in a single class period. Choose the accounts that will be most meaningful to the children in your class."]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p11"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p12"},"Play the following pioneer game with the children:"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p13"},"Ask a child to leave the room (or close his or her eyes) while you hide a thimble, rock, or other small object somewhere in the room. Then have the child return (or open his or her eyes) and look for the object. Have the other children help by saying “hot” when the child is near the object or moving toward it and “cold” when the child is far from the object or moving away from it."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p14"},"When the child has found the object, tell the children that this lesson is about the faith of the pioneers. Write",["span.emphasis","Faith"],"on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to have faith?"]]],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p16"},"Explain that to have faith is to believe and trust that something is real and true even though we have not seen it with our own eyes. Point out that the child who was looking for the hidden object had faith that it was in the room, even though he or she could not see it."],["ul.bullet",["li",["span.label","•"],[".para","In whom must we have faith?"]]],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p18"},"Display the picture of Jesus Christ. Help the children review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],". Point out that this article of faith says that faith in Jesus Christ is the first principle of the gospel."],["ul.bullet",["li",["span.label","•"],[".para","Why is it important to have faith in Jesus Christ?"]]],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p20"},"Explain that we must believe that Jesus Christ is our Redeemer in order to believe that we can repent of our sins and live with Heavenly Father and Jesus Christ again."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p21"},"Point out that when we are willing to keep the commandments, even if it is hard for us, we are showing faith in Jesus Christ. Obeying the commandments also helps us increase our faith. Help the children understand that when they attend Church meetings and make other right choices, they show that they are developing faith in Jesus Christ."]],[".teachingMethod",["h2","Historical Accounts"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p22"},"Teach the children about the pioneers’ faith, as illustrated by the following historical accounts. Relate as many accounts as you have time for, and ask the corresponding questions from the “Discussion and Application Questions” section. Help the children see how faith in Jesus Christ affected the choices of the people in each account. Show the pictures at appropriate times."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p23"},"After the first pioneer company arrived in the Salt Lake Valley, Brigham Young began making preparations to help the rest of the Saints make the journey across the plains. Within a few months additional companies of Saints began arriving. For many years (1847 to 1869), companies of Saints traveled across the plains to the Salt Lake Valley in wagons or handcarts. Some came across the ocean from other lands before crossing the plains. It was a difficult journey for all the pioneers. Many people died along the way; others suffered great hardships. The pioneers left their homes and traveled west because of their faith in Jesus Christ and in the truthfulness of his restored gospel. This faith helped them through the difficult times."],[".topic",["h3","Mary Fielding Smith’s Cattle Are Stolen"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p24"},"After Joseph Smith and his brother Hyrum were martyred, Hyrum’s wife, Mary Fielding Smith, left Nauvoo and traveled to Winter Quarters with her children and several other people she and Hyrum had taken into their home."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p25"},"While at Winter Quarters, Mary and some of her family traveled south into Missouri to get supplies for the journey west. Bad weather made it difficult to travel, and the oxen had difficulty pulling the full, heavy wagons. The journey to Missouri took one week, but the journey back to Winter Quarters took much longer."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p26"},"On the way back, Mary and her family camped near the Missouri River. Camping nearby were some men who were driving a herd of cattle to market. Mary’s son, Joseph F., and his uncle usually unyoked their oxen at night so the oxen could eat and rest more easily, but because they were so close to the other herd of cattle they left the yokes on the oxen. That way the oxen would be easy to find if they got mixed in with the other animals."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p27"},"The next morning some of the oxen were missing. Joseph F. and his uncle spent all morning looking for them, but they could not find them. As Joseph F. returned to the camp, tired and discouraged, he saw his mother kneeling in prayer. He heard her asking the Lord to help them find the lost oxen so they could continue their journey in safety."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p28"},"When Mary finished her prayer, she had a smile on her face. Although her brother said the cattle were surely gone for good, Mary said she would go out and look for a while. Her brother tried to convince her that he and Joseph F. had searched everywhere and it was useless for her to search also, but she went anyway."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p29"},"As Mary walked away from her camp, one of the men taking the cattle to market called out, “Madam, I saw your oxen over in that direction this morning about daybreak.” Although the man was pointing in the opposite direction, Mary continued walking toward the river. Joseph F. was watching her, and he came running when she beckoned to him. When he came near her, he saw their oxen tied to a clump of willows. Someone had hidden them, probably with the intention of stealing them. With their oxen found, Mary Fielding Smith and her family were able to continue their journey. (See Don Cecil Corbett,",["span.emphasis","Mary Fielding Smith: Daughter of Britain,"],"pp. 209–13.)"]],[".topic",["h3","Mary Fielding Smith and Her Family Cross the Plains"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p30"},"When the time came for Mary Fielding Smith and her group to go west, many of her animals had died from severe winter weather. Mary prepared for the journey as best she could; however, she had to attach two wagons together because she did not have enough oxen and drivers, and instead of sturdy ox teams for each wagon, she had wild steers, cows, and young oxen pulling her wagons. These animals had not been trained to work together and were difficult to control."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p31"},"The captain of the company told Mary it would be foolish for her to go west because she was not prepared. He said she would never make it to the Salt Lake Valley and would be a burden on the rest of the company. He told her to return to Winter Quarters and wait to come to the Salt Lake Valley until she could get more help. Mary calmly told the captain that she did not need his help. Furthermore, she said, she would enter the valley before he did!"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p32"},"Friends provided several more oxen, which were a great blessing to Mary and her family, and as they progressed across the plains, the untrained oxen learned to work together well. All the children helped on the journey. Martha, the youngest, gathered wood and brush for fires and helped herd the loose cattle (the cattle that were not pulling wagons). Joseph F., who was nine years old, drove a team of oxen, as did his older brother, John. Jerusha and Sarah helped with the daily chores and cared for the loose cattle. All the children walked barefoot most of the way."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p33"},"As the company was crossing Wyoming one day, one of Mary’s oxen suddenly lay down as if poisoned. It appeared the ox would die, and Mary had no spare ox with which to replace him. As the ox began to stiffen, the company captain exclaimed, “He is dead, there is no use working with him, we’ll have to fix up some way to take the Widow [Mary] along. I told her she would be a burden on the company.”"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p34"},"Mary said nothing, but she took a bottle of consecrated oil from her wagon and asked her brother, Joseph Fielding, and another man to administer to her ox. “It was a solemn moment there under the open sky. A hush fell over the scene. The men removed their hats. All bowed their heads as Joseph Fielding … laid his hands on the head of the [dying] ox, and prayed over it. The great beast lay stretched out and very still. Its glassy eyes looked nowhere. A moment after the administration the animal stirred. Its huge, hind legs commenced to gather under it. Its haunches started to rise. The forelegs strengthened. The ox stood and, without urging, started off as if nothing had happened.” Soon another ox fell ill and was administered to, and it also recovered."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p35"},"The day before the company was to enter the Salt Lake Valley, several of Mary’s oxen were missing again. She knelt in prayer, asking Heavenly Father’s help in finding them. She was certain that Heavenly Father would help her."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p36"},"The captain and the rest of the company started off while Mary and her family were still searching for their oxen. Suddenly a storm cloud appeared, thunder rolled, lightning flashed, and rain poured down. Everyone was forced to wait. Sixteen-year-old John was able to find the lost animals during the storm and had them hitched up ready to go as the storm cleared. Mary’s family left while the others were still gathering up their teams. They entered the valley hours before the captain and the rest of the company. (See Corbett, pp. 223–49.)"]],[".topic",["h3","Margaret McNeil Helps Her Family Cross the Plains"],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p37"},"Margaret McNeil and her family joined the Church in Scotland. They immigrated to Utah when Margaret was ten years old. Margaret walked all the way across the plains, often with her four-year-old brother James on her back. Margaret’s mother was sick on the journey, so Margaret helped her as much as she could."],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p38"},"Margaret made breakfast and dinner for the family each day, and she also cared for the family cow. The cow had to be well fed so she could provide enough milk for the family. Every morning Margaret would take the cow out ahead of the rest of the company and let the cow eat grass until the wagons had all passed by. Then Margaret and the cow would hurry to catch up with the rest of the company again. When they came to a river, Margaret wrapped the cow’s long tail around her hand and she and the cow swam across."],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p39"},"The food the McNeils had brought with them ran out on the journey, so the family ate milk and wild rose berries. They finally arrived in Utah and were very grateful to Heavenly Father for helping them arrive safely. (See Margaret McNeil Ballard, “I Walked Every Step of the Way,” pp. 10–11; see also Susan Arrington Madsen,",["span.emphasis","I Walked to Zion,"],"pp. 125–26.)"]],[".topic",["h3","Jedediah M. Grant Is Comforted"],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p40"},"Jedediah M. Grant was a member of the First Council of the Seventy and captain of one of the pioneer companies. He was also the father of Heber J. Grant, who became the seventh President of the Church. While the Grant family was crossing the plains, Jedediah’s wife and infant daughter became sick with cholera, a disease many people caught on the way to the Salt Lake Valley. As she was dying, Jedediah’s wife asked that she and the baby be buried in the Salt Lake Valley. However, the baby died first and had to be buried in a shallow grave in Wyoming. Jedediah’s wife died near the end of the journey and was buried in the Salt Lake Valley. On a later trip back to Wyoming, Jedediah visited the baby’s grave, only to find that wolves had dug the grave up."],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p41"},"It must have been difficult for Brother Grant to lose his wife and child, but he continued to follow the Church leaders. Several years later he was permitted to see a vision of the spirit world. He saw his wife with their little daughter in her arms. She showed the child to Brother Grant and said, “Here is little Margaret.” Brother Grant saw that although the child had died on the plains and the grave had been disturbed by wolves, his daughter was safe in the spirit world with her mother. (See",["span.emphasis","Church History in the Fulness of Times,"],"pp. 337–38.)"]],[".topic",["h3","Lydia Knight Helps Others Cross the Plains"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p42"},"After the martyrdom of Joseph and Hyrum Smith, the Newel and Lydia Knight family began moving west with the rest of the Saints. One winter night, however, Newel became very ill and died. Lydia was left with seven children and another soon to be born. She had no one to help or protect her. She moved back to Winter Quarters, where President Brigham Young advised her not to start on the difficult journey to the Salt Lake Valley with a new baby. He did ask, however, if she could lend her oxen and wagons to help someone else make the journey. Without hesitation, Lydia gave them. Two years later Lydia was able to gather more equipment and make the journey to the Salt Lake Valley with her children. (See Susa Young Gates,",["span.emphasis","Lydia Knight’s History,"],"pp. 64–76, 84–89.)"]],[".topic",["h3","Louisa Wells Drives an Ox Team across the Plains"],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p43"},"When twenty-two-year-old Louisa Wells crossed the plains with her family, she was given the job of driving one of her father’s teams of oxen as well as caring for her younger brother and sister."],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p44"},"After packing their possessions in the wagon, Louisa bravely started on her way. She had a large sunbonnet on her head and a parasol (sunshade) in one hand. In her other hand she carried an ox whip to help her control the animals. Things went well for a short time, considering Louisa had never driven a team of oxen before, but soon it began to rain. Her parasol and sunbonnet quickly became soaked and useless, and before night she was muddy and soaking wet all over."],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p45"},"Despite this discouraging start, Louisa faithfully kept going. When the company arrived at the Sweetwater River, Louisa’s best yoke of oxen died from drinking bad water, so she had to use two cows in their place. The cows were not accustomed to pulling wagons, so Louisa had to pull and coax them along for the rest of the journey. A woman in the company became ill, and Louisa was assigned to help care for her. For three weeks she walked at the side of her wagon all day and nursed the sick woman during the night. Fortunately Louisa was able to stay healthy and safely guide her team and wagon into the valley with the rest of the company."],["div",{"id":"p46","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p46"},"After wearing out three pairs of shoes on the journey, Louisa sewed rags around her feet to protect them, but the rags would wear out in a few hours. Often Louisa’s cut feet left bloody tracks on the trail. (See Edward W. Tullidge,",["span.emphasis","The Women of Mormondom,"],"pp. 336–37.)"]],[".topic",["h3","Jane Allgood Is Given Encouragement"],["div",{"id":"p47","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p47"},"Fifteen-year-old Jane Allgood and her parents came from England in 1864 and crossed the plains to the Salt Lake Valley. Jane later told her granddaughter how tiring the journey was. The young people in the company had to walk the entire way. Their only food was flour, beans, and dried peaches. One day Jane and her friend Emma were so tired from walking that they sat down to rest. They watched the wagons go on without them, but their feet were so sore that they did not care about being left behind. They felt they just could not go any farther. Jane said, “While sitting there so tired, a young man came to us on a horse. We didn’t see where he came from nor after talking to us, where he went. But he talked to us very nice and encouraged us to go on. He promised us if we would try we would make it alright, and would not be harmed.” Jane said they were so tired at that point that “we didn’t care whether we died or lived,” but the man was kind and encouraged them to continue the journey. The two girls began to feel better and stronger, and they got up and went on. It was after dark when they caught up with the wagon train. (See Julie A. Dockstader, “Children Entered Valley with ‘Hearts All Aglow,’” pp. 8–9.)"]],[".topic",["h3","Modern-Day Pioneers Build the Church"],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p48"},"Remind the children that a pioneer is someone who prepares the way for others who will follow. Explain that many members of the Church are modern-day pioneers. Tell the children a story from your family history or a story of a modern-day pioneer who was the first of his or her family or area to join the Church. Emphasize the need for new members to show faith in Jesus Christ as they join the Church."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p49"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did Mary Fielding Smith’s faith in Jesus Christ help her find her missing oxen? Explain that Heavenly Father and Jesus Christ know all things, and we can receive guidance from them when we pray in faith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10"},"D&C 8:10"],"). Point out that Mary prayed for help, and then she and her family did their part by searching for the cattle."]],["li",["span.label","•"],[".para","How was Mary Fielding Smith’s faith in the power of the priesthood a blessing to her and her family? Remind the children that the priesthood is the power and authority to act in the name of God. When we exercise faith in the power of the priesthood, we are showing faith in Jesus Christ."]],["li",["span.label","•"],[".para","How do you think a ten-year-old girl found the strength to do what Margaret McNeil did? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],".) What would have been hard for you if you had been in her situation?"]],["li",["span.label","•"],[".para","How was Jedediah M. Grant’s faith rewarded? How does obeying the prophet and other Church leaders show faith in Jesus Christ?"]],["li",["span.label","•"],[".para","Why might it have been difficult for Lydia Knight to give up her oxen and wagons? How did doing this show Lydia’s faith?"]],["li",["span.label","•"],[".para","Why do you think Louisa Wells continued the journey even when it became difficult? Share a personal experience when you had to endure problems and inconveniences for the gospel’s sake."]],["li",["span.label","•"],[".para","How did Heavenly Father help Jane Allgood and her friend Emma find the strength they needed to continue their journey? Why is it important not to give up when we become tired or discouraged? How can our faith in Jesus Christ help us at such times? (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","Why did each of these pioneers make the necessary sacrifices to cross the plains? (Answers may include to be with other members of the Church, to escape persecution, and to be obedient to Church leaders.) Explain that in the early days of the Church, Church members scattered throughout the world had little or no communication with Church leaders or other members of the Church. They came to the Salt Lake Valley to be with other members and learn from the leaders. Today communication has improved, and while many areas of the world still have only a few Church members, we are now encouraged to stay in our own countries and help build up the Church where we live."]],["li",["span.label","•"],[".para","How did each of these pioneers strengthen his or her faith in Jesus Christ and the restored gospel? What must we do to strengthen our faith? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","What would have been difficult for you if you had been a pioneer? How do you think you would have handled these situations? What difficulties do you have in life that the pioneers did not have? How can your faith in Jesus Christ help you handle such situations? (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","What hardships would you be willing to suffer in order to be with other members of the Church and to worship Heavenly Father and Jesus Christ? When might you be asked to endure hardships for the gospel? (Answers may include when serving a mission or sacrificing to help someone else serve a mission, or when there are only a few members of the Church in your school or community.) How could your faith in Jesus Christ help you in such circumstances? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],".)"]],["li",["span.label","•"],[".para","When have you chosen to do the right thing even though it was hard? Why did you choose to do right? Explain that when we choose to obey the commandments, we are showing our faith in Jesus Christ. Explain that to have faith in Jesus Christ means to have such trust in him that we obey whatever he commands."]],["li",["span.label","•"],[".para","What difference can our faith in Jesus Christ make in the way we live each day?"]],["li",["span.label","•"],[".para","How can our faith in Jesus Christ help us when we are sad or have problems? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p64","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p64"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.f7"},["ol.number",["li",["span.label","1."],[".para","Write on the chalkboard or on separate wordstrips the heading",["span.emphasis","Faith"],"and the scripture references below. Have each child (or pair of children, if your class is large) look up one of the scriptures and read it to the class. Discuss as a group what each scripture teaches about faith, and write on the chalkboard (or post a wordstrip) under each reference a statement explaining what that scripture teaches about faith."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.21"},"Alma 32:21"]]],["td",[".para","Faith is believing in what is true, even if we cannot see it."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.33"},"Alma 37:33"]]],["td",[".para","Faith in Jesus Christ can help us resist temptation."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"]]],["td",[".para","If we have faith in Jesus Christ, we will receive power to do whatever he asks us to do."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"]]],["td",[".para","We must have faith in Jesus Christ in order to receive a testimony."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.29"},"D&C 20:29"]]],["td",[".para","We must have faith in Jesus Christ to be able to endure to the end and gain eternal life."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.6"},"D&C 29:6"]]],["td",[".para","When we pray, we have faith that Heavenly Father will hear and answer our prayers."]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"]]],["td",[".para","Faith in Jesus Christ is the first principle of the gospel."]]]]]]],["li",["span.label","2."],[".para","Make for each child a copy of the worksheet found at the end of the lesson. Have the children draw a line connecting each problem in the first column with the appropriate solution in the second column. (Answers: 1-b; 2-g; 3-a; 4-e; 5-d; 6-c; 7-f.) If it is not feasible to make a copy for each child, you could put the phrases on separate wordstrips and let the children work together to match them. Discuss with the children why having faith in Jesus Christ can help in these situations."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","3."],[".para","Discuss with the children how having faith in Jesus Christ can help them deal with situations such as serious illness, the death of a loved one, moving to a new ward or school, feeling left out, or feeling discouraged about a problem. Remind the children that having faith includes doing all we can do ourselves, such as praying, fasting, studying the scriptures for answers, and obeying the commandments; asking for the Lord’s help; and accepting the Lord’s will in each situation."]],["li",["span.label","4."],[".para","Show the children a small plant or sprouted seed. Explain that faith can be compared to a seed because it also starts small and grows as it is fed and nurtured."],["ul.bullet",["li",["span.label","•"],[".para","What do plants need to help them grow and be strong?"]],["li",["span.label","•"],[".para","What “feeds” our faith and keeps it strong? (Obeying the commandments.)"]]],[".para","Help the children think of specific commandments, such as praying and attending Church meetings, that help them strengthen their faith in Jesus Christ."]],["li",["span.label","5."],[".para","Have the children dramatize one or more of the stories in the lesson, using simple costumes and props."]],["li",["span.label","6."],[".para","Help the children review or memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],". Discuss the importance of faith in Jesus Christ."]],["li",["span.label","7."],[".para","Sing or say the words to",["span.crossRef","“Pioneer Children Sang As They Walked”"],"(",["span.emphasis","Children’s Songbook,"],"p. 214). Point out that the pioneers were able to sing and be happy on their difficult journey because they had faith in the Savior. They knew that they would be blessed, either in this life or the next, for following the Savior and the leaders of his church."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p89","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p89"},"Bear your testimony of the importance of having faith in Jesus Christ. You may wish to tell about a time when you were blessed by having faith in the Savior and obeying the commandments. Encourage the children to strengthen their faith by obeying the commandments and learning more about the gospel."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p90","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p90"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10"},"Doctrine and Covenants 8:10"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.29"},"20:29"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p91","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p91"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p92","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-42-the-pioneers-show-their-faith-in-jesus-christ.p92"},"Invite a child to give the closing prayer."]]]],"refs":null}
