{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 8: The Priesthood Is Restored","subtitle":"","short_title":"Lesson 8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.head1"},[".titleNumber","Lesson",["span.dominant","8"]],["h1","The Priesthood Is Restored"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p1"},"To help the children understand the importance of priesthood authority and have a desire to be worthy of priesthood ordinances and blessings."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-74"},"Joseph Smith—History 1:68–74"],"(including the footnote to verse 71);",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"Doctrine and Covenants 13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.7-8,12"},"27:7–8, 12"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"128:20"],"(last sentence);",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],"; and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.18-22"},"Matthew 4:18–22"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-28,33-34"},"3 Nephi 11:18–28, 33–34"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants and a Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","A Bible and a Book of Mormon."]],["li",["span.label","c."],[".para","A piece of string about two feet long."]],["li",["span.label","d."],[".para","Three or four stackable objects, such as books, blocks, or coins."]],["li",["span.label","e."],[".para","Picture 5-15, John the Baptist Conferring the Aaronic Priesthood (Gospel Art Picture Kit 407; 62013); picture 5-16, Melchizedek Priesthood Restoration (Gospel Art Picture Kit 408; 62371)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p11"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],"Ask the children to take turns doing actions such as the following with their hands:",["ul.bullet",["li",["span.label","•"],[".para","Tie a knot in a piece of string."]],["li",["span.label","•"],[".para","Stack and unstack several objects."]],["li",["span.label","•"],[".para","Snap your fingers."]],["li",["span.label","•"],[".para","Write your name on the chalkboard."]],["li",["span.label","•"],[".para","Shake hands with the teacher."]],["li",["span.label","•"],[".para","Sit down and fold your hands in your lap."]]],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p18"},"If you have a large class, this activity could be made into a relay. Divide the class into two teams and supply enough of the needed objects for both teams to use. Have one member of each team do all six things before the next member starts. (Try not to spend more than five minutes on this activity.)"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p19"},"Point out that every day we do many things with our hands. Explain that men and boys who hold the priesthood do additional important things with their hands."],["ul.bullet",["li",["span.label","•"],[".para","What are some important things priesthood holders do with their hands when they are using their priesthood power? (Answers may include give blessings, baptize, heal the sick, prepare and pass the sacrament, and confer [give] the gift of the Holy Ghost.)"]],["li",["span.label","•"],[".para","Can everyone do these things with their hands? (No. Explain that a man or boy must be ordained to the priesthood to do these things. If he has not been ordained, the Lord will not recognize any ordinances performed by him.)"]]],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p22"},"Explain that the priesthood is the power of God. God shares his power with us through priesthood holders so we can receive the sacred ordinances (such as baptism) that will help us return to Heavenly Father’s presence. No man can give himself this power; it must be given to him by God. This is done through the laying on of hands by someone who has the proper authority. Remind the children that in",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p1"},"lesson 2"],"they learned that the priesthood was taken from the earth during the Apostasy. Explain that in this lesson the children will learn how the priesthood was restored to the earth."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p23"},"Teach about the restoration of the priesthood as described in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-74"},"Joseph Smith—History 1:68–74"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"Doctrine and Covenants 13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.7-8,12"},"27:7–8, 12"],"; and the following historical accounts. Show the pictures at appropriate times."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p24"},"Remind the children that three years after Joseph Smith received his first vision of Heavenly Father and Jesus Christ, the angel Moroni appeared to Joseph and told him about the gold plates. After four more years of preparation, Joseph received the gold plates. With the help of God, Joseph began translating them."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p25"},"Explain that the Book of Mormon and the revelations given to Joseph Smith restored many gospel truths which had been lost during the Apostasy. But Joseph could not organize the church of Jesus Christ without the priesthood. The priesthood had to be restored to him by those who held the proper authority."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p26"},"Explain that the priesthood has two parts: the Melchizedek Priesthood and the Aaronic Priesthood. The Melchizedek Priesthood is sometimes referred to as the higher priesthood, while the Aaronic Priesthood is referred to as the lesser, or preparatory, priesthood. The Aaronic Priesthood is a part of the Melchizedek Priesthood and works under its direction. Both parts of the priesthood were restored to Joseph Smith."],[".topic",["h3","Restoration of the Aaronic Priesthood"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p27"},"In the spring of 1829 the Prophet Joseph Smith and Oliver Cowdery were translating the part of the Book of Mormon that describes what the resurrected Jesus Christ taught the Nephites about baptism (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-28,33-34"},"3 Nephi 11:18–28, 33–34"],"). Baptism was one of the subjects that the ministers had argued about in Joseph’s youth, and many Christians were confused about baptism. They wondered if baptism was necessary, how it should be done, who could baptize, and at what age a person should be baptized. Joseph and Oliver decided to ask the Lord for the answers to these questions, and on 15 May 1829 they went to pray in the woods along the Susquehanna River in Pennsylvania. Oliver described what happened: “On a sudden, as from the midst of eternity, the voice of the Redeemer spake peace to us, while the veil was parted and the angel of God came down clothed with glory, and delivered the anxiously looked for message, and the keys of the Gospel of repentance. What joy! what wonder! what amazement!” (in footnote to",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.71"},"Joseph Smith—History 1:71"],")."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p28"},"Describe the restoration of the Aaronic Priesthood and Joseph’s and Oliver’s baptisms, as described in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-74"},"Joseph Smith—History 1:68–74"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"Doctrine and Covenants 13"],"."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p29"},"John the Baptist, the angel who appeared to Joseph and Oliver (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.7-8"},"D&C 27:7–8"],"), was the valiant prophet who had baptized Jesus Christ. When John died, he still held the keys of the Aaronic Priesthood. That meant he had the right and ability to restore the authority of the Aaronic Priesthood to Joseph Smith. John ordained Joseph and Oliver to the Aaronic Priesthood by the laying on of hands. John did not possess the keys of the Melchizedek Priesthood, however, so he could not restore them."]],[".topic",["h3","Restoration of the Melchizedek Priesthood"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p30"},"Soon after the visit of John the Baptist, Joseph and Oliver took a trip to Colesville, New York. On the way back to Harmony, Peter, James, and John appeared to Joseph and Oliver on the banks of the Susquehanna River (see the last sentence of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"D&C 128:20"],"). Peter, James, and John were Apostles of Jesus Christ when Jesus lived on the earth. They had received the keys of the Melchizedek Priesthood from Christ on the Mount of Transfiguration (see Bible Dictionary, “Transfiguration, Mount of”) and continued to hold these keys after the priesthood was taken from the earth. Peter, James, and John gave Joseph and Oliver the Melchizedek Priesthood and all the powers held by Jesus’ original Apostles (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12"},"D&C 27:12"],"). The power of God (the priesthood) was on the earth again: Joseph and Oliver now had the authority to act for the Lord upon the earth. The Church of Jesus Christ soon would be organized by the authority of the priesthood."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p31"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did Joseph Smith and Oliver Cowdery go into the woods to pray? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-69"},"JS—H 1:68–69"],".) Who appeared to them? Who was John the Baptist?"]],["li",["span.label","•"],[".para","How did John the Baptist ordain Joseph Smith and Oliver Cowdery to the Aaronic Priesthood? Why did this priesthood authority need to come from a heavenly messenger? (The priesthood needed to be given by someone with the proper authority. Because the priesthood had been taken from the earth, no one on the earth had that authority.) How are men ordained today? (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],".)"]],["li",["span.label","•"],[".para","Who baptized Joseph Smith and Oliver Cowdery? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.71"},"JS—H 1:71"],".) What blessings did Joseph and Oliver receive after they were baptized? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.73-74"},"JS—H 1:73–74"],".) Who baptized you? What authority did that person have to baptize you?"]],["li",["span.label","•"],[".para","What priesthood authority is necessary to baptize? (Aaronic Priesthood; see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.69"},"JS—H 1:69"],".) What priesthood authority is necessary to give the gift of the Holy Ghost? (Melchizedek Priesthood; see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.70"},"JS—H 1:70"],".)"]],["li",["span.label","•"],[".para","Who were Peter, James, and John? (Three of Jesus’ Apostles; see",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.18-22"},"Matthew 4:18–22"],".)"]],["li",["span.label","•"],[".para","Point out that while only boys and men hold the priesthood, everyone can be blessed by it. What blessings can you receive (now or later in life) through the power of the priesthood? (Answers may include blessings of healing or comfort, patriarchal blessings, priesthood ordination for boys, and temple ordinances.) How can you prepare to receive priesthood blessings? (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","How can we show our appreciation for the restoration of the priesthood?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.f6"},["ol.number",["li",["span.label","1."],[".para","Explain that from the earliest times the laying on of hands has been used in ordaining individuals to the priesthood, in conferring the Holy Ghost, and in giving priesthood blessings. Have the children look up some of the following scriptures, which talk about times when the laying on of hands is used:"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/num/27.18,22-23"},"Numbers 27:18, 22–23"]],[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.5"},"Mark 6:5"]],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.17"},"Acts 8:17"]],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.1"},"Alma 6:1"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.70"},"Doctrine and Covenants 20:70"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.6"},"Doctrine and Covenants 35:6"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.44"},"Doctrine and Covenants 42:44"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.27"},"Doctrine and Covenants 68:27"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.65-67"},"Doctrine and Covenants 107:65–67"]],[".para","Let the children talk about times when they have experienced the laying on of hands by priesthood holders (such as when they were blessed as babies, when they were confirmed and given the gift of the Holy Ghost, or when they were given blessings because they were sick)."]],["li",["span.label","2."],[".para","Write on the chalkboard",["span.emphasis","Priesthood power"],["span.textInput","__________"],["span.textInput","__________"],["span.emphasis","for sale,"],"leaving two blanks between the words",["span.emphasis","power"],"and",["span.emphasis","for."],"Tell the story of Simon, found in",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.9-22"},"Acts 8:9–22"],"."],[".para","Explain that Simon was a skillful magician, so the people believed he had the power of God. But when Simon became converted and was baptized into the Church, he realized he did not have the true power of God, the priesthood."],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.18-19"},"Acts 8:18–19"],"to explain how Simon tried to get the priesthood. Have another child read aloud from verse 20 the answer Simon received from Peter, one of Jesus’ Apostles."],[".para","Have one of the children write the words",["span.emphasis","is not"],"in the blank spaces on the chalkboard. Remind the children that the priesthood cannot be gained with money, but only through righteous living."]],["li",["span.label","3."],[".para","Ask the children to list some things a young man should do to prepare to receive the priesthood, and write their answers on the chalkboard (answers may include attend church regularly, study the scriptures, pray, serve and love others, be honest, live the Word of Wisdom, use good language, obey parents and Church leaders, pay an honest tithe, and have an interview with the bishop). Remind the children that even if a young man does all these things, he cannot receive the priesthood unless he receives it from someone with the proper authority."],[".para","Ask the children to list some of the things that a young woman should do to prepare to receive the blessings of the priesthood. List their answers on the chalkboard (this list should be similar to the previous list for young men). Explain that even though women do not hold the priesthood, they can receive all the blessings of the priesthood."]],["li",["span.label","4."],[".para","Teach the children about the duties of the various offices in the Aaronic Priesthood by playing the following matching game:"],[".para","Write the duties listed below on separate strips of paper. Write the corresponding priesthood office in large letters across the back of each strip. Cut the strips in half and divide them among the children. Have the children locate the other halves of their strips of paper by comparing them to the other children’s strips, making sure both the front and the back match. When all the strips have been matched, read the Aaronic Priesthood office and duty."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["th",[".para","Office"]],["th",[".para","Duty"]]],["tr",["td",[".para","Deacon"]],["td",[".para","pass the sacrament"]]],["tr",["td",[".para","Deacon"]],["td",[".para","collect fast offerings"]]],["tr",["td",[".para","Deacon"]],["td",[".para","be a messenger for the bishop"]]],["tr",["td",[".para","Deacon"]],["td",[".para","take care of the grounds around the meetinghouse"]]],["tr",["td",[".para","Teacher"]],["td",[".para","prepare the sacrament"]]],["tr",["td",[".para","Teacher"]],["td",[".para","go home teaching"]]],["tr",["td",[".para","Teacher"]],["td",[".para","perform duties of deacons as needed"]]],["tr",["td",[".para","Priest"]],["td",[".para","baptize others for the remission of sins"]]],["tr",["td",[".para","Priest"]],["td",[".para","bless the sacrament"]]],["tr",["td",[".para","Priest"]],["td",[".para","ordain other priests, teachers, and deacons"]]],["tr",["td",[".para","Priest"]],["td",[".para","perform duties of deacons and teachers as needed"]]]]]],[".para","Point out that to perform these duties, the Aaronic Priesthood holder must be authorized to do so by the bishop."]],["li",["span.label","5."],[".para","Have the children repeat the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"fifth article of faith"],". Point out that the priesthood can only be received through the laying on of hands by those who are in authority. Explain that after a boy or man receives the priesthood, he can perform ordinances only as authorized by the priesthood leader over him. For example, a priest cannot baptize someone without permission of the bishop. Help the children memorize all or part of the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"fifth article of faith"],"."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“The Priesthood Is Restored”"],"(",["span.emphasis","Children’s Songbook,"],"p. 89)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p86","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p86"},"Express your gratitude that we can receive all the blessings necessary for us to return to Heavenly Father because of the restoration of the priesthood. Challenge the boys to prepare to receive the great power of the priesthood and to always live worthy to exercise that power. Challenge the girls to honor the priesthood and prepare themselves to be worthy to receive the blessings of the priesthood."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p87","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p87"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"Doctrine and Covenants 13"],", including the section heading, at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p88","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p88"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p89","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p89"},"Invite a child to give the closing prayer."]]]],"refs":null}
