{"id":44,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":44,"title":"Lesson 41: The Saints Settle the Salt Lake Valley","subtitle":"","short_title":"Lesson 41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.head1"},[".titleNumber","Lesson",["span.dominant","41"]],["h1","The Saints Settle the Salt Lake Valley"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p1"},"To help the children understand that keeping the Sabbath day holy is one way to show gratitude for the blessings we receive from Heavenly Father and Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.23"},"Mosiah 18:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7-21"},"Doctrine and Covenants 59:7–21"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.32"},"46:32"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.19"},"78:19"],"; and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants and a Book of Mormon for each child."]],["li",["span.label","b."],[".para","Picture 5-47, Miracle of the Sea Gulls (Gospel Art Picture Kit 413; 62603)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p7"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p8"},"Play the game “I’m Thinking of Something.” Ask each child to think of something for which he or she is grateful. Then choose one child to stand in front of the class and answer questions about this item. Have the child whisper the name of the item to you so you can help answer the questions if necessary."],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p9"},"Have the other children ask questions that can be answered “yes” or “no” to try to figure out what the child is thinking of (for example, “Is it alive?” “Is it bigger than a table?” “Is it inside a house?” “Is it made of metal?”)."],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p10"},"When the item has been guessed, repeat the game two or three times, having different children stand in front of the class and be questioned."],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p11"},"Explain that we are commanded to express gratitude for our blessings. Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7"},"Doctrine and Covenants 59:7"],"."],["ul.bullet",["li",["span.label","•"],[".para","How can we show our gratitude to Heavenly Father and Jesus Christ for the blessings we receive from them?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p13"},"After the children have responded, have a child read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.23"},"Mosiah 18:23"],". Explain that one way we can show our gratitude to Heavenly Father and Jesus Christ is by keeping the Sabbath day holy. On the Sabbath day we express our gratitude and appreciation as we worship Heavenly Father and Jesus."]],[".teachingMethod",["h2","Historical Accounts"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p14"},"Briefly review the account of the first pioneer company’s journey across the plains and entrance into the Salt Lake Valley (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-40-the-first-pioneer-company-crosses-the-plains.p1"},"lesson 40"],"); then teach the children about the establishment of a settlement in the Salt Lake Valley, as described in the following historical accounts. Explain that the pioneers were very grateful that they had been led to a land of peace and safety, even though they knew they had many more challenges to overcome. Emphasize that one way the pioneers showed their gratitude to Heavenly Father and Jesus Christ was by keeping the Sabbath day holy."],[".topic",["h3","The First Weeks in the Valley"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p15"},"When the first pioneers arrived in the Salt Lake Valley, the first thing they did was plant crops. It was late summer and much of the growing season had already passed. The pioneers knew they needed to hurry if they were to have seeds for the next spring and food for the winter for themselves and the people who were expected to reach the valley before winter. Fifteen hundred pioneers in ten companies were already on the trail traveling to the Salt Lake Valley and were expected to arrive in early autumn."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p16"},"The pioneers planted potatoes immediately. Some of them began planting even before they had their first meal in the valley. The ground was so hard that some of their plows broke, so they built a dam in a creek to flood the ground and soften it. Then they dug ditches to bring water from the mountain streams to the crops. This was one of the earliest uses of modern irrigation methods. Trappers and mountain men such as Jim Bridger had said that crops would never grow in the Salt Lake Valley, but by irrigating the land the pioneers were able to successfully produce crops."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p17"},"The main company of pioneers had arrived and begun planting on a Saturday. The next day was Sunday, and even though there was much work to do, the pioneers rested from their labors and held worship services to thank Heavenly Father for bringing them safely to the valley. They were grateful to finally have a place where they could live in peace. That Sunday Brigham Young preached to the Saints and reminded them of the importance of keeping the Sabbath day holy. Wilford Woodruff recorded: “He told the brethren that they must not work on Sunday, [and if they did,] they would lose five times as much as they would gain by it” (quoted in Carter E. Grant,",["span.emphasis","The Kingdom of God Restored,"],"p. 430)."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p18"},"The following days were very busy. Brigham Young and several other brethren explored the area to determine the best places to settle. President Young had told his companions: “I can tell you before you start, you will find many good places … all around us, and you will all return feeling satisfied that this is the most suitable place. … Here is the place to build our city” (quoted in Erastus Snow, “This Is the Place,” pp. 41–42). After exploring the area the men agreed with President Young. By Wednesday the Apostles had decided that the city would be laid out in large square blocks with wide streets. This was the same pattern that had been revealed to the Prophet Joseph Smith as he planned the city of Zion in Missouri. Wednesday evening President Young led the other men to a place between two forks of a large creek. He planted his cane in the ground and said, “Here will be the Temple of our God!” (quoted in Grant, p. 432)."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p19"},"By Saturday, 31 July, the pioneers had built their first structure. It was a bowery, a simple building with no walls and a ceiling made from brush and branches, supported by poles. This bowery was located near the temple site and was used as a place for worship and gathering."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p20"},"The pioneers continued to irrigate more land and plant more crops. By the second week their corn and potatoes were sprouting."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p21"},"Three weeks after he arrived in the valley, Brigham Young returned to Winter Quarters to lead another group of pioneers to Salt Lake. He took with him many of the men from the first pioneer company to join their families. Near Winter Quarters the Quorum of the Twelve Apostles held a special meeting to discuss a new First Presidency for the Church. At a conference on 27 December 1847, three and a half years after the death of Joseph Smith, Brigham Young was sustained as President of the Church, with Heber C. Kimball as First Counselor and Willard Richards as Second Counselor."]],[".topic",["h3","Life in the Salt Lake Valley"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p22"},"During August and September the pioneers in the valley built a stockade [fence] surrounding a ten-acre block. The stockade provided a place to build temporary houses and would protect the pioneers from hostile Indians and bitter winter winds. After the second large group of pioneers arrived in the fall, this stockade was enlarged. Log homes inside the stockade had flat roofs made of poles covered with brush and dirt. These roofs worked well during the fall and winter, but in the spring it rained, and mud and water dripped through the roofs. Orson Whitney wrote: “Umbrellas were in great demand, even while in bed, and it was no uncommon sight to see a good housewife bending over her stove, upon which the drops from above unceasingly dripped and sizzled, holding an umbrella in her left hand while turning a beef steak or stirring a mush-kettle with her right” (quoted in Grant, p. 435). Mice also liked to nest in the dirt and branches on the roofs. Eliza R. Snow once spent a whole night in bed with her umbrella up, laughing as mice and mud fell through the roof. The pioneers were thankful when the spring rain stopped and they could dry out."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p23"},"The first school in the valley was started in October 1847 by seventeen-year-old Mary Jane Dilworth. School was held in a tent in the middle of the stockade. There were no chairs, desks, or chalkboards. The children sat on logs. One girl described the first day of school: “We entered the tent, sat down on the logs in a circle, and one of the ‘brethren’ offered prayer. … We learned one of the Psalms of the Bible, and sang songs” (quoted in Grant, p. 439). The children did have books, and they used the books to learn to read, write, sing, spell, and do math. When the weather became cold, the school was moved to a log cabin in a corner of the stockade. Tables for the school were made from parts of wagons. There was no glass for windows, so the students stretched greased cloths across the window frames. Little light came through the cloths, so the door was usually left open for light, even when it was cold. The children were thankful that they were able to go to school and learn."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p24"},"By the end of the first winter in the valley, the Saints’ supplies were low. Many people did not have shoes or clothing in good condition, so they used animal skins to make new ones. Most of the food had run out except the wheat and corn the pioneers needed to use as seeds in the spring. One boy said: “For several months we had no bread. Beef, milk, pig-weeds, segoes [wildflower bulbs], and thistles [weeds] formed our diet. I was the herd-boy, and while out watching the [animals], I used to eat thistle stalks until my stomach would be as full as a cow’s.” This boy’s family finally took an old, dried-out oxhide and made it into soup (quoted in Grant, pp. 443–44). When spring came and crops began to grow again, the pioneers were grateful that they had survived their first winter in the valley."]],[".topic",["h3","The Crickets and the Seagulls"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p25"},"The pioneers were eager to harvest their spring crops, but late spring frosts killed some of the crops, and a drought killed more of them. Then crickets came and began eating everything that was left. The pioneers did everything they could think of to fight these insects. Some people tried to frighten the crickets away by making loud noises; others tried to shake them off the plants. Some chased the crickets into piles of straw and set fire to them, and some chased the crickets into ditches filled with water to drown them. No matter what the pioneers did, however, the crickets kept coming. They were everywhere—on the trees and fences and in the houses, beds, and clothing."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p26"},"The pioneers were very worried. If the crickets ate all the crops, the people would have nothing to eat and would die from starvation. For two weeks the people fought the crickets and prayed for Heavenly Father to help them. The stake president finally asked the Saints to hold a special day of fasting and prayer. Susan Noble Grant, who was sixteen years old at the time, described what then happened (display the picture of the miracle of the seagulls as you relate this account):"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p27"},"“The answer to our fasting and prayers came on a clear summer afternoon."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p28"},"“We were fearfully alarmed, for all of a sudden, circling above our … fields, appeared great flocks of screaming gulls. ‘A new plague is descending upon us,’ was our first thought. Down the gray and white birds swooped in hundreds, then in thousands, uttering shrill … cries as they pounced upon [the crickets]. … Then a strange thing happened. As soon as they had gorged themselves, they sailed over to a nearby stream, took a few sips of water, disgorged [vomited] and returned to join their screaming companions. All our people stood in wonderment! Our prayers were answered” (quoted in Grant, p. 446)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p29"},"The seagulls came back day after day for about three weeks. They ate crickets until all the crickets were gone. The Saints knew their prayers had been answered in a miraculous way. They were grateful that their crops and their lives had been spared."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p30"},"In August 1848 the Saints had a feast to celebrate the harvest. They displayed their crops and had speeches, music, and dancing. They were grateful to Heavenly Father for helping them harvest a good crop."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p31"},"By the end of 1848 nearly three thousand people were living in the Salt Lake Valley. This was about one-fourth of all the people who had lived in Nauvoo. Brigham Young wrote to the Saints who were still in Iowa and told them that the Church had finally found a place where they could live in peace and safety."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p32"},"Although the first year in the valley had been filled with many hardships, the Saints felt very blessed. They had endured their challenges and turned a desert into a comfortable settlement where they could live in peace and worship Heavenly Father. They continued to keep the Sabbath day holy to show their gratitude to Heavenly Father and Jesus for their many blessings."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p33"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What commandment has the Lord given us about gratitude? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7"},"D&C 59:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.32"},"46:32"],".) How will we be blessed when we show gratitude to Heavenly Father and Jesus Christ? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.15-19"},"D&C 59:15–19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.19"},"78:19"],".)"]],["li",["span.label","•"],[".para","Why do you think the Saints were grateful to be in the Salt Lake Valley? How did they show their gratitude? What are some blessings for which you are grateful? (See enrichment activities 2, 3, and 4.) How can we show our gratitude to Heavenly Father and Jesus?"]],["li",["span.label","•"],[".para","How were the Saints blessed for keeping the Sabbath day holy? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.15-19"},"D&C 59:15–19"],".) How does keeping the Sabbath day holy show gratitude? (See enrichment activity 2.) How have you been blessed by keeping the Sabbath day holy?"]],["li",["span.label","•"],[".para","What were some of the challenges and hardships the Saints endured during their first year in the Salt Lake Valley? How do you think giving thanks for their blessings, even when they were having troubles, helped them? Why should we give thanks even when things are not going well for us? Help the children understand that when we make an effort to thank Heavenly Father and Jesus Christ for our blessings, we will remember the many blessings they have given us. This will help us feel less discouraged. (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","What did the pioneers do to try to destroy the crickets? Why were the pioneers discouraged by the crickets? What would have happened if the crickets were not destroyed? How did the pioneers know the coming of the seagulls was a miracle?"]],["li",["span.label","•"],[".para","Why did the pioneers fast as well as pray for help with the crickets? What is a fast? How did Heavenly Father respond to the pioneers’ fasting and prayers? How can fasting and prayer help us with our problems? (When we fast and pray, we can gain spiritual strength, which gives us greater faith to ask Heavenly Father to help us with our problems.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p40"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.f5"},["ol.number",["li",["span.label","1."],[".para","Using the following quotations from President Ezra Taft Benson, thirteenth President of the Church, write on separate pieces of paper several activities that are good to do on the Sabbath and several activities that are not good to do on the Sabbath. Put the pieces of paper in a container."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","“Many—too many—have almost ceased to observe the Sabbath. Not only is it a workday now, but it is … a day of amusement and recreation: golf, skiing, skating, hunting, fishing, picnicking, racing, movies, theaters, ball playing, dancing, and other forms of fun-making—all are coming largely to be the rule. … But God’s law says keep the Sabbath day holy” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[Salt Lake City: Bookcraft, 1988], p. 438)."]],["li",["span.label","b."],[".para","“What fits the purpose of the Sabbath? Here are a few suggestions: Activities that contribute to greater spirituality; … Church meetings in the house of prayer; [gaining] spiritual knowledge—reading the scriptures, Church history and biographies, and the inspired words of the Brethren; resting physically, getting acquainted with the family; [telling] scriptural stories … , bearing testimonies, building family unity; visiting the sick and aged … ; singing the songs of Zion and listening to inspired music; … personal and family prayer; fasting, administrations, father’s blessings; preparing food with singleness of heart—simple meals prepared largely on Saturday” (",["span.emphasis","The Teachings of Ezra Taft Benson,"],"p. 439)."]]]],[".para","To help the children understand how to keep the Sabbath day holy, write two headings on the chalkboard:",["span.emphasis","Good Activities for the Sabbath"],"and",["span.emphasis","Activities to Avoid on the Sabbath."],"Ask the children, one by one, to select a paper from the container and read it to the class. Have them determine which category on the chalkboard the activity belongs to, and write the activity under the appropriate heading. When all the papers have been read, have two children read the quotations from President Benson."],[".para",["span.emphasis","Note to the teacher:"],"As you discuss with the children the kinds of activities that are appropriate on the Sabbath, be sensitive to the family situations of the children in your class. Some children may have less-active or nonmember parents (or other family members) who invite the children to participate in activities that are inappropriate for the Sabbath. Encourage the children to pray for guidance and do their best to keep the Sabbath day holy without being disrespectful to or disobeying their parents."]],["li",["span.label","2."],[".para","Have a child read the following quotation from Spencer W. Kimball, twelfth President of the Church:"],[".para","“It is unthinkable that one who loves the Lord with all his heart and with all his soul … would fail to spend one day in seven in gratitude and thankfulness. … The observance of the Sabbath is an indication of the measure of our love for our Heavenly Father” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], p. 218)."],[".para","Discuss with the children how keeping the Sabbath day holy shows love for Heavenly Father and Jesus Christ. Then seat the children in a circle. Give them an object such as a small ball or beanbag to pass around the circle. As a child receives the object, he or she names something for which he or she is grateful and passes the object to the next child. The seventh child to receive the object says, “I will keep the Sabbath day holy” instead of naming an item. At this point all the children stand up and change seats. When the children are all seated in new seats, repeat the activity."]],["li",["span.label","3."],[".para","To help the children recognize how many blessings Heavenly Father has given them, have them play the following game:"],[".para","Seat the children in a circle. Have each child in turn name a blessing that begins with the letter",["span.emphasis","A"],"(for example, “I am thankful for my arms” or “I am thankful for apples”). Continue around the circle until the next child cannot think of another blessing that begins with",["span.emphasis","A,"],"and have that child start the letter",["span.emphasis","B"],"(“I am thankful for books”). Continue through as many letters as the children have attention or time for (you probably will not be able to use the entire alphabet)."]],["li",["span.label","4."],[".para","Read or have a child read the following quotation from President N. Eldon Tanner, a former member of the First Presidency:"],[".para","“As we express our appreciation for our many blessings, we become more conscious of what the Lord has done for us, and thereby we become more appreciative” (in Conference Report, Oct. 1967, p. 54; or",["span.emphasis","Improvement Era,"],"Dec. 1967, p. 42)."],[".para","Have the children sing or say the words to",["span.crossRef","“Count Your Blessings”"],"(",["span.emphasis","Hymns,"],"no. 241). Then give each child a pencil and a piece of paper, and have the children list as many of their blessings as they can in three minutes (adjust the time limit to fit the children’s attention spans). Have each child share his or her list with the other class members. You may want to have the children compare lists and cross off items that are duplicated. Point out how many items on each list were not mentioned on any other list, and emphasize that we all have more blessings than we can count."]],["li",["span.label","5."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7"},"Doctrine and Covenants 59:7"],"."]],["li",["span.label","6."],[".para","Sing or say the words to one or more of the following songs:",["span.crossRef","“Pioneer Children Sang As They Walked”"],"(",["span.emphasis","Children’s Songbook,"],"p. 214),",["span.crossRef","“Saturday”"],"(",["span.emphasis","Children’s Songbook,"],"p. 196),",["span.crossRef","“Can a Little Child like Me?”"],"(",["span.emphasis","Children’s Songbook,"],"p. 9),",["span.crossRef","“I Thank Thee, Dear Father”"],"(",["span.emphasis","Children’s Songbook,"],"p. 7)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p56","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p56"},"Express your gratitude for those who sacrificed to establish the Church in the Salt Lake Valley. Help the children understand that keeping the Sabbath day holy is one way we can show our gratitude to Heavenly Father and Jesus Christ. Tell how you have been blessed by keeping the Sabbath day holy."],["div",{"id":"p57","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p57"},"Suggest that the children discuss with their families how they can keep the Sabbath day holy."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p58"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7-19"},"Doctrine and Covenants 59:7–19"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.19"},"78:19"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-41-the-saints-settle-the-salt-lake-valley.p60"},"Invite a child to give the closing prayer."]]]],"refs":null}
