{"id":29,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":29,"title":"Lesson 26: The Kirtland Temple Is Dedicated","subtitle":"","short_title":"Lesson 26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.head1"},[".titleNumber","Lesson",["span.dominant","26"]],["h1","The Kirtland Temple Is Dedicated"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p1"},"To help the children understand that priesthood keys giving authority to do missionary and temple work were restored in the Kirtland Temple."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.1-16"},"Doctrine and Covenants 109:1–16"],"(part of the dedicatory prayer given at the Kirtland Temple);",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"Doctrine and Covenants 110"],"; and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading: The rest of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109"},"Doctrine and Covenants 109"],"and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-14-priesthood-organization.p1"},"chapter 14"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Several keys of different sizes and shapes (if actual keys are unavailable, draw several keys on the chalkboard before class)."]],["li",["span.label","c."],[".para","Picture 5-15, John the Baptist Conferring the Aaronic Priesthood (Gospel Art Picture Kit 407; 62013); picture 5-16, Melchizedek Priesthood Restoration (Gospel Art Picture Kit 408; 62371); picture 5-25, Kirtland Temple (Gospel Art Picture Kit 500; 62431)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p10"},"Show several keys of different sizes or shapes (or refer to the ones on the chalkboard)."],["ul.bullet",["li",["span.label","•"],[".para","Why do we use keys? How do we use them?"]],["li",["span.label","•"],[".para","What do you think these keys will open?"]],["li",["span.label","•"],[".para","What would happen if we lost a key to something that was locked?"]]],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p14"},"Explain that priesthood keys are very important in the Church, but they are not keys like the ones displayed. They are not made of metal and cannot be held in your hand or put in your pocket. When we speak of priesthood keys, we mean the power and authority, given to the prophet and other priesthood leaders through the laying on of hands, to direct God’s work on earth. The President of the Church holds all the keys of the priesthood, and other priesthood leaders hold some of them. Priesthood holders may perform priesthood ordinances only as authorized by those who hold the appropriate priesthood keys. For example, before a father can baptize his child, he must receive permission from the bishop."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p15"},"Remind the children that during the Apostasy the priesthood was not on the earth. The priesthood and the keys to direct the power of the priesthood needed to be restored so the Church could be restored and Church members could receive all the blessings of the gospel."],["ul.bullet",["li",["span.label","•"],[".para","Who restored the Aaronic Priesthood to Joseph Smith? (Show the picture of John the Baptist restoring the Aaronic Priesthood.)"]],["li",["span.label","•"],[".para","Who restored the Melchizedek Priesthood to Joseph Smith? (Peter, James, and John; show the picture of the Melchizedek Priesthood restoration.)"]]],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p18"},"Explain that one of the reasons the Kirtland Temple was built was to provide a place where the Lord and his servants could restore additional keys of priesthood authority."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p19"},"Teach the children about the dedication of the Kirtland Temple and the visions received in the temple a week later, as described in the following historical account and in the scriptures listed in the “Preparation” section. Show the picture of the Kirtland Temple at an appropriate time."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p20"},"You may want to review from the previous lesson some of the ways the Saints sacrificed to build the temple. Remind the children that the Kirtland Temple was not designed for the ordinances we now perform in temples. It had no baptismal font in which to perform baptisms for the dead and no altars for temple marriages. Rather, it was a sacred place where heavenly beings could come to restore priesthood keys and a meetinghouse where the Saints could gather to worship and to learn the gospel."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p21"},"On Sunday, 27 March 1836, the Kirtland Temple was dedicated to the Lord.",["span.emphasis","Dedicated"],"means the leaders of the Church offered a special prayer asking the Lord to accept and bless the temple and all the people who would come into it. Hundreds of Saints came to Kirtland for the dedicatory services; some traveled long distances to attend. There were nearly a thousand seats inside the temple, but many more people wanted to attend the dedication. The Prophet told the people who could not get seats in the temple to hold a separate meeting in the schoolhouse nearby, and the next Thursday the dedication service was repeated so these people could hear it."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p22"},"In addition to the dedicatory prayer, the seven-hour dedication meeting included hymn singing, testimony bearing, the passing of the sacrament, a two-and-a-half-hour sermon by Sidney Rigdon, and a solemn assembly where Joseph Smith and other Church leaders were sustained."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p23"},"The Prophet Joseph Smith read the dedicatory prayer, which had been given to him in a revelation. This prayer is recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109"},"Doctrine and Covenants 109"],". In the prayer the Prophet thanked Heavenly Father for the blessings he had given the members of the Church. Joseph prayed that the temple would be a place of prayer, fasting, faith, learning, glory, and order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.8,16"},"D&C 109:8, 16"],") and that those who came to the temple would grow in faith and wisdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.14-15"},"D&C 109:14–15"],"). He asked the Lord to accept the temple and make it a holy place (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.4,12-13"},"D&C 109:4, 12–13"],"). After the prayer the choir sang",["span.crossRef","“The Spirit of God”"],"(",["span.emphasis","Hymns,"],"no. 2), which had been written by William W. Phelps for the dedication of the temple. The congregation then partook of the sacrament and ended the service by giving the sacred Hosanna Shout: they raised their hands above their heads and shouted three times, “Hosanna, hosanna, hosanna to God and the Lamb, amen, amen, and amen.”"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p24"},"Temples are dedicated today following the pattern of the Kirtland Temple dedication. The prophet (or someone he chooses) gives the dedicatory prayer, “The Spirit of God” is sung, and the entire congregation gives the Hosanna Shout."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p25"},"On the day the Kirtland Temple was dedicated, the Lord blessed his Saints for their sacrifices in building the temple. Everyone present felt a holy, joyful feeling. Many people saw angels or heard angels singing, and others saw visions, prophesied, or spoke in tongues. Several people saw a heavenly messenger, whom Joseph Smith said was the Apostle Peter, in the temple. He was clothed in a long cloak and sandals and sat near the Prophet’s father."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p26"},"Very small children were not allowed to come to the dedication of the temple. One sister who had traveled a long way to come to the dedication went with her six-week-old baby to Joseph Smith Sr., the patriarch. She was very upset because she did not know anyone who could take care of her baby, but she could not bear to miss the dedication. Patriarch Smith told the mother to bring her child and promised her that the baby would not disturb the meeting. His promise was proven true: the baby remained quiet, even though the dedication service was very long."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p27"},"That evening a priesthood meeting was held. Over four hundred men attended. In the dedicatory prayer earlier that day, Joseph Smith had asked that the temple “be filled, as with a rushing mighty wind” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.37"},"D&C 109:37"],") to show that Heavenly Father and Jesus Christ were pleased with the temple. This happened at the priesthood meeting. The Prophet recorded:"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p28"},"“A noise was heard like the sound of a rushing mighty wind, which filled the Temple, and all the congregation simultaneously arose, being moved upon by an invisible power; many began to speak in tongues and prophesy; others saw glorious visions; and I beheld the Temple was filled with angels, which fact I declared to the congregation. The people of the neighborhood came running together (hearing an unusual sound within, and seeing a bright light like a pillar of fire resting upon the Temple), and were astonished at what was taking place. This continued until the meeting closed at eleven",["span.small","P.M."],"” (",["span.emphasis","History of the Church,"],"2:428)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p29"},"A week later, following a Sunday afternoon worship service, Joseph Smith and Oliver Cowdery went into the temple and lowered the curtains around the Melchizedek Priesthood pulpits so that they could pray privately. As they prayed they received a wonderful vision (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"D&C 110"],"). They saw the Savior, who came to accept the temple. They also saw the ancient prophets Moses, Elias, and Elijah, who came to give Joseph and Oliver priesthood keys authorizing them to do missionary and temple work. Every member of the Church today has been blessed because of the priesthood keys that were restored in the Kirtland Temple."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p30"},"After these sacred events the Kirtland Temple continued to be a meeting place for the Saints until they were forced to leave Ohio."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p31"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Saints build the Kirtland Temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.2-3,5,14-15"},"D&C 109:2–3, 5, 14–15"],".) How was the Kirtland Temple different from the temples we have today?"]],["li",["span.label","•"],[".para","What kind of house was the Kirtland Temple to be? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.16"},"D&C 109:16"],".) Explain that the temple was to be a sacred place where the Saints could grow closer to Heavenly Father and Jesus Christ through worship."]],["li",["span.label","•"],[".para","How were the Saints shown that Heavenly Father and Jesus Christ were pleased with the Kirtland Temple? How does the Holy Ghost witness important things to us? Explain that the events on the day of dedication were truly miraculous. Usually the Holy Ghost tells us important things by giving us warm, good feelings."]],["li",["span.label","•"],[".para","Who first appeared in the Kirtland Temple to Joseph Smith and Oliver Cowdery? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.2"},"D&C 110:2"],".) What did the Savior look like? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.3"},"D&C 110:3"],".) What did he tell Joseph and Oliver about the Kirtland Temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.7"},"D&C 110:7"],".) Who else appeared to Joseph and Oliver in the temple that same day? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11-13"},"D&C 110:11–13"],".)"]],["li",["span.label","•"],[".para","What priesthood keys did Moses give to Joseph Smith and Oliver Cowdery? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],".) Explain that these keys give the prophet authority to send missionaries to preach the gospel throughout the world. Why is it important for the Church to send missionaries throughout the world?"]],["li",["span.label","•"],[".para","What blessings do we enjoy as members of the Church that others need to have? (See enrichment activity 1.) How can we help others learn about the gospel and the blessings that come with it?"]],["li",["span.label","•"],[".para","What priesthood keys did Elijah restore? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],".) Explain that these keys are called the keys of sealing power. They give the prophet (and others he appoints) the authority to perform in the temple all the ordinances that enable both the living and the dead to be sealed together as husbands and wives and as families. How can you and your family be blessed because of temple ordinances? (See enrichment activity 1.) Help the children understand that all children born after their parents are married or sealed in the temple are automatically sealed to their parents. We refer to this as being born in the covenant. Children who are not born in the covenant can be sealed to their parents in the temple."]],["li",["span.label","•"],[".para","How were the Saints blessed for the sacrifices they made to build the Kirtland Temple? How are we blessed today because of the events that took place in the Kirtland Temple?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p40"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.f6"},["ol.number",["li",["span.label","1."],[".para","To help the children understand their responsibilities as members of the Church to preach the gospel and participate in temple ordinances, make a copy for each child of the worksheet found at the end of the lesson. Give the children pencils and have them complete the worksheet. (If it is not feasible to make a copy for each child, copy the worksheet onto the chalkboard and have the children complete it together.) Discuss the answers as a class. (Answers: 1-gospel; 2-temple; 3-sealed; 4-forever; 5-temple work; 6-eternity.)"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","2."],[".para","Have the children perform the following readers’ theater to help them understand the keys that were restored in the Kirtland Temple. The script is written for eight participants (Moses, Elias, Elijah, Joseph Smith, and four unnamed speakers); divide or combine parts as needed for the number of children in your class. You may want to make name tags for the participants. Have the children read their lines in order (you may want to make copies of the script)."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["td",[".para","Speaker 1:"]],["td",[".para","In the Kirtland Temple, ancient prophets restored priesthood keys to Joseph Smith and Oliver Cowdery."]]],["tr",["td",[".para","Speaker 2:"]],["td",[".para","These keys give the leaders of the Church power and authority to direct missionary work and temple work."]]],["tr",["td",[".para","Moses:"]],["td",[".para","My name is Moses. I am a prophet of God."]]],["tr",["td",[".para","Speaker 3:"]],["td",[".para","Moses was born in Egypt and was raised by the Pharaoh’s daughter."]]],["tr",["td",[".para","Speaker 4:"]],["td",[".para","One day while Moses was tending sheep, God spoke to him from a burning bush."]]],["tr",["td",[".para","Moses:"]],["td",[".para","God told me to gather the children of Israel in Egypt and lead them to the promised land."]]],["tr",["td",[".para","Joseph Smith:"]],["td",[".para","I am Joseph Smith. Moses appeared to Oliver Cowdery and me in the Kirtland Temple. He gave us the priesthood keys he held to gather Israel."]]],["tr",["td",[".para","Speaker 1:"]],["td",[".para","Because the keys for the gathering were restored, today millions of people in the world are being gathered to the Church by missionaries."]]],["tr",["td",[".para","Speaker 2:"]],["td",[".para","Abraham was also a prophet. God promised Abraham that through his children all nations of the earth would be blessed with the gospel and the priesthood. God gave Abraham and his children the responsibility to bring the blessings of the gospel to all the world."]]],["tr",["td",[".para","Speaker 3:"]],["td",[".para","Abraham had a son named Isaac. Isaac had a son named Jacob. Jacob had twelve sons, whose families became the twelve tribes of Israel. Every Church member belongs to one of the tribes of Israel."]]],["tr",["td",[".para","Speaker 4:"]],["td",[".para","As members of Abraham’s family, we want to help everyone on the earth be baptized and sealed in the temple. Then, if we are faithful, we can live eternally with our righteous family members and with Heavenly Father and Jesus Christ."]]],["tr",["td",[".para","Joseph Smith:"]],["td",[".para","Elias appeared in the Kirtland Temple and gave Oliver and me the keys to the blessings of Abraham."]]],["tr",["td",[".para","Speaker 1:"]],["td",[".para","Now when people join the Church, they can receive the same blessings of the gospel that Abraham was given."]]],["tr",["td",[".para","Elijah:"]],["td",[".para","My name is Elijah. I am a prophet. I lived in Israel in Old Testament times."]]],["tr",["td",[".para","Speaker 2:"]],["td",[".para","God told Elijah that whatever he sealed on earth would also be sealed in heaven."]]],["tr",["td",[".para","Elijah:"]],["td",[".para","I was the last prophet on the earth to hold the keys of the sealing power of the Melchizedek Priesthood before the time of Jesus Christ."]]],["tr",["td",[".para","Speaker 3:"]],["td",[".para","With the sealing power, a man and a woman can be united as husband and wife, and families can be sealed together for this life and for eternity in holy temples."]]],["tr",["td",[".para","Joseph Smith:"]],["td",[".para","Elijah restored the priesthood keys of the sealing power to Oliver and me in the Kirtland Temple."]]],["tr",["td",[".para","Speaker 4:"]],["td",[".para","Because these keys were restored, righteous families can live together forever."]]]]]]],["li",["span.label","3."],[".para","With the approval of your Primary president, ask members of a family who have recently been sealed to come to class and take three to five minutes to tell the children about how they prepared to go to the temple and how they felt when they were sealed as a family."]],["li",["span.label","4."],[".para","Share an experience you have had attending a temple dedication or visiting a temple. (With the approval of your Primary president, you may want to ask someone in your ward or branch who has attended a temple dedication to talk to the children about his or her experience.) Invite the children to share experiences they have had with temples."],[".para","You may want to relate the following experience of Sylvia Cutler Webb, who as a young girl was present at the Kirtland Temple dedication:"],[".para","“One of my earliest recollections was the dedication of the [Kirtland] Temple. My father took us up on his lap and told us why we were going and what it meant to dedicate a house to God. And although so very young at that time, I clearly remember the occasion. I can look back through the lapse of years and see as I saw then Joseph the Prophet, standing with his hands raised towards heaven, his face ashy pale, the tears running down his cheeks as he spoke on that memorable day. Almost all seemed to be in tears. The house was so crowded the children were mostly sitting on older people’s laps; my sister sat on father’s, I on my mother’s lap. I can even remember the dresses we wore. My mind was too young at that time to grasp the full significance of it all, but as time passed it dawned more and more upon me, and I am very grateful that I was privileged to be there” (quoted in Karl Ricks Anderson,",["span.emphasis","Joseph Smith’s Kirtland: Eyewitness Accounts"],"[Salt Lake City: Deseret Book Co., 1989], pp. 182–83)."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“The Spirit of God”"],"(",["span.emphasis","Hymns,"],"no. 2) or",["span.crossRef","“Families Can Be Together Forever”"],"(",["span.emphasis","Children’s Songbook,"],"p. 188)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p86","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p86"},"Express your gratitude to Heavenly Father for restoring the priesthood keys of missionary work and sealing ordinances to the earth. Help the children understand that because of the events that took place in the Kirtland Temple, they and their families can be members of the Church and have the opportunity to be sealed together as families. You may want to share your feelings about being a member of The Church of Jesus Christ of Latter-day Saints and knowing that your family is or can be sealed to you for eternity."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p87","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p87"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"Doctrine and Covenants 110"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p88","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p88"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p89","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p89"},"Invite a child to give the closing prayer."]]]],"refs":null}
