{"id":34,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":34,"title":"Lesson 31: The Extermination Order","subtitle":"","short_title":"Lesson 31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.head1"},[".titleNumber","Lesson",["span.dominant","31"]],["h1","The Extermination Order"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p1"},"To help the children appreciate some of the difficulties faced by early members of the Church, and to strengthen the children’s desire to listen to and obey the prophet."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.6-10"},"Doctrine and Covenants 105:6–10"],"and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Map of Missouri and Surrounding Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-30-adam-ondi-ahman.p1"},"lesson 30"],"."]],["li",["span.label","c."],[".para","Picture 5-29, Haun’s Mill; picture of the living prophet (from the meetinghouse library or a Church magazine)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["ul.bullet",["li",["span.label","•"],[".para","What would you do if you heard someone scream, “Fire!” and you looked up and saw smoke coming into the room?"]],["li",["span.label","•"],[".para","What might happen if you did nothing?"]],["li",["span.label","•"],[".para","What would you do if you heard a warning that a hurricane (or tornado, flood, typhoon, volcanic eruption, or some other disaster) was about to hit your area?"]],["li",["span.label","•"],[".para","What might happen if you did nothing?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p13"},"Point out to the children that we need to listen to and follow warnings. Explain that some of the early members of the Church faced many problems, some of which could have been avoided if the members had listened to and followed the warnings of the Prophet Joseph Smith."]],[".teachingMethod",["h2","Historical Accounts"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p14"},"Teach the children about some of the trials and persecutions suffered by early Church members in Missouri, as described in the following historical accounts. Show the picture of Haun’s Mill at an appropriate time, and show on the map where the various events occurred. You may want to have a child place a small marker on the map as you mention each place."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p15"},"Remind the children that the Saints had been driven out of Jackson County, Missouri. The Lord told them they would have to wait to establish Zion because they had not been as obedient as they should have been (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.6-10"},"D&C 105:6–10"],"). The Saints then settled in northern Missouri, but problems occurred there also."],[".topic",["h3","Violence Starts in Northern Missouri"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p16"},"On election day in August 1838, a group of Latter-day Saint men from Adam-ondi-Ahman went to the town of Gallatin to vote. They were met by a mob who wanted to stop them. The men in the mob were afraid their candidate would not win the election if the Saints voted. A man from the mob hit one of the Saints and knocked him down, and a fight broke out. Several people, both Saints and mob members, were hurt. By the next day, when Church leaders in Far West, Missouri, heard about the fight, the reports had become exaggerated, saying that some members of the Church had been killed. Joseph Smith and some other men armed themselves and rode to the settlement at Adam-ondi-Ahman, where they found out that fortunately no one had been killed. Enemies of the Church falsely accused Church members of starting the fight, and several untrue reports were sent to Lilburn W. Boggs, governor of Missouri."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p17"},"The following month, mob members planned to attack the Saints at Adam-ondi-Ahman. Two leaders of the Missouri militia (local army), Major General David Atchison and Brigadier General Alexander Doniphan, protected the Saints and prevented actual fighting."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p18"},"Other mobs were causing problems for Church members in the nearby town of DeWitt. Members of the Church sent a request for help to the governor, but he did not answer. Concerned about the Saints, Joseph Smith rode on back roads and slipped past mob members guarding the roads to get to DeWitt. He found the people almost starving while trying to oppose the large mob. The Saints again asked the governor for help and protection, but the governor refused to help, saying that “the quarrel was between the Mormons and the mob” and that they should “fight it out” themselves (",["span.emphasis","History of the Church,"],"3:157). Unable to get help, the Saints decided to leave DeWitt. They packed up seventy wagons and left on 11 October. A woman who had just had a baby died the first day the group left, and several more of the group died before they reached safety."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p19"},"The mobs were pleased by their success in driving the Saints out of DeWitt and by the governor’s refusal to get involved. They decided to attack Adam-ondi-Ahman next. Colonel George M. Hinkle, a member of the Church who was also a member of the Missouri militia, helped organize the Saints to protect themselves. Joseph Smith led some volunteers from Far West to help the people in Adam-ondi-Ahman. When they arrived, in the middle of October, they found that several Saints had been tied up and whipped, houses had been burned down, and livestock had been chased away."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p20"},"The Saints were then warned that the Missouri militia was planning to attack Far West, so they prepared to defend themselves. Part of the militia, led by Captain Samuel Bogart, started attacking the homes of the Saints near Far West. The militia took three prisoners and ordered the rest of the members of the Church to leave Missouri. Colonel Hinkle gathered a group of Saints to rescue the prisoners before they were killed. Early one morning this group prepared to cross the Crooked River, twenty miles from Far West. They did not know that Captain Bogart and his soldiers were hiding by the river. One of Bogart’s guards fired a shot, and the fighting began. The battle ended quickly, but men on both sides were wounded, including Elder David W. Patten, one of the Twelve Apostles, who died several hours later. Two other members of the Church were also killed."]],[".topic",["h3","Governor Boggs Signs the Extermination Order"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p21"},"Reports of the battle that reached Governor Boggs were greatly exaggerated. The governor was told that members of the Church had killed or imprisoned all of Captain Bogart’s militia members. All over northern Missouri mobs were attacking Latter-day Saint settlements, setting fire to houses and crops, stealing cattle, and taking prisoners, but the governor believed that the Saints were causing the problems. General Atchison urged Governor Boggs to come and see for himself what was happening, but instead the governor believed the false reports he had heard and ordered his troops to fight against the Saints. He wrote, “The Mormons must be treated as enemies and",["span.emphasis","must be exterminated"],"or driven from the state” (",["span.emphasis","History of the Church,"],"3:175; emphasis in original). Explain that",["span.emphasis","exterminate"],"means kill or get rid of. By the end of October 1838 more than two thousand men had gathered outside Far West, prepared to carry out the governor’s “extermination order.”"]],[".topic",["h3","The Haun’s Mill Massacre"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p22"},"Twelve miles east of Far West was Haun’s Mill, a small town founded by a member of the Church named Jacob Haun. The town had a mill for grinding grain, a blacksmith shop, and a few houses. After the battle at Crooked River, Joseph Smith told all the Saints to move into Far West or Adam-ondi-Ahman for protection, but Jacob Haun did not want to leave his property. He ignored what the Prophet said and instructed the other families to stay in the town. They set up guards to protect the mill and the town."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p23"},"On 30 October nine wagons from Kirtland arrived in Haun’s Mill. The people in them had been stopped by the mob two days before and had been forced to give up all their guns and ammunition. They decided to rest at Haun’s Mill for a few days before traveling to Far West. That afternoon a group of 240 men attacked Haun’s Mill. Many of the townspeople ran into the woods, while some of the men ran to the blacksmith shop, planning to use it as a fort. Members of the mob aimed their guns through the wide cracks in the walls and the open door of the blacksmith shop and fired many shots. They then entered the building and deliberately killed a ten-year-old boy hiding there and dragged the boy’s dying father around the floor, trying to steal his boots. Seventeen people were killed during the raid and thirteen more were wounded."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p24"},"Years later the Prophet Joseph Smith said, “At Hauns’ Mill the brethren went contrary to my counsel; if they had not, their lives would have been spared” (",["span.emphasis","History of the Church,"],"5:137)."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p25"},"The day after the attack at Haun’s Mill, some members of the Missouri militia surrounded Far West. Colonel Hinkle, a member of the Church who had previously helped his fellow Saints, turned against the Church. He betrayed Joseph Smith and the other Church leaders by pretending to arrange a peace conference with General Samuel D. Lucas of the militia. Instead General Lucas took the Church leaders prisoner. General Lucas ordered that the Church leaders be executed, but General Doniphan, a friend of the Saints, refused to participate and ordered General Lucas not to hold the execution."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p26"},"The Saints were ordered to leave Missouri, but they were finally allowed to stay in Far West through the winter as long as they did not plant crops or make any plans to stay longer."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p27"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why were the Saints driven out of Missouri even though it had been dedicated to be Zion? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.6-10"},"D&C 105:6–10"],".) Remind the children that Zion will be established in the future."]],["li",["span.label","•"],[".para","What might prevent us from receiving blessings from Heavenly Father? (Disobedience;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.6"},"D&C 105:6"],".) What can we do to be worthy of his blessings?"]],["li",["span.label","•"],[".para","Why didn’t Jacob Haun and the settlers at Haun’s Mill do what Joseph Smith told them to do? Point out that Jacob Haun knew what the Prophet said, but he thought he had a good reason for not doing it. He had worked hard to build his mill and the community around it, and he did not want to give them up. He thought he would be able to protect them. How might the tragedy at Haun’s Mill have been avoided?"]],["li",["span.label","•"],[".para","Show the picture of the living prophet. Who is this man? How can we learn what our prophet tells us? Why should we do what he asks us to do? (See enrichment activity 2.) Explain that following the prophet will not protect us from all suffering. Church members who did what the Prophet Joseph Smith told them to do still suffered persecution in Missouri, and the Prophet himself suffered greatly. Heavenly Father allows everyone to have agency and make choices, and sometimes we suffer because of the wrong choices of other people. However, following the prophet will help us avoid the suffering that may come from our own wrong choices."]],["li",["span.label","•"],[".para","Have you (or has anyone you know) ever been mistreated because you were a member of the Church? How should we react to those who mistreat us?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p33"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.f5"},["ol.number",["li",["span.label","1."],[".para","Write the following statements on strips of paper:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.number",["li",["span.label","1."],[".para","Jesus Christ reveals his will to the prophet."]],["li",["span.label","2."],[".para","The prophet tells us what Jesus Christ wants us to do."]],["li",["span.label","3."],[".para","We listen to the prophet."]],["li",["span.label","4."],[".para","We do what the prophet says."]],["li",["span.label","5."],[".para","We someday return to live with Heavenly Father and Jesus Christ."]]]],[".para","Make a chain by fastening the strips of paper together in interlocking links. Make sure the words are on the outside of the links. Attach the strips in numerical order, and fasten number 5 to both number 4 and number 1 so the chain forms a circle. Have the children read the strips in order and discuss the process by which we are guided by a prophet so we may return to live with Heavenly Father and Jesus Christ. Help the children understand that if we skip step number 4, we will not reach step number 5. We must not only listen to our prophet but also do what he says."]],["li",["span.label","2."],[".para","List on the chalkboard or on a large piece of paper several things that our prophet has told us to do, such as read the scriptures, keep a journal, love our families, and be worthy to attend the temple. Discuss with the children how they can follow the prophet in each of these things, and also discuss with the children what might happen if they do not follow the prophet and do these things."]],["li",["span.label","3."],[".para","Explain that even amid great persecution and suffering, the Saints knew the Lord was watching over them. Some even experienced miracles. Read or tell in your own words the following story of Amanda Barnes Smith and her experience at Haun’s Mill:"],[".para","When the mob came to Haun’s Mill, Amanda Barnes Smith ran away with her two daughters, and they were not injured. After the shooting stopped, Sister Smith came back to see what had happened to her husband and sons. She later wrote:"],[".para","“Emerging from the blacksmith shop was my eldest son, bearing on his shoulders his little brother Alma. ‘Oh! my Alma is dead!’ I cried, in anguish. ‘No, Mother; I think Alma is not dead. But Father and brother Sardius are killed!’ …"],[".para","“… The entire hip joint of my wounded boy had been shot away. Flesh, hip bone, joint, and all had been ploughed out from the muzzle of the gun which the ruffian placed to the child’s hip through the logs of the shop and deliberately fired. We laid little Alma on a bed in our tent and I examined the wound. It was a ghastly sight. I knew not what to do. It was night now. …"],[".para","“… ‘Oh, my Heavenly Father,’ I cried, ‘what shall I do? Thou seest my poor wounded boy and knowest my inexperience. Oh, Heavenly Father direct me what to do!’ And then I was directed as by a voice speaking to me."],[".para","“The ashes of our fire was still smouldering. We had been burning the bark of the shag-bark hickory. I was directed to take those ashes and make a lye [a strong disinfectant] and put a cloth saturated with it right into the wound. It hurt, but little Alma was too near dead to heed it much. Again and again I saturated the cloth and put it into the hole from which the hip joint had been ploughed, and each time mashed flesh and splinters of bone came away with the cloth, and the wound became as white as chicken’s flesh. Having done as directed I again prayed to the Lord and was again instructed as distinctly as though a physician had been standing by speaking to me. Nearby was a slippery-elm tree. From this I was told to make a slippery-elm poultice and fill the wound with it. …"],[".para","“I removed the wounded boy to a house, some distance off, the next day, and dressed his hip, the Lord directing me as before. I was reminded that in my husband’s trunk there was a bottle of balsam. This I poured into the wound, greatly soothing Alma’s pain. ‘Alma, my child,’ I said, ‘you believe that the Lord made your hip?’ ‘Yes, Mother.’ ‘Well, the Lord can make something there in the place of your hip, don’t you believe he can, Alma?’ ‘Do you think that the Lord can, Mother?’ inquired the child, in his simplicity. ‘Yes, my son,’ I replied, ‘he has shown it all to me in a vision.’ Then I laid him comfortably on his face, and said: ‘Now you lie like that, and don’t move, and the Lord will make you another hip.’"],[".para","“So Alma lay on his face for five weeks, until he was entirely recovered—a flexible gristle having grown in place of the missing joint and socket. … On the day that he walked again I was out of the house fetching a bucket of water when I heard screams from the children. Running back, in affright, I entered, and there was Alma on the floor, dancing around, and the children screaming in astonishment and joy” (“A Living Miracle of the Power of God,” in Leon R. Hartshorn, comp.,",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2 vols. [Salt Lake City: Deseret Book Co., 1973–75], 1:164–67)."],[".para","Help the children understand that not all those who pray for help in suffering or trials experience miracles. But the Lord is always watching over us, and he knows what is best for us. If he does not relieve our suffering, he will help us endure it."]],["li",["span.label","4."],[".para","Remind the children that the Lord speaks to us through his living prophet. We need to listen to the prophet and do what he says."],[".para","Write the following words on the chalkboard:",["span.emphasis","prophets, commandments, hear, listen, learn, do/does,obeyed/obedience."],"Tell the children that these words about listening to our prophets and doing what they say are in many scriptures."],[".para","Have each child look up one of the following scripture references:"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.1"},"D&C 1:1"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"D&C 1:14"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.32"},"D&C 1:32"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.1"},"D&C 63:1"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.5"},"D&C 63:5"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"]],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18"},"D&C 89:18"]],[".para","Have the children read the scripture verses out loud and find the words listed on the chalkboard. You may want to have a child put a mark by each word whenever it is read."],["ul.bullet",["li",["span.label","•"],[".para","How can we listen to the voice of the Lord and his prophet?"]],["li",["span.label","•"],[".para","Why is it important to do what the prophet tells us?"]]]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Follow the Prophet”"],"(",["span.emphasis","Children’s Songbook,"],"p. 110) or",["span.crossRef","“Keep the Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 146)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p66","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p66"},"Testify to the children that the living prophet is a prophet of God. Express your love and appreciation for him and for the counsel he gives. Encourage the children to listen to the prophet at the next general conference and do what he asks us to do."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p67","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p67"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.6-10"},"Doctrine and Covenants 105:6–10"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p68","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p68"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p69","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p69"},"Invite a child to give the closing prayer."]]]],"refs":null}
