{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":13,"title":"Lesson 10: The Book of Mormon Is Published","subtitle":"","short_title":"Lesson 10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.head1"},[".titleNumber","Lesson",["span.dominant","10"]],["h1","The Book of Mormon Is Published"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p1"},"To help the children be grateful that the Book of Mormon is available for them to read and study."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical account given in this lesson; the",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"introduction to the Book of Mormon"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.26"},"Doctrine and Covenants 19:26"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1-16"},"20:1–16"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Write on a piece of paper the letters in the phrase",["span.emphasis","The Book of Mormon: Another Testament of Jesus Christ"],"and some additional letters not needed to complete the phrase. Write the letters large enough and with enough space between them that you can cut them apart. Cut the letters apart and place them in a small sack or other container."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants and a Book of Mormon for each child."]],["li",["span.label","b."],[".para","Picture 5-19, Printing of the Book of Mormon."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p9"},"Display the sack or container of letters and tell the children what the letters are supposed to spell. Ask the children to arrange the letters in the proper order, setting aside any unnecessary letters. (You may want to write the phrase on the chalkboard so the children can look at it as they arrange the letters.)"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p10"},"As the children arrange the letters, explain that when the Book of Mormon was first published, books were set by hand in metal type. The printer had to select and place each letter individually. Point out that this was a very time-consuming process, as the children can see from putting the letters together in the short phrase you gave them."],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p11"},"Explain that in this lesson the children will learn more about the publication of the Book of Mormon."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p12"},"Teach about the publication of the Book of Mormon, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1-16"},"Doctrine and Covenants 20:1–16"],", the introduction to the Book of Mormon, and the following historical account."],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p13"},"When the translation of the gold plates was almost finished, Joseph Smith began looking for someone to publish the translation as a book. He talked to a printer in Palmyra, Egbert B. Grandin, and asked him to give an estimate of the cost of printing the book. Grandin did not want to print the “golden Bible,” as he called it, because he knew that people were against the book, and he was afraid he would not be paid. Joseph went to Rochester, New York, to see if he could find someone else to do it. One printer refused to print the book because he did not believe Joseph’s account of where he got it; another agreed to print it, but his price was very high. Finally Joseph returned to Palmyra and convinced Grandin to print the book. Grandin agreed only after Martin Harris pledged his farm to guarantee the printing costs."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p14"},"For the safety of the manuscript of the translation, the Lord commanded Joseph Smith to have Oliver Cowdery make a complete copy of the manuscript. Joseph assigned Oliver Cowdery and Hyrum Smith to oversee the printing. Only a few pages of the manuscript were taken to the printer at a time, and for several months Oliver and Hyrum frequently visited the printing office. Oliver Cowdery learned about printing during these visits and hand-set some of the type for the book himself. The original manuscript had no paragraphs or punctuation, so Grandin’s typesetter, John H. Gilbert, added punctuation and paragraphing. The published book was called the Book of Mormon because the prophet Mormon wrote or edited most of the ancient record."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p15"},"People in Palmyra who opposed the Book of Mormon held a meeting and resolved not to buy the book when it was published. Grandin again became worried that he would not be paid. Martin Harris was afraid he would lose his farm, and he wondered what he should do. Joseph Smith inquired of the Lord, and the Lord told Martin not to “covet” his own property but to “impart it freely” to cover the costs of printing the Book of Mormon (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.26"},"D&C 19:26"],"). Martin Harris eventually sold 151 acres of his farm to pay Grandin for publishing the Book of Mormon."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p16"},"Show the picture of the printing of the Book of Mormon. Point out the sheets that are printed and stacked, ready to be bound into books. Explain that several pages were typeset, one letter at a time, and then printed on one large sheet (see enrichment activity 3). The printer made one copy of the sheet and looked for errors on it. When the sheet was correct, five thousand copies were printed. This process was repeated until five thousand copies of the entire Book of Mormon were printed. Then the printed pages were sent to the bindery, where they were folded, cut, and bound into books. The first five thousand copies of the Book of Mormon were completed in the spring of 1830 and cost $3,000 to print. Satan had tried hard to stop the translation and publication of the Book of Mormon, but he was unsuccessful."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p17"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who translated the Book of Mormon? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.2,8"},"D&C 20:2, 8"],".) What does the Book of Mormon contain? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.9"},"D&C 20:9"],".) How can reading and studying the Book of Mormon bless our lives? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.9-12"},"D&C 20:9–12"],".) What do we learn from section 20 about the Lord’s concern for us “in this age and generation”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.11"},"D&C 20:11"],".)"]],["li",["span.label","•"],[".para","What does the Book of Mormon witness to us? (It is another testament [or witness] of Jesus Christ; see the Book of Mormon",["a.scriptureRef",{"href":"/scriptures/bofm/bofm-title"},"title page"],".) How can you be a witness of Jesus Christ? What can you do to show others that you believe in Jesus Christ?"]],["li",["span.label","•"],[".para","What is promised to those who receive the Book of Mormon in faith? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.14"},"D&C 20:14"],".) Explain that eternal life is life with Heavenly Father and Jesus Christ. What happens to those who reject the Book of Mormon? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.15"},"D&C 20:15"],".)"]],["li",["span.label","•"],[".para","How can you gain a testimony of the truthfulness of the Book of Mormon? (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"],".) Why is it essential that every person gain his or her own personal testimony of the Book of Mormon?"]],["li",["span.label","•"],[".para","How does it make you feel to know that Heavenly Father made it possible for us to have the Book of Mormon?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p23"},"You can use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.f4"},["ol.number",["li",["span.label","1."],[".para","Have a child read the quotation from the Prophet Joseph Smith found in the sixth paragraph of the introduction to the Book of Mormon (beginning with",["span.emphasis","I told the brethren"],")."],["ul.bullet",["li",["span.label","•"],[".para","What is a keystone?"]]],[".para","Draw a simple arch on the chalkboard (see illustration):"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}],[".para","Explain that the keystone holds the whole arch together; without it the arch would fall."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think Joseph Smith called the Book of Mormon “the keystone of our religion”?"]]]],["li",["span.label","2."],[".para","Explain that the members of the Church were very eager to read the Book of Mormon when it was finally published. Tell the following story in your own words:"],[".para","In 1828 Mary Elizabeth Rollins moved to Kirtland, Ohio, with her family. Two years later, when Mary Elizabeth was twelve, missionaries came to Kirtland. Mary Elizabeth and her mother joined the Church. One day Mary Elizabeth heard that her neighbor Brother Morley, who was the presiding elder in Kirtland, had a copy of the Book of Mormon. It was the only copy in town. Mary Elizabeth went to him to ask if she could borrow it to read. Brother Morley told her that he had not had a chance to read it himself. Only a few people had even seen it. Mary Elizabeth asked if she could please take the book for just a little while. Brother Morley agreed to let her take it overnight as long as she returned it first thing in the morning."],[".para","That night Mary Elizabeth’s family stayed up very late, all taking turns reading from the book. The next morning Mary Elizabeth hurried back to Brother Morley’s home to return the book. Brother Morley did not believe that Mary Elizabeth could have read much in one night, but she showed him how much she and her family had read. She told him how the book began and about the story of Lehi and his family and their journey across the ocean. Brother Morley was amazed that Mary Elizabeth had read and understood so much. He told her that she could take the Book of Mormon and finish it; he would wait to read it until she was done. Mary Elizabeth and her family continued to read, and when they were almost finished, Joseph Smith came to their house. He saw the Book of Mormon and asked how it had gotten there, since he had sent it to Brother Morley. Mary Elizabeth’s uncle told Joseph Smith the story, and Joseph asked to see Mary Elizabeth. Mary Elizabeth said, “When [Joseph] saw me he looked at me so earnestly. … After a moment or two he came and put his hands on my head and gave me a great blessing, the first I ever received, and made me a present of the book, and said he would give Brother Morley another” (",["span.emphasis","The Life and Testimony of Mary Lightner"],"[Salt Lake City: Kraut’s Pioneer Press, n.d.], pp. 1–4; see also",["span.emphasis","The Utah Genealogical and Historical Magazine"],"17 [July 1926]: 193–95)."]],["li",["span.label","3."],[".para","Have each child fold a piece of paper into eight sections (see illustration). Then have the children unfold their papers and write numbers on each side as illustrated:"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}],[".para","Make sure the children write 15 on the back of 16 and 10 on the back of 9."],[".para","Have the children refold their papers: first so that 14 and 15 touch; then so that 12 and 13 touch; and finally so that 8 and 9 touch. Each paper should look like a small book, with 1 on the front and 16 on the back. With scissors or a paper knife, cut the top and right edges of the pages so that they open like a book. Have the children turn the pages so they can see that the numbers are in the right order. (Practice this activity before class so you can show the children how to do it.)"],[".para","Explain to the children that this is the way the pages of the Book of Mormon were printed: pages were arranged in a certain order and then printed on one large piece of paper. The large piece of paper was then folded and trimmed so that all the pages were in the right order. Many of these small “books” were then combined to make the Book of Mormon. Some books are still printed today using this process."]],["li",["span.label","4."],[".para","Let the children use the following pictures to tell about the coming forth of the Book of Mormon. You can have all the children tell about the pictures together, or you can assign each child to describe the events portrayed by one of the pictures."],["ul.bullet",["li",["span.label","•"],[".para","Picture 5-8, Moroni Appears to Joseph Smith in His Room (Gospel Art Picture Kit 404; 62492)"]],["li",["span.label","•"],[".para","Picture 5-11, Joseph Smith Receives the Gold Plates (Gospel Art Picture Kit 406; 62012)"]],["li",["span.label","•"],[".para","Picture 5-14, Joseph Smith Translating the Gold Plates"]],["li",["span.label","•"],[".para","Picture 5-17, Moroni Shows the Gold Plates to Joseph Smith, Oliver Cowdery, and David Whitmer"]],["li",["span.label","•"],[".para","Picture 5-18, The Eight Witnesses View the Gold Plates"]],["li",["span.label","•"],[".para","Picture 5-19, Printing of the Book of Mormon"]]]],["li",["span.label","5."],[".para","Explain that President Ezra Taft Benson, the fourteenth President of the Church, told us three reasons why we should study the Book of Mormon:"],["ul.bullet",["li",["span.label","•"],[".para","“[It] is the keystone of our religion.” (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","“It was written for our day.”"]],["li",["span.label","•"],[".para","“It helps us draw nearer to God.”"]]],[".para","(In Conference Report, Oct. 1986, pp. 3–7; or",["span.emphasis","Ensign,"],"Nov. 1986, pp. 4–7. See also the",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"introduction to the Book of Mormon"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.34-35"},"Mormon 8:34–35"],".)"],[".para","Have a child read the following statement that President Benson made to the children of the Church:"],[".para","“How pleased I am to hear of your love for the Book of Mormon.",["span.emphasis","I"],"love it too, and Heavenly Father wants you to continue to learn from the Book of Mormon every day. It’s Heavenly Father’s special gift to you. By following its teachings, you will learn to do the will of our Father in Heaven” (in Conference Report, Apr. 1989, p. 103; or",["span.emphasis","Ensign,"],"May 1989, pp. 81–82)."]],["li",["span.label","6."],[".para","Help the children memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"eighth article of faith"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"],"."]],["li",["span.label","7."],[".para","Sing or say the words to",["span.crossRef","“An Angel Came to Joseph Smith”"],"(",["span.emphasis","Children’s Songbook,"],"p. 86)."]],["li",["span.label","8."],[".para","Show segment 3, “The Book of Mormon—A Record for Us” (5:20), from the",["span.emphasis","Family Home Evening Videocassette Supplement"],"(53276)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p53","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p53"},"Express your gratitude that through the faith and efforts of the Prophet Joseph Smith, the Book of Mormon was published so that we might study and learn from it. Bear your testimony that as we study the Book of Mormon we can draw closer to Heavenly Father and Jesus Christ. Challenge the children to read and study the Book of Mormon and pray for a personal testimony of its truthfulness."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p54","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p54"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8-12"},"Doctrine and Covenants 20:8–12"],"and the introduction to the Book of Mormon at home as a review of the lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p55","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p55"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p56","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-10-the-book-of-mormon-is-published.p56"},"Invite a child to give the closing prayer."]]]],"refs":null}
