{"id":36,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":36,"title":"Lesson 33: The Saints Work to Build Nauvoo, the Beautiful","subtitle":"","short_title":"Lesson 33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.head1"},[".titleNumber","Lesson",["span.dominant","33"]],["h1","The Saints Work to Build Nauvoo, the Beautiful"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p1"},"To encourage the children to be hard workers like the Saints who settled Nauvoo."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.40-42"},"Doctrine and Covenants 42:40–42"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"56:17"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27-29"},"58:27–29"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.3"},"75:3"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"88:124"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.22-24"},"Doctrine and Covenants 124:22–24"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","List on separate pieces of paper various Olympic sports that the children could pantomime, such as weightlifting, running, figure skating, swimming, discus throw, soccer, and basketball. (You may want to include suggestions for how to pantomime each sport.) Prepare at least one piece of paper for each child. Put the papers in a container."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Map of Missouri and Surrounding Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-30-adam-ondi-ahman.p1"},"lesson 30"],"."]],["li",["span.label","c."],[".para","Picture 5-33, The City of Nauvoo; picture 5-34, Joseph Smith Helping Little Children; picture 5-35, Emma Smith, the Elect Lady."]]]]]]],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p10"},["span.emphasis","Note to the teacher:"],"Enrichment activity 1 could be used as an alternate attention activity."]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p11"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p12"},"Give each child an opportunity to select a piece of paper from the container and pantomime the sport listed on the paper. Have the other class members guess which sport the child is pantomiming. When each child has had a turn, ask:"],["ul.bullet",["li",["span.label","•"],[".para","How must a person prepare to compete in one of these sports in the Olympics [or another competition]?"]]],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p14"},"Emphasize that it is not enough for a person to want to win; he or she must also work hard at learning and practicing the sport. Explain that it takes more than desire to accomplish anything worthwhile; it also takes much hard work and determination."],["ul.bullet",["li",["span.label","•"],[".para","What things have you accomplished by working hard? (Give each child an opportunity to answer.)"]]],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p16"},"Explain that Heavenly Father and Jesus Christ have commanded us to work. Read or have a child read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.3"},"Doctrine and Covenants 75:3"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"88:124"],". Explain that to be idle means to be lazy and unwilling to work, or to waste time doing little or nothing."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p17"},"Teach the children about the value of work as you tell about the building of Nauvoo, as described in the following historical accounts. Also teach about the Lord’s commandments regarding work, as given in the scriptures listed in the “Preparation” section. Show the pictures and the map at appropriate times."],[".topic",["h3","The Saints Work to Build Nauvoo"],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p18"},"After the Saints were driven out of Missouri, they gathered in Illinois and settled on the banks of the Mississippi River in a small town called Commerce. The Prophet Joseph Smith renamed the town Nauvoo, which means “beautiful” in Hebrew. Nauvoo was built on swampy land that had to be drained and cleared of trees before houses and other buildings could be built. While this was happening, most of the Saints lived in wagons or tents. Joseph Smith and his family lived in one of the few log houses that already existed, and several families lived in empty military barracks (dormitories) on the other side of the river."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p19"},"The Saints worked hard to make Nauvoo into a prosperous city. The men farmed and built homes and businesses, and the women cared for the children, nursed the sick, and took care of the homes. They cooked over fires; sewed clothing for their families; cared for the animals; grew gardens; made soap, candles, and cloth; dried meat and fruit; and made butter, cheese, jam, jelly, and maple syrup. Sometimes the men were called on missions and their families had to take over their work. Louisa Barnes Pratt’s husband was called on a mission; while he was gone Louisa supervised the building of a house for the family and even did some of the building herself. She worked as a seamstress to provide food and other necessities for her family. She was a talented seamstress and made suits for Joseph and Hyrum Smith. The next year she earned money by teaching school in her home."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p20"},"Children also helped build Nauvoo. If they were old enough, they helped take care of the animals and the farms, gathered wood and berries, and helped make cider, soap, and candles. They also went to school. One group of young boys helped in a unique way. Many criminals came to Nauvoo, and the Saints did not want these people in their city but did not want to use violent means to get rid of them. A group of boys was organized into a “whistling and whittling brigade.” Whenever the boys saw a suspicious stranger on the street, they would surround him and walk along with him. They would not speak, but would just whistle and whittle as they followed the stranger wherever he went. It would be annoying and frustrating to the stranger, but he could not fight all the boys at once, so he would soon leave town (see enrichment activity 2)."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p21"},"With the work of the Saints Nauvoo grew quickly into a large and beautiful city. There were many log homes, and some people were building two-story brick homes. The homes and yards were neat and clean. A home called the Mansion House was built for the Prophet to use to entertain and accommodate visitors. Later the Lord directed the Saints to build the Nauvoo House, a hotel to provide more rooms for the many visitors to Nauvoo (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.22-24"},"D&C 124:22–24"],")."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p22"},"The Saints worked hard, but they also took time to play and have entertainment. They attended the theater and held dances, programs, choir and band concerts, and parades. They played ball, wrestled, and had stick-pulling contests (a strength contest where two people sat facing each other, took hold of a stick, and each tried to pull the other to a standing position). They often combined work with pleasure as they held quilting bees, built barns and houses together, and held log-sawing races."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p23"},"Visitors to Nauvoo were impressed by the city. One man wrote to a friend:"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p24"},"“You would be surprised if you were here, at the vast improvement made in so short a space of time. … You will see nothing like idleness, but will hear the hum of industry [and] the voice of merriment. … If a small portion of wickedness happens among [the Saints], the contrast between the spirit of Christ and that of darkness is so great that it makes a great upstir and tremendous excitement; … but in other communities the same amount of crime would hardly be noticed” (quoted in E. Cecil McGavin,",["span.emphasis","Nauvoo, the Beautiful,"],"p. 73)."]],[".topic",["h3","The Saints Work to Help Each Other"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p25"},"Besides working to build up their own homes and businesses, the Saints in Nauvoo helped each other. Drusilla Hendricks’s husband, James, had been shot in the neck in the battle at Crooked River (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-31-the-extermination-order.p1"},"lesson 31"],") and was unable to work, so Drusilla provided for the family. Numerous times the Hendricks family was kept from starving because neighbors followed the promptings of the Holy Ghost and brought them food. One man told Drusilla he had been very busy but had stopped his work to bring the family some food because the Holy Ghost had told him, “Brother Hendricks’ family is suffering” (quoted in",["span.emphasis","Church History in the Fulness of Times,"],"p. 215)."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p26"},"In Nauvoo Drusilla provided for her husband and their five children by taking in boarders, raising a garden, milking cows, and feeding livestock. She made gingerbread and drinks and sold them at town celebrations, and she also made and sold gloves and mittens. One winter, however, Drusilla could afford to buy only a little cornmeal for food. Her husband asked her to pray for help. When she was through praying, Drusilla knew they would receive something to eat. Soon a man sold the family some fresh pork and told them they would not need to pay for it for twelve months."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p27"},"The Prophet Joseph Smith was a good example of someone who worked hard and helped others. In addition to his responsibilities as the Prophet and leader of the Church, Joseph was also the lieutenant general of the Nauvoo Legion (a militia of about three thousand men) and a city councilman of Nauvoo. Even though he was very busy, he always found time to help others (see enrichment activity 3)."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p28"},"The Prophet loved little children and enjoyed playing with them and helping them. One day Margarette and Wallace, two children who were neighbors of the Prophet, were on their way to school. Because it had rained the day before, the ground was very muddy, and the two children got stuck in the mud. They began to cry. The Prophet came along and helped them out of the mud, cleaned off their shoes, wiped their tears, and cheered them up before sending them on to school."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p29"},"Joseph Smith also helped at home. His wife, Emma, was also very busy, for she frequently had to cook and clean for the many guests who came to their home for dinner or to stay overnight. Some guests stayed for weeks. Joseph helped Emma when he could by building fires, cleaning the fireplace, bringing wood and water into the home, and taking care of the children."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p30"},"One man thought that these duties were “women’s work” and that it was not proper for the Prophet to do such things. The man tried to tell Joseph how to manage his home, saying, “Brother Joseph, my wife does much more hard work than does your wife.” The Prophet gently told the man that he should love and cherish his wife “and do his duty by her, in properly taking care of her” and helping her. The Prophet added that if the man did not treat his wife well, he would not be with her in the next life. After talking to the Prophet, the man tried to help his wife more. (See Richard Nietzel Holzapfel and Jeni Broberg Holzapfel,",["span.emphasis","Women of Nauvoo,"],"p. 28.)"]],[".topic",["h3","The Saints Do the Lord’s Work"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p31"},"The Saints did the Lord’s work by helping others, and in return the Lord helped the people of Nauvoo. When the Saints first came to Nauvoo, the land was very swampy. The Saints did not know that the mosquitoes that thrived in the swamplands spread a dangerous disease called malaria. Many of the Saints came down with this disease, which caused severe chills and fever. Emma Smith nursed many people, and her six-year-old son helped her by carrying water for the sick until he also came down with malaria. Even the Prophet was sick. The Lord blessed the people, however, giving the Prophet the ability to heal them. Wilford Woodruff reported what happened when a group of priesthood holders led by Joseph Smith visited the home of one sick man:"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p32"},"“The next place they visited was the home of Elijah Fordham, who was supposed to be about breathing his last. When the company entered the room the Prophet of God walked up to the dying man, and took hold of his right hand and spoke to him; but Brother Fordham was unable to speak, his eyes were set in his head like glass, and he seemed entirely unconscious of all around him. Joseph held his hand and looked into his eyes in silence for a length of time. A change in the countenance of Brother Fordham was soon perceptible to all present. His sight returned, and upon Joseph asking him if he knew him, he, in a low whisper, answered, ‘Yes.’ Joseph asked him if he had faith to be healed. He answered, ‘I fear it is too late; if you had come sooner I think I would have been healed.’ The Prophet said, ‘Do you believe in Jesus Christ?’ He answered in a feeble voice, ‘I do.’ Joseph then stood erect, still holding his hand in silence several moments; then he spoke in a very loud voice, saying: ‘Brother Fordham, I command you in the name of Jesus Christ to arise from this bed and be made whole.’ His voice was like the voice of God, and not of man. It seemed as though the house shook to its very foundations. Brother Fordham arose from his bed and was immediately made whole. His feet were bound in [bandages], which he kicked off, then putting on his clothes, he ate a bowl of bread and milk, and followed the Prophet into the street” (quoted in Joseph Fielding Smith,",["span.emphasis","Essentials in Church History,"],"pp. 223–24)."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p33"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the ways the Saints in Nauvoo obeyed the commandment in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27"},"Doctrine and Covenants 58:27"],"? What are some of the good things you work to accomplish? How do you feel when you learn to do something new or accomplish a task or job?"]],["li",["span.label","•"],[".para","How did Louisa Pratt follow the counsel given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.40-42"},"Doctrine and Covenants 42:40–42"],"? Why should we learn to work hard and do things for ourselves?"]],["li",["span.label","•"],[".para","How did children in Nauvoo work? What work do you do to help your family? How did the “whistling and whittling brigade” help rid the city of suspicious strangers? What does the Lord say in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"Doctrine and Covenants 56:17"],"about those who want to gain money and goods by stealing instead of working? (Explain that",["span.emphasis","wo [woe]"],"means suffering and misery.)"]],["li",["span.label","•"],[".para","What did Drusilla Hendricks do after her husband was disabled? After Drusilla had done all she could to provide for her family, how did God provide for her? Explain that God often meets our needs by sending other people to help us. How do you think the men who helped the Hendricks family felt about what they had done? What should we do when we feel prompted to help someone?"]],["li",["span.label","•"],[".para","What kind of example did the Prophet Joseph Smith show regarding work? How can you help your family members with their work? Why should you help your family members with their work? How can work help us be happier?"]],["li",["span.label","•"],[".para","Point out that not only are we to do our own personal work, but we are also to help with the Lord’s work. What is the Lord’s work? How did the Saints in Nauvoo do the Lord’s work? How did Emma Smith and her son do the Lord’s work? How did the Lord bless the Saints in Nauvoo because they did his work and helped each other? What can we do to help with the Lord’s work?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p40"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.f6"},["ol.number",["li",["span.label","1."],[".para","Display several tools used in different types of work, such as a pen, a book, a screwdriver, a pair of scissors, measuring spoons, a thermometer, a hammer, and a measuring tape."],["ul.bullet",["li",["span.label","•"],[".para","What do these things have in common? (They are all used to do work.)"]]],[".para","Hold up each item and have the children identify a kind of work that can be done with the item."],["ul.bullet",["li",["span.label","•"],[".para","What do you like about work? What do you dislike about work?"]],["li",["span.label","•"],[".para","What are some things we can do to make work pleasant? (You may want to remind the children that the people of Nauvoo often combined work and pleasure by working together in activities such as quilting bees and log-sawing races.)"]]]],["li",["span.label","2."],[".para","Remind the children of the story of the “whistling and whittling brigade.” Point out that while a “whistling and whittling brigade” might not be effective in today’s society, there are many things that each of us can do to help our families and community."],["ul.bullet",["li",["span.label","•"],[".para","What work can you do to help your family or community?"]]],[".para","List the children’s answers on the chalkboard, and ask each child to select one thing he or she will do during the coming week to help family or community."]],["li",["span.label","3."],[".para","Bring to class two clear jars of the same size, a small ball or rock (approximately the size of a golf ball) that will fit in one of the jars, and enough dried beans or gravel to fill the jar."],[".para","Display the empty jars. Have the children tell you the things they do during the day, and as they talk, slowly fill one of the jars with dried beans or gravel (do not shake this jar). Explain that sometimes people have so much they want to do in a day that they think they do not have enough time to do important things such as read their scriptures, say their prayers, or help others."],[".para","Show the ball (or rock). Explain that the ball represents important things our Heavenly Father has commanded us to do, and the beans (or gravel) represent all the other things we want to do in a day."],[".para","Place the ball on top of the beans and try to push the ball into the jar. Some beans will spill out. Explain that if we wait until we have completed all we want to do during the day, we may not be able to fit in the important commandments. Now place the ball in the bottom of the empty jar and slowly pour the beans from the first jar over the top of the ball until the jar is about half full. Gently shake the jar to let the beans settle, and add the remaining beans. Point out that the ball and all the beans (or most of the beans) now fit into the jar. Explain that if we do what the Lord asks us to do first, we will be able to find time to do the other things we need or want to do."],[".para","Encourage the children to share this demonstration with their families during family home evening."]],["li",["span.label","4."],[".para","Tell in your own words the following story:"],[".para","Joseph Smith owned a farm three miles outside the city of Nauvoo. This farm was run by Cornelius Lott, who lived on the farm with his wife, Permelia, and their children. The Prophet came out to the farm to work with Cornelius as often as possible. Once when Joseph was being chased by a mob, he came to the farm and asked Permelia Lott to hide him. Permelia had been making the beds, so she pushed aside the straw in her straw mattress and told the Prophet to climb inside the mattress. Then she made up the bed normally."],[".para","When the mob came, they searched the house. Permelia asked if they wanted to search the bed, but the mob members looked embarrassed and said no. The mob searched the other rooms but did not find the Prophet, and eventually they left the farm. (See",["span.emphasis","Descendants of Cornelius Peter Lott, 1798–1972,"],"comp. Rhea Lott Vance [n.p., n.d.], pp. 7–10.)"],["ul.bullet",["li",["span.label","•"],[".para","How did Sister Lott help the Prophet?"]],["li",["span.label","•"],[".para","How can we help our prophet today?"]]]],["li",["span.label","5."],[".para","Help the children list on the chalkboard some of the people who work to help them, such as parents and teachers. Have each child select a person from the list and write a note to thank that person for the work he or she does."]],["li",["span.label","6."],[".para","Write the words of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"Doctrine and Covenants 88:124"],"on a piece of paper, and cut the verse into pieces at every semicolon and comma. Give the children the pieces and let them arrange the scriptural phrases in order. Have them try first without using their scriptures; then, if needed, allow them to use their scriptures to place the phrases correctly. Discuss with the children what they think the scripture means."]],["li",["span.label","7."],[".para","Sing or say the words to",["span.crossRef","“Put Your Shoulder to the Wheel”"],"(",["span.emphasis","Hymns,"],"no. 252)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p62"},"Testify to the children that doing our work to the best of our ability can give us a feeling of accomplishment and can bring blessings to our lives and the lives of others as we serve them. Challenge the children to do their work during the week willingly, promptly, and thoroughly."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p63","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p63"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27-28"},"Doctrine and Covenants 58:27–28"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"88:124"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p64","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p64"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p65","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-33-the-saints-work-to-build-nauvoo-the-beautiful.p65"},"Invite a child to give the closing prayer."]]]],"refs":null}
