{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 12: Important Ordinances Are Restored","subtitle":"","short_title":"Lesson 12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.head1"},[".titleNumber","Lesson",["span.dominant","12"]],["h1","Important Ordinances Are Restored"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p1"},"To help the children feel gratitude for the privilege of being able to be baptized, be confirmed, and partake of the sacrament."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37,41,72-79"},"Doctrine and Covenants 20:37, 41, 72–79"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22"},"22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.1-4"},"27:1–4"],"(including the section headings);",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-21"},"2 Nephi 31:17–21"],"; and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"Doctrine and Covenants 58:42"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-74"},"Joseph Smith—History 1:68–74"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Make a copy of the maze at the end of the lesson for each child. If it is not feasible to make a copy for each child, draw a large copy of the maze on a piece of paper or on the chalkboard before class starts."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Book of Mormon and a Pearl of Great Price."]],["li",["span.label","c."],[".para","A pencil for each child."]],["li",["span.label","d."],[".para","Map of the New York–Ohio Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p1"},"lesson 1"],"."]]]]]]],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p11"},["span.emphasis","Note to the teacher:"],"As you discuss baptism and confirmation, be sensitive to the feelings of any children in your class who have not been baptized and confirmed."]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p12"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p13"},"Give each child a pencil and a copy of the maze found at the end of the lesson. Ask the children to find and mark the path from the point marked “Gate” to the point marked “Eternal Life.” (If you have one large copy of the maze, have the children work together to find the path.)"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p14"},"Have the children compare their mazes to see if they all found the same path. Point out that there is only one clear path through the maze. The other paths are all eventually blocked."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p15"},"Explain to the children that life can be like a maze sometimes. We can make many different decisions and follow many different paths, but only one path will lead us to eternal life with Heavenly Father and Jesus Christ. That path is the gospel of Jesus Christ."],["ul.bullet",["li",["span.label","•"],[".para","If the path through the maze represents the gospel, what do you think the “Gate” represents?"]]],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p17"},"Read or have a child read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17"},"2 Nephi 31:17"],"aloud. Explain that baptism into the church of Jesus Christ is the “gate” that starts us on the path to eternal life."],["ul.bullet",["li",["span.label","•"],[".para","What do we receive after we are baptized that helps us make right choices and stay on the path to eternal life? (The gift of the Holy Ghost.)"]],["li",["span.label","•"],[".para","What do we do each week that helps us remember the important ordinances of baptism and confirmation? (Partake of the sacrament.)"]]],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p20"},"Remind the children that after the Apostasy, the gospel of Jesus Christ was no longer on the earth. The priesthood was not on the earth either, so no one could properly be baptized, be confirmed, or partake of the sacrament. The gospel and the priesthood had to be restored in the latter days."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p21"},"Briefly review how the priesthood and the church of Jesus Christ were restored in these latter days (see lessons",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-8-the-priesthood-is-restored.p1"},"8"],"and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-11-the-restored-church-of-jesus-christ-is-organized.p1"},"11"],"). Explain that when the priesthood was restored, men who held it were able to baptize, confirm, and bless and pass the sacrament. This was the first time since the Apostasy that these ordinances had been done with the proper authority."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p22"},"Teach the children about the Lord’s instructions regarding baptism, confirmation, and the sacrament, as given in the scriptures listed in the “Preparation” section, and about the early Saints’ desires to be baptized and confirmed, as described in the following historical account. Display the map at appropriate times."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p23"},"Joseph Smith received a revelation that said all people who wanted to join the church of Jesus Christ must repent of their sins, become humble, and be willing to serve Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). They could then be baptized into the Church and have their sins forgiven."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p24"},"At the meeting where the Church was organized, those people who had already been baptized were confirmed as members of the Church and given the gift of the Holy Ghost. The people at the meeting also partook of the sacrament. After the meeting other people were baptized, including the Prophet’s mother and father, Lucy Mack Smith and Joseph Smith Sr. The Prophet’s parents were very happy to be baptized, and Joseph was also filled with joy. Lucy Mack Smith wrote that when her husband came up out of the water where he was baptized, “Joseph stood upon the shore, and taking his father by the hand, he exclaimed, with tears of joy, ‘Praise to my God! that I lived to see my own father baptized into the true Church of Jesus Christ!’” (Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 168)."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p25"},"The Church began to grow. People listened to the teaching of Joseph Smith, Oliver Cowdery, and other missionaries, and many wanted to join the Church. Some people had already been baptized into other churches, and they wondered why it was necessary to be baptized again. Joseph inquired of the Lord and received the revelation recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22"},"Doctrine and Covenants 22"],". In this revelation the Lord explained that the people who had been baptized into other churches had not been baptized by someone with the proper priesthood authority, so they needed to be baptized again by someone who did have the authority."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p26"},"Two months after the Church was organized, Joseph and Emma Smith, Oliver Cowdery, and others traveled to Colesville, New York, because several people from that area wanted to be baptized. When they arrived in Colesville, they built a dam in a stream to make a pond for the baptism. But that night a mob of their enemies tore down the dam. The next day was Sunday, and the Saints held a meeting where Oliver Cowdery preached and other people bore their testimonies of repentance, baptism, and the gift of the Holy Ghost. Some members of the mob were at the meeting, and afterwards they insulted and bothered the Saints."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p27"},"On Monday morning the Church members repaired the dam and held a baptismal service for the Prophet’s wife, Emma, and twelve other people. By the time the service was over, the mob had gathered again and threatened to harm the Saints. When the Saints went to a nearby home, the mob followed them, but Heavenly Father protected the Saints and the mob did not harm them."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p28"},"A meeting was planned that evening to confirm those who had been baptized that day, but just before the meeting began, a constable (law enforcement officer) came and arrested Joseph Smith for being a “disorderly person, … setting the country in an uproar by preaching the Book of Mormon” (",["span.emphasis","History of the Church,"],"1:88). The constable knew that the mob was planning to harm Joseph, so he put Joseph in a wagon and drove away from the mob. As they drove away, one of the wagon wheels came off, and they were nearly surrounded again by the mob. They quickly replaced the wheel and drove on. The constable took Joseph to another town. That night the constable slept with a loaded gun by his side, in case he needed to protect Joseph from the mob."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p29"},"The next day a trial was held, but Joseph was released because there was no evidence against him. He was immediately arrested again by a different constable and put on trial in another town, but again there was no evidence, and Joseph was finally allowed to go home."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p30"},"Meanwhile, the Saints in Colesville had been praying that Joseph would be safe and would be able to return and confirm them as members of the Church. At the end of August, Joseph and Oliver Cowdery returned with some other men to Colesville. On the way they came upon a large group of men working on the road. Some of these men were enemies of the Prophet, but although they looked closely at the Prophet and his friends, the men did not recognize any of them and allowed them to pass by. Because of this miracle, Joseph arrived safely in Colesville, and the members there were able to be confirmed and partake of the sacrament."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p31"},"Earlier in August, Joseph had planned a small meeting to confirm his wife, Emma, and another woman. When Joseph went to get wine for the sacrament, he was met by an angel. The angel told him not to buy wine from his enemies (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.3"},"D&C 27:3"],"). The angel also told him that it did not matter what was eaten or drunk in the sacrament as long as those who were partaking remembered Christ’s atonement (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],")."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p32"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why are we baptized? (For remission of our sins and to become members of the church of Jesus Christ; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],".) What must we do to prepare to be baptized? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],".) If we truly repent and are baptized, what are we promised regarding our sins? (They will be forgiven; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],".)"]],["li",["span.label","•"],[".para","What authority, or priesthood, is necessary to perform baptisms? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.69"},"JS—H 1:69"],".) How did Joseph Smith and Oliver Cowdery receive this priesthood? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-71"},"JS—H 1:68–71"],".) Why were baptisms done in other churches not accepted by the Lord? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22"},"D&C 22"],".)"]],["li",["span.label","•"],[".para","After we have been baptized, how are we confirmed? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D&C 20:41"],".) What priesthood authority is necessary for this ordinance? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.70,72"},"JS—H 1:70, 72"],".) When we are confirmed as members of the Church, what gift do we receive? How must we live to remain worthy of the gift of the Holy Ghost?"]],["li",["span.label","•"],[".para","Why do you think Joseph Smith was joyful when his parents were baptized? Why are you grateful you were baptized into the true church of Jesus Christ?"]],["li",["span.label","•"],[".para","How did the enemies of the Church try to prevent the Saints in Colesville from being baptized? What kept the newly baptized Saints from being confirmed the same day? How was Joseph Smith protected from the mob?"]],["li",["span.label","•"],[".para","Why do you think many Saints were willing to face dangers in order to be baptized and confirmed? How do you think they felt when they were baptized and confirmed? How do you feel when you do what is right?"]],["li",["span.label","•"],[".para","What did the angel tell Joseph Smith about what we should use for the sacrament? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],"). What do we use today? (See the section heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.intro"},"D&C 27"],".) What should we remember when we partake of the sacrament? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],".)"]],["li",["span.label","•"],[".para","When we partake of the sacrament bread, what do we promise to do? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],".) When we partake of the sacrament water, what do we promise to do? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.79"},"D&C 20:79"],".) What does it mean to take upon us the name of Jesus Christ? What does it mean to always remember him? How do you remember Jesus during the week?"]],["li",["span.label","•"],[".para","How does partaking of the sacrament remind us of the covenants we made when we were baptized?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p42"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.f7"},["ol.number",["li",["span.label","1."],[".para","Have one or more children read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],", and have another child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"."],[".para","Write on the chalkboard:"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip54","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip54"},"We witness (promise) at baptism that we will:"],["div",{"id":"lip55","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip55"},"Serve others."],["div",{"id":"lip56","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip56"},"Keep the commandments."],["div",{"id":"lip57","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip57"},"Stand as witnesses of God at all times."],["div",{"id":"lip58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip58"},"Take upon us the name of Jesus Christ."]],[".para","Discuss briefly what each of these covenants (promises) means."],[".para","Have two other children read the sacrament prayers from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"Doctrine and Covenants 20:77, 79"],". Ask the children to listen to the prayers and raise their hands whenever they hear a covenant mentioned that is the same as or similar to one we make at baptism."],[".para","Discuss how listening to the sacrament hymn and the sacrament prayers can help us remember the promises we made when we were baptized."]],["li",["span.label","2."],[".para","Help the children understand the importance of continuing to obey the commandments after baptism (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-20"},"2 Nephi 31:17–20"],"). Before class, list on separate pieces of paper statements that indicate ways we can stay on the strait and narrow path after baptism (such as praying, reading the scriptures, paying tithing, and obeying parents) and ways we can stray from the path (such as fighting with brothers and sisters, telling lies, or disobeying the Word of Wisdom)."],[".para","Explain to the children that the gospel of Jesus Christ is sometimes referred to as the “strait and narrow path” (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.18"},"2 Nephi 31:18"],"). Place a long piece of string, rope, or tape on the floor to symbolize the strait and narrow path."],[".para","Ask a volunteer to stand at one end of the piece of string, rope, or tape you have placed on the floor. Give each child in the class one or more of the statements you have prepared. As the children read the statements aloud, one at a time, have the child on the path decide if the statement keeps him or her on the strait and narrow path. If it does, have the child take one small step forward. If it does not, have the child take a step off the path to the side. When another positive statement is read, have the child step back on the path. Continue until the child reaches the other end of the string or tape."],[".para","Remind the children that obeying the commandments and doing what Jesus Christ wants us to do will help us prepare to live with him and Heavenly Father eternally. You may want to give the children pencils and paper and ask them to write down one or two things they will do this week to help them stay on the strait and narrow path."]],["li",["span.label","3."],[".para","As a child reads",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],", list on the chalkboard the characteristics of a person who is ready to be baptized. The list may include the following:"],["ul.bullet",["li",["span.label","•"],[".para","Is humble"]],["li",["span.label","•"],[".para","Has a broken heart"]],["li",["span.label","•"],[".para","Has a contrite spirit"]],["li",["span.label","•"],[".para","Is willing to take upon himself or herself the name of Jesus Christ"]],["li",["span.label","•"],[".para","Is repentant"]],["li",["span.label","•"],[".para","Is determined to serve the Lord until the end"]],["li",["span.label","•"],[".para","Shows by works he or she is sincere"]]],[".para","Discuss with the children these characteristics and how we can continue to develop them after we are baptized. Encourage the children to read and think about",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"during the week to help them prepare to take the sacrament."]],["li",["span.label","4."],[".para","Display the picture John the Baptist Baptizing Jesus (picture 208 in the Gospel Art Picture Kit or 62133 in the meetinghouse library)."],["ul.bullet",["li",["span.label","•"],[".para","Where was Jesus Christ baptized?"]],["li",["span.label","•"],[".para","Where were you baptized?"]]],[".para","Explain that many people today are baptized in baptismal fonts filled with warm, clear water. But people can be baptized anywhere there is enough water to completely immerse a person. Today as well as in times past, people have been baptized in streams, lakes, oceans, water tanks, and swimming pools. Joseph Smith was baptized in a river, and many other Presidents of the Church were baptized in streams, ponds, or canals. Howard W. Hunter was baptized in a swimming pool. (See William G. Hartley,",["span.crossRef","“Our Prophets’ Outdoor Baptisms,”"],["span.emphasis","Friend,"],"Mar. 1988, pp. 30–31; and",["span.crossRef","“President Howard W. Hunter: The Lord’s ‘Good and Faithful Servant,’”"],["span.emphasis","Ensign,"],"Apr. 1995, p. 9.)"],["ul.bullet",["li",["span.label","•"],[".para","Does it matter where a person is baptized?"]],["li",["span.label","•"],[".para","What is important about how a person is baptized?"]]],[".para","Remind the children that it is important to be baptized by immersion by a person with the proper priesthood authority, regardless of where one is baptized."]],["li",["span.label","5."],[".para","Explain that many people who desire to be baptized face challenges. For example, sometimes people do not have the support of their families and friends. In some countries where the Church is just starting to grow, it can be difficult to find a place to baptize people."],[".para","Tell about someone who overcame challenges to be baptized. You may want to use the following account:"],[".para","In the Republic of Kenya, Africa, Church members had to make many preparations to hold baptisms. They brought a water tank from a neighboring country. They spent five hours pumping water from a well and carrying it to the church building, which was four miles from the well. The level of the water in the tank was not high enough to completely immerse the person being baptized, so ten people stood inside the font to raise the level of the water. (See E. Dale LeBaron,",["span.crossRef","“Pioneers in East Africa,”"],["span.emphasis","Ensign,"],"Oct. 1994, p. 22.)"]],["li",["span.label","6."],[".para","Help the children review or memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],"."]],["li",["span.label","7."],[".para","Help the children sing or say the words to",["span.crossRef","“When I Am Baptized”"],"(",["span.emphasis","Children’s Songbook,"],"p. 103) or",["span.crossRef","“When Jesus Christ Was Baptized”"],"(",["span.emphasis","Children’s Songbook,"],"p. 102)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p78","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p78"},"Express your feelings of gratitude for the ordinances of baptism, confirmation, and the sacrament and for the blessings you receive because of these ordinances."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p79","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p79"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.72-79"},"Doctrine and Covenants 20:72–79"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-21"},"2 Nephi 31:17–21"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p80","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p80"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p81","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-12-important-ordinances-are-restored.p81"},"Invite a child to give the closing prayer."]]]],"refs":null}
