{"id":17,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":17,"title":"Lesson 14: Emma Smith Selects Sacred Hymns","subtitle":"","short_title":"Lesson 14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.head1"},[".titleNumber","Lesson",["span.dominant","14"]],["h1","Emma Smith Selects Sacred Hymns"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p1"},"To help the children have a desire to sing sacred hymns as they worship Heavenly Father and Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"Doctrine and Covenants 25"],"and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["span.crossRef","“First Presidency Preface,”"],["span.emphasis","Hymns,"],"pp. ix–x, and the",["span.crossRef","preface"],"to the",["span.emphasis","Children’s Songbook,"],"p. iii."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Prepare a large sheet of paper with the following words printed on it (or write the words on the chalkboard before class starts):"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["h2","Sacrament Meeting"],["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},"Announcements"],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},"Invocation (opening prayer)"],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},"Ward [or branch] business"],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},"Sacrament"],["div",{"id":"lip15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip15"},"Speakers"],["div",{"id":"lip16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip16"},"Benediction (closing prayer)"],["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},"What Is Missing?"]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-22, Emma Smith (Gospel Art Picture Kit 405; 62509)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p16"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p17"},"Display the large sheet of paper (or refer to the list on the chalkboard). Explain that the things on this list are parts of sacrament meeting."],["ul.bullet",["li",["span.label","•"],[".para","What happens in sacrament meeting that is missing from this list? (Opening and closing hymns; sacrament hymn; prelude and postlude music.)"]],["li",["span.label","•"],[".para","Why do you think we use music in our Church meetings? Why do we sing hymns? What difference do you think it would make if we did not sing hymns in our Church meetings?"]]],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p20"},"Help the children understand that music, especially hymn singing, has always been an important part of worshiping Heavenly Father and Jesus Christ. It brings a spirit of reverence and love to our Church meetings (see enrichment activity 6)."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p21"},"Discuss with the children the Lord’s counsel and instruction to Emma Smith, as discussed in the following historical accounts and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"Doctrine and Covenants 25"],"."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p22"},"After the Church was organized, Joseph Smith and other members of the Church were persecuted often. Mobs disrupted meetings and threatened to harm new members, and the Prophet’s life was often in danger. During this time of persecution, Joseph Smith received many revelations to strengthen, encourage, and instruct the Saints. Section 25 is a revelation he received for his wife, Emma, to comfort her and help her understand how she could support her husband in his great calling. The Lord also instructed Emma to compile a hymnbook for the Saints."],[".topic",["h3","Emma Smith Was an Elect Lady"],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p23"},"Emma Hale Smith was a schoolteacher from an intelligent and highly respected family. She was a tall, attractive woman with black hair and dark eyes (show the picture of Emma Smith). Her family members did not believe that Joseph Smith was a prophet, and though they later became friendly to him, they were upset when Emma married Joseph."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p24"},"The Prophet’s wife had to endure many of the same persecutions, hardships, and heartaches that her husband did. Joseph and Emma were poor. They often had to rely on others for a place to live and food to eat while Joseph fulfilled his Church responsibilities. Emma and Joseph also had to move several times to avoid persecution. Emma longed for them to have a home of their own."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p25"},"Emma helped and supported her husband in his work. She had accompanied Joseph the night he received the plates at the Hill Cumorah, and once she rode to warn her husband that a group of men was searching the woods to find the plates he had hidden there (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-5-joseph-smith-receives-the-gold-plates.p1"},"lesson 5"],"). Joseph knew through revelation that the plates were safe, but he decided to return with his wife so he could be closer to home if problems arose."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p26"},"As Joseph began the translation of the Book of Mormon, Emma served as his scribe, even though she had many household responsibilities. After Oliver Cowdery arrived, she would substitute for Oliver if he grew tired during the long hours of writing, so the Prophet could continue translating. Emma lived with the plates in her home for almost two years, but she was never allowed to see them. They were often kept in a little trunk on her dresser or on a table covered with a linen tablecloth."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p27"},"Joseph’s mother said of Emma: “I have never seen a woman in my life, who would endure every species of fatigue and hardship, from month to month, and from year to year, with that unflinching courage, zeal, and patience, which she has ever done; for I know that which she has had to endure … would have borne down almost any other woman” (Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"pp. 190–91)."]],[".topic",["h3","Emma Smith Compiled a Hymnbook"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p28"},"The Lord commanded Emma Smith to make a collection of hymns that the Saints could sing in their Church meetings (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.11"},"D&C 25:11"],"). The hymnbook was completed in 1835 and contained the words to ninety hymns. Thirty-four of these hymns were written by Church members about the restoration of the gospel, and the remaining hymns were selected from those already being used by other churches. The hymnbook had no music printed in it. Members of the Church sang the words to well-known tunes of the time and sometimes used different tunes with the same hymns. Several of the hymns selected by Emma are included in our current hymnbook, including “Redeemer of Israel,” “How Firm a Foundation,” and “Guide Us, O Thou Great Jehovah.”"]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did the Lord describe Emma? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.3"},"D&C 25:3"],"; see footnote",["span.emphasis","b."],") How did the Prophet’s mother describe her? What qualities of Emma Smith do you admire?"]],["li",["span.label","•"],[".para","Do you think it was hard for Emma to have the gold plates in her home but not be allowed to see them? Why? What did the Lord tell her about seeing them? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.4"},"D&C 25:4"],".) Have you ever wanted to do something that you were not allowed to do? What did you learn from your experience?"]],["li",["span.label","•"],[".para","What did the Lord tell Emma she should do to help her husband? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.5-8"},"D&C 25:5–8"],"; you may want to explain that the word",["span.emphasis","ordained"],"in verse 7 means that Emma was to be set apart to do the work to which she had been called.) What can you tell about the kind of person Emma was from the things she was asked to do? How can you prepare to help in the Church as Emma did?"]],["li",["span.label","•"],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.9"},"Doctrine and Covenants 25:9"],". Why do you think Emma might have been afraid? What counsel did the Lord give her? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.9-10,13-15"},"D&C 25:9–10, 13–15"],".) What can we learn from these verses about overcoming our own fears and problems?"]],["li",["span.label","•"],[".para","Why did Emma make a collection of hymns? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.11"},"D&C 25:11"],".) What did Heavenly Father say about hymns in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"Doctrine and Covenants 25:12"],"? Help the children understand that just as we talk to Heavenly Father when we pray, we also talk to him when we sing hymns praising him."]],["li",["span.label","•"],[".para","What has Heavenly Father promised us if we sing hymns to worship him? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],".) What kinds of blessings might we receive from singing hymns? Explain that hymns can help teach us the gospel and strengthen our faith and testimonies. They can help us want to repent and keep the commandments. They can make us feel happy when we are sad and can fill our minds with good, clean thoughts (see enrichment activity 5). They remind us that Heavenly Father and Jesus Christ love us."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p36"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.f6"},["ol.number",["li",["span.label","1."],[".para","Share with the class your feelings about a particular hymn and how it has strengthened you. Distribute several copies of",["span.emphasis","Hymns"],"or",["span.emphasis","Children’s Songbook,"],"and let each child find a favorite hymn or song. Sing a verse from one or more of these favorites, or let each child read the words to the hymn or song and explain why he or she likes it. You might also bring recordings of a few hymns and let the children listen to them."]],["li",["span.label","2."],[".para","Tell the following story about John Taylor, who became the third President of the Church, and how he used hymns to solve a problem:"],[".para","Two Church members in Salt Lake City were having a serious argument about some business matters. They finally decided to ask President John Taylor, who was President of the Quorum of the Twelve Apostles at that time, to help them settle their argument. These brethren promised each other that they would agree to whatever President Taylor told them."],[".para","They came to President Taylor and asked him if he would listen to their story and make a decision for them. President Taylor agreed to listen. But he said, “Brethren, before I hear your case, I would like very much to sing one of the songs of Zion for you.”"],[".para","President Taylor was a good singer. He enthusiastically sang a hymn to the two men. When he finished, he “remarked that he never heard one of the songs of Zion but that he wanted to listen to one more, and so asked them to listen while he sang another.” President Taylor sang a second and then a third hymn. Then he said, “Now, brethren, I do not want to wear you out, but if you will forgive me, and listen to one more hymn, I promise to stop singing, and will hear your case.”"],[".para","When President Taylor had finished the fourth song, the brethren were so touched by the hymns that they had tears in their eyes. They shook hands, apologized to President Taylor for taking up his time, and left without telling President Taylor what their problem was. (See Heber J. Grant, “John Taylor’s Hymns,” in",["span.emphasis","Stories for Mormons,"],"ed. Rick Walton and Fern Oviatt [Salt Lake City: Bookcraft, 1983], p. 92; see also Heber J. Grant, “Songs of the Heart,”",["span.emphasis","Improvement Era,"],"Sept. 1940, p. 522.)"]],["li",["span.label","3."],[".para","Tell in your own words the following story:"],[".para","A group of Latter-day Saint pioneers, led by Brigham Young, were near the Rocky Mountains. One night they camped in a small valley. After supper they built a big bonfire. They sang and danced around the bonfire to help them forget their fears and worries."],[".para","Before they went to bed in their wagons, leaving a single guard on duty, they sang “Come, Come, Ye Saints,” a song they used to encourage each other and show their dedication to the Lord."],[".para","That night there were a thousand unfriendly Indians hiding around the camp, ready to attack the pioneers. But after the Indians heard the pioneers sing “Come, Come, Ye Saints,” they were unable to attack. They knew the Great Spirit (their name for Heavenly Father) was watching over the pioneers, so they got on their horses and rode away, leaving the pioneers alone."],[".para","Some time later, the man who had been chief over the group of Indians told this story to some Latter-day Saint missionaries. When he finished the story, he took out a violin and began to play “Come, Come, Ye Saints.” He explained to the missionaries, “This is your song, but it is my song, too. I play it every night before I go to bed. It brings the Great Spirit here to me and makes me and my people calm and happy.” (See Lucile C. Reading, “Song of the Pioneers,”",["span.emphasis","Children’s Friend,"],"July 1965, p. 37.)"],[".para","Invite the children to tell about times when a Church hymn or song has made them feel calm and happy."]],["li",["span.label","4."],[".para","To help the children understand how the first hymnbook was used, explain that the words of different hymns can be sung to the same melody. Have the children sing",["span.crossRef","“How Firm a Foundation”"],"(",["span.emphasis","Hymns,"],"no. 85). Then sing the words to",["span.crossRef","“Away in a Manger”"],"(",["span.emphasis","Hymns,"],"no. 206) to the same melody as “How Firm a Foundation” (the first phrase on the last line will need to be repeated). You can also do the reverse, singing “How Firm a Foundation” to the music of “Away in a Manger.”"],[".para",["span.crossRef","“High on the Mountain Top”"],"(",["span.emphasis","Hymns,"],"no. 5) and",["span.crossRef","“Rejoice, the Lord Is King”"],"(",["span.emphasis","Hymns,"],"no. 66) are also interchangeable."]],["li",["span.label","5."],[".para","Help the children understand that singing hymns and other righteous songs “can help crowd out unrighteous thoughts that enter our minds. Read or have a child read the following quotation from Boyd K. Packer, a member of the Quorum of the Twelve Apostles:"],[".para","“Choose from among the sacred music of the Church a favorite hymn, one with words that are uplifting and music that is reverent, one that makes you feel something akin to inspiration. … Go over it in your mind carefully. Memorize it. … Now, use this hymn as the place for your thoughts to go. … As the music begins and as the words form in your thoughts, the unworthy [thoughts] will slip shamefully away” (“Inspiring Music—Worthy Thoughts,”",["span.emphasis","Ensign,"],"Jan. 1974, p. 28)."],[".para","Sing or say the words to",["span.crossRef","“Hum Your Favorite Hymn”"],"(",["span.emphasis","Children’s Songbook,"],"p. 152) with the children, asking them to pay close attention to the words. Explain that when we have unrighteous or angry thoughts, we can replace them with good thoughts by singing or thinking of the words to a hymn."]],["li",["span.label","6."],[".para","Have two children each read one of the following quotations from leaders of the Church:"],[".para","“Music is of enormous importance in our worship services. I believe that those who choose, conduct, present, and accompany the music may influence the spirit of reverence in our meetings more than a speaker does” (Boyd K. Packer, in Conference Report, Oct. 1991, p. 28; or",["span.emphasis","Ensign,"],"Nov. 1991, p. 22)."],[".para","“Brothers and sisters, let us use the hymns to invite the spirit of the Lord into our congregations, our homes, and our personal lives. Let us memorize and ponder them, recite and sing them, and partake of their spiritual nourishment. Know that the song of the righteous is a prayer unto our Father in Heaven, ‘and it shall be answered with a blessing upon [your] heads’” (“First Presidency Preface,”",["span.emphasis","Hymns,"],"p. x)."],[".para","Discuss with the children why reverent music is important in our lives and how we can use the hymns to grow closer to Heavenly Father and Jesus Christ."]],["li",["span.label","7."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"Doctrine and Covenants 25:12"],"."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p59"},"Share your testimony of the importance of singing hymns, and express your ideas about the blessings that can come from righteous hymn singing. Tell the children that Heavenly Father loves to hear us sing. Encourage the children to participate joyfully in hymn singing, at Church meetings and on their own."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p60"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"Doctrine and Covenants 25"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p61"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-14-emma-smith-selects-sacred-hymns.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
