{"id":30,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":30,"title":"Lesson 27: The Saints Are Expelled from Jackson County","subtitle":"","short_title":"Lesson 27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.head1"},[".titleNumber","Lesson",["span.dominant","27"]],["h1","The Saints Are Expelled from Jackson County"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p1"},"To help the children understand that even though we experience problems and trials, we will be blessed if we are obedient and endure to the end."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-6"},"57:1–6"],"; the historical accounts given in this lesson; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.1-2"},"Doctrine and Covenants 97:1–2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.1-6,11-14,22-27"},"98:1–6, 11–14, 22–27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.1-9"},"101:1–9"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.1-8"},"Ether 13:1–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.64-67"},"Doctrine and Covenants 45:64–67"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.34"},"90:34"],"; and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-41-the-postmortal-spirit-world.p1"},"chapter 41"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Practice the chemical reaction used in the attention activity. On the day of class bring baking soda, vinegar, measuring spoons, and two open containers large enough to contain the reaction. If you choose to do the alternate attention activity, bring instead a pencil and a copy of the following message for each child:"],[".para","Go di scon stant. Hew ill alwa ysb less uswh enweo beyh im."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-26, Mormons Driven from Missouri."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p11"},"Place two open, empty containers on a table. In one of the containers, cause a chemical reaction by mixing a teaspoon of baking soda with two tablespoons of vinegar (if these items are not available, use the alternate attention activity on the next page). Invite a child to try the same experiment in the other container. Observe that the resulting chemical reaction was the same both times. When vinegar and baking soda are combined, they produce an identical reaction each time. This reaction is constant. Ask the children to define the word",["span.emphasis","constant"],"(possible synonyms might be",["span.emphasis","unchanging, dependable, reliable, always the same"],")."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p12"},"Explain that our Father in Heaven is constant and unchanging. When he makes a promise, we can depend on him to keep it. Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],". Explain that no matter what trials and problems we may experience, if we are faithful and obedient we will eventually receive the promised blessings."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p13"},"Give each child a pencil and a copy of the message. Explain that the letters of the message are in the correct order, but the spaces between the words are not in the right places. Ask the children to examine the message and put a line where each word space should be. Tell the children not to reveal the message until everyone has had a chance to finish."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p14"},"Have a child read aloud the correct message (“God is constant. He will always bless us when we obey him”). Ask the children to define the word",["span.emphasis","constant"],"(possible synonyms might be",["span.emphasis","unchanging, dependable, reliable, always the same"],")."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p15"},"Explain that our Father in Heaven is constant and unchanging. When he makes a promise, we can depend on him to keep it. Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],". Explain that no matter what trials and problems we may experience, if we are faithful and obedient we will eventually receive the promised blessings."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p16"},"Emphasize the importance of continually obeying God’s commandments as you teach the children about the New Jerusalem (Zion); the persecution suffered by the Saints in Jackson County, Missouri; and the Saints’ eventual expulsion from the county, as described in the historical accounts below and the scriptures listed in the “Preparation” section. Show the picture at an appropriate time."],[".topic",["h3","The Location of Zion Is Revealed and the Land Is Dedicated"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p17"},"Prophets in the Book of Mormon prophesied that a holy city called Zion, or the New Jerusalem, where everyone would be righteous, would be established on the American continent (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.1-8"},"Ether 13:1–8"],"). The Doctrine and Covenants describes this city as a place of peace and safety for the Saints, a place where Jesus Christ shall dwell and where the wicked will not come (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-67"},"D&C 45:66–67"],")."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p18"},"In July 1831 Joseph Smith received a revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57"},"D&C 57"],") that this city of Zion would be located in Jackson County, Missouri, and that a temple would be built in Independence, a town in Jackson County (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-3"},"D&C 57:1–3"],"). On 2 August 1831 Sidney Rigdon dedicated the land of Jackson County to the Lord for the gathering of the Saints, and Joseph Smith dedicated the temple site in Independence the next day. As part of the dedication of the land, the members of the Church attending the dedicatory service promised to keep the laws of God and to help their neighbors do the same."]],[".topic",["h3","The Saints Settle in Jackson County"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p19"},"Many members of the Church were eager to move to Jackson County to help build the city of Zion. Following the Lord’s instruction, they bought as much land as possible for farms and homes (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.4-6"},"D&C 57:4–6"],"). The Saints who came to build Zion enjoyed a time of peace. There were no thieves or idlers among them, and they all worshiped God together. Parley P. Pratt said of the Saints in Jackson County at this time, “There has seldom, if ever, been a happier people upon the earth than the Church of the Saints now were” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"p. 93)."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p20"},"As time passed, however, some of the Saints became disobedient. Some were disappointed that the Prophet Joseph Smith had not moved to Missouri, and they began to criticize him. Some argued with or ignored their priesthood leaders because they thought they could do a better job than the men who had been called by God to lead the Church. The Saints allowed a spirit of jealousy and disobedience to come among them."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p21"},"The Saints were told to repent. They were reminded to read the Book of Mormon and obey the commandments they had been given. Most of the Saints did repent, and they pledged to keep God’s commandments in the future. When the Saints began to repent, the Lord told Joseph Smith that “the angels rejoiced over them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.34"},"D&C 90:34"],")."]],[".topic",["h3","The Saints Face Persecution in Jackson County"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p22"},"Although the members of the Church in Jackson County had peace among themselves, some nonmembers in Missouri were afraid of them or angry toward them. When the Saints began moving into Jackson County, the town of Independence was a rough frontier village with about twenty houses and just a few stores. Few of the people living there could read or write. Most of the Saints who came to Jackson County could read and write. Some people had heard the Saints say that God had given them the land in Jackson County. These people feared that members of the Church would take over the county and drive everyone else out. The preachers in the area were also afraid, because they feared the members of their churches would join with the Saints. The preachers tried to stir up fear and contention among the people."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p23"},"In April 1833 feelings of hate and envy led a mob of three hundred men to meet in Independence to plan how to get rid of the Saints. The leaders of the Church heard of this meeting and prayed fervently for the Lord to stop the mob’s evil plans. Their prayers were answered: members of the mob, unable to agree on a plan, got drunk and ended up fighting each other. However, the members of the mob did not give up their efforts to make the members of the Church leave Jackson County."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p24"},"In July 1833 a large group of enemies of the Church met again in Independence. At the meeting they pledged to get rid of the Saints “peaceably if we can, forcibly if we must.” The people at the meeting formed a mob and destroyed the printing press of William W. Phelps, where the Book of Commandments was being printed (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p1"},"lesson 22"],"). A few days later a mob of armed men burned the Saints’ crops and destroyed some of their buildings, then threatened to destroy the Saints themselves. Six Church leaders—Edward Partridge, William W. Phelps, Isaac Morley, Sidney Gilbert, John Whitmer, and John Corrill—bravely offered to surrender if the mob would leave the other Saints alone, but the mob refused. The Church leaders finally signed an agreement to leave Jackson County by the beginning of the next year if the mob would leave the Saints in peace."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p25"},"The Saints in Jackson County were angry and fearful because of the persecution they experienced, and they naturally considered revenge. But even before the Prophet knew completely what the Saints were facing in Jackson County, he received a revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98"},"D&C 98"],") in which the Lord told the Saints not to seek revenge but to patiently endure and to work within the laws of the land. The Saints obeyed the laws of the land and asked the government to stop the persecution from the mob, but the mob ignored the law and made their persecution more severe. The Saints were unable to get help from the government; some local government officials were even part of the mob. Most people living in Jackson County were friendly toward the Saints, but they were afraid to defend the Saints against the mob."]],[".topic",["h3","The Saints Leave Jackson County"],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p26"},"On 4 November 1833, near the Big Blue River, members of the mob began a battle against a small group of Latter-day Saint men and boys. One of the Church members was a ventriloquist, and for a time he frightened the mob by making his voice sound like many Saints who were ready to fight. In reality, however, the mob outnumbered the Saints two to one and had nearly three times as many weapons. Though mob members fired first and the Saints were defending themselves, enemies of the Church spread the story that the members of the Church were attacking Jackson County residents. Church leaders urged all the Church members to leave the county for safety."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p27"},"During the next two days more than 1,000 Saints fled from their enemies in the bitter cold. One group of 190, mostly women and children, were driven thirty miles over sharp prairie stubble, which cut their feet as they fled. Most of the Saints camped along the banks of the Missouri River, some in tents and some in the open air around campfires, while heavy rain fell. Although the Saints were suffering, they knew Heavenly Father still loved them. One night they saw amazing meteor showers in the sky. The long streaks of light curled into amazing shapes all through the night. The Saints considered this a sign that Heavenly Father would take care of them. Members of the mob, riding toward the river to persecute the Saints again, also saw the meteor showers and were so surprised that they turned back to their homes. They did not bother the Saints for ten days."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p28"},"The Saints were never able to return to their homes in Jackson County. They suffered much persecution, but they knew that if they were faithful and obedient they would eventually receive all the blessings they had been promised, if not in this life, then in the next. The early Saints were not able to establish the city of Zion, the New Jerusalem, but it will eventually be built in preparation for the Savior’s second coming."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","According to the revelation Joseph Smith received, where will the city of Zion be located? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-2"},"D&C 57:1–2"],".) Where will the temple be built? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.3"},"D&C 57:3"],".) When will the city of Zion be established? (Just before the Second Coming.) What will it be like? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-67"},"D&C 45:66–67"],".)"]],["li",["span.label","•"],[".para","How were some of the Saints in Jackson County disobedient? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.6-7"},"D&C 101:6–7"],".) What does it mean to be slow to hearken? Why should we be quick to obey? How does being obedient affect the answers to our prayers?"]],["li",["span.label","•"],[".para","What kind of temptations and pressures do children your age face that might lead to disobedience? How can you resist these temptations and pressures?"]],["li",["span.label","•"],[".para","What did the Lord tell the Saints in Jackson County when he counseled them not to seek revenge? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.1-3"},"D&C 98:1–3"],".) How did he tell them to deal with the persecution of their families? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.23-24"},"D&C 98:23–24"],"; see enrichment activity 2.) How can we develop more patience and forgiveness in dealing with those who are unkind to us?"]],["li",["span.label","•"],[".para","Explain that the Lord told the Saints not to be afraid to die for the gospel (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.13-14"},"D&C 98:13–14"],"). Today the test we face is usually not whether we will die for the gospel but whether we will live for it. How can we live for the gospel? How does the Lord tell us to live? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11"},"D&C 98:11"],".)"]],["li",["span.label","•"],[".para","How did the Lord feel about the Saints in Jackson County, even though they had been disobedient? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.1-3,9"},"D&C 101:1–3, 9"],".) Explain that some of the Saints were not guilty of serious sins but were still driven from their homes. They received or will yet receive every blessing promised them for obedience. What are some of the blessings you have already received because of obedience? What are some blessings we hope to receive in the next life for obedience to the commandments in this life?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p36"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.f4"},["ol.number",["li",["span.label","1."],[".para","Name a commandment that we have been given and one way to keep it; then toss a beanbag or similar object to a child. Have that child name another commandment and a way to keep it and then toss the beanbag to another child. Continue until each child has had at least one turn."]],["li",["span.label","2."],[".para","Place inside a large sock or cloth bag five to ten familiar items, such as a small toy, a key, a button, a nail, and a piece of candy. Tie the end of the sock or bag in a knot, or tie some string around it to keep it closed."],[".para","Give the children pencils and paper, and allow each child to feel the sock or bag and make a list of what he or she thinks is in it. After everyone has had a turn, open the sock or bag and show the children the contents. Point out that it was hard to know what was inside the sock or bag by looking at or feeling the outside of it. Similarly, we can see a person’s actions, but we cannot see the thoughts or feelings that cause those actions."],[".para","Explain that the Saints were commanded by the Lord in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.23-24"},"Doctrine and Covenants 98:23–24"],"to bear their persecution with patience and not seek revenge against their enemies. The Saints could see their enemies’ actions, but only the Lord knew why the mob members did what they did. Only he knew the intent of their hearts. The Saints were to forgive instead of seeking revenge."],["ul.bullet",["li",["span.label","•"],[".para","What happens to people who refuse to forgive? (Feelings of hate, anger, and revenge drive away the Spirit of God. No person who refuses to forgive can be truly happy.)"]]]],["li",["span.label","3."],[".para","Tell the following story in your own words:"],[".para","During a battle with the members of the mob in Jackson County, Church member Philo Dibble was shot in the abdomen. He was not expected to live—in those days people wounded this way usually bled to death or died from infection."],[".para","The Saints were fleeing Jackson County, and Philo Dibble’s friends did not want to leave him, but he was too injured for them to take him with them and it was too dangerous for them to stay. One friend, Newel Knight, sneaked past members of the mob into Philo Dibble’s home, quickly gave Philo a priesthood blessing, and then rode away."],[".para","The next day Newel Knight met Philo Dibble, nearly recovered, ten miles from his home. Philo told Newel that when he received the blessing, the pain left and his body “discharged a large amount of infected fluid, along with the bullet and even some cloth from his shirt.” Because of the priesthood blessing, Philo recovered completely. He crossed the plains to Utah and was a faithful member of the Church for the rest of his life. (See Dean Hughes and Tom Hughes,",["span.emphasis","Great Stories from Mormon History"],"[Salt Lake City: Deseret Book Co., 1994], pp. 35–37; see also Parley P. Pratt,",["span.emphasis","Autobiography of Parley P. Pratt"],"[Salt Lake City: Deseret Book Co., 1975], pp. 99–100; and",["span.emphasis","History of the Church,"],"1:431.)"]],["li",["span.label","4."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],", and emphasize to them that when we keep the commandments, the Lord will bless us."]],["li",["span.label","5."],[".para","Help the children memorize or review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"third article of faith"],". Remind the children that obedience to the commandments of God is necessary for our salvation."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“Keep the Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 146) or",["span.crossRef","“I Want to Live the Gospel”"],"(",["span.emphasis","Children’s Songbook,"],"p. 148)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p49"},"Challenge the children to obey God’s commandments. Testify that even though we all have problems and trials, if we are obedient and endure to the end, we will eventually receive all the promised blessings."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p50","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p50"},"Suggest that the children study and possibly memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p51"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p52","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-27-the-saints-are-expelled-from-jackson-county.p52"},"Invite a child to give the closing prayer."]]]],"refs":null}
