{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"Lesson 15: The Prophet Receives Revelation for the Church","subtitle":"","short_title":"Lesson 15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.head1"},[".titleNumber","Lesson",["span.dominant","15"]],["h1","The Prophet Receives Revelation for the Church"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p1"},"To help the children understand that revelation for the whole Church comes only through the living prophet and that we should follow him."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"Doctrine and Covenants 28"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-7"},"43:1–7"],", and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-1, The Prophet Joseph Smith (Gospel Art Picture Kit 401; 62002), or 5-2, Joseph Smith (Gospel Art Picture Kit 400; 62449); a picture of the living prophet (from the meetinghouse library or a Church magazine)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p7"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p8"},"Tell the children that you are going to play the game “Teacher Says.” Explain that you will give them some directions, but they should obey a direction only if you say “Teacher says” before giving the direction. Give the children a few directions. Make sure the directions not preceded by “Teacher says” are opposite the ones you give when you do say “Teacher says.”"],"Examples:",["ul.bullet",["li",["span.label","•"],[".para","Teacher says put your right hand up."]],["li",["span.label","•"],[".para","Put your right hand down."]],["li",["span.label","•"],[".para","Frown."]],["li",["span.label","•"],[".para","Teacher says smile."]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p13"},"If a child obeys a direction not prefaced by “Teacher says,” have him or her sit down until the end of the game. If the children all have to sit down in a short period of time, you may want to play the game again to see if they improve in their ability to listen to the directions."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p14"},"Tell the children there will be many people in our lives telling us what to do. We can trust some of them to give us good advice. Others we cannot trust."],["ul.bullet",["li",["span.label","•"],[".para","To whom should we listen to receive good advice? (Answers may include our parents, our teachers, and the prophet.)"]]],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p16"},"Explain to the children that we should always listen to what the prophet says, because he tells us what Heavenly Father and Jesus Christ want us to do. The prophet receives instructions from Heavenly Father and Jesus for the entire Church. We should never listen to someone who tells us to do something different from what the prophet says."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p17"},"Illustrate this by giving conflicting directions as you did in the game, substituting “the prophet says” for “Teacher says.” Have the children raise their hands when the direction is something they should do."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p18"},"Examples:"],["ul.bullet",["li",["span.label","•"],[".para","The prophet says pay a full tithing."]],["li",["span.label","•"],[".para","The world says one-tenth is too much; just pay what you can afford."]],["li",["span.label","•"],[".para","The prophet says never swear or use bad language."]],["li",["span.label","•"],[".para","The world says it is OK to use a bad word once in a while."]]],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p23"},"Explain that in the early days of the Church, a few other people besides the Prophet Joseph Smith claimed they were receiving revelations for the whole Church. Church members were getting confused about whom they should listen to and what they should do. The Lord gave instructions, which are now published in the Doctrine and Covenants, to the members of the Church about who would receive revelations for the whole Church."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p24"},"Teach the children about Oliver Cowdery and the Whitmers questioning Joseph Smith’s revelations and about Hiram Page and the “seer stone,” as discussed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"Doctrine and Covenants 28"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-7"},"43:1–7"],", and the following historical account. Show the pictures at appropriate times."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p25"},"While Joseph and Emma Smith were living in Harmony, Pennsylvania, a few months after the Church was organized, Oliver Cowdery disagreed with the wording of one of the revelations Joseph had received from the Lord. Oliver wrote to Joseph Smith and said, “I command you in the name of God to erase those words!” Joseph immediately wrote back to Oliver and asked him “by what authority he took upon him to command me to alter or erase, to add to or diminish from, a revelation or commandment from Almighty God” (",["span.emphasis","History of the Church,"],"1:105)."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p26"},"A short time later Joseph and Emma went to Fayette, New York, where they found that Oliver Cowdery and the Whitmer family were convinced that this revelation Joseph had received had an error and should be changed. Joseph spent much time trying to reason with Oliver and the Whitmers. Eventually Christian Whitmer became convinced that the revelation was correct as Joseph had given it, and he helped convince the others."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p27"},"Oliver Cowdery and the Whitmers were also studying some revelations that Hiram Page, one of the Eight Witnesses of the gold plates, claimed he had received from a “seer stone.” Hiram Page said he could see revelations in this stone. Among other things, he said he had received by revelation instructions on the location of Zion, the place where the Church was to go to establish the kingdom of God on the earth. Many people believed the things that Hiram Page said."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p28"},"Joseph Smith was concerned that others were claiming to receive revelations for the Church. He decided to deal with the problem at a conference that would be held soon. Before the conference Joseph prayed, and the Lord revealed",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"Doctrine and Covenants 28"],", which said that Joseph Smith was the only one authorized to receive revelation for the whole Church (see verse 2). The men at the conference discussed Hiram Page’s claims to revelation for a long time, but finally all of them, including Hiram Page, agreed that Joseph Smith was the only one who could receive revelation for the Church."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p29"},"Other people also claimed to have received revelation for the Church. One of these was a woman named Hubble. According to John Whitmer, she appeared to be very religious, and some people were misled by her. Joseph Smith prayed to Heavenly Father about the problem and received",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43"},"Doctrine and Covenants 43"],"as an answer. This revelation says that the prophet of the Church, whether Joseph Smith or someone who would be called to be prophet after Joseph, is the only one who receives revelation for the entire Church."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who was originally appointed to receive commandments and revelations for the whole Church? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"D&C 28:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.2-5"},"43:2–5"],".) Why was this done? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.6"},"D&C 43:6"],".) What might happen if several people received revelation at the same time for the whole Church? (If they disagreed, members of the Church would not know whom to follow.) Who is the only person who receives revelation for the whole Church today? (The living prophet.) What should we do if someone other than the prophet says he or she has received revelation that Church members should follow? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.5-6"},"D&C 43:5–6"],".)"]],["li",["span.label","•"],[".para","How can we find out what the living prophet says? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","What is the difference between the teachings of the living prophet and those of other Church leaders? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.1-2,4-5"},"D&C 28:1–2, 4–5"],".) Explain that Joseph Smith’s name in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"Doctrine and Covenants 28:2"],"can be replaced by the name of the living prophet. Does this mean we should not listen to anyone but the prophet? Explain that other Church leaders can also teach us and give us instruction. However, only the prophet can tell us what the Lord has commanded us as a Church to do."]],["li",["span.label","•"],[".para","For whom can we receive revelation? Explain that we each can receive personal revelation for our own lives. We can also receive revelation according to our responsibilities; for example, fathers and mothers can receive revelation for their families, the ward Primary president can receive revelation for the Primary in her ward, and the bishop can receive revelation for the whole ward."]],["li",["span.label","•"],[".para","What does the living prophet have that no other person has? (The authority, or keys, to receive revelation for the entire Church; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.7"},"D&C 28:7"],".)"]],["li",["span.label","•"],[".para","What did Hiram Page do wrong? (He claimed to have received revelation for the Church.) How does the Lord’s instruction to Oliver Cowdery in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.11"},"Doctrine and Covenants 28:11"],"show the Lord’s love for Hiram Page even though he needed to repent? How do we know that the Lord loves us even when we are disobedient? How might the Lord let us know when we have done something wrong?"]],["li",["span.label","•"],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.13"},"Doctrine and Covenants 28:13"],". Explain that “common consent” means that all the members of the Church accept the instructions and decisions of Church leaders. How do we show common consent today? (By raising our hands to sustain the actions of our Church leaders.) What does it mean to sustain our leaders? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p38"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.f7"},["ol.number",["li",["span.label","1."],[".para","Obtain a copy of a talk given by the living prophet in general conference. List on the chalkboard the instructions given in the prophet’s talk that are applicable to the children in your class. Discuss with the children how they could follow the prophet’s instructions."],[".para","Challenge each child to choose one or two instructions to work on until the next conference. Give the children pencils and paper, and have them write down the things they have chosen. Encourage the children to share their papers with their families and then put the papers somewhere in their homes to remind them of the prophet’s instructions. Encourage the children to listen to or read the messages of the prophet from the next general conference to find out what the Lord wants them to do."]],["li",["span.label","2."],[".para","Help the children understand that it is always wise to follow the prophet, even if we do not completely understand why he tells us to do something. If we follow the prophet, we will be doing what the Lord wants us to do (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],")."],[".para","Read or have a child read the following quotation from President Wilford Woodruff, the fourth President of the Church:"],[".para","“The Lord will never permit me or any other man who stands as president of this Church to lead you astray” (Doctrine and Covenants—Official Declaration 1, “Excerpts from Three Addresses by President Wilford Woodruff”)."],[".para","Emphasize that the prophet will never ask us to do something that the Lord does not want us to do."]],["li",["span.label","3."],[".para","Help the children understand what it means to participate in “common consent” by sustaining our Church leaders when they are presented in meetings. Explain that when we raise our hands to sustain people in their callings, we promise to support and help them. Have the children think of ways they can help and support Church leaders such as the bishop, the Primary president, their Primary teacher, and their parents in their Church callings."]],["li",["span.label","4."],[".para","Help the children memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"ninth article of faith"],"."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“We Thank Thee, O God, for a Prophet”"],"(",["span.emphasis","Hymns,"],"no. 19) or",["span.crossRef","“Follow the Prophet”"],"(",["span.emphasis","Children’s Songbook,"],"p. 110)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p48"},"Express your gratitude for the Prophet Joseph Smith and for the living prophet. Bear your testimony that Jesus Christ speaks through his living prophet and that we are living righteously when we follow the prophet. Emphasize that the living prophet will always teach us the right things to do; Heavenly Father and Jesus will not let him teach us wrong things."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p49"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-7"},"Doctrine and Covenants 43:1–7"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p50","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p50"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-15-the-prophet-receives-revelation-for-the-church.p51"},"Invite a child to give the closing prayer."]]]],"refs":null}
