{"id":47,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":47,"title":"Lesson 44: The Salt Lake Temple Is Constructed and Dedicated","subtitle":"","short_title":"Lesson 44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.head1"},[".titleNumber","Lesson",["span.dominant","44"]],["h1","The Salt Lake Temple Is Constructed and Dedicated"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p1"},"To help the children have the desire to live the law of chastity and be worthy to be married in the temple."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.33"},"Doctrine and Covenants 46:33"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.20"},"109:20"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"131:1–4"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.15-21"},"132:15–21"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.27-28"},"Moses 2:27–28"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-38-eternal-marriage.p1"},"chapters 38"],"and",["a.crossRef",{"href":"/manual/gospel-principles/chapter-39-the-law-of-chastity.p1"},"39"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Prepare nine rectangular pieces of paper to resemble foundation blocks, or bring actual objects such as wooden blocks or bricks. Label each block with one of the following statements:"],["ul.bullet",["li",["span.label","•"],[".para","Believe in Heavenly Father, Jesus Christ, and the Holy Ghost."]],["li",["span.label","•"],[".para","Follow the prophet and other Church leaders."]],["li",["span.label","•"],[".para","Live the law of chastity."]],["li",["span.label","•"],[".para","Be honest."]],["li",["span.label","•"],[".para","Treat family members with respect and love."]],["li",["span.label","•"],[".para","Attend sacrament meeting and other Church meetings."]],["li",["span.label","•"],[".para","Pay a full tithe."]],["li",["span.label","•"],[".para","Obey the Word of Wisdom."]],["li",["span.label","•"],[".para","Repent of past sins."]]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Pearl of Great Price and a Book of Mormon."]],["li",["span.label","c."],[".para","Picture 5-7, The Angel Moroni on Top of the Salt Lake Temple; picture 5-53, Ox Team Carrying Granite Block for the Temple; picture 5-54, Granite Blocks Fill Temple Square; picture 5-55, Salt Lake Temple (Gospel Art Picture Kit 502; 62433); picture 5-56, Adam and Eve (Gospel Art Picture Kit 101; 62461); picture 5-57, Young Couple Going to the Temple (62559)."]]]]]]],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p19"},["span.emphasis","Note to the teacher:"],"President Howard W. Hunter, fourteenth President of the Church, said: “Children need to be taught about morality at an earlier age than ever before. This can be accomplished by teaching the commandment to be chaste in clear terms children can easily understand and by establishing specific standards by which children can live. Adult members of the Church reinforce this instruction as they exemplify virtue and modesty in their dress and manner. As children grow and come to understand the love the Lord has for them, their behavior will likely reflect their feelings of love for the Lord by following his counsel regarding modesty and chastity” (memo to the Primary General Presidency, 27 August 1994)."]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p20"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p21"},"Show the picture of the Salt Lake Temple. Briefly discuss with the children the temple’s beauty and dignity."],["ul.bullet",["li",["span.label","•"],[".para","What helps this building remain upright and strong?"]]],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p23"},"Explain that deep in the ground underneath this building is a strong foundation of stone blocks over eight feet deep. The builders of the temple put these stones in place so the walls of the temple would have a firm surface on which to rest. Then the building would remain solid and not crack or fall."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p24"},"Draw a simple outline of the Salt Lake Temple on the chalkboard (see illustration)."],[".",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.f5"}],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p25"},"Explain that just as the Salt Lake Temple is built on a firm foundation, Heavenly Father wants us to build our lives on a firm foundation so that we will remain righteous and strong and be worthy to enter the temple. We can build a firm foundation by doing the things that will help us be worthy to enter the temple. Using the blocks you prepared, briefly review with the children the requirements for temple worthiness (you may want to point out that the children will learn about the law of chastity later in the lesson). As you review each requirement, display the appropriate block on the chalkboard underneath the outline of the temple, so that the blocks form a foundation (if you are using real blocks or bricks, stack them on the table or floor near the illustration)."],["ul.bullet",["li",["span.label","•"],[".para","What would happen if one or more of the foundation blocks under the Salt Lake Temple were removed or broke apart? (The foundation would be weakened, and the temple might crack or fall.)"]]],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p27"},"Point to the foundation blocks you displayed."],["ul.bullet",["li",["span.label","•"],[".para","What would happen if one or more of these foundation blocks were missing from our lives? (Our foundation of righteousness would be weakened, and we would not be worthy to enter the temple.)"]]],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p29"},"Explain to the children that in this lesson they will learn more about how the Salt Lake Temple was built and how they can build a foundation of righteousness in their own lives."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p30"},"Teach about the building and dedication of the Salt Lake Temple, as described in the following historical accounts. Then, using the section of the lesson entitled “The Law of Chastity” and the scriptures listed in the “Preparation” section, help the children understand the importance of living the law of chastity so that they can be worthy to marry in the temple and receive the eternal blessings promised there. Show the pictures at appropriate times."],[".topic",["h3","The Foundation of the Temple Is Laid"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p31"},"In February 1853, five and a half years after the first Saints entered the Salt Lake Valley, Brigham Young and other brethren held a groundbreaking ceremony to begin construction of the Salt Lake Temple. Two months later they held another ceremony to lay the cornerstones of the temple. On this day President Young told the members of the Church that he saw a vision of the temple every time he looked at the place where it would be built."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p32"},"President Young drew an outline of the temple as he saw it in his vision, and architect Truman O. Angell made detailed plans of how the temple should be built. President Young sent Brother Angell to England to study the magnificent buildings there so that he would know how to make the temple beautiful and strong. President Young said he wanted to see the temple built so strong that “it will endure through the Millennium” (quoted in Richard Neitzel Holzapfel,",["span.emphasis","Every Stone a Sermon,"],"p. 21)."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p33"},"Workmen began laying the foundation for the temple, using several layers of large sandstone blocks. The foundation was over eight feet deep, and men worked on it for five years. In May 1858 work on the temple was stopped for a time because of problems with the United States government. The president of the United States had heard false stories that Church members were not obeying the law, so he sent an army to restore order. Brigham Young feared that the army would disturb the temple site, so he had the foundation covered over with dirt to make it look like an ordinary field."],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p34"},"After the problems with the government were resolved, President Young ordered the foundation uncovered. The workmen found that some of the mortar and small rocks used between the large foundation blocks had cracked and shifted. This caused some of the large blocks to crack and become unstable. They would not support the temple properly. The workers removed the small rocks and mortar and all of the sandstone blocks down to the first layer, replacing them with hard granite blocks. These granite blocks were cut to fit together well, so no rubble or mortar was necessary to make the blocks level. Fourteen years after construction on the temple had started, replacement of the foundation was complete and workmen started to build the walls of the temple."]],[".topic",["h3","Stone Blocks Are Prepared"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p35"},"The huge granite blocks for the temple were cut at a quarry in a canyon twenty miles from the temple site. The blocks weighed several tons each and had to be transported in wagons pulled by ox teams. It sometimes took four days to get one block from the canyon to the temple site. Often the wagons would break down or the heavy blocks would fall off the wagons and crack or break. When the railroad came to Utah in 1869, a track was built from the quarry to the temple site and steam engines were able to move many blocks in a single day. Thus the work on the temple moved much faster."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p36"},"Once the blocks arrived at the temple site, they were shaped by skilled stonecutters. Some blocks were carved with symbols such as the sun, moon, and stars, reminders of important gospel principles revealed in temple ordinances. The shaping and carving of each stone block took days or sometimes weeks to finish. The children who lived near the temple site liked to play hide-and-seek among the huge stones waiting to be put in place."],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p37"},"John Moyle was one of the stonemasons who worked on the temple. Every Monday morning he walked twenty miles from his home to the temple site. He worked on the temple all week, and then on Friday he walked twenty miles home to take care of his farm. Brother Moyle was injured in an accident and his leg had to be removed, but he made himself a wooden leg. He practiced walking on the leg until he could endure the pain it caused. Then he walked on his wooden leg to Salt Lake City to continue working on the temple. He carved the words",["span.emphasis","Holiness to the Lord"],"on the east side of the temple."]],[".topic",["h3","The Temple Is Finished and Dedicated"],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p38"},"Thirty-nine years after the temple was begun, the capstone (the round ball on top of the highest spire) was set in place. Fifty thousand people crowded onto Temple Square and thousands more watched from the streets or nearby buildings as President Wilford Woodruff, the fourth President of the Church, pressed an electric switch that allowed the capstone to fall into place. Later that day the statue of the angel Moroni was placed on the capstone."],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p39"},"The inside of the temple was finished during the following year by carpenters, plasterers, painters, and other skilled craftsmen. The ceilings and woodwork were decorated with splendid carvings. Artists who had been trained in Europe painted beautiful murals on the walls of the ordinance rooms. Remarkably, the entire inside of the temple was finished in a year."],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p40"},"The temple was dedicated in April 1893. The first dedication session was held on 6 April, exactly sixty-three years after the organization of the Church and just over forty years after the temple was begun. It was a cold and stormy day, with heavy wind, rain, and snow, but inside the temple it was peaceful and calm. President Woodruff knelt and gave the dedicatory prayer. Following the prayer, as in preceding temple dedications (see lessons",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-26-the-kirtland-temple-is-dedicated.p1"},"26"],"and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p1"},"35"],"), the congregation gave the Hosanna Shout and sang “The Spirit of God.”"],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p41"},"Many people who attended the dedicatory services saw angels and heard heavenly singing. President Woodruff later remarked: “The Heavenly Host were in attendance at the [first] dedication [service]. If the eyes of the congregation could be opened they would [have] seen Joseph and Hyrum [Smith], Brigham Young, John Taylor and all the good men who had lived in this dispensation assembled with us, as also [Isaiah] … and all the Holy Prophets and Apostles who had prophesied of the latter day work” (quoted in LaRene Gaunt, “‘The Power of God Was with Us,’” p. 29; see enrichment activity 1)."],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p42"},"The sacred events that occurred during the dedication of the Salt Lake Temple helped the people feel the presence of God and have great reverence for the temple and its ordinances. When we see a temple today, it reminds us that Heavenly Father and Jesus Christ love us and want us to live with them again."]],[".topic",["h3","The Law of Chastity"],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p43"},"Remind the children that to live with Heavenly Father, Jesus Christ, and our families in the highest degree of the celestial kingdom, we must be married in the temple and keep the promises we make there (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],")."],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p44"},"Refer to the foundation blocks you displayed during the attention activity, and point out the block that reads “Live the law of chastity.” Explain that living the law of chastity is one of the things we must do to be worthy to enter the temple. This part of the lesson explains what the law of chastity is and why it is important to live this law."],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p45"},"Show the picture of Adam and Eve. Have the children explain who these people are, and then read or have a child read aloud",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.27-28"},"Moses 2:27–28"],", through",["span.emphasis","replenish the earth."]],["ul.bullet",["li",["span.label","•"],[".para","What did Heavenly Father command Adam and Eve to do after they were married? (You may need to explain that “multiply, and replenish the earth” means to have children.)"]],["li",["span.label","•"],[".para","Why was it important for Adam and Eve to have children?"]]],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p48"},"Remind the children that one of the reasons we came to earth was to receive a body of flesh and bones. Explain that as part of his plan for our happiness, Heavenly Father has given us the privilege of having children and preparing bodies for other spirits to receive when they come to earth. It is part of Heavenly Father’s plan of happiness that boys and girls grow up and marry in the temple and become fathers and mothers."],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p49"},"Explain that because the power to have children is such a sacred privilege, Heavenly Father has given us specific instructions regarding the use of this power. These instructions are called the law of chastity. The law of chastity is a commandment to remain sexually clean and pure. This means we should not have sexual relations with anyone but our husband or wife. The law of chastity also includes being pure in our words, thoughts, and actions. We should not say, think, or do anything that shows disrespect for this great power Heavenly Father has given us."],["div",{"id":"p50","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p50"},"Tell the children that the Holy Ghost can help them know whether actions are right or wrong. Tell them that if they have any specific questions about the law of chastity, they should ask their parents or another adult they trust."],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p51"},"Help the children understand that living the law of chastity is so important to our happiness that Satan will tempt us to disobey it. As the children grow older, they will be tempted to break the law of chastity. If they build a firm foundation of righteousness and decide now to live the law of chastity, they will be better able to resist temptations."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p52","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p52"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What were some of the challenges the Saints faced as they built the Salt Lake Temple? How do you think the people felt when the temple was finally completed? Why are temples so important?"]],["li",["span.label","•"],[".para","What did the builders have to do so the temple would last through the Millennium, as Brigham Young wanted? Why was it necessary to build the temple on a solid foundation? Why is it necessary to build our lives on a foundation of righteousness? (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],".) How can we build this foundation? (See enrichment activities 2 and 3.)"]],["li",["span.label","•"],[".para","Why is it so important to be married in the temple? What blessings has Heavenly Father promised to those who marry in the temple and keep their covenants? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-21"},"132:19–21"],".) Remind the children that people who marry in the temple and keep their covenants will live in the highest degree of the celestial kingdom with Heavenly Father, Jesus Christ, and their righteous family members."]],["li",["span.label","•"],[".para","How long will people be married if they are sealed in the temple and keep their covenants? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],"; see enrichment activities 4 and 5.) Explain that they will be married for time and all eternity, which means that they will be married forever."]],["li",["span.label","•"],[".para","How long will people be married if they are not sealed in the temple? (Only until they die; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.15"},"D&C 132:15"],".) What will happen to these people? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.16"},"D&C 132:16"],".) Assure the children that those whose families have not yet been sealed in the temple should not be discouraged. They can pray, set a good example, and tell their parents how they feel about being sealed as a family. The opportunity to be sealed to their parents may yet come to them."]],["li",["span.label","•"],[".para","Why is it so important to live the law of chastity? Explain that one consequence of disobeying the law of chastity (and not repenting) is not being worthy to enter the temple and participate in temple ordinances, and thus not being able to live with Heavenly Father and Jesus Christ in the celestial kingdom."]],["li",["span.label","•"],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.33"},"Doctrine and Covenants 46:33"],". What does it mean to practice virtue and holiness? Explain that practicing virtue means keeping our minds and bodies clean and pure. How can we practice virtue continually? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Why should we avoid using vulgar language? Explain that vulgar language often describes the body in a disrespectful way. Remind the children that the law of chastity involves not only what we do but also what we think and say. Heavenly Father wants us to refer to our bodies and their sacred functions with respect."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p61"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.f10"},["ol.number",["li",["span.label","1."],[".para","Explain that the building of the Salt Lake Temple in Utah fulfilled a prophecy made by Isaiah hundreds of years before the birth of Jesus Christ. Read or have a child read",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2"},"Isaiah 2:2"],". Point out that Salt Lake City is located in the Wasatch Mountains in the western part of the United States."]],["li",["span.label","2."],[".para","Prepare the following wordstrips, making all the wordstrips of equal length:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip77","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip77"},"Dress modestly."],["div",{"id":"lip78","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip78"},"Use clean and pure words."],["div",{"id":"lip79","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip79"},"Watch only wholesome movies, television programs, and videos."],["div",{"id":"lip80","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip80"},"Look at and read only wholesome books and magazines."],["div",{"id":"lip81","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip81"},"Listen to uplifting music."],["div",{"id":"lip82","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip82"},"Keep my body sacred and pure."],["div",{"id":"lip83","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip83"},"Obey the Word of Wisdom."],["div",{"id":"lip84","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip84"},"Think pure thoughts."],["div",{"id":"lip85","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip85"},"Do not date until age sixteen."],["div",{"id":"lip86","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip86"},"Choose good friends."]],[".para","Draw a large, unshaped foundation stone on the chalkboard (make it large enough to contain all the wordstrips) and label it",["span.emphasis","Chastity"],"(see illustration). Have the children pretend they are stonemasons who must shape this rock to fit perfectly into a strong foundation."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}],[".para","Give each child a wordstrip. Have the children read their wordstrips aloud and then post them in a rectangular shape within the unshaped foundation stone outline. Then erase the unshaped chalkboard outline, leaving the rectangular finished foundation stone. Help the children understand that as they do the things that are listed on the wordstrips, they are building a strong foundation to help them live the law of chastity."],[".para","Remind the children that the mortar and small stones used in the first foundation of the Salt Lake Temple cracked and shifted, causing the large foundation stones to crack. Have the children identify actions that would cause their foundation stone of chastity to crack, such as using vulgar language, reading or viewing pornography, or wearing immodest clothing. Encourage the children to avoid such actions."]],["li",["span.label","3."],[".para","Explain that President Spencer W. Kimball, twelfth President of the Church, said that young people should make decisions early in life that will lead to celestial marriage later. Read or have a child read the following quotation:"],[".para","“The [decisions] are of two kinds: ‘This I",["span.emphasis","will do’"],"and ‘This I",["span.emphasis","will not do.’"],"… Very early, youth should have been living by a plan. … [They should] set a course in their education, a mission, the finding of a pure, clean sweetheart to be a life’s companion, their temple marriage and their Church service. When such a course is charted and the goal is set, it is easier to resist the many temptations and to say ‘no’ to the first cigarette, ‘no’ to the first drink, … ‘no’ to … immoral [unvirtuous] practices” (",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, 1969], p. 236; emphasis in original)."],[".para","Have the children set goals they hope to accomplish in life that will help them be worthy to marry in the temple, as President Kimball suggested. Give them each a piece of paper and a pencil, and have them write on their papers",["span.emphasis","My Plan to Be Married in the Temple."],"Underneath this title, have them write the words",["span.emphasis","I Will—"],"and",["span.emphasis","I Will Not—."],"Have them list several things under each heading, such as “I will—attend church each Sabbath day, obey my parents, have good friends, live worthy to enter the temple” or “I will not—listen to music that drives the Spirit away, watch immoral television shows or movies, swear or use vulgar words.”"],[".para","Help the children realize that the choices they make in life help determine the kind of person they will become. Having the goal to be married in the temple will help them make good decisions."]],["li",["span.label","4."],[".para","Explain that the day a person is married in the temple is one of the most important days of his or her entire life."],["ul.bullet",["li",["span.label","•"],[".para","Why will this day be so important for you? (It is a significant step toward returning to live with Heavenly Father and Jesus Christ in the highest degree of the celestial kingdom.)"]]],[".para","If you have been married in the temple or sealed in the temple after your marriage, share your feelings about what happened on the day you were sealed. Show pictures of your temple wedding day, if available. If you have not yet been sealed in the temple, with your Primary president’s approval invite someone who has been sealed to share his or her feelings about the experience with the children."]],["li",["span.label","5."],[".para","Tell the following account by Heber J. Grant, seventh President of the Church:"],[".para","Before the Salt Lake Temple was finished, Church members who lived in Salt Lake City had to travel to the temple in St. George, Utah, a distance of about three hundred miles, to participate in temple ordinances. President Grant explained:"],[".para","“I shall always be grateful, to the day of my death, that I did not listen to some of my friends when, as a young man not quite twenty-one years of age, I took the trouble to travel all the way from Utah County to St. George to be married in the St. George Temple. … It was a long and difficult trip in those times, over unimproved and uncertain roads, and the journey each way required several days."],[".para","“Many advised me not to make the effort—not to go all the way down to St. George to be married. They reasoned that I could have the president of the stake or my bishop marry me, and then when the Salt Lake Temple was completed, I could go there with my wife and children and be sealed to her and have our children sealed to us for eternity."],[".para","“Why did I not listen to them? Because I wanted to be married for time and eternity—because I wanted to start life right. Later I had cause to rejoice greatly because of my determination to be married in the temple at that time rather than to have waited until some later and seemingly more convenient time. …"],[".para","“I was out in one of the stakes attending a conference, and one of my daughters … [spoke and] said: ‘I am very grateful to the Lord that I was properly born, born [in] the covenant, born of parents that had been properly married and sealed in the temple of the Lord.’"],[".para","“Tears came into my eyes, because her mother died before the Salt Lake Temple was completed and I was grateful that I had not listened to the remarks of my friends who had tried to persuade me not to go to the St. George Temple to be married. I was very grateful for the inspiration and determination I had to start life right” (",["span.emphasis","Gospel Standards,"],"comp. G. Homer Durham [Salt Lake City: Improvement Era, 1941], pp. 359–60)."]],["li",["span.label","6."],[".para","Help the children memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],". Discuss how it relates to the law of chastity."]],["li",["span.label","7."],[".para","Sing or say the words to one or more of the following songs:",["span.crossRef","“The Lord Gave Me a Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 153),",["span.crossRef","“Families Can Be Together Forever” (",["span.emphasis","Children’s Songbook,"],"p. 188"],"),",["span.crossRef","“I Love to See the Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 95),",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158),",["span.crossRef","“I Will Follow God’s Plan”"],"(",["span.emphasis","Children’s Songbook,"],"p. 164)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p93","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p93"},"Testify of the importance of obeying the law of chastity and living worthy to enter the temple. Tell the children that if they remain worthy to enter the temple, they will find true happiness and will be able to live with Heavenly Father and Jesus Christ and with their righteous family members for eternity in the highest degree of the celestial kingdom."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p94","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p94"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"Doctrine and Covenants 131:1–4"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.15-21"},"132:15–21"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p95","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p95"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p96","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-44-the-salt-lake-temple-is-constructed-and-dedicated.p96"},"Invite a child to give the closing prayer."]]]],"refs":null}
