{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":4,"title":"Lesson 1: Joseph Smith and the First Vision","subtitle":"","short_title":"Lesson 1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.head1"},[".titleNumber","Lesson",["span.dominant","1"]],["h1","Joseph Smith and the First Vision"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p1"},"To strengthen each child’s testimony that the Prophet Joseph Smith saw Heavenly Father and his Son, Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-26"},"Joseph Smith—History 1:1–26"],"and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Prepare two empty containers, such as boxes or paper bags, that appear to contain something. Label each container with the words",["span.emphasis","Choose Me!"]]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","Map of the New York–Ohio Area, found at the end of the lesson."]],["li",["span.label","c."],[".para","Picture 5-1, The Prophet Joseph Smith (Gospel Art Picture Kit 401; 62002); picture 5-3, Joseph Smith’s Family; picture 5-4, Joseph Smith Seeks Wisdom in the Bible (Gospel Art Picture Kit 402); picture 5-5, The Sacred Grove; picture 5-6, The First Vision (Gospel Art Picture Kit 403; 62470)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p10"},"Ask a child to leave the room for a moment. Show the two containers to the rest of the class without letting them see inside. Divide the class into two groups and give each a container. Tell the children in each group that when the child who left the room returns, they are to try to persuade him or her to choose their container. Invite the child to return to the room and choose one of the containers. Ask the child who chose the container questions such as the following:"],["ul.bullet",["li",["span.label","•"],[".para","Why did you choose that container?"]],["li",["span.label","•"],[".para","How did you feel when others were trying to tell you what to do?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p13"},"Explain that when Joseph Smith was fourteen years old, he was confused about a choice he needed to make. He was trying to decide which church he should join. Other people tried to help him choose a church, but he only became more confused. He felt that he needed more information to make a wise decision: he wanted to know which church was true. Joseph’s situation was similar to that of the child who had to choose between the two containers. Everyone wanted him to choose their church, but he did not know which church was the right choice."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p14"},"Teach the children about Joseph Smith’s life and the events leading up to and including the First Vision, as described in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-26"},"Joseph Smith—History 1:1–26"],"and the following account. Show the map and the pictures at appropriate times."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p15"},"Joseph Smith was born in 1805 in the state of Vermont in the United States of America. He was the fourth of nine children. When Joseph was ten years old, he and his family moved to the state of New York, settling near the town of Palmyra (point out this area on the map). The Smith family was poor, and all the members of the family had to work hard to provide food and other necessities for the family. The family had moved many times before settling near Palmyra, where they found farmland on which crops would grow well."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p16"},"Joseph did not have much opportunity to attend school, so he learned only the basics of reading, writing, and simple arithmetic. Joseph’s mother said that he seemed just like other boys his age until the time of his vision. She said he was quiet and well-mannered and liked to study and think about important things. He was a tall, athletic, cheerful boy who seldom got angry."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p17"},"Joseph’s family loved God and wanted to keep his commandments. They read the Bible and prayed together often. Like Joseph, they were confused about which church was the true church of Jesus Christ. After Joseph received his first vision, his family believed him and supported him in the great work he was called to do."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p18"},"Explain that this year’s course of study will be from the Doctrine and Covenants and Church history. The Doctrine and Covenants is a collection of divine revelations, most of them given to the Prophet Joseph Smith by Jesus Christ. Many of the historical events that occurred during the early days of the Church were recorded by Joseph Smith himself in the section of the Pearl of Great Price entitled “Joseph Smith—History.” Help the children find this section in their copies of the Pearl of Great Price."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p19"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","When and where was Joseph Smith born? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.3"},"JS—H 1:3"],".) What were the names of Joseph’s mother and father? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.4"},"JS—H 1:4"],".) How many children were in Joseph’s family? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.4"},"JS—H 1:4"],".) How did Joseph’s parents help prepare him for the work he was to do?"]],["li",["span.label","•"],[".para","Where did Joseph Smith’s family move after they left Vermont? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.3"},"JS—H 1:3"],".) Help the children understand that although the family moved from Vermont to New York to find a better place to farm, a more important reason for their move—a reason they did not know about—was so that Joseph could live close to the place where the gold plates were buried. In what ways might Heavenly Father direct our lives without our knowing about it?"]],["li",["span.label","•"],[".para","Why was Joseph confused about which church he should join? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.5-10"},"JS—H 1:5–10"],".) How did the scriptures help Joseph decide what to do? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-13"},"JS—H 1:11–13"],".) How have the scriptures helped you make decisions? (You may wish to share a personal experience.)"]],["li",["span.label","•"],[".para","Where did Joseph Smith go to pray? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.14"},"JS—H 1:14"],".) Why do you think he wanted a place where he could be alone? Explain that the place where Joseph Smith went to pray is now called “The Sacred Grove.” (See enrichment activity 6.)"]],["li",["span.label","•"],[".para","What happened when Joseph began to pray? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.15"},"JS—H 1:15"],".) Where did this darkness come from? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16"},"JS—H 1:16"],".) How was Joseph delivered from the darkness that surrounded him? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"JS—H 1:17"],".) What did Joseph learn about Satan and his power from this experience? What did he learn about Heavenly Father’s power? (It is greater than Satan’s power.) Why is it important for us to remember that Heavenly Father’s power is greater than Satan’s power?"]],["li",["span.label","•"],[".para","Why do you think Satan wanted to stop Joseph from praying? How does Satan try to stop us from praying or doing what is right? What can we do when Satan tempts us?"]],["li",["span.label","•"],[".para","Who appeared to Joseph in the Sacred Grove? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"JS—H 1:17"],".) What did these personages look like? What did Heavenly Father say to Joseph? What did Joseph learn about Heavenly Father and Jesus Christ from this vision? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","What did Jesus tell Joseph about which church he should join? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.18-19"},"JS—H 1:18–19"],".) Why? Display the containers from the attention activity and show that both containers are empty. Point out that neither container was the “right” choice. Explain that none of the churches on the earth in Joseph Smith’s time was the right choice. Each of these churches had some good teachings, but none of them had the complete truth of the gospel."]],["li",["span.label","•"],[".para","How did the “professors of religion” react to Joseph’s vision? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.21-22"},"JS—H 1:21–22"],".) Why was Joseph surprised by their reactions? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.22-23"},"JS—H 1:22–23"],".) Explain that",["span.emphasis","persecute"],"means to cause someone to suffer because of what they believe. Have you ever been persecuted for the things you believe? What have you done about it?"]],["li",["span.label","•"],[".para","How was Joseph’s testimony of his first vision affected by the persecution he received? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.25"},"JS—H 1:25"],".) Why is it important that we each have a personal testimony of Joseph Smith’s first vision? (See enrichment activity 2.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p30"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.f6"},["ol.number",["li",["span.label","1."],[".para","Make for each child a copy of the crossword puzzle found at the end of the lesson. Help the children complete the puzzle, and then discuss the answers with them. If it is not feasible to make a copy of the puzzle for each child, draw the puzzle on the chalkboard. Then read the puzzle clues to the children, pausing to let them choose the appropriate response. Let the children take turns writing the answer words in the puzzle on the chalkboard. (Answers: 1-Heavenly Father; 2-greater; 3-Jesus Christ; 4-separate; 5-answer; 6-destroy; 7-church.)"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","2."],[".para","Ask two children to each read one of the following quotations:"],[".para","Joseph F. Smith, sixth President of the Church, said: “The greatest event that has ever occurred in the world, since the resurrection of the Son of God from the tomb and his ascension on high, was the coming of the Father and of the Son to that boy Joseph Smith. … Having accepted this truth, I find it easy to accept of every other truth that [Joseph Smith] … declared” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], pp. 495–96)."],[".para","Ezra Taft Benson, thirteenth President of the Church, taught us: “You should always bear testimony to the truth of the First Vision. Joseph Smith did see the Father and the Son. They conversed with him as he said they did” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[Salt Lake City: Bookcraft, 1988], p. 101)."],["ul.bullet",["li",["span.label","•"],[".para","Why is it important to have a testimony of the First Vision?"]]],[".para","Help the children understand that the First Vision is the foundation of a testimony of the true church of Jesus Christ. Once we believe that Heavenly Father and Jesus Christ actually appeared and talked to Joseph Smith, then we can be sure that everything else the Prophet taught or restored to us is also the truth."]],["li",["span.label","3."],[".para","Help the children memorize or review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],". Discuss how it testifies of a truth discovered in Joseph Smith’s first vision: that God the Eternal Father and his Son, Jesus Christ, are two separate personages."]],["li",["span.label","4."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.25"},"Joseph Smith—History 1:25"],"(beginning with",["span.emphasis","for I had seen a vision"],") or",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],". Show the children where the book of James is found in the New Testament. Discuss what the phrase “giveth to all men liberally, and upbraideth not” means."]],["li",["span.label","5."],[".para","Explain that Joseph Smith was chosen before he was born to restore the gospel of Jesus Christ. Have the children look up and read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.14-15"},"2 Nephi 3:14–15"],". Explain that Joseph of Egypt prophesied that one of his descendants would restore the gospel to the earth. His name would also be Joseph, and he would be named after his father. The Prophet Joseph Smith was named after his father. He was called Joseph Smith Junior. His father was called Joseph Smith Senior."]],["li",["span.label","6."],[".para","To help the children understand that the Sacred Grove has remained as it was in Joseph Smith’s day, relate the following account:"],[".para","“In 1860 … a boyhood friend of Joseph Smith … purchased what had been the Smith farm. He later told his son … that he had never touched an ax to the trees in the woodlot on the west end of the farm because Joseph had identified this area as the place where he had beheld his vision. … A century and a half after the First Vision, the ten-acre grove still retains much of its primeval [natural] beauty. Trees of mature size in Joseph’s day still grace this aged forest. Many are more than 200 years old” (Donald Enders, “The Sacred Grove,”",["span.emphasis","Ensign,"],"Apr. 1990, p. 16)."],[".para","You may want to explain that while we know that the area now called the Sacred Grove is where Joseph Smith received his first vision, we do not know the exact location within the grove where Joseph saw the vision."]],["li",["span.label","7."],[".para","Show the segment “The First Vision” (15 minutes) from the videocassette",["span.emphasis","Moments from Church History"],"(53145) to the children."]],["li",["span.label","8."],[".para","Sing or say the words to",["span.crossRef","“Joseph Smith’s First Prayer”"],"(",["span.emphasis","Hymns,"],"no. 26),",["span.crossRef","“The Sacred Grove”"],"(",["span.emphasis","Children’s Songbook,"],"p. 87), or the third verse of",["span.crossRef","“On a Golden Springtime”"],"(",["span.emphasis","Children’s Songbook,"],"p. 88)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p45"},"Share your testimony of the First Vision and the Prophet Joseph Smith. Encourage each child to pray that his or her own personal testimony of the First Vision may be strengthened."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p46","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p46"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-20"},"Joseph Smith—History 1:1–20"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p47","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p47"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-1-joseph-smith-and-the-first-vision.p48"},"Invite a child to give the closing prayer."]]]],"refs":null}
