{"id":46,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":46,"title":"Lesson 43: Handcart Companies Come to the Salt Lake Valley","subtitle":"","short_title":"Lesson 43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.head1"},[".titleNumber","Lesson",["span.dominant","43"]],["h1","Handcart Companies Come to the Salt Lake Valley"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p1"},"To inspire the children to be like the handcart pioneers and valiantly endure to the end."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"Doctrine and Covenants 14:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.8"},"24:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5"},"76:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8,29"},"121:7–8, 29"],". Then study the lesson and decide how you want to teach the children the historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A clock or watch with a second hand."]],["li",["span.label","c."],[".para","Picture 5-51, Martin Handcart Company in Bitter Creek, Wyoming (Gospel Art Picture Kit 414; 62554); picture 5-52, Three Young Men Rescue the Martin Handcart Company (Gospel Art Picture Kit 415; 62606)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p9"},"Tell the children you would like them to participate in two activities about time. Invite a child to come to the front of the class. Ask the child to tell you, without looking at a watch or clock, when he or she thinks one minute has passed. Give the child a signal to start timing. While you keep track of the time on the clock or watch you brought, talk with the child and the other class members to make it harder for the child to concentrate. When the child says that one minute has passed, tell the class how much time has actually passed."],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p10"},"Then ask all the children to stand and see if they can remain completely still and quiet, like a statue, for one minute. Give the children a signal to start, and say “stop” when one minute has passed."],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p11"},"Point out that the passage of time is hard to judge. Sometimes time seems to go by very quickly, while on other occasions it seems to pass very slowly."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p12"},"Explain that none of us knows how much time we have to live on the earth, but we have been commanded to endure to the end no matter how long our lives are. To",["span.emphasis","endure to the end"],"means to live righteously, repenting when we do wrong things, and to never give up, even when life becomes hard. If we want to live with Heavenly Father and Jesus again, we must endure to the end valiantly. Explain that a valiant person is one who is strong, obedient, courageous, and true in living the gospel of Jesus Christ. Tell the children that in this lesson they will learn about some of the early Saints who valiantly endured to the end of their lives."]],[".teachingMethod",["h2","Historical Accounts"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p13"},"Teach the children the importance of valiantly living the gospel of Jesus Christ and enduring to the end as you tell about the handcart companies, as described in the following historical accounts. Show the pictures at appropriate times."],[".topic",["h3","Brigham Young’s Plan"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p14"},"Many Saints came to the Salt Lake Valley in covered wagons pulled by oxen. Some of these Saints had purchased their wagons and supplies with money loaned to them by the Church. After arriving in the valley, they worked to pay back the money they had been loaned. The money they paid back was then loaned to other Saints making the journey across the plains. This was called the Perpetual Emigration Fund."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p15"},"The fund was a good plan, but some people were too poor to pay back all the money they had borrowed, and many more Church members still wanted to come to the Salt Lake Valley. Church leaders had to find a less expensive way to bring people to the valley. President Brigham Young wrote in 1855: “We cannot afford to purchase wagons and teams as in times past, I am consequently thrown back upon my old plan—to make hand-carts, and let the emigration foot it. … They can come just as quick, if not quicker, and much cheaper” (“Foreign Correspondence,” p. 813; see also",["span.emphasis","Church History in the Fulness of Times,"],"p. 358). It was estimated that using handcarts would cost one-third to one-half as much as using wagons."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p16"},"Handcarts were like small, uncovered wagons and were pushed or pulled by people instead of oxen. In addition to the handcarts, each company of pioneers had a cow or two for every ten people and a few wagons and ox teams to carry those who could not walk. Handcarts did have some advantages over wagons: some parts of the trail were difficult to drive wagons over but could be more easily walked over, and because the handcarts were smaller and lighter than wagons, the pioneers could travel faster. They also did not have to worry about caring for so many animals. The handcarts also had disadvantages, however: they offered little room for food and supplies and gave no protection from storms."]],[".topic",["h3","The First Handcart Companies"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p17"},"Some of the Saints who came across the ocean from Europe went by train to Iowa City, Iowa, where they were outfitted with handcarts for their journey across the plains. The first handcart company left Iowa City on 9 June 1856."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p18"},"The handcart companies faced many trials. One day six-year-old Arthur Parker, a member of the first handcart company, felt sick and sat down to rest. The other members of the company did not notice that he had stopped until they made camp later that day. When they realized that Arthur was gone, they began looking for him, but after two days they had to move on. Arthur’s father stayed behind to look for Arthur. Arthur’s mother gave his father a bright red shawl to wrap his son in if he was found dead. If Arthur was found alive, however, his father was to wave the shawl as a signal."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p19"},"The entire company watched and prayed for Arthur for three days as his father looked for him. On the third day Ann Parker, Arthur’s mother, looked back along the trail they had just traveled and saw her husband waving the red shawl. Arthur’s mother was very glad to see Arthur again, and that night she was able to get a good night’s sleep for the first time since Arthur was discovered missing."]],[".topic",["h3","Problems of the Willie and Martin Handcart Companies"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p20"},"The first three handcart companies had some difficulties, but they crossed the plains safely. The next two companies were not as fortunate (see enrichment activity 1). Members of the Willie and Martin handcart companies had arrived from England in the summer. When they arrived in Iowa City no handcarts were available, so they had to wait for some to be built. The companies left Iowa City late in July 1856. Their handcarts had been made of unseasoned (green) wood, so the handcarts broke down as the wood dried out, causing more delays. Many of the Saints’ cattle were stolen by unfriendly Indians. The late start and numerous delays caused many problems for the Willie and Martin companies, for severe winter storms came much earlier than usual that year. In an attempt to lighten their loads so they could travel faster, the Saints discarded their extra clothing and bedding. They therefore had little protection when the storms came. The storms and the extremely cold weather caused many deaths. Those who died had to be buried in shallow graves along the trail."]],[".topic",["h3","Rescue of the Willie and Martin Handcart Companies"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p21"},"As Brigham Young prepared for general conference in October 1856, he received word that the Willie and Martin handcart companies were in trouble. During conference, rescue parties were organized."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p22"},"Ephraim K. Hanks had just returned to Salt Lake City from a fishing trip. He had spent the night before he returned at a friend’s home. Before he fell asleep that night, he heard a voice call his name. The voice said, “The hand-cart people are in trouble and you are wanted; will you go and help them?” Brother Hanks answered, “Yes, I will go if I am called.” This conversation was repeated three times."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p23"},"When Brigham Young called for volunteers to go and help the Willie and Martin companies come to Salt Lake, some of the men said they would be ready in a few days, but Ephraim Hanks said, “I am ready now!” He was one of the first people to reach the handcart companies. On his way to find them, he ran into the worst storm he had ever experienced. The snow became so deep that it was impossible to move his wagon through it. He left the wagon and started out with two horses, one to ride and one to carry supplies. At night, as he prepared a place to sleep, he thought how nice it would be to have a buffalo robe to sleep in and some meat to eat for supper. He prayed and asked Heavenly Father to send him a buffalo. After he finished praying, Brother Hanks looked up and saw a buffalo close to his camp. He killed the buffalo with one shot. In the morning he shot another buffalo, loaded the meat onto the horses, and again headed east."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p24"},"Ephraim Hanks reached the immigrants in the Martin company as they were setting up camp for the night. They were overcome with joy when they saw him and the fresh buffalo meat he had brought. One of the men in the company had prophesied earlier that when the supplies ran out the people in the company would feast on buffalo. Ephraim Hanks helped fulfill that prophecy and continued to do so as he shot other buffalo for the company as they continued their journey."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p25"},"When the people of the Martin handcart company arrived at the Sweetwater River, they were very weak. They saw no way they could cross the river, which was deep and wide and very cold. All they could do was pray. Then three eighteen-year-old boys from the relief party came to their rescue. George W. Grant, David P. Kimball, and C. Allen Huntington plunged into the icy water and began carrying people across the river. They made many trips and carried almost the entire company across. The cold water caused health problems for the boys, and years later all three died from these health problems. When President Brigham Young heard what these three boys had done, he wept. He later said that this act alone would ensure the three young men places in the celestial kingdom."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p26"},"Many members of the Willie and Martin companies died from the effects of the freezing storms, and others suffered frozen feet and legs. Mary Goble was a member of the Martin handcart company. Once, when the company had gone several days without any water but melted snow, Mary’s sick mother begged Mary to get her a drink from a freshwater spring a few miles away. Another woman went with Mary, and on their way to the spring they found an old man in the snow. He was nearly frozen, and they knew he would soon die if they did not get help for him. They decided that Mary would go on to get the water while her companion went back to the camp to get help."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p27"},"When Mary was alone she began to worry about running into unfriendly Indians. While trying to watch out for them she became lost and wandered around in snow up to her knees for several hours. When a search party found her, it was almost midnight. The search party brought Mary back to camp and tried to warm her frozen legs and feet by rubbing them with snow and putting them in a bucket of water. This was very painful. Mary’s legs and feet recovered, but her toes did not."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p28"},"Mary’s mother died the day they arrived in Salt Lake City. The next day Brigham Young and a doctor visited Mary. She wrote: “When Bro. Young came in he shook hands with us all. When he saw our condition—our feet frozen and our mother dead—tears rolled down his cheeks.” The doctor had to amputate Mary’s toes, but Brigham Young promised Mary the remainder of her feet would heal. Her feet got worse, however, and the doctor wanted to cut off both feet at the ankle. Mary refused, remembering what the prophet had promised. A woman came each day to change the dressings on Mary’s feet. Several months later Mary saw the doctor again. He said, “Well, Mary, … I suppose your feet have rotted to the knees by this time.” When Mary told him her feet were well, he did not believe her. She took off her stockings and showed him her feet. The doctor said it was a miracle that her feet had healed. (See “Mary Goble Pay,” pp. 144–45.)"]],[".topic",["h3","A Privilege to Pay the Price"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p29"},"Because of the unexpected delays and other unfortunate circumstances, over two hundred members of the Willie and Martin handcart companies died before they could reach the Salt Lake Valley. None of the other handcart companies coming to the valley before or after them suffered so many problems."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p30"},"Some years after the Martin company made their journey to Salt Lake City, a teacher in a Church class commented how foolish it was for the Martin company to come across the plains when it did. The teacher criticized the Church leaders for allowing a company to make such a journey without more supplies and protection."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p31"},"An old man sitting in the classroom listened for a few moments and then spoke out, asking that the criticism be stopped. He said, “Mistake to send the Handcart Company out so late in the season? Yes. But I was in that company and my wife was in it. … We suffered beyond anything you can imagine and many died of exposure and starvation, but did you ever hear a survivor of that company utter a word of criticism?",["span.emphasis","Not one of that company ever apostatized or left the Church, because everyone of us came through with the absolute knowledge that God lives for we became acquainted with him in our extremities"],"[difficulties]."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p32"},"“I have pulled my handcart when I was so weak and weary from illness and lack of food that I could hardly put one foot ahead of the other. I have looked ahead and seen a patch of sand or a hill slope and I have said, I can go only that far and there I must give up, for I cannot pull the load through it. … I have gone on to that sand and when I reached it, the cart began pushing me. I have looked back many times to see who was pushing my cart, but my eyes saw no one. I knew then that the angels of God were there."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p33"},"“Was I sorry that I chose to come by handcart? No. Neither then nor any minute of my life since.",["span.emphasis","The price we paid to become acquainted with God was a privilege to pay, and I am thankful that I was privileged to come in the Martin Handcart Company”"],"(quoted in David O. McKay, “Pioneer Women,” p. 8; emphasis in original)."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What were the advantages of using handcarts to travel across the plains? What would you find difficult about traveling this way? Why were the Saints willing to walk all the way across the plains?"]],["li",["span.label","•"],[".para","How can we follow the example of Ephraim Hanks when we are asked to do something difficult? How can we serve our families and friends? What will God do for those who serve in righteousness to the end? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5"},"D&C 76:5"],".)"]],["li",["span.label","•"],[".para","What valiant thing did the three eighteen-year-old boys do to help the Martin handcart company? Why do you think they did this? What did Brigham Young say would be the reward for the unselfish acts of these three young men?"]],["li",["span.label","•"],[".para","What did Mary Goble do that showed her faith? What comfort does the Lord give to those who suffer adversity? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],".) What kinds of adversity do you face? How can you prepare for adversity? Explain that having faith in Jesus Christ and living the gospel will help us be prepared for whatever lies ahead in our lives."]],["li",["span.label","•"],[".para","Why did the elderly gentleman think being in the Martin handcart company was a privilege? Who helped him push his cart? Who will help us through our afflictions if we are faithful and patient? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.8"},"D&C 24:8"],".)"]],["li",["span.label","•"],[".para","What do you think would have been the most difficult thing to endure if you had been a member of the Willie or Martin handcart companies? What has the Lord promised to all those who valiantly endure to the end? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.29"},"121:29"],".)"]],["li",["span.label","•"],[".para","Who are some people who are valiantly enduring? What are some of the qualities that help them live valiantly? What valiant qualities do you want to have? What can you do to get and keep those qualities? (See enrichment activity 2.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p42"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.f4"},["ol.number",["li",["span.label","1."],[".para","Make a copy of the “Journey by Handcart” map found at the end of the lesson. Bring a small object or piece of colored paper to serve as a marker."],[".para","Show the map to the children, and explain that it illustrates some of the hardships and sufferings of the Willie and Martin handcart companies. Ask the children the following questions (you could ask all the questions at the end of the lesson as a review or give each child a question to be answered as the story is being told during the lesson). Place the marker on the map and move it ahead one step every time the children answer a question correctly. Repeat some questions if necessary to enable the children to reach the Salt Lake Valley on the map."],["ul.bullet",["li",["span.label","•"],[".para","Why did these pioneers use handcarts instead of wagons with ox teams? (The handcarts were less expensive and could go faster than the wagons.)"]],["li",["span.label","•"],[".para","What were some disadvantages of using handcarts? (People had to pull them; they did not have room for many supplies; they did not offer shelter from storms.)"]],["li",["span.label","•"],[".para","What sign was Brother Parker to give if he found his son alive? (He was to wave a red shawl in the air.)"]],["li",["span.label","•"],[".para","What caused some of the delays for the Willie and Martin companies? (They arrived late from England; they had to wait for their handcarts to be built; unfriendly Indians stole their animals; their handcarts broke down; winter storms came early.)"]],["li",["span.label","•"],[".para","How did members of the Martin company get across the Sweetwater River? (Three eighteen-year-old boys carried them across.)"]],["li",["span.label","•"],[".para","How did Ephraim Hanks know the handcart companies were in trouble? (A voice spoke to him three times.)"]],["li",["span.label","•"],[".para","How did Ephraim respond to the voice he heard? (He answered, “Yes, I will go if I’m called.”)"]],["li",["span.label","•"],[".para","How did Mary Goble get lost? (While looking for water for her mother, she thought of Indians. As she looked around for them, she lost her way in the snow.)"]],["li",["span.label","•"],[".para","What did Brigham Young promise Mary about her feet? (He told her that her feet would heal and would not have to be entirely cut off.)"]],["li",["span.label","•"],[".para","Who did the elderly man say pushed his handcart when he no longer had strength? (Angels of God.)"]],["li",["span.label","•"],[".para","What valiant qualities do you want to have?"]]]],["li",["span.label","2."],[".para","Ask the children to think of words that describe someone who is valiant. Write the children’s answers on the chalkboard (answers may include",["span.emphasis","courageous, obedient, loving, kind, loyal, strong, true, faithful, honest, unselfish, patient, righteous,"],"and",["span.emphasis","forgiving"],")."],[".para","Tell the children that they are already valiant in many ways and you would like them to discover how many valiant words can be made a part of their names. To demonstrate how they are to do this, have them help you with the name of one of the valiant men they have just learned about."],[".para","Write",["span.emphasis","Ephraim Hanks"],"vertically on the chalkboard. Ask the children to look at the valiant words on the chalkboard and see how many of those words contain a letter that is also in Ephraim’s name. As they find a word, write the word on the chalkboard so that it becomes part of Ephraim’s name, as in this example:"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}],[".para","Give each child a piece of paper and a pencil. Ask the children to write their own names vertically and have them add some of the words from the list on the chalkboard to their names (they may also use other valiant words they can think of). Challenge the children to make these qualities not just part of their names but also part of their lives."]],["li",["span.label","3."],[".para","Before class, write the following names on separate pieces of paper and tape the papers under various chairs in the classroom:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip87","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip87"},"Brother Parker"],["div",{"id":"lip88","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip88"},"Three eighteen-year-old boys (George, David, and C. Allen)"],["div",{"id":"lip89","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip89"},"Ephraim Hanks"],["div",{"id":"lip90","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip90"},"Mary Goble"],["div",{"id":"lip91","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip91"},"The elderly man in the Church class"]],[".para","At the end of the lesson ask the children to look under their chairs to see if there is a name taped there. Have each child who finds a name tell something about that person (or persons) that shows a valiant enduring quality."]],["li",["span.label","4."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"Doctrine and Covenants 14:7"],"."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“I Will Be Valiant”"],"(",["span.emphasis","Children’s Songbook,"],"p. 162). Ask each child to describe one way he or she will be valiant during the coming week."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“Pioneer Children Sang As They Walked”"],"(",["span.emphasis","Children’s Songbook,"],"p. 214) or",["span.crossRef","“The Handcart Song”"],"(",["span.emphasis","Children’s Songbook,"],"p. 220)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p70","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p70"},"Testify that valiantly living the gospel every day of our lives will help us overcome afflictions and enable us to return to the presence of Heavenly Father and Jesus Christ after this life."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p71","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p71"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"Doctrine and Covenants 14:7"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.8"},"24:8"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p72","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p72"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p73","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-43-handcart-companies-come-to-the-salt-lake-valley.p73"},"Invite a child to give the closing prayer."]]]],"refs":null}
