{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":20,"title":"Lesson 17: Edward Partridge Is Called as the First Bishop","subtitle":"","short_title":"Lesson 17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.head1"},[".titleNumber","Lesson",["span.dominant","17"]],["h1","Edward Partridge Is Called as the First Bishop"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p1"},"To help the children understand the duties of a bishop and have the desire to support their bishop and other Church leaders."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9-11"},"Doctrine and Covenants 41:9–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-31,34-35"},"42:30–31, 34–35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.14,17-18"},"58:14, 17–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.1-4"},"119:1–4"],"(including the section heading); and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27-29"},"Doctrine and Covenants 46:27–29"],"and the section heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36"},"Doctrine and Covenants 36"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Print the name of your bishop or branch president on a piece of paper. Fold the paper in half so the name cannot be seen."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-23, Man Being Tarred and Feathered."]]]]]]],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p9"},["span.emphasis","Note to the teacher:"],"If you attend a branch, explain to the children that a branch president is similar to a bishop, and adjust the questions and activities as necessary."]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p11"},"Show the children the piece of paper that contains the name of your bishop or branch president, but do not show them the name. Tell the children that written on this piece of paper is the name of a person who helps them. Invite the children to ask questions about the person that can be answered “yes” or “no” (such as “Is this person a member of the Church?” or “Is this person a woman?”) and try to discover whose name is written on the paper."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p12"},"When the children have guessed (or you have told them) the name, ask:"],["ul.bullet",["li",["span.label","•"],[".para","What are some ways our bishop [branch president] helps us live the gospel?"]]],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p14"},"Tell the children that this lesson will help them understand what a bishop does to help us live the gospel and how we can support the bishop and other Church leaders in their callings."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p15"},"Teach the children about Edward Partridge’s calling to be bishop and the responsibilities of a bishop, as discussed in the scriptures listed in the “Preparation” section and the following historical accounts."],[".topic",["h3","Responsibilities of a Bishop"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p16"},"In early 1831, almost a year after the Church was organized, many people were joining the Church and gathering in Ohio, as the Lord had commanded. As the Church grew, Joseph Smith needed additional leaders to help with the work of the Church. The Church was facing many financial (money-related) challenges. Many of the Saints who gathered to Kirtland were poor. They had no land or money and little food, clothing, or other things that were necessary for them to live. The Church also needed money to build a temple and to publish written materials such as revelations and missionary pamphlets. The Prophet himself did not have a home or a way to provide for his family, and other Church leaders who were serving in the Church full-time also needed help in supporting their families."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p17"},"The Prophet asked the Lord what should be done to provide for all of these needs. In February 1831 the Prophet received a revelation calling Edward Partridge, who had only been a member of the Church for two months, to serve as the first bishop of the Church. The bishop’s first responsibility was to help the Prophet provide for the physical and financial needs of the members of the Church. Joseph Smith received other revelations in the next few months that helped Bishop Partridge know what else he was to do as bishop."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p18"},"Bishop Partridge was asked to help provide the needy members of the Church with food, clothing, and shelter (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-31,34"},"D&C 42:30–31, 34"],"). Members who had extra food or other supplies were asked to share with those who did not have enough. Bishop Partridge received and distributed these donations, keeping them in a storehouse where members in need could come."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p19"},"Another duty given to Bishop Partridge was to purchase and distribute land for individual homes and Church buildings (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.35"},"D&C 42:35"],"). He was also to be a judge in Israel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.17-18"},"D&C 58:17–18"],"). This meant that if a member of the Church did not keep all the commandments, the bishop decided whether he or she could still belong to the Church. This was an important way to help the members keep all the promises they had made to Heavenly Father."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p20"},"In 1838 the Lord commanded the members of the Church to pay tithing. Tithing is used by the Church to help pay for things such as missionary work, construction and maintenance of temples and meetinghouses, and publication of lesson materials (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.1-4"},"D&C 119:1–4"],"). Bishops (and branch presidents) are assigned to receive the tithing of the Church members."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p21"},"When Church members began to gather in Missouri at the end of 1831, Bishop Partridge was called by the Prophet to move to Missouri and be the bishop there. Newel K. Whitney was called to be the bishop for the Saints who remained in Ohio. As the Church continued to grow, other bishops were called to lead the members. When Bishop Whitney was called, Bishop Partridge became known as the First, or Presiding, Bishop of the Church. He had responsibility over all the other bishops. Today there is still one Presiding Bishop, but there are many bishops looking after the members of the Church all over the world."]],[".topic",["h3","Sacrifices of Edward Partridge and His Family"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p22"},"Edward Partridge and his family made many sacrifices so that he could serve as bishop. When Bishop Partridge moved to Missouri, he had to leave his family in Ohio. Some of his children were sick with measles, and one daughter had an illness so severe that Bishop Partridge did not know if he would ever see her alive again."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p23"},">When all the children had recovered, Bishop Partridge’s wife and five children left Kirtland to join him in Missouri. While they were traveling on a boat on the Missouri River, the water was so full of ice that they were forced to the shore before they reached Missouri. A local family gave them shelter in a windowless room of a two-room log cabin. When Bishop Partridge’s family finally arrived in Independence, Missouri, they all lived in a rented one-room log house. They shared this room with a widow and her four children until Bishop Partridge finished building a two-room house near the place where the temple would be built."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p24"},"When Bishop Partridge lived in Missouri, a mob tarred and feathered him because they did not want him or other Church members to live there anymore. His good character and the good example he set for others is shown in the following account (display the picture of a man being tarred and feathered as you relate this account):"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p25"},"“I was taken from my house by the mob, … I was stripped of my hat, coat and vest and daubed with tar from head to foot, and then had a quantity of feathers put upon me; and all this because I would not agree to leave the county, and my home where I had lived two years."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p26"},"“Before tarring and feathering me I was permitted to speak. I told them that the Saints had suffered persecution in all ages of the world; that I had done nothing which ought to offend anyone; that if they abused me, they would abuse an innocent person; that I was willing to suffer for the sake of Christ; but, to leave the country, I was not then willing to consent to it. …"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p27"},"“I bore my abuse with so much resignation and meekness, that it appeared to astound the multitude, who permitted me to retire in silence … ; and as to myself, I was so filled with the Spirit and love of God, that I had no hatred towards my persecutors or anyone else” (",["span.emphasis","History of the Church,"],"1:390–91)."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p28"},"Bishop Edward Partridge was a devoted servant of the Lord and a righteous example to the Church members and to the bishops who followed after him."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who chose Edward Partridge to be a bishop? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9"},"D&C 41:9"],".) How are bishops chosen today? (The Lord reveals to stake presidents whom to call as bishops; see enrichment activity 1.)"]],["li",["span.label","•"],[".para","What kind of a man was Edward Partridge? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.11"},"D&C 41:11"],".) Explain that someone “in whom there is no guile” is someone who is honest, righteous, and unselfish. How did Joseph Smith describe Edward Partridge? (See section heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.intro"},"D&C 36"],".) Explain that a “pattern of piety” means that Bishop Partridge set a good example as someone who honored God and kept the commandments. Why do you think the Lord chose an honest and obedient man to serve as bishop?"]],["li",["span.label","•"],[".para","What characteristics do you admire in our bishop? How is the bishop a good example for you? How can you be a good example to others?"]],["li",["span.label","•"],[".para","What were some of the duties Bishop Partridge was given? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-31,34-35"},"D&C 42:30–31, 34–35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.14,17-18"},"58:14, 17–18"],".) What duties does our bishop have? (See enrichment activity 2.) How does our bishop help the poor? (The bishop can use money the Church members give as fast offerings to help those who are poor obtain food, clothing, shelter, and medical care. He can also send them to the bishops’ storehouse to get food, bedding, and other items.)"]],["li",["span.label","•"],[".para","What important spiritual gift is a bishop given? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27-29"},"D&C 46:27–29"],"; explain that with the gift of discernment the bishop is given inspiration to know important things about his ward members, such as who might be in need of spiritual help or whom to call to a position.)"]],["li",["span.label","•"],[".para","How can you support your bishop in the things he does? How can your parents and other ward members support him?"]],["li",["span.label","•"],[".para","How does the bishop help you and your family? What other Church leaders help you? How do they help you? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p37"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.f5"},["ol.number",["li",["span.label","1."],[".para","To emphasize that bishops are called by God, tell the following story about Bishop Newel K. Whitney, the second bishop of the Church:"],[".para","When Newel K. Whitney was called to be a bishop, he did not feel that he would be able to be a good bishop. He was friends with the Prophet Joseph Smith and said to him, “I cannot see a bishop in myself, brother Joseph; but if you say it’s the Lord’s will, I’ll try.” “You need not take my word alone,” answered Joseph. “Go and ask Father for yourself.”"],[".para","Newel Whitney decided to do as the Prophet had advised. Before he went to bed, he prayed to know if he should accept the call as bishop. His humble prayer was answered. He heard a voice from heaven say, “Thy strength is in me.” These simple words told Brother Whitney what he wanted to know. He went to the Prophet and told him that he was willing to accept the calling of bishop. This experience and others helped Newel Whitney know that the Lord is in charge of the Church. (See B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"1:271.)"]],["li",["span.label","2."],[".para","List on separate pieces of paper various things a bishop (or his counselors) might do, such as those listed below:"],["ul.bullet",["li",["span.label","•"],[".para","Supervise ward leaders."]],["li",["span.label","•"],[".para","Greet you and shake your hand at church."]],["li",["span.label","•"],[".para","Visit Primary and encourage you to obey Heavenly Father."]],["li",["span.label","•"],[".para","Accept your tithing and send it to Church headquarters."]],["li",["span.label","•"],[".para","Call a ward member to be a Primary teacher."]],["li",["span.label","•"],[".para","Interview a 12-year-old boy so that he can be ordained a deacon."]],["li",["span.label","•"],[".para","Interview a 12-year-old girl when she enters Young Women."]],["li",["span.label","•"],[".para","Interview an 8-year-old child so that he or she can be baptized."]],["li",["span.label","•"],[".para","Help a needy family obtain food and clothes through the bishops’ storehouse."]],["li",["span.label","•"],[".para","Pray for the people in his ward."]]],[".para","Let the children take turns selecting a paper and role-playing the action listed. Have other children help with the role play as needed. Let the remaining children try to guess what the action is."]],["li",["span.label","3."],[".para","Help the children write thank-you notes to the bishop, his counselors, or other Church leaders or teachers. Before the children write the notes, you may want to discuss the duties of the people to whom the children are writing. List these duties on the chalkboard so the children can refer to them as they write."]],["li",["span.label","4."],[".para","Help the children memorize or review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"fifth article of faith"],". Discuss how this article of faith applies to bishops (they are called of God and ordained by someone with the proper authority)."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Our Bishop”"],"(",["span.emphasis","Children’s Songbook,"],"p. 135) or the second verse of",["span.crossRef","“Fathers”"],"(",["span.emphasis","Children’s Songbook,"],"p. 209)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p56","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p56"},"Express your gratitude for the early Church leaders and all they sacrificed to help establish the kingdom of God on the earth. Share with the children your positive feelings about your bishop and the things he does to help you and other ward members. You might share an experience when a bishop helped you or someone you know to live the gospel."],["div",{"id":"p57","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p57"},"Encourage the children to think of ways they can support the bishop and other Church leaders in their callings."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p58"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.9-11"},"Doctrine and Covenants 41:9–11"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-17-edward-partridge-is-called-as-the-first-bishop.p60"},"Invite a child to give the closing prayer."]]]],"refs":null}
