{"id":7,"parent_id":6,"book_id":73,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 1: The Message of the Restoration of the Gospel of Jesus Christ","subtitle":"","short_title":"Lesson 1: The Message of the Restoration of the Gospel of Jesus Christ","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ","content":[["div",{"id":"head2","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.head2"},["h1","The Message of the Restoration of the Gospel of Jesus Christ"]],[".bodyBlock",["div",{"id":"f7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f7"},["h2","Your Purpose"],["div",{"id":"p3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p3"},"As you teach, prepare your investigators to meet the qualifications for baptism taught in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"and in the baptismal interview questions. This is best accomplished by inviting your investigators to make and keep the commitments listed below."],["ul.bullet",["h2","Baptismal Interview Questions"],["li",["span.label","•"],[".para","Do you believe that God is our Eternal Father?"]],["li",["span.label","•"],[".para","Do you believe that Jesus Christ is the Son of God, the Savior and Redeemer of the world?"]],["li",["span.label","•"],[".para","Do you believe that the Church and the gospel of Jesus Christ have been restored through the Prophet Joseph Smith?"]],["li",["span.label","•"],[".para","Do you believe that [current Church President] is a prophet of God? What does this mean to you?"]]],["ul.bullet",["h2","Commitments"],["li",["span.label","•"],[".para","Will you read and pray to know that the Book of Mormon is the word of God?"]],["li",["span.label","•"],[".para","Will you pray to know that Joseph Smith was a prophet?"]],["li",["span.label","•"],[".para","Will you attend church with us this Sunday?"]],["li",["span.label","•"],[".para","May we set a time for our next visit?"]],["li",["span.label","•"],[".para","Other commandments from lesson 4 that you choose to include."]]]],[".topic",["h2","God Is Our Loving Heavenly Father"],["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p16"},"God is our Heavenly Father. We are His children. He has a body of flesh and bone that is glorified and perfected. He loves us. He weeps with us when we suffer and rejoices when we do what is right. He wants to communicate with us, and we can communicate with Him through sincere prayer."],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p17"},"He has given us this experience on the earth so we can learn and grow. We can show our love for Him through our choices and our obedience to His commandments."],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p18"},"Heavenly Father has provided us, His children, with a way to be successful in this life and to return to live in His presence. However, we must be pure and clean through obedience in order to do so. Disobedience moves us away from Him. Central to our Father’s plan is Jesus Christ’s Atonement. The Atonement included His suffering in the Garden of Gethsemane as well as His suffering and death on the cross. Through the Atonement we can be freed from the burden of our sins and develop faith and strength to face our trials."],["div",{"id":"f10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f10"},["h2","Belief about God"],["div",{"id":"p20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p20"},"Determine what each person you are teaching understands regarding Christian beliefs about God. Many people in today’s world either have no concept of God or a very different perception of Deity."],["div",{"id":"p21","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p21"},"Two Book of Mormon missionaries, Ammon and Aaron, taught people who did not have a Christian background. They taught simple truths and invited their investigators to pray. Lamoni and his father were converted. Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.24-40"},"Alma 18:24–40"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.4-23"},"22:4–23"],", and answer the questions below:"],["ul.bullet",["li",["span.label","•"],[".para","What did these missionaries teach about the nature of God?"]],["li",["span.label","•"],[".para","How can you follow their examples?"]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What is the nature of God the Father and Jesus Christ?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.36"},"1 Nephi 17:36"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.9"},"Mosiah 4:9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.9-11"},"3 Nephi 14:9–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.13-22"},"3 Nephi 27:13–22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.1-3"},"D&C 38:1–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.27-29"},"Acts 17:27–29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16"},"Romans 8:16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.9"},"Hebrews 12:9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.7-9"},"1 John 4:7–9"]]]]]],[".topic",["h2","The Gospel Blesses Families"],["div",{"id":"p42","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p42"},"The restored gospel blesses and helps husbands and wives, parents and children as they strive to develop stronger relationships and spiritual strength in their families. These blessings are available now and in eternity. The gospel of Jesus Christ provides help with current concerns and challenges."],["div",{"id":"p43","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p43"},"Because families are ordained of God, they are the most important social unit in time and in eternity. God has established families to bring happiness to His children, allow them to learn correct principles in a loving atmosphere, and prepare them for eternal life. The home is the best place to teach, learn, and apply principles of the gospel of Jesus Christ. A home established on gospel principles will be a place of refuge and safety. It will be a place where the Spirit of the Lord can abide, blessing family members with peace, joy, and happiness. Through prophets in every age, including our own, God has revealed His plan of happiness for individuals and families."]],[".topic",["h2","Heavenly Father Reveals His Gospel in Every Dispensation"],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p45"},"One important way that God shows His love for us is by calling prophets, who are given the priesthood—the power and authority given to man to act in God’s name for the salvation of His children. Prophets learn the gospel of Jesus Christ by revelation. They in turn teach the gospel to others and testify of Jesus Christ as the Savior and Redeemer. The teachings of prophets are found in sacred books called scriptures."],["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p46"},"Our Father’s plan for us to be successful in this life and to return to live with Him is called the gospel of Jesus Christ, with Jesus’ Atonement at the center of that plan. Through the Atonement of Jesus Christ, we can receive eternal life if we exercise faith in Jesus Christ, repent, are baptized by immersion for the remission of sins, receive the gift of the Holy Ghost, and endure to the end. “This is the way; and there is none other way nor name given under heaven whereby man can be saved in the kingdom of God. And now, behold, this is the doctrine of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.21"},"2 Nephi 31:21"],"). All people have the gift of agency, which includes the freedom to accept or reject the gospel as taught by the prophets and apostles. Those who choose to obey are blessed, but those who ignore, reject, or distort the gospel do not receive God’s promised blessings."],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p47"},"Whenever people choose to disregard, disobey, or distort any gospel principle or ordinance, whenever they reject the Lord’s prophets, or whenever they fail to endure in faith, they distance themselves from God and begin to live in spiritual darkness. Eventually this leads to a condition called apostasy. When widespread apostasy occurs, God withdraws His priesthood authority to teach and administer the ordinances of the gospel."],["div",{"id":"p48","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p48"},"Biblical history has recorded many instances of God speaking to prophets, and it also tells of many instances of apostasy. To end each period of general apostasy, God has shown His love for His children by calling another prophet and giving him priesthood authority to restore and teach the gospel of Jesus Christ anew. In essence, the prophet acts as a steward to oversee the household of God here on earth. Such periods of time headed by prophetic responsibility are called dispensations."],[".",{"id":"f14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f14"}],["div",{"id":"p49","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p49"},"God revealed the gospel of Jesus Christ to Adam and gave him priesthood authority. Adam was the first prophet on the earth. By revelation, Adam learned of mankind’s proper relationship with God the Father, His Son Jesus Christ, and the Holy Ghost; of the Atonement and Resurrection of Jesus Christ; and of the first principles and ordinances of the gospel. Adam and Eve taught their children these truths and encouraged them to develop faith and to live the gospel in all aspects of their lives. Adam was followed by other prophets, but over time the posterity of Adam rejected the gospel and fell into apostasy, choosing to be unrighteous."],["div",{"id":"p50","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p50"},"Thus began the pattern of prophetic dispensations that makes up much of the recorded history of the Old Testament. Heavenly Father revealed His gospel through direct communication to prophets such as Noah, Abraham, and Moses. Each prophet was called by God to begin a new dispensation of the gospel. To each of these prophets God granted priesthood authority and revealed eternal truths. Unfortunately, in each dispensation people eventually used their agency to choose to reject the gospel and then fell into apostasy."],["div",{"id":"f15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f15"},["h2","Prophets"],["div",{"id":"p52","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p52"},"Determine what the person you are teaching understands about prophets. In most cultures there are people who believe that holy or inspired people receive some form of guidance and direction from Deity. However, not all inspired individuals are prophets of God as defined in the restored gospel. Explain clearly that God establishes His kingdom on the earth by calling a prophet to establish a new dispensation. He gives that prophet priesthood authority. The prophet then helps people understand their relationship to Deity, including how to receive eternal life through the gospel of Jesus Christ."],["div",{"id":"p53","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p53"},"You might wonder how gospel dispensations are relevant when teaching people who do not have a Christian background or culture. But you will find that by briefly relating the history of gospel dispensations, you can help people understand that God loves His children and that He is the same yesterday, today, and forever."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Prophets"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4,6"},"Jacob 4:4, 6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13-18"},"Mosiah 8:13–18"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34-43"},"Acts 10:34–43"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"]]]],["ul.noMarker",["h2","Dispensations"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.36-38"},"D&C 136:36–38"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-12,55-59"},"Moses 5:4–12, 55–59"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.19-30"},"Moses 8:19–30"]]],["li",[".para","Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/dispensation"},"“Dispensation”"]]]]]],[".topic",["h2","The Savior’s Earthly Ministry"],["div",{"id":"p66","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p66"},"A few hundred years before the birth of Jesus Christ, people again fell into apostasy. But when the Savior began His mortal ministry He established His Church again on the earth."],["div",{"id":"p67","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p67"},"Heavenly Father sent His Son to the earth to atone for the sins of all mankind and overcome death: “For God so loved the world, that he gave his only begotten Son … that the world through him might be saved” (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"],"). Our Heavenly Father sent His Son, Jesus Christ, to take upon Him, by His suffering, the sins of all who would live on this earth and to overcome physical death. The Savior made an infinite atoning sacrifice so that if we have faith in Him, repent, are baptized, receive the Holy Ghost, and endure to the end, we can receive forgiveness of our sins and enter and follow the path that will lead us to eternal life in God’s presence (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.13-21"},"2 Nephi 31:13–21"],")."],["div",{"id":"p68","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p68"},"During His earthly ministry, the Savior taught His gospel and performed many miracles. He called twelve men to be His Apostles and laid His hands on their heads to give them priesthood authority. He organized His Church, fulfilled prophecy, and was rejected and crucified. Most important, He completed the Atonement. The Son of God, the Lord Jesus Christ, completed all that His Heavenly Father sent Him to do."],[".",{"id":"f19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f19"}],["div",{"id":"p69","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p69"},"Before the Savior’s death and Resurrection, He gave His Apostles authority to teach His gospel, perform the ordinances of salvation, and establish His Church in the world."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.1-10"},"Matthew 10:1–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.13"},"Luke 6:13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"]]]]]],[".topic",["h2","The Great Apostasy"],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p77"},"After the death of Jesus Christ, wicked people persecuted the Apostles and Church members and killed many of them. With the death of the Apostles, priesthood keys and the presiding priesthood authority were taken from the earth. The Apostles had kept the doctrines of the gospel pure and maintained the order and standard of worthiness for Church members. Without the Apostles, over time the doctrines were corrupted, and unauthorized changes were made in Church organization and priesthood ordinances, such as baptism and conferring the gift of the Holy Ghost."],["div",{"id":"p78","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p78"},"Without revelation and priesthood authority, people relied on human wisdom to interpret the scriptures and the principles and ordinances of the gospel of Jesus Christ. False ideas were taught as truth. Much of the knowledge of the true character and nature of God the Father, His Son Jesus Christ, and the Holy Ghost was lost. The doctrines of faith in Jesus Christ, repentance, baptism, and the gift of the Holy Ghost became distorted or forgotten. The priesthood authority given to Christ’s Apostles was no longer present on the earth. This apostasy eventually led to the emergence of many churches."],["div",{"id":"p79","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p79"},"After centuries of spiritual darkness, truth-seeking men and women protested against current religious practices. They recognized that many of the doctrines and ordinances of the gospel had been changed or lost. They sought for greater spiritual light, and many spoke of the need for a restoration of truth. They did not claim, however, that God had called them to be a prophet. Instead, they tried to reform teachings and practices that they believed had been changed or corrupted. Their efforts led to the organization of many Protestant churches. This Reformation resulted in an increased emphasis on religious freedom, which opened the way for the final Restoration."],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p80"},"The Savior’s Apostles foretold this universal apostasy. They also foretold that the gospel of Jesus Christ and His Church would be restored once more upon the earth."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13"},"1 Nephi 13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.20-21"},"2 Nephi 26:20–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28"},"2 Nephi 28"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.27"},"4 Nephi 1:27"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.1-3"},"D&C 86:1–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.9-11"},"Matthew 24:9–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.1-9"},"Mark 12:1–9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.28-30"},"Acts 20:28–30"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.6-9"},"Galatians 1:6–9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-12"},"2 Thessalonians 2:1–12"],"(",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.2a"},"JST verses 2"],",",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.3a"},"3"],",",["a.scriptureRef",{"href":"/scriptures/jst/jst-2-thes"},"7–9"],")"]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/4.1-3"},"1 Timothy 4:1–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.3-4"},"2 Timothy 4:3–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1-2"},"2 Peter 2:1–2"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"]]],["li",[".para","Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/apostasy"},"“Apostasy”"]]],["li",[".para",["span.emphasis","True to the Faith,"],["span.crossRef","“Apostasy,”"],"pages 13–14"]],["li",[".para",["span.emphasis","Our Search for Happiness,"],"pages 23–32"]],["li",[".para",["span.emphasis","Jesus the Christ,"],"chapter 40, “The Long Night of Apostasy”"]]]],["div",{"id":"f24","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f24"},["h2","The Great Apostasy"],["div",{"id":"p102","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p102"},"Investigators must understand that a universal apostasy occurred following the death of Jesus Christ and His Apostles. If there had been no apostasy, there would have been no need of a Restoration. As a diamond displayed on black velvet appears more brilliant, so the Restoration stands in striking contrast to the dark background of the Great Apostasy. As guided by the Spirit, teach investigators about the Great Apostasy at a level of detail appropriate to their needs and circumstances. Your purpose is to help them understand the need for the Restoration of the gospel of Jesus Christ."],["ul.bullet",["h2","Key Points"],["li",["span.label","•"],[".para","The Church of Jesus Christ is built on the foundation of apostles and prophets (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19-20"},"Ephesians 2:19–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"4:11–14"],"). These leaders have divine priesthood authority. Through revelation they direct the affairs of the Church. They maintain doctrinal purity, authorize the administration of ordinances, and call and confer upon others the priesthood authority."]],["li",["span.label","•"],[".para","People rejected and killed Jesus Christ and the Apostles (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.9"},"Matthew 24:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.32-34"},"1 Nephi 11:32–34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.5"},"2 Nephi 27:5"],"). With the death of the Apostles, the presiding priesthood authority was absent from the Church. Consequently, there was no longer authority to confer the Holy Ghost or perform other saving ordinances. Revelation ceased, and doctrine became corrupted."]],["li",["span.label","•"],[".para","Even before the death of the Apostles, many conflicts concerning doctrine arose. The Roman Empire, which at first had persecuted the Christians, later adopted Christianity. Important religious questions were settled by councils. The simple doctrines and ordinances taught by the Savior were debated and changed to conform to worldly philosophies (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],"). They physically changed the scriptures, removing plain and precious doctrines from them (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26-40"},"1 Nephi 13:26–40"],"). They created creeds, or statements of belief, based on false and changed doctrine (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.19"},"Joseph Smith—History 1:19"],"). Because of pride, some aspired to positions of influence (see",["a.scriptureRef",{"href":"/scriptures/nt/3-jn/1.9-10"},"3 John 1:9–10"],"). People accepted these false ideas and gave honor to false teachers who taught pleasing doctrines rather than divine truth (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.3-4"},"2 Timothy 4:3–4"],")."]],["li",["span.label","•"],[".para","Throughout history, many people have sincerely believed false creeds and doctrines. They have worshiped according to the light they possessed and have received answers to their prayers. Yet they are “kept from the truth because they know not where to find it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.12"},"D&C 123:12"],")."]],["li",["span.label","•"],[".para","Therefore, a restoration, not a reformation, was required. Priesthood authority did not continue in an unbroken line of succession from the Apostle Peter. To reform is to change what already exists; to restore is to bring back something in its original form. Thus, restoration of priesthood authority through divine messengers was the only possible way to overcome the Great Apostasy."]]]]],[".topic",["h2","The Restoration of the Gospel of Jesus Christ through Joseph Smith"],["div",{"id":"p110","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p110"},"When the circumstances were right, Heavenly Father once again reached out to His children in love. He called a young man named Joseph Smith as a prophet. Through him the fulness of the gospel of Jesus Christ was restored to the earth."],["div",{"id":"p111","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p111"},"Joseph Smith lived in the United States, which was perhaps the only country to enjoy religious freedom at the time. It was at a time of great religious excitement in the eastern United States. His family members were deeply religious and constantly sought for truth. But many ministers claimed to have the true gospel. Joseph desired “to know which of all the sects was right,” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.18"},"Joseph Smith—History 1:18"],"). The Bible taught there was “one Lord, one faith, one baptism” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.5"},"Ephesians 4:5"],"). Joseph attended different churches, but he remained confused about which church he should join. He later wrote:"],["div",{"id":"p112","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p112"},"“So great were the confusions and strife among the different denominations, that it was impossible for a person young as I was … to come to any certain conclusion who was right and who was wrong. … In the midst of this war of words and tumult of opinions, I often said to myself: What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it?” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8,10"},"Joseph Smith—History 1:8, 10"],")."],["div",{"id":"p113","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p113"},"As Joseph sought truth among the different faiths, he turned to the Bible for guidance. He read, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"). Because of this passage, Joseph decided to ask God what he should do. In the spring of 1820 he went to a nearby grove of trees and knelt in prayer. He described his experience:"],["div",{"id":"p114","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p114"},"“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me. … When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—",["span.emphasis","This is My Beloved Son. Hear Him!"],"” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],")."],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p115"},"In this vision God the Father and His Son, Jesus Christ, appeared to Joseph Smith. The Savior told Joseph not to join any of the churches, for they “were all wrong” and “all their creeds were an abomination.” He stated, “They draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.19"},"Joseph Smith—History 1:19"],"). Even though many good people believed in Christ and tried to understand and teach His gospel, they did not have the fulness of truth or the priesthood authority to baptize and perform other saving ordinances. They had inherited a state of apostasy as each generation was influenced by what the previous one passed on, including changes in the doctrines and in ordinances such as baptism. As God had done with Adam, Noah, Abraham, Moses, and other prophets, He called Joseph Smith to be a prophet through whom the fulness of the gospel was restored to the earth."],[".",{"id":"f26","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f26"}],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p116"},"After the appearance of the Father and the Son, other heavenly messengers, or angels, were sent to Joseph Smith and his associate Oliver Cowdery. John the Baptist appeared and conferred upon Joseph Smith and Oliver Cowdery the Aaronic Priesthood, which includes the authority to perform the ordinance of baptism. Peter, James, and John (three of Christ’s original Apostles) appeared and conferred the Melchizedek Priesthood upon Joseph Smith and Oliver Cowdery, restoring the same authority given to Christ’s Apostles anciently. With this priesthood authority, Joseph Smith was directed to organize the Church of Jesus Christ again on the earth. Through him, Jesus Christ called twelve Apostles."],["div",{"id":"p117","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p117"},"The time in which we live is referred to by Bible prophets as the last days, the latter days, or the dispensation of the fulness of times. It is the period of time just before the Second Coming of Jesus Christ. It is the final dispensation. This is why the Church is named The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p118","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p118"},"A living prophet directs the Church today. This prophet, the President of The Church of Jesus Christ of Latter-day Saints, is the authorized successor to Joseph Smith. He and the present Apostles trace their authority to Jesus Christ in an unbroken chain of ordinations through Joseph Smith."],["div",{"id":"f27","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f27"},["h2","Memorize",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"]],["div",{"id":"p120","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p120"},"Memorize Joseph Smith’s description of seeing the Father and the Son (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],"), and always be ready to describe the First Vision using his own words. Do not rush through it. Bear sincere testimony that you know it is true. Do not hesitate to explain how you came to know of its truth. Invite your companion to do so as well."]],["div",{"id":"f28","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f28"},["h2","Bear Testimony"],["div",{"id":"p122","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p122"},"An important part of a missionary’s duty is to bear testimony of the current prophet and president of the Church."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3"},"2 Nephi 3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30"},"D&C 112:30"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.10"},"Ephesians 1:10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.5"},"Ephesians 4:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"]]],["li",[".para","Brochure,",["a.crossRef",{"href":"/manual/the-testimony-of-the-prophet-joseph-smith"},["span.emphasis","The Testimony of the Prophet Joseph Smith"]]]]]]],[".topic",["h2","The Book of Mormon: Another Testament of Jesus Christ"],["div",{"id":"p131","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p131"},"Knowing that doubt, disbelief, and misinformation would remain after centuries of darkness, our loving Heavenly Father brought forth an ancient volume of holy scripture comparable to the Bible, which contains the fulness of the everlasting gospel of Jesus Christ. This volume of holy scripture provides convincing evidence that Joseph Smith is a true prophet of God. This record is the Book of Mormon: Another Testament of Jesus Christ."],[".",{"id":"f31","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f31"}],["div",{"id":"p132","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p132"},"Joseph Smith was directed by a heavenly messenger named Moroni to a hill where gold plates had lain hidden for centuries. These gold plates contained the writings of prophets giving an account of God’s dealings with some of the ancient inhabitants of the Americas. Joseph Smith translated the contents of these plates by the power of God. The prophets in the Book of Mormon knew about the mission of the Savior and taught His gospel. After His Resurrection, Christ appeared to these people. He taught them His gospel and established His Church. The Book of Mormon proves that “God does inspire men and call them to his holy work in this age and generation, as well as in generations of old” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.11"},"D&C 20:11"],"). In order to know that the Book of Mormon is true, a person must read, ponder, and pray about it. The honest seeker of truth will soon come to feel that the Book of Mormon is the word of God."],["div",{"id":"p133","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p133"},"Reading, pondering, and praying about the Book of Mormon are critical for an enduring conversion. Those who begin reading the Book of Mormon for the first time take important steps toward coming to know that Joseph Smith is a prophet of God and that the true Church has been restored to the earth."],["div",{"id":"f32","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f32"},["h2","Use the Book of Mormon to Confirm the Truth of the Restoration"],["div",{"id":"p135","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p135"},"Following is an example of what you might say when introducing the Book of Mormon:"],["div",{"id":"p136","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p136"},"“God loves His children, so He provided a convincing way to confirm the truth of what we have said. It is the Book of Mormon. Would you please read the last two paragraphs in the introduction to the book?”"],["div",{"id":"p137","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p137"},"Carefully explain the meaning of each concept in both paragraphs and invite the investigator to commit to reading portions of the Book of Mormon and applying the principles described in these two paragraphs."],["div",{"id":"p138","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p138"},"When introducing a person to the Book of Mormon, it is helpful to show him or her a copy, briefly review the contents, and share one or two passages that are personally meaningful to you or that might be meaningful to him or her."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/bofm-title"},"Title page of the Book of Mormon"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"Introduction to the Book of Mormon, paragraphs 1–7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-23"},"D&C 1:17–23"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.5-12"},"D&C 20:5–12"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.27-64"},"Joseph Smith—History 1:27–64"]]]]]],[".topic",["h2","Pray to Know the Truth through the Holy Ghost"],["div",{"id":"p146","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p146"},"This message of the Restoration is either true or it is not. We can know that it is true by the Holy Ghost, as promised in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],". After reading and pondering the message of the Book of Mormon, any who desire to know the truth must ask in prayer to our Heavenly Father in the name of Jesus Christ if it is true. In order to do this, we address our Heavenly Father. We thank Him for our blessings and ask to know that the message of the Book of Mormon is true. No one can know of spiritual truths without prayer."],[".sidebar",["ul.bullet",["h2","Prayer"],["li",["span.label","•"],[".para","Address our Heavenly Father (“Our Father in Heaven, …”)."]],["li",["span.label","•"],[".para","Express the feelings of your heart (gratitude, questions, requests to confirm that the Book of Mormon is true, and so on)."]],["li",["span.label","•"],[".para","Close (“In the name of Jesus Christ, amen”)."]]]],["div",{"id":"p151","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p151"},"In answer to our prayers, the Holy Ghost will teach us truth through our feelings and thoughts. Feelings that come from the Holy Ghost are powerful, but they are also usually gentle and quiet. As we begin to feel that what we are learning is true, we will desire to know all that we can about the Restoration."],["div",{"id":"p152","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p152"},"Knowing that the Book of Mormon is true leads to a knowledge that Joseph Smith was called as a prophet and that the gospel of Jesus Christ was restored through him."],["div",{"id":"f37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f37"},["h2","Prayer"],["div",{"id":"p154","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p154"},"Although prayer has a role in many religions and cultures, rarely is prayer considered to be a two-way communication between God and man. Help those you teach understand that they can speak the feelings of their hearts in prayer. Demonstrate this in the way you pray when beginning or ending a lesson. Use simple language that they can also use when they pray. Help them understand that our Heavenly Father will answer their prayers, typically through the feelings of their hearts and thoughts in their minds. If they are sincere and really want to know whether God is there, He will answer them. Invite the head of the household to offer a kneeling prayer at the end of the lesson."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.45-46"},"Alma 5:45–46"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"Introduction to the Book of Mormon, paragraphs 8–9"]]]]],["div",{"id":"f40","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f40"},["h2","Invitation to Be Baptized"],["div",{"id":"p161","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p161"},"During this or any other lesson, do not hesitate to invite people to be baptized and confirmed."],["div",{"id":"p162","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p162"},"To prepare people for an invitation to be baptized and confirmed, teach the doctrine of baptism and testify often of the importance of all people being baptized by authority, of receiving a remission of sins, and of the wonderful gift of the Holy Ghost. You might say, “As the Lord answers your prayers and you feel that this message is true, will you follow the example of Jesus Christ by being baptized?”"],["div",{"id":"p163","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p163"},"The invitation to be baptized and confirmed should be specific and direct: “Will you follow the example of Jesus Christ by being baptized by someone holding the priesthood authority of God? We will be holding a baptismal service on (date). Will you prepare yourself to be baptized on that date?”"]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"p165","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p165"},"This section has ideas for you to use in preparing for and teaching this lesson. Prayerfully follow the Spirit as you decide how to use these ideas. Add the ideas you select to your lesson plan. Keep in mind that these ideas are suggestions—not requirements—to help you meet the needs of those you teach."],[".sidebar",["h2","Short Lesson Plan (3–5 minutes)"],["div",{"id":"p167","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p167"},"After centuries of being lost, the gospel of Jesus Christ has been restored to the earth by our loving Heavenly Father through a living prophet. The Book of Mormon is evidence of this. You can hold it in your hands. You can read it, ponder how the message in the book can improve your life, and pray to know that the message is the word of God."],["ul.bullet",["li",["span.label","•"],[".para","God Is Our Loving Heavenly Father"]],["li",["span.label","•"],[".para","The Gospel Blesses Families"]],["li",["span.label","•"],[".para","Heavenly Father Reveals His Gospel in Every Dispensation"]],["li",["span.label","•"],[".para","The Savior’s Earthly Ministry and Atonement"]],["li",["span.label","•"],[".para","The Great Apostasy"]],["li",["span.label","•"],[".para","The Restoration of the Gospel of Jesus Christ through Joseph Smith"]],["li",["span.label","•"],[".para","The Book of Mormon: Another Testament of Jesus Christ"]],["li",["span.label","•"],[".para","Pray to Know the Truth through the Holy Ghost"]]],["ul.bullet",["h2","Commitments:"],["li",["span.label","•"],[".para","Will you read and pray to know that the Book of Mormon is the word of God?"]],["li",["span.label","•"],[".para","Will you pray to know that Joseph Smith was a prophet?"]],["li",["span.label","•"],[".para","Will you attend church with us this Sunday?"]],["li",["span.label","•"],[".para","May we set a time for our next visit?"]],["li",["span.label","•"],[".para","Commandments from lesson 4 that you choose to include."]]]],[".sidebar",["h2","Medium Lesson Plan (10–15 minutes)"],["div",{"id":"p183","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p183"},"Our message is remarkable and simple. God is our Father. We are His children. We are part of His family. He loves us. From the beginning of the world, He has followed a pattern of love and concern. Many times He has reached out in love to reveal the gospel of Jesus Christ so that His children can know how to return to Him. He revealed it to prophets such as Adam, Noah, Abraham, and Moses. But people have repeatedly chosen to reject that gospel. Two thousand years ago, Jesus Christ Himself taught His gospel and established His Church, and accomplished the Atonement. Incredibly, people even rejected Jesus. Whenever people disregard or distort true doctrines and ordinances, God withdraws His authority to administer the Church."],["div",{"id":"p184","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p184"},"Our invitation to you and all people is to add to the truths you already treasure. Consider our evidence that our Heavenly Father and His Son, Jesus Christ, have again reached out to God’s children in love and revealed the fulness of the gospel to a prophet. This prophet’s name is Joseph Smith. The evidence of this glorious truth is found in a book—the Book of Mormon—which you can read, ponder, and pray about. If you pray with a sincere heart, with real intent and faith in Christ, God will tell you by the power of the Holy Ghost that it is true."],["ul.bullet",["h2","Commitments:"],["li",["span.label","•"],[".para","Will you read and pray to know that the Book of Mormon is the word of God?"]],["li",["span.label","•"],[".para","Will you pray to know that Joseph Smith was a prophet?"]],["li",["span.label","•"],[".para","Will you attend church with us this Sunday?"]],["li",["span.label","•"],[".para","May we set a time for our next visit?"]],["li",["span.label","•"],[".para","Commandments from lesson 4 that you choose to include."]]]],[".sidebar",["h2","Full Lesson Plan (30–45 minutes)"],["ul.bullet",["li",["span.label","•"],[".para","God Is Our Loving Heavenly Father"],["ul.bullet",["li",["span.label","•"],[".para","We are God’s children (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.29"},"Acts 17:29"],")."]],["li",["span.label","•"],[".para","God loves us and will help us make right choices."]],["li",["span.label","•"],[".para","Through Jesus Christ, we can live with God again (see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"],")."]]]],["li",["span.label","•"],[".para","The Gospel Blesses Families"],["ul.bullet",["li",["span.label","•"],[".para","The gospel of Jesus Christ helps families develop stronger relationships."]],["li",["span.label","•"],[".para","Families are ordained of God; they are the most important social unit in time and eternity (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15-16"},"D&C 49:15–16"],")."]],["li",["span.label","•"],[".para","The family is the best place to teach, learn, and apply gospel principles (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"D&C 68:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.19"},"Genesis 18:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.7"},"Deuteronomy 6:7"],")."]],["li",["span.label","•"],[".para","The family can be a place of safety, peace, and joy."]]]],["li",["span.label","•"],[".para","Heavenly Father Reveals His Gospel in Every Dispensation"],["ul.bullet",["li",["span.label","•"],[".para","God calls prophets to teach His gospel (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],")."]],["li",["span.label","•"],[".para","Apostasy means to reject prophets and the gospel."]],["li",["span.label","•"],[".para","Dispensations are periods of time when prophets have taught the gospel. Previous dispensations have ended in apostasy (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.36-38"},"D&C 136:36–38"],")."]],["li",["span.label","•"],[".para","Adam, Noah, Abraham, Moses, and other ancient prophets all taught the gospel (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-12"},"Moses 5:4–12"],")."]]]],["li",["span.label","•"],[".para","The Savior’s Earthly Ministry and Atonement"],["ul.bullet",["li",["span.label","•"],[".para","The Son of God restored and taught the gospel. He performed many miracles (see Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/miracle"},"“Miracle,”"],"165)."]],["li",["span.label","•"],[".para","He called Apostles and gave them priesthood authority to preach the gospel and perform saving ordinances such as baptism (see",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],")."]],["li",["span.label","•"],[".para","Christ established His Church."]],["li",["span.label","•"],[".para","Christ was crucified, and His Apostles were rejected and killed (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.35"},"Matthew 27:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.25"},"Mark 15:25"],")."]],["li",["span.label","•"],[".para","Christ accomplished the Atonement (see Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/atone-atonement"},"“Atone, Atonement,”"],"22–23)."]]]],["li",["span.label","•"],[".para","The Great Apostasy"],["ul.bullet",["li",["span.label","•"],[".para","Without revelation through a prophet, people fall into spiritual darkness (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],")."]],["li",["span.label","•"],[".para","Prophets and Apostles foretold the Great Apostasy (see",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-3"},"2 Thessalonians 2:1–3"],")."]]]],["li",["span.label","•"],[".para","The Restoration of the Gospel of Jesus Christ through Joseph Smith"],["ul.bullet",["li",["span.label","•"],[".para","Joseph sought for truth (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8,10"},"Joseph Smith—History 1:8, 10"],")."]],["li",["span.label","•"],[".para","God and Jesus Christ appeared to Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],")."]],["li",["span.label","•"],[".para","Like prophets in earlier dispensations, Joseph Smith was called as the prophet of this last dispensation."]],["li",["span.label","•"],[".para","God restored the fulness of the gospel through Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.17"},"D&C 35:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"135:3"],")."]],["li",["span.label","•"],[".para","Other heavenly messengers restored the priesthood, and Christ’s Church was organized (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12"},"27:12"],")."]],["li",["span.label","•"],[".para","A living prophet directs the Church today."]]]],["li",["span.label","•"],[".para","The Book of Mormon: Another Testament of Jesus Christ"],["ul.bullet",["li",["span.label","•"],[".para","The Book of Mormon is convincing evidence that Joseph Smith was a prophet."]],["li",["span.label","•"],[".para","Joseph translated the plates by the power of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"Introduction to the Book of Mormon, paragraph 5"],")."]],["li",["span.label","•"],[".para","The Book of Mormon proves that God inspires prophets in our day as He has in every dispensation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.5-12"},"D&C 20:5–12"],")."]],["li",["span.label","•"],[".para","The Book of Mormon contains the fulness of the gospel of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8-9"},"D&C 20:8–9"],")."]]]],["li",["span.label","•"],[".para","Pray to Know the Truth through the Holy Ghost"],["ul.bullet",["li",["span.label","•"],[".para","You can know that the Book of Mormon is true (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/introduction"},"Introduction to the Book of Mormon, paragraphs 1, 8–9"],")."]],["li",["span.label","•"],[".para","The Holy Ghost will teach you through your thoughts and feelings (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"],")."]]]]],["ul.bullet",["h2","Commitments:"],["li",["span.label","•"],[".para","Will you read and pray to know that the Book of Mormon is the word of God?"]],["li",["span.label","•"],[".para","Will you pray to know that Joseph Smith was a prophet?"]],["li",["span.label","•"],[".para","Will you attend church with us this Sunday?"]],["li",["span.label","•"],[".para","May we set a time for our next visit?"]],["li",["span.label","•"],[".para","Commandments from lesson 4 that you choose to include."]]]],[".topic",["h3","Questions to Ask after You Teach"],["ul.bullet",["li",["span.label","•"],[".para","What questions do you have about what we have taught?"]],["li",["span.label","•"],[".para","If there were a prophet on the earth today, what would you ask him?"]],["li",["span.label","•"],[".para","Do you feel like God hears your prayers? Why?"]],["li",["span.label","•"],[".para","Would you like to find out that the Book of Mormon is true? Why?"]]]],[".topic",["h3","Key Definitions"],["ul.bullet",["li",["span.label","•"],[".para",["b","Agency:"],"The ability and privilege God gives people to choose and to act for themselves."]],["li",["span.label","•"],[".para",["b","Apostasy:"],"A turning away from the truth by individuals, the Church, or entire nations. It includes rebellion against authority and rejection of prophets. Evidence of apostasy includes transgressing God’s laws, changing gospel ordinances, and breaking covenants (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],")."]],["li",["span.label","•"],[".para",["b","Dispensation:"],"A period of time in which the Lord has at least one authorized servant on the earth who bears the keys of the holy priesthood. In addition to Jesus Christ, prophets such as Adam, Enoch, Noah, Abraham, Moses, and Joseph Smith have each started a new gospel dispensation. When the Lord organizes a dispensation, the gospel is revealed anew so that the people of that dispensation do not have to depend on past dispensations for knowledge of the plan of salvation. The dispensation begun by Joseph Smith is known as the “dispensation of the fulness of times.”"]],["li",["span.label","•"],[".para",["b","Priesthood:"],"The authority and power that God gives to man to act in the name of Jesus Christ in all things for the salvation of mankind."]],["li",["span.label","•"],[".para",["b","Prophet:"],"A man who has been called by and speaks for God. As a messenger of God, a prophet receives priesthood authority, commandments, prophecies, and revelations from God. His responsibility is to make known God’s will and true character to mankind and to show the meaning of His dealings with them. A prophet denounces sin and foretells its consequences. He is a preacher of righteousness. On occasion, a prophet may be inspired to foretell the future for the benefit of mankind. His primary responsibility, however, is to bear witness of Christ."]],["li",["span.label","•"],[".para",["b","Redeemer:"],"Jesus Christ is the great Redeemer of mankind because He, through His Atonement, paid the price for the sins of mankind and made possible the resurrection of all people. To redeem is to deliver, to purchase, or to ransom, such as to free a person from bondage by payment. Redemption refers to the Atonement of Jesus Christ and to deliverance from sin. Jesus’ Atonement redeems all mankind from physical death. Through His Atonement, which includes His suffering in Gethsemane and on the cross as well as His Resurrection, those who have faith in Him and who repent are redeemed from spiritual death."]],["li",["span.label","•"],[".para",["b","Reformer:"],"To reform is to make changes to something in order to improve it. The term",["span.emphasis","reformers"],"refers to those men and women (such as Martin Luther, John Calvin, William Tyndale, and John Wycliffe) who protested the practices of the existing church, which they felt needed to be reformed."]],["li",["span.label","•"],[".para",["b","Restoration:"],"To restore means to return to a former condition, or to bring back. The Restoration, as used by Latter-day Saints, means that the true Church of Jesus Christ, which was lost through apostasy, was brought back as it originally existed when organized by Jesus Christ. Unlike the Reformation, the Restoration was accomplished by divine authority through revelation."]],["li",["span.label","•"],[".para",["b","Revelation:"],"Communication from God to His children on earth. Revelation may come through the Light of Christ and the Holy Ghost by way of inspiration, visions, dreams, or visits by angels. Revelation provides guidance that can lead the faithful to eternal salvation in the celestial kingdom. The Lord reveals His work to His prophets and confirms to believers that the revelations to the prophets are true (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"). Through revelation, the Lord provides individual guidance for every person who seeks it and who has faith, repents, and is obedient to the gospel of Jesus Christ."]]],["ul.bullet",["h3","Other Terms That May Need Further Definition for Those You Teach"],["li",["span.label","•"],[".para","Apostle"]],["li",["span.label","•"],[".para","Bible"]],["li",["span.label","•"],[".para","Endure to the end"]],["li",["span.label","•"],[".para","Gift of the Holy Ghost"]],["li",["span.label","•"],[".para","Gospel"]],["li",["span.label","•"],[".para","Obedience and disobedience to commandments"]],["li",["span.label","•"],[".para","Ordinances of salvation"]],["li",["span.label","•"],[".para","Prayer"]],["li",["span.label","•"],[".para","Return to live in His presence"]],["li",["span.label","•"],[".para","Savior"]],["li",["span.label","•"],[".para","Scriptures"]],["li",["span.label","•"],[".para","Sin"]],["li",["span.label","•"],[".para","Stewardship"]]],["div",{"id":"f60","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f60"},["h3","Reformers and World Religious Leaders"],["div",{"id":"f61","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f61"},["h3","The following is background information to be used only when needed."],["table",["tbody",["tr",["td","John Wycliffe:"],["td","Born in the 14th century in England. Theology scholar at Oxford University. Taught that the Catholic Church did not have priesthood keys, that the Holy Eucharist (or sacrament) was not the actual body of Christ, and that the church should not exercise political power over the people. Translated the Bible into English. Died 31 December 1384."],["td"]],["tr",["td","Martin Luther:"],["td","Born 10 November 1483, in Germany. Studied at University of Erfurt and Wittenberg. Nailed 95 theses to the door of the Castle Church in defiance of many current teachings of the Roman Catholic Church, including the practice of having people pay money to be forgiven of their sins. Died 18 February 1546."],["td"]],["tr",["td","William Tyndale:"],["td","Born in Wales in 1494. Studied at Oxford and Cambridge. Translated the New Testament into English. Made the scriptures available to the common people to expose the false doctrines and corruption of religious leaders. He was executed on 6 October 1536."],["td"]],["tr",["td","John Calvin:"],["td","Born 10 July 1509, in France. Studied in Paris to be a priest. A major leader in movements to reform the Catholic Church. Lived much of his life in Switzerland. He taught that men by nature are depraved and that only God’s grace can save them. Wrote many commentaries on the Bible. Died 27 May 1564."],["td"]]]]],["div",{"id":"p275","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p275"},"For more information on the reformers, see the following sources in the missionary library: James E. Talmage,",["span.emphasis","Jesus the Christ,"],"692–703; M. Russell Ballard,",["span.emphasis","Our Search for Happiness,"],"26–32."],["div",{"id":"p276","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p276"},"Just as the Christian world was blessed by the courage and vision of the reformers, many other nations and cultures have been blessed by those who were given that portion “that [God] seeth fit that they should have” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.8"},"Alma 29:8"],"). Teachings of other religious leaders have helped many people become more civil and ethical."],["div",{"id":"f62","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.f62"},["table",["tbody",["tr",["td","Buddha (Gotama):"],["td","Born in 563",["span.small","B.C."],"of a Hindu chieftain in Nepal. Concerned with the suffering he saw around him. Fled from his father’s luxurious palace, renounced the world, and lived in poverty. Seeking enlightenment, he discovered what he called the “path of deliverance.” Claimed to reach Nirvana, a state of oblivion to care, pain, or external reality. Became a teacher for a community of monks."],["td"]],["tr",["td","Confucius:"],["td","Born in 551",["span.small","B.C."],"Orphaned as a child. China’s first professional teacher. China’s greatest moral and social thinker. Said little about spiritual beings or divine powers. Believed that heaven had entrusted him with a sacred mission as champion of the good and true."],["td"]],["tr",["td","Mohammed:"],["td","Born in 570",["span.small","A.D."],"in Mecca. Orphaned in childhood. Lived a life of poverty. Gained reputation as a trusted peacemaker. Married at age 25. In 610 prayed and meditated on Mount Hira. Said the angel Gabriel appeared to him and delivered a message from Allah (God). Claimed to receive communication from God through Gabriel from 620 to 632. These communications, which he recited to his disciples, were later written in the Koran, the sacred book of Islam."],["td"]]]]]]]]]],"refs":null}
