{"id":39,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":39,"title":"Section 31 \"Govern Your House\"","subtitle":"","short_title":"Section 31","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.head3"},[".titleNumber","Section 31"],["h1","“Govern Your House”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p11"},"This is the last of a series of four revelations given to the Prophet Joseph Smith in September 1830 at Fayette, New York."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p12"},"This revelation is directed to Thomas B. Marsh. Elder Marsh had just been baptized into the Church and ordained an elder by Oliver Cowdery. Here indeed was a man called to greatness by the Lord. (See History of the Church, 1:117.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.1"},"D&C 31:1"],". “Blessed Are You Because of Your Faith”"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p13"},"“Thomas B. Marsh had embraced the gospel on the testimony of the Spirit concerning sixteen pages of the Book of Mormon, and he moved to Palmyra in order to join the Church. This was faith. Many ‘inquirers’ cannot be moved, though they have an entire library from which to draw information. God commends him for his faith.” (Smith and Sjodahl, Commentary, p. 165.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.f2"},[".caption","The family is the most important unit of strength in the Lord’s kingdom."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.2,9"},"D&C 31:2, 9"],". Family Unity Is Essential in God’s Work"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p15"},"“The great work of every man is … to create and perfect an eternal family unit. … Salvation is a family affair.” (Bruce R. McConkie, in Conference Report, Apr. 1970, pp. 26–27.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.3-4"},"D&C 31:3–4"],". “Your Tongue Shall Be Loosed”"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p16"},"“As long as Thomas B. Marsh was faithful he was an eloquent speaker. At the time of the troubles in Clay County, Mo., he was elected a member of a committee to lay the grievances of the Saints before the authorities of the State. On that occasion he spoke so impressively that General Atchison, who was present, shed tears, and the meeting passed resolutions to assist the Saints in finding a new location.” (Smith and Sjodahl, Commentary, p. 165.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.8"},"D&C 31:8"],". “Strengthen Them … Against the Time When They Shall Be Gathered”"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p17"},"“The principle of gathering had just been revealed (Sec. 29:2–8). Marsh was to be one of the servants of the Almighty whose duty it would be to strengthen and prepare the people for gathering. It takes both strength of character and preparation to gather to Zion, and this will be still more the case, when the City of Zion is to be built up, and the laws of God must be observed. Marsh, in the autumn of 1832, led a company of Saints to Jackson Co., Mo.” (Smith and Sjodahl, Commentary, p. 166.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.9-13"},"D&C 31:9–13"],". Saving Instructions to Elder Marsh and to All"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p18"},"“The Lord here imparts special instructions for the guidance of His servant. Among these are:—Be patient in afflictions; revile not against those that revile; govern your house and be steadfast; pray always, lest you enter into temptation and lose your reward; and be faithful unto the end."],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p19"},"“The Lord knew the dangers threatening Thomas B. Marsh and warned him of them.” (Smith and Sjodahl, Commentary, p. 166.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.10"},"D&C 31:10"],". In What Way Was Thomas B. Marsh a Physician unto the Church?"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-31-govern-your-house.p20"},"There are many recorded instances of Thomas B. Marsh’s giving his time to help members of the Church resolve their problems. Elder Marsh also participated in many Church disciplinary councils as the presiding authority. Here, through the rules and laws of the Church, he offered hope to the repentant. Even though Thomas B. Marsh had acquired some skills in the use of mild herbs and was able to help people with his knowledge, his greater calling was the healing of souls."]]]]],"refs":null}
