{"id":40,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":40,"title":"Section 32 The First Mission among the Lamanites","subtitle":"","short_title":"Section 32","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.head4"},[".titleNumber","Section 32"],["h1","The First Mission among the Lamanites"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p21"},"“Oliver Cowdery and Peter Whitmer had been called to go on a mission to the Lamanites (Sec. 28:8; 30:5). There was great interest among the Saints in this mission, for it was hoped that the time had come for the redemption of the scattered Remnant, according to the promises in the Book of Mormon ([1 Nephi] 15:13–18, and many other places). The Prophet laid the matter before the Lord in prayer and received this Revelation, in which Parley P. Pratt and Ziba Peterson were called to join Oliver Cowdery and Peter Whitmer, Jr., on that important mission.” (Smith and Sjodahl, Commentary, p. 169.)"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p22"},"“The Lamanite missionaries commenced their work with the Catteraugus tribe near Buffalo, New York. Here they were fairly well received, and after leaving copies of the Book of Mormon they continued their journey west. They took a slight detour to teach the gospel to a minister friend of Parley P. Pratt and his congregation near Kirtland, Ohio. … What must have been thought to be a diversion from their mission turned out to be a major accomplishment. Here lived Sidney Rigdon, a Reformed Baptist preacher. Parley P. Pratt was apparently convinced that with the feelings and beliefs that Sidney Rigdon held he would respond to the gospel message. He was not disappointed."],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p23"},"“Not only Sidney Rigdon but many of his congregation joined the Church. In a short period of time, 130 people were baptized into the Church in that area, making it the largest single group of Latter-day Saints on the earth at the time. After introducing Sidney Rigdon and the others to the gospel, the missionaries pursued their journey west toward more populous Lamanite tribes. The missionaries now numbered five, with the addition of a convert from Kirtland, Frederick G. Williams. Their missionary labors were temporarily delayed with the arrest of Parley P. Pratt [as part of the attempt to prevent the missionaries from further successes]. …"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p24"},"“The missionaries visited the Wyandot tribe at Sandusky, Ohio. From here they commenced the most difficult part of their journey through the wilderness, to the frontier village of Independence, Missouri. …"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p25"},"“Upon arriving at Independence, two of the missionaries took work to help finance their mission while the other three continued a short distance to the Indian lands. Here it appeared they would have their greatest success among the Delaware Indians. Although the Indians were at first suspicious of the missionaries because they had been exploited by some previous Christian missionaries, this suspicion was soon alleviated by the moving address delivered by Oliver Cowdery. …"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p26"},"“Chief Anderson of the Delaware Tribe was very impressed and asked the missionaries to remain during the winter and teach them the Book of Mormon. Success appeared imminent, but it was shattered when other Christian missionaries influenced the Indian agent to evict the Mormon elders from Indian lands. Asked to leave, the disappointed missionaries made their way back to Independence. Here they stayed, with the exception of Parley P. Pratt, who was chosen to report their labors to Joseph Smith and to visit the Saints they had left behind in Kirtland.” (",["span.emphasis","Doctrine and Covenants, Section 1 through 102"],"[Sunday School Gospel Doctrine teacher’s supplement, 1978], pp. 69–70.)"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p27"},"Some idea of the commitment of these early brethren can be found in the formal covenants they made at the time of their call. For example, Oliver Cowdery wrote: “I, Oliver, being commanded by the Lord God, to go forth unto the Lamanites, to proclaim glad tidings of great joy unto them, by presenting unto them the fullness of the Gospel, of the only begotten Son of God; and also, to rear up a pillar as a witness where the temple of God shall be built, in the glorious New Jerusalem; and having certain brothers with me, who are called of God to assist me, whose names are Parley, and Peter and Ziba, do therefore most solemnly covenant with God that I will walk humbly before him, and do this business, and this glorious work according as he shall direct me by the Holy Ghost; ever praying for mine and their prosperity, and deliverance from bonds, from imprisonment, and whatsoever may befall us, with all patience and faith. Amen. [Signed] Oliver Cowdery.” (Journal History, 17 Oct. 1830)."],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.f3"},[".caption","Parley P. Pratt, an early missionary to the Lamanites"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32"},"D&C 32"],". The Day of the Lamanite"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p29"},"President Spencer W. Kimball spoke and wrote much of today as the day of the Lamanite."],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p30"},"“The Lamanite people are increasing in numbers and influence. When the Navajos returned from Fort Sumner after a shameful and devastating captivity, there were only 9,000 of them left; now there are more than 100,000. There are nearly 130 million Lamanites worldwide. Their superstitions are giving way. They are becoming active politically and responsible in their communities wherever they dwell. Their employment and standard of living are increasing."],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p31"},"“The Church has been established among them to a degree, and it will continue to be established on an ever-increasing scale. There are now more than 350,000 Lamanite members of the Church. They attend their meetings faithfully. They have the priesthood among them. There are branch presidents, quorum leaders, bishops, stake presidents, high councilors, mission presidents, and leaders in all phases of the work among them. They are attending the temple and receiving the ordinances necessary for exaltation. They are intelligent and faithful; they are a great people and a blessed people. …"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p32"},"“And can we not exercise our faith to expand this work even further? Enos prayed a prayer of mighty faith and secured a promise from the Lord that the Lamanite would be preserved. How glorious it would be if a million Latter-day Saint families were on their knees daily asking in faith that the work among these their brethren would be hastened, that the doors might be opened."],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p33"},"“The Lamanites must rise again in dignity and strength to fully join their brethren and sisters of the household of God in carrying forth his work in preparation for that day when the Lord Jesus Christ will return to lead his people, when the millennium will be ushered in, when the earth will be renewed and receive its paradisiacal glory and its lands be united and become one land. For the prophets have said, ‘The remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.8"},"Eth. 13:8"],".)"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p34"},"“In this I have great faith.” (“Our Paths Have Met Again,”",["span.emphasis","Ensign,"],"Dec. 1975, pp. 5, 7.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32.1"},"D&C 32:1"],". “Be Meek and Lowly of Heart”"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-32-the-first-mission-among-the-lamanites.p35"},"“Parley P. Pratt was admonished to be meek and lowly of heart. In the year 1837, there were ‘jarrings and discord’ in the Church at Kirtland, and he was overcome with that spirit. He even tried to turn John Taylor from the Prophet by pointing out to him what he regarded as Joseph’s error. Elder Taylor rebuked him as a brother, and Parley P. Pratt went to the Prophet in tears and confessed his sin, whereupon the Prophet frankly forgave him, prayed with him, and blessed him. This was meekness. It was also manliness. Only a really strong character can possess true humility.” (Smith and Sjodahl, Commentary, pp. 170–71.)"]]]]],"refs":null}
