{"id":5,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":5,"title":"A Gift for Grandma","subtitle":"By Kimberly Sabin Plumb","short_title":"A Gift for Grandma","uri":"/new-era/2013/06/a-gift-for-grandma","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/a-gift-for-grandma"},[".heading",{"id":"head1","uri":"/new-era/2013/06/a-gift-for-grandma.head1"},[".title",["span.dominant","A Gift"],"for Grandma"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/a-gift-for-grandma.p2"},"By Kimberly Sabin Plumb"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/06/a-gift-for-grandma.p3"},"Kimberly Sabin Plumb lives in California, USA."]],[".kicker","A simple letter to say thanks meant so much to my grandmother."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/a-gift-for-grandma.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun12-ALL-a-gift-for-grandma-GiftGrandma-COB.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/06/a-gift-for-grandma.p5"},"Illustration by Roger Motzkus"]]],["p.para",{"id":"p6","uri":"/new-era/2013/06/a-gift-for-grandma.p6"},"When I was young, my grandma often had get-togethers for my cousins and me. There were about 14 of us, and we were always excited when Grandma invited us over for dinners, sleepovers, game nights, and holidays. Grandma’s house was the place to be!"],["p.para",{"id":"p7","uri":"/new-era/2013/06/a-gift-for-grandma.p7"},"Every activity at Grandma’s house was fun. But I never thought about all of the time and work that went into each activity. I just thought that was what grandmas did, and I loved it!"],["p.para",{"id":"p8","uri":"/new-era/2013/06/a-gift-for-grandma.p8"},"After years of fun cousin memories at Grandma’s house, our family moved away. Later my grandma came to spend a special day with us in our new home. My family thought long and hard to find the perfect gift for her. She has more stuff than anyone I know. What could we get the grandma who has everything?"],["p.para",{"id":"p9","uri":"/new-era/2013/06/a-gift-for-grandma.p9"},"I asked my dad for ideas, and he told me the same thing he says every year: “Why don’t you write her a really nice letter?” I was out of ideas, and so early the next morning, before anyone else was awake, I sat at the kitchen table with my feet on the cold tile and wrote my grandma a special letter."],["p.para",{"id":"p10","uri":"/new-era/2013/06/a-gift-for-grandma.p10"},"At first I wondered what I could write besides, “You are so wonderful. Thanks for everything.” As I looked out the kitchen window at the palm trees and the sky, I thought of the many things Grandma had done for us over the years. I remembered that I had never told my grandma how much those times spent together as a family meant to me."],["p.para",{"id":"p11","uri":"/new-era/2013/06/a-gift-for-grandma.p11"},"In my letter, I told my grandma that I love her, and I thanked her for all of the special memories. I let her know how important they still were to me, even years later. Then I put the letter in an envelope and went back into my warm, carpeted room."],["p.para",{"id":"p12","uri":"/new-era/2013/06/a-gift-for-grandma.p12"},"When the time came to give Grandma her gifts, I slowly pulled out my letter. I didn’t know how to feel about my gift to her."],["p.para",{"id":"p13","uri":"/new-era/2013/06/a-gift-for-grandma.p13"},"She looked surprised when I gave her the envelope. I watched closely as she carefully tore off the end of the envelope and pulled out the letter on narrow pink paper. As she read it, she started to smile and tears filled her eyes. I had never seen my grandma cry before. She slowly looked up and turned toward me with warm, brown eyes. She whispered, “Thank you, thank you. I didn’t think anyone remembered.”"],["p.para",{"id":"p14","uri":"/new-era/2013/06/a-gift-for-grandma.p14"},"Grandma, who had done so much to build strong family relationships, had no idea that I remembered or was grateful for those times together. She wiped her eyes and said, “Kimberly, thank you. That was the best present anyone could ever give me.”"],["p.para",{"id":"p15","uri":"/new-era/2013/06/a-gift-for-grandma.p15"},"I gave Grandma a big hug, feeling her soft skin against my cheek and smelling her “grandma” smell that was a mix of baby powder and musk. I was so grateful for my dad’s idea to write her a letter. I didn’t know that words of gratitude and love would mean more to my grandma than all of the knickknacks, perfume, and gifts that money could buy."]],[".resources",[".sideQuote",{"id":"f2","uri":"/new-era/2013/06/a-gift-for-grandma.f2"},[".title","Express Love in Word and Deed"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p17","uri":"/new-era/2013/06/a-gift-for-grandma.p17"},"“With gratitude in our hearts, may we fill our days—as much as we can—with those things which matter most. May we cherish those we hold dear and express our love to them in word and in deed.”"],[".citationInfo",["p.para",{"id":"p18","uri":"/new-era/2013/06/a-gift-for-grandma.p18"},"President Thomas S. Monson, “Finding Joy in the Journey,”",["span.emphasis","Ensign,"],"Nov. 2008, 87."]]]]]]],"refs":null}
