{"id":2,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":2,"title":"Danielle’s Card","subtitle":"By Diane Ferguson","short_title":"Danielle’s Card","uri":"/new-era/2013/06/danielles-card","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/danielles-card"},[".heading",{"id":"head1","uri":"/new-era/2013/06/danielles-card.head1"},[".title","Danielle’s Card"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/danielles-card.p2"},"By Diane Ferguson"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/06/danielles-card.p3"},"Diane Ferguson lives in Utah, USA."]],[".kicker","I was so surprised when an older girl reached out to me and showed that she cared."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/new-era/2013/06/danielles-card.p5"},"When I was a Beehive, I always went to church on Sundays, but I didn’t always go to Mutual. I had a good friend my own age, but I felt like I didn’t really fit in with the older girls, especially at combined Young Women activities. On top of that, I was frequently busy with homework and other responsibilities. Sometimes I would go for several weeks without attending Mutual."],["p.para",{"id":"p6","uri":"/new-era/2013/06/danielles-card.p6"},"Then one day I got a card in the mail. It was from Danielle, the Laurel class president. I opened the card and read the note inside. It said:"],["p.para",{"id":"p7","uri":"/new-era/2013/06/danielles-card.p7"},["span.emphasis","Dear Diane,"]],["p.para",{"id":"p8","uri":"/new-era/2013/06/danielles-card.p8"},["span.emphasis","I hope you’re doing well. You are an amazing girl, and I’ve had so much fun getting to know you at camp and at church. I’ve missed seeing you at Young Women activities. I hope you will be able to come to more activities soon. You have so much to share. Good luck with everything!"]],["p.para",{"id":"p9","uri":"/new-era/2013/06/danielles-card.p9"},["span.emphasis","Love, Danielle"]],["p.para",{"id":"p10","uri":"/new-era/2013/06/danielles-card.p10"},"Wow. One of the other girls—a Laurel, no less—actually cared that I hadn’t been going to Mutual. I was a little embarrassed that she had taken the trouble to write me a note, but more than that, I was grateful that she had shown me Christlike love in such a thoughtful way. Danielle was trying to help me realize that I could contribute something to Mutual activities and that she was truly interested in getting to know me."],["p.para",{"id":"p11","uri":"/new-era/2013/06/danielles-card.p11"},"It had an effect on me. I started going to activities more frequently—and I started enjoying them too. As I got to know the other girls, we learned more about each other and became friends. I learned to enjoy spending time with people who have different interests than I have as we learned about the gospel, served others, and participated in lots of fun activities together."],["p.para",{"id":"p12","uri":"/new-era/2013/06/danielles-card.p12"},"Years later, when I was called to be the Laurel class president, I remembered Danielle’s example and tried to help everyone feel welcome and included. I know that reaching out to others can be difficult, especially if you don’t know them very well. However, I also know that extending a hand of friendship can be exactly what someone else needs to feel valued and included."]],[".resources",[".sideQuote",{"id":"f1","uri":"/new-era/2013/06/danielles-card.f1"},[".title","Fellowship of the Saints"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p14","uri":"/new-era/2013/06/danielles-card.p14"},"“May we ever watch over one another, assisting in times of need. Let us not be critical and judgmental but let us be tolerant, ever emulating the Savior’s example of loving-kindness. In that vein, may we willingly serve one another.”"],[".citationInfo",["p.para",{"id":"p15","uri":"/new-era/2013/06/danielles-card.p15"},"President Thomas S. Monson, “God Be with You Till We Meet Again,”",["span.emphasis","Ensign,"],"Nov. 2012, 110."]]]]]]],"refs":null}
