{"id":16,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":16,"title":"Football, Choices, and Faith","subtitle":"By Joshua J. Perkey","short_title":"Football, Choices, and Faith","uri":"/new-era/2013/06/football-choices-and-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/football-choices-and-faith"},[".heading",{"id":"head1","uri":"/new-era/2013/06/football-choices-and-faith.head1"},[".title","Football, Choices, and Faith"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/football-choices-and-faith.p2"},"By Joshua J. Perkey"],["p.para",{"id":"p3","uri":"/new-era/2013/06/football-choices-and-faith.p3"},"Church Magazines"]],[".kicker","On the field and in life, gospel teachings and priesthood responsibilities help these young men from Alaska know who they want to be."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/football-choices-and-faith.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun36-37-ALL-football-choices-and-faith-N1306_football1.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/06/football-choices-and-faith.p5"},"Photographs by Joshua J. Perkey (high school name removed)"]]],["p.para",{"id":"p6","uri":"/new-era/2013/06/football-choices-and-faith.p6"},"Football season begins early in Alaska, USA. For seniors Vili T. and his twin brother, Josh, the first regular season game in 2012 took place on August 11. The regular season ended at the end of September. That’s because in this far-northern state, winter comes early. Just a few miles from the high school, blue-white glaciers reach right down into the ocean. And bald eagles and bears feast on the salmon."],["p.para",{"id":"p7","uri":"/new-era/2013/06/football-choices-and-faith.p7"},"Holding practice in 55-degree (12.8°C) weather is not uncommon, even in the summer. Vili and Josh do it because they love athletics."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun36-ALL-football-choices-and-faith-N1306_footballhelmet.jpg"}],["p.para",{"id":"p8","uri":"/new-era/2013/06/football-choices-and-faith.p8"},"“We’re always near each other,” says Vili, referring to the fact that he plays quarterback and Josh plays running back. But the two of them are leaders off the field too. There are only 15 or so members of the Church in their school, so they really stand out. Setting the example for others means constantly making choices to be strong—and humble—and the rewards have been tangible."],["p.para",{"id":"p9","uri":"/new-era/2013/06/football-choices-and-faith.p9"},"“People here are pretty accepting of Latter-day Saints,” Josh says. “Sometimes they make jokes, or they try to get us to do stuff on Sundays. But they all know we have Mutual on Tuesdays so they shouldn’t expect us at football.”"],["p.para",{"id":"p10","uri":"/new-era/2013/06/football-choices-and-faith.p10"},"Vili adds, “Sometimes they try to get us to do things we shouldn’t do. We just say no. Sometimes we teach them the gospel or share the Book of Mormon with them. It’s pretty fun to share the gospel.”"],["p.para",{"id":"p11","uri":"/new-era/2013/06/football-choices-and-faith.p11"},"The brothers learned early on that it’s not always easy being different."],["p.para",{"id":"p12","uri":"/new-era/2013/06/football-choices-and-faith.p12"},"“In middle school, our friends started making choices” to do things that weren’t in keeping with the gospel, Josh explains. “We had to separate ourselves a little bit. In high school, I saw my friends make bad choices. That’s when I realized I’m grateful for who I am and the choices I’ve made.”"],["p.para",{"id":"p13","uri":"/new-era/2013/06/football-choices-and-faith.p13"},"“As a freshman,” Vili adds, “I looked to some of the older football players as my heroes. After they graduated, I saw some of them make some really wrong choices. But one of them, my cousin Paul, served a mission.” When Vili compared the two types of examples set by the older players, he had a moment where the Spirit gave him understanding about who he wanted to be and what he wanted to do with his life. “Then I knew for sure that the gospel is true. I knew that if I stick with the gospel and keep my standards, then I can live with Heavenly Father again.”"],["p.para",{"id":"p14","uri":"/new-era/2013/06/football-choices-and-faith.p14"},"During the summer of 2012, Vili and Josh attended an Aaronic Priesthood camp sponsored by their stake. The twins’ cousin, a young deacon, started teasing one of the older young men, which led to a scuffle. Vili quickly ran over and pulled them apart."],["p.para",{"id":"p15","uri":"/new-era/2013/06/football-choices-and-faith.p15"},"“I didn’t know the whole story,” Vili says. “I had a hardness in my heart. I was so mad.”"],["p.para",{"id":"p16","uri":"/new-era/2013/06/football-choices-and-faith.p16"},"He nearly lost his temper and hit the other young man, but one of the adult leaders intervened. Vili recalls, “He said to me, ‘You hold the priesthood. You are an example. What happens if you hit him? You won’t feel the same and the others won’t look at you the same.’”"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun37-ALL-football-choices-and-faith-N13066_football_brothers.jpg"}],["p.para",{"id":"p17","uri":"/new-era/2013/06/football-choices-and-faith.p17"},"Vili had been asked to be a leader at the camp, where the theme was missionary preparation. Vili had prayed that the young men in his ward would feel the Spirit and want to serve missions. To help them commit, Vili had encouraged them to sign their names on a banner testifying that they would serve missions. All of them, including Vili, had signed it. Because of his commitment, he knew he had a responsibility to uphold."],["p.para",{"id":"p18","uri":"/new-era/2013/06/football-choices-and-faith.p18"},"“That night I prayed about [how I had reacted to the older young man] for a long time,” he says. “I realized that if I had gotten in a fight, I would have been kicked out of camp, and my life would have gone down from there. I didn’t want that. I repented. The next day, I was side-by-side with that boy—as friends.”"],["p.para",{"id":"p19","uri":"/new-era/2013/06/football-choices-and-faith.p19"},"As a Church member, you have to focus on what it means to set the example. Sometimes that means choosing to be humble and repenting, even when you don’t want to."],["p.para",{"id":"p20","uri":"/new-era/2013/06/football-choices-and-faith.p20"},"Josh says, “It’s like football. People come at you, like temptations. You dodge, you go forward. And if you get hit, just as it is with sin, you have to get up and get ready for the next play.”"]],[".resources",[".sideQuote",{"id":"f2","uri":"/new-era/2013/06/football-choices-and-faith.f2"},[".title","Building Character"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/richard-g-scott.jpg"}],["p.para",{"id":"p22","uri":"/new-era/2013/06/football-choices-and-faith.p22"},"“Strong moral character results from consistent correct choices in the trials and testing of life. Such choices are made with trust in things that are believed and when acted upon are confirmed.”"],[".citationInfo",["p.para",{"id":"p23","uri":"/new-era/2013/06/football-choices-and-faith.p23"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “The Transforming Power of Faith and Character,”",["span.emphasis","Ensign,"],"Nov. 2010, 43."]]]]]]],"refs":null}
