{"id":20,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":20,"title":"A Sincere Heart and Real Intent","subtitle":"By Elder James B. Martino","short_title":"A Sincere Heart and Real Intent","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent"},[".heading",{"id":"head1","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.head1"},[".title","A Sincere Heart and Real Intent"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p2"},"By Elder James B. Martino"],["p.para",{"id":"p3","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/james-b-martino.jpg"}],[".kicker","I learned as a teenager that curiosity alone is insufficient reason for the Lord to answer our prayers."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p5"},"When I was 16 years old, my parents joined the Church. After they were baptized, they invited the missionaries to begin teaching me and my three brothers. Two of my brothers were soon baptized, and my younger brother was baptized as soon as he turned 8. I chose not to get baptized, however, because I still had a lot of unanswered questions about the Church."],[".figure",{"id":"f70","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.f70"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul40-young-man-and-missionary-1115871.jpg"}],[".credit",["p.para",{"id":"p6","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p6"},"Illustrations by Craig Stapley"]]],[".topic",{"id":"t1","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.t1"},[".title","Finding Out for Myself"],["p.para",{"id":"p8","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p8"},"As time went on, I continued to meet with the missionaries, and on one occasion, they asked me if I had any questions. When I said that I did, he replied, “Before I answer your questions, I want you to first answer one of mine. If you can answer it, then I will answer yours.”"],["p.para",{"id":"p9","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p9"},"I said, “That’s fair.” So he asked, “Can you tell me if the Book of Mormon is the word of God?” When I responded that I didn’t know, he said, “Then I can’t answer your questions yet. You have to find out for yourself if it’s true. I don’t know if you’re sincere in wanting to know or if you’re just curious. If you’re sincere, you’ll find out.”"],["p.para",{"id":"p10","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p10"},"I’d heard enough people tell me that the Book of Mormon is true, but I knew I had to find out for myself. Sadly, I wasn’t sure at the time whether God even heard our prayers, let alone answered them. That’s probably because the first time I prayed about the Book of Mormon, I prayed to know that it isn’t true. No wonder I never got an answer!"],["p.para",{"id":"p11","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p11"},"Clearly, I had not asked “with a sincere heart [and] with real intent,” as Moroni teaches (",["a",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],"). That real intent meant that I couldn’t find out just because I was curious to know. I had to really",["span.emphasis","want"],"to know. And if I found out it is true, I asked myself, was I willing to be baptized? Was I willing to change my life? Was I willing to do the things the Lord wanted me to do?"]],[".topic",{"id":"t2","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.t2"},[".title","Experimenting on the Word"],["p.para",{"id":"p13","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p13"},"Fortunately, that wise elder returned the following day and said, “Let’s talk about how you’re going to get your answer.” I said, “Good,” because I really didn’t know how to get an answer. He opened up the Book of Mormon to",["a",{"href":"/scriptures/bofm/alma/32"},"Alma 32"],", and we started in",["a",{"href":"/scriptures/bofm/alma/32.27"},"verse 27"],". We talked about how the seed would grow and about the things I would feel. I didn’t have that swelling in the breast that Alma describes. But Alma also said the seed, or the word, would begin to “enlarge my soul” and “enlighten my understanding” and become “delicious to me” (",["a",{"href":"/scriptures/bofm/alma/32.28"},"Alma 32:28"],"). I understood those feelings."],["p.para",{"id":"p14","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p14"},"From that day on, I began reading the Book of Mormon with a sincere heart. And I told myself, “If I find out it’s true, then yes, I’ll join the Church. I’ve got to; I’ve got to follow what I know is true.” As I continued to study the Book of Mormon, I knew that my mind was being enlightened with an understanding of the Atonement of the Savior that I had never had before. I felt good when I was reading, and what I read began to be delicious to me. It began to enlarge my soul with an understanding of the plan of salvation. I even began to have that swelling of the breast that Alma talks about. I knew it was true; and so, as promised, I was baptized."]],[".topic",{"id":"t3","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.t3"},[".title","“You Already Know You’re Supposed to Go”"],["p.para",{"id":"p16","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p16"},"I started college at the University of Texas in Austin and began to contemplate serving a full-time mission. This became another test of how well I could couple a sincere heart with real intent. I was definitely curious to know the Lord’s will about my missionary service. But as I had learned while investigating the Church, curiosity alone is not sufficient. I was convinced that the answer to my question about serving a mission would be revealed in my patriarchal blessing, so I traveled to San Antonio, where the patriarch pronounced my blessing. There was, however, no mention of a mission. Driving home, I reasoned that maybe the Lord didn’t want me to serve. But then I felt impressed to pull off the road. I walked over to a grove of trees and knelt down. As soon as I commenced my prayer, the words that came into my mind were very clear: “I didn’t have to tell you to go. You already know you’re supposed to go.”"],["p.para",{"id":"p17","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p17"},"I’d been a member only about a year and 10 months when I went into the mission field in Guatemala and El Salvador. It was there that I learned what it meant to consecrate my life to do what the Lord wanted me to do. My mission was my preparation for the rest of my life. Had I not gone on a mission and learned what I did there, I might never have had the opportunities that I have today. Today I am living in Guatemala again, where I serve in the Central America Area Presidency. I love being back among the people who meant so much to me in the development of my own testimony."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul42-missionary-1115870.jpg"}]],[".topic",{"id":"t4","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.t4"},[".title","The Responsibility of Revelation"],["p.para",{"id":"p19","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p19"},"Moroni tells us that “by the power of the Holy Ghost ye may know the truth of all things” (",["a",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],"). But he does not promise that you’ll know something is true just because you’re curious. You have to have a sincere heart and real intent. You have to be willing to make a commitment to change once you receive your answer. Revelation is a gift from God, and it’s not to be taken lightly. When we receive revelation, we also receive a responsibility to do something with that revelation."],["p.para",{"id":"p20","uri":"/new-era/2013/07/a-sincere-heart-and-real-intent.p20"},"I believe that Heavenly Father, in a merciful way, does not give us revelation when we’re just curious and not willing to act upon it, because then we’d be held accountable if we failed to make the change. In His own way, as a loving Father, He’s given us the opportunity to find out for ourselves if these things are true, but we have to be willing to say, like Lamoni’s father, the king of the Lamanites, “I will give up all that I possess” to know that these things are true (",["a",{"href":"/scriptures/bofm/alma/22.15"},"Alma 22:15"],")."]]]]]],"refs":null}
