{"id":9,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":9,"title":"Capturing Your Family Stories","subtitle":"By Mindy Raye Friedman","short_title":"Capturing Your Family Stories","uri":"/new-era/2013/07/capturing-your-family-stories","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/capturing-your-family-stories"},[".heading",{"id":"head1","uri":"/new-era/2013/07/capturing-your-family-stories.head1"},[".title","Capturing Your Family Stories"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/capturing-your-family-stories.p2"},"By Mindy Raye Friedman"],["p.para",{"id":"p3","uri":"/new-era/2013/07/capturing-your-family-stories.p3"},"Church Magazines"]],[".kicker","Family history involves keeping a record of your family today."]],[".bodyBlock",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul20-young-woman-with-family-1019019.jpg"}],["p.para",{"id":"p5","uri":"/new-era/2013/07/capturing-your-family-stories.p5"},"When you hear about family history, you may think about poring over records or searching the Internet for information about your ancestors. Or you may think about deciphering names as you participate in indexing. But there’s another way to do family history that you may not have thought about. It’s keeping a record of your family right now. Your own history is family history!"],[".topic",{"id":"t1","uri":"/new-era/2013/07/capturing-your-family-stories.t1"},[".title","Why Share Stories?"],["p.para",{"id":"p7","uri":"/new-era/2013/07/capturing-your-family-stories.p7"},"If you’ve worked on family history, you probably know that in addition to names and dates, you sometimes find stories about your ancestors. These stories are often the most interesting information available, because they not only tell you the who’s and when’s of your ancestors, but they also give you insight to what their lives were really like."],["p.para",{"id":"p8","uri":"/new-era/2013/07/capturing-your-family-stories.p8"},"Sharing your family’s stories will give your descendants a glimpse into what your life and your family are like. You will also be grateful in the future when you have stories recorded to tell to your own children. You may not think your memories will fade, but you never know what you’ll forget if you don’t record it somewhere. And as you work on recording your family stories, you may even discover things you never knew before."]],[".topic",{"id":"t2","uri":"/new-era/2013/07/capturing-your-family-stories.t2"},[".title","Where Do I Start?"],["p.para",{"id":"p10","uri":"/new-era/2013/07/capturing-your-family-stories.p10"},"Decide what kinds of stories you want to share (see the list below) and for what purpose. You can start with your own memories and then start asking your family members. They may have a different perspective on a story you already recorded, or they may know some stories that you don’t remember or weren’t there for."],["p.para",{"id":"p11","uri":"/new-era/2013/07/capturing-your-family-stories.p11"},"Your family probably has some favorite stories—the ones you always talk about or the ones your parents told as bedtime stories. Well, has anyone ever written them down? These stories may be a good place to start. Get all sides of the story, and then record it!"]],[".topic",{"id":"t3","uri":"/new-era/2013/07/capturing-your-family-stories.t3"},[".title","How Do I Tell Stories?"],["p.para",{"id":"p13","uri":"/new-era/2013/07/capturing-your-family-stories.p13"},"Everyone tells stories differently. The way you tell a story is your own and will reflect the person you are. Don’t worry if you think you don’t write perfectly. You and your descendants will be happy you preserved the stories and won’t care about grammar. But keep a few principles in mind as you write."],["p.para",{"id":"p14","uri":"/new-era/2013/07/capturing-your-family-stories.p14"},"Start with the who, what, when, where, and why of the story. Some stories may not have all of these elements, but it will at least get you started thinking or help you know what to ask if you are interviewing other family members about a story."],["p.para",{"id":"p15","uri":"/new-era/2013/07/capturing-your-family-stories.p15"},"Explain the situation fully. You may think everyone knows who the people in the story are, but your grandchildren may not know who “Uncle Bill” is. Similarly, they may not know about the places you are talking about. The more detail you include, the easier it will be for those experiencing the story later to know what was really going on."]],[".topic",{"id":"t4","uri":"/new-era/2013/07/capturing-your-family-stories.t4"},[".title","How Do I Record Stories?"],["p.para",{"id":"p17","uri":"/new-era/2013/07/capturing-your-family-stories.p17"},"There are various ways for you to record your family stories. Of course you can always write them down, but you can also record someone telling the stories on a video or audio recording. You could also include photographs in the record or ask your family members to draw a story how they remember it. Be creative!"]]],[".resources",[".moreInfo",[".title","What Stories Should I Share?"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul21-family-activities-1019015.jpg"}],["p.preamble","Here are some ideas for family stories you can record. Can you think of others?"],["ul.bullet",["li",["span.label","•"],["p.para","A vacation you went on"]],["li",["span.label","•"],["p.para","An incident that made you all laugh"]],["li",["span.label","•"],["p.para","A memorable family home evening"]],["li",["span.label","•"],["p.para","A difficult time that strengthened your family"]],["li",["span.label","•"],["p.para","Your earliest memories"]],["li",["span.label","•"],["p.para","Things your family likes to do together"]],["li",["span.label","•"],["p.para","Your typical schedule on a weekday"]],["li",["span.label","•"],["p.para","Pets your family has had"]],["li",["span.label","•"],["p.para","How your family came to live where you are"]],["li",["span.label","•"],["p.para","How your parents met"]],["li",["span.label","•"],["p.para","What happened when each child was born"]],["li",["span.label","•"],["p.para","How your family was introduced to the gospel"]],["li",["span.label","•"],["p.para","Milestone events in family members’ lives (baptisms, missions, marriages, etc.)"]]]]]]]],"refs":null}
