{"id":7,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":7,"title":"Family History Leads You to the Temple","subtitle":"By Nicole Boekweg","short_title":"Family History Leads You to the Temple","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple"},[".heading",{"id":"head1","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.head1"},[".title","Family History Leads You to the Temple"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p2"},"By Nicole Boekweg"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p3"},"Nicole Boekweg lives in Utah, USA."]],[".kicker","I thought my family history had already been done by other relatives. Then I went online and found out it had only just begun."]],[".bodyBlock",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul17-young-women-1115835.jpg"}],["p.para",{"id":"p5","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p5"},"I always thought my relatives had already traced our family history back to the beginning of time. So in the October 2011 general conference when Elder David A. Bednar of the Quorum of the Twelve Apostles invited youth to work on family history in order to take names to the temple, I didn’t think I would have much success in finding names. But something in his talk made me want to try, and I sat down at the computer to figure out how to find my ancestors."],["p.para",{"id":"p6","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p6"},"Within 15 minutes, I found someone. His name was Stephen Barker, and he was the youngest member of his family. All of his temple ordinances had been performed except one—he was the only child who hadn’t been sealed to his parents. Suddenly I thought, “What if that were me? What if I were the only child not sealed to my family and I had waited hundreds of years for the opportunity?” I gave his name to my parents so they could go to the temple and do the work for him. I have never felt the Spirit so strongly, and that is when I knew I needed to keep doing family history."],["p.para",{"id":"p7","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p7"},"Since then, I have learned that family history is fun! I never expected that such great joy could come from family history. I feel close to my ancestors and have often felt them guiding me to find their records. I know that when Heavenly Father asks us to do something, He will provide a way for us to accomplish the task (see",["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"). We, as youth, have been called to help in this glorious work."],[".topic",{"id":"t1","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.t1"},[".title","Finding the Names of My Ancestors"],["p.para",{"id":"p9","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p9"},"I work on my family history in many different ways. First, I search through my family tree. I have the names of many ancestors who have already been added to my tree but have not yet had their temple work done. The real fun comes when I search out names myself. Usually, I go to Family Tree at",["a",{"href":"http://new.familysearch.org"},"familysearch.org"],"and look for my family names, and then I add them to my tree. Honestly, it’s very simple once you sit down and try it. I continue to trace back through all the centuries until I find families that need ordinances done. When I am really in tune with the Spirit and try to find my family, it seems I am guided to them."]],[".topic",{"id":"t2","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.t2"},[".title","Going to the Temple"],["p.para",{"id":"p11","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p11"},"Once I find the names of family members who need their temple work done, I reserve the ordinances, print the sheet with their information, and then use it to print their ordinance cards off at the temple. In order to do the baptisms for the family members I have found, I usually go to the temple every week. I also attend our youth temple nights, where everyone there helps complete the baptisms and confirmations. Then, I give the names to extended family members, who have helped me complete a lot of temple ordinances for my ancestors. I also make sure that I get all of the cards back for my own records."],["p.para",{"id":"p12","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p12"},"I have found so many names of ancestors without ordinances that my effort to do their temple work has become a ward effort. The adults in my ward come and get stacks of cards from me and take them to ward temple night after the baptisms and confirmations are complete. The bishop has told me that the numbers at our ward temple nights have increased in anticipation of helping me with this work. It has been amazing to see the excitement that this work has brought to others in the ward. Family history has affected so many more people than just me. I never would have imagined this would happen when I sat down at the computer that first day."]],[".topic",{"id":"t3","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.t3"},[".title","Just One Person Can Make a Difference"],["p.para",{"id":"p14","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p14"},"What if you lived at a time when the Church was not on the earth? What if you had accepted the gospel in the spirit world and had waited hundreds of years to be baptized? With family history and temple work, you can be the person who will give someone that chance. There are doubtless many people waiting in the spirit world to receive their temple ordinances."],["p.para",{"id":"p15","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p15"},"“The worth of souls is great in the sight of God” (",["a",{"href":"/scriptures/dc-testament/dc/18.10"},"D&C 18:10"],"), and finding even one person makes a difference. One of my favorite scriptures is this: “And if it so be that you should labor all your days … and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father” (",["a",{"href":"/scriptures/dc-testament/dc/18.15"},"D&C 18:15"],"). This is what makes family history worth it. When you take the name you have found to the temple, you feel like your ancestors are saying, “Thank you for finding me.”"]]],[".resources",[".sideQuote",{"id":"f21","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.f21"},[".title","You Have Been Prepared"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/david-a-bednar.jpg"}],["p.para",{"id":"p17","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p17"},"“My beloved young brothers and sisters, family history is not simply an interesting program or activity sponsored by the Church; rather, it is a vital part of the work of salvation and exaltation. You have been prepared for this day and to build up the kingdom of God. You are here upon the earth now to assist in this glorious work.”"],[".citationInfo",["p.para",{"id":"p18","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p18"},"Elder David A. Bednar of the Quorum of the Twelve Apostles, “The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign,"],"Nov. 2011, 27."]]],[".moreInfo",[".title","Getting Started"],["p.para",{"id":"p20","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p20"},"Getting started on family history is easy. Go to",["a",{"href":"http://lds.org/youth/family-history/discover"},"lds.org/youth/family-history/discover"],"to watch videos that will help you learn how to find your family names, share correct information about your ancestors with others, and take their names to the temple to have their work done. You can also hear what other youth have to say about their experiences. For instance:"],[".quote",{"id":"f22","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.f22"},["p.para",{"id":"p21","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p21"},"“There is a special spirit when searching for ancestors. Like others, I started this right after hearing Elder Bednar’s words. I had tried many times before to do family history, but it is now so much easier than before. It takes only a few minutes out of your day. I have already found many who need their temple work done. … We as youth are obligated to use our abilities with technology to research and increase our workload with the Church. I know that this work is of God.”"],[".bio",["p.para",{"id":"p22","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p22"},"Elder Trevor Larsen, 19, New York Rochester Mission"]]],[".quote",{"id":"f23","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.f23"},["p.para",{"id":"p23","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p23"},"“The first time I went to the temple, I was nervous and excited. When we got there, I felt a warmth. I never wanted to leave. Dressed in white, I waited and thought about my baptismal promise. I did 10 family names that day, including my great-great-great grandmother’s, whom my mom and dad had spent three years to find. It felt so good to make it possible for my ancestors to progress.”"],[".bio",["p.para",{"id":"p24","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p24"},"Emmalee D., 13, Idaho, USA"]]],[".moreInfo",[".title","What You’ll Need"],["p.para",{"id":"p26","uri":"/new-era/2013/07/family-history-leads-you-to-the-temple.p26"},"For more information about an LDS Account, which you’ll need to begin working on your own family history online, see",["a.crossRef",{"href":"/new-era/2013/07/10-cool-things-you-can-do-with-an-lds-account.p1"},"page 23"],"."]]]]]]],"refs":null}
