{"id":18,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":18,"title":"Forgiving the One in the Mirror","subtitle":"By David Dickson","short_title":"Forgiving the One in the Mirror","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror"},[".heading",{"id":"head1","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.head1"},[".title",["span.dominant","Forgiving"],"the One in the Mirror"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p2"},"By David Dickson"],["p.para",{"id":"p3","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p3"},"Church Magazines"]],[".kicker","If we have repented and feel that the Lord has forgiven us, why is it sometimes so hard to forgive ourselves?"]],[".bodyBlock",[".figure",{"id":"f64","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.f64"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul36-girl-looking-in-mirror-1105605.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p5"},"Photograph by Christina Smith"]]],[".topic",{"id":"t1","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t1"},[".title","Improving One Step at a Time"],["p.para",{"id":"p7","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p7"},"For many people living in modern times, it’s difficult to imagine life without electric light. A dark room can instantly become flooded with light at the flick of a switch. Simple tasks that not so long ago needed to wait until dawn or had to be done by the low flicker of candlelight can now be accomplished easily with the aid of an invention that was anything but easy to perfect."],[".figure",{"id":"f65","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.f65"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul37-light-bulb-1105607.jpg"}],[".credit",["p.para",{"id":"p8","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p8"},"Photograph by Hemera/Thinkstock"]]],["p.para",{"id":"p9","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p9"},"Thomas Edison worked several years and tried more than 1,000 different materials before he found a suitable filament (the thin wire at the heart of a light bulb) that could provide long-lasting, affordable light. Ever the optimist, Edison viewed each material that didn’t work as a mere stepping-stone toward finding one that would. And once he did, the world was never the same."]],[".topic",{"id":"t2","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t2"},[".title","Looking Inward"],["p.para",{"id":"p11","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p11"},"There are countless other inspiring stories about athletes, thinkers, artists, and more who knew how to learn from their mistakes and keep trying. Try, try, try, and then succeed—it’s a storyline we seem never to tire of hearing. Unless, however, the hero of that particular story happens to be ourselves."],["p.para",{"id":"p12","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p12"},"In terms of keeping the commandments, far too many of us demand uninterrupted perfection of ourselves. This is like expecting to create the next million-dollar invention without ever needing to adjust an original design concept or hoping to win a grand championship victory without losing a single game during the season. When we sin and fall short, too often we fail to forgive ourselves and keep trying."],["p.para",{"id":"p13","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p13"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, taught: “When the Lord requires that we forgive all men, that includes forgiving ourselves. Sometimes, of all the people in the world, the one who is the hardest to forgive—as well as perhaps the one who is most in need of our forgiveness—is the person looking back at us in the mirror.”",["sup",["a",{"href":"fn_footnote1"},"1"]]]],[".topic",{"id":"t3","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t3"},[".title","A Soul Transformed"],["p.para",{"id":"p15","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p15"},"But how can we do that? A study of the life of Ammon, the Book of Mormon prophet, can add perspective."],["p.para",{"id":"p16","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p16"},"Ammon’s missionary experiences among the Lamanites are as miraculous as they are inspiring. From defending the king’s sheep, to preaching to King Lamoni, to helping bring the gospel to an entire nation, Ammon’s life and ministry remain one of the great inspirational stories in all of scripture."],["p.para",{"id":"p17","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p17"},"And yet Ammon was not always the righteous, faith-filled man who preached in power to the Lamanites. He made mistakes—serious ones. As one of the sons of Mosiah, Ammon was once numbered among those who went about “seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God” (",["a",{"href":"/scriptures/bofm/mosiah/27.10"},"Mosiah 27:10"],")."],["p.para",{"id":"p18","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p18"},"Ammon, along with his brothers and Alma the Younger, were so disruptive to the work of God that an angel of the Lord appeared unto them, speaking “as it were with a voice of thunder, which caused the earth to shake upon which they stood” (",["a",{"href":"/scriptures/bofm/mosiah/27.11"},"Mosiah 27:11"],"), calling them to repentance."],["p.para",{"id":"p19","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p19"},"Clearly, Ammon had serious transgressions for which he needed to repent, and he did. Yet what if he had failed to forgive himself? What if he had never gone on his mission, believing that it was too late for him? If he had not, then he wouldn’t have been able to rejoice with his brethren many years later over their success among the Lamanites. “Now behold, we can look forth and see the fruits of our labors; and are they few?” Ammon asked his brothers. “I say unto you, Nay, they are many; yea, and we can witness of their sincerity, because of their love towards their brethren and also towards us” (",["a",{"href":"/scriptures/bofm/alma/26.31"},"Alma 26:31"],"). Thousands came to the truth as a result of their missionary efforts."]],[".figure",{"id":"f66","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.f66"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul38-Christ-with-lamb-1105609.jpg"}],[".credit",["p.para",{"id":"p20","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p20"},"Detail from",["span.emphasis","The Lost Lamb,"],"by Del Parson, may not be copied"]]],[".topic",{"id":"t4","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t4"},[".title","The Danger of Discouragement"],["p.para",{"id":"p22","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p22"},"Even with such clear counsel from Church leaders and examples from scripture, some of us still believe we are an exception to the Atonement, that we are past saving. We can’t manage to drop the heavy burden of our own guilt, even after sincere repentance. Some may even stop trying."],["p.para",{"id":"p23","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p23"},"After all, why bother picking yourself off the ground if you’re only going to fall again? At least, that’s what the adversary would have you think. Such a line of thought is not only spiritually and emotionally crippling but utterly false."],["p.para",{"id":"p24","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p24"},"The scriptures teach us that the Savior’s Atonement is infinite and available to all. “Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool” (",["a",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],"). We",["span.emphasis","can"],"succeed. We can try again. And we have the Lord’s help every step of the way."]],[".topic",{"id":"t5","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t5"},[".title","It’s Never Too Late"],["p.para",{"id":"p26","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p26"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles has offered clear counsel against giving up on ourselves. “However many chances you think you have missed, however many mistakes you feel you have made or talents you think you don’t have, or however far from home and family and God you feel you have traveled, I testify that you have not traveled beyond the reach of divine love. It is not possible for you to sink lower than the infinite light of Christ’s Atonement shines.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p27","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p27"},"Elder Holland teaches us further to keep an eye toward God’s goodness: “The formula of faith is to hold on, work on, see it through, and let the distress of earlier hours—real or imagined—fall away in the abundance of the final reward.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],[".topic",{"id":"t6","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.t6"},[".title","Filled with Hope"],["p.para",{"id":"p29","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p29"},"While sin can never be taken lightly, repentance is real. Forgiveness is real. The Savior’s Atonement gives us a chance to start over with a clean slate. Just as Ammon found forgiveness, you can too."],["p.para",{"id":"p30","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p30"},"We can indeed hope for brighter days. The Apostle Paul taught, “Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost” (",["a",{"href":"/scriptures/nt/rom/15.13"},"Romans 15:13"],")."],["p.para",{"id":"p31","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p31"},"Because of the gift of repentance, we can all believe in ourselves again."]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Reclaimed"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/shayne-m-bowen.jpg"}],["p.para",{"id":"p37","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.p37"},"Elder Shayne M. Bowen of the Seventy taught how the Atonement can reclaim and sanctify our lives. Watch the video “Reclaimed” at",["a",{"href":"http://lds.org/go/73Reclaimed"},"lds.org/go/73Reclaimed"],"."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Dieter F. Uchtdorf, “The Merciful Obtain Mercy,”",["span.emphasis","Ensign,"],"May 2012, 75."],[".footnote",{"id":"fn2","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Jeffrey R. Holland, “The Laborers in the Vineyard,”",["span.emphasis","Ensign,"],"May 2012, 33."],[".footnote",{"id":"fn3","uri":"/new-era/2013/07/forgiving-the-one-in-the-mirror.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Jeffrey R. Holland, “The Laborers in the Vineyard,” 32."]]}
