{"id":4,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":4,"title":"Honesty and Integrity","subtitle":"By Elder Christoffel Golden Jr.","short_title":"Honesty and Integrity","uri":"/new-era/2013/07/honesty-and-integrity","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/honesty-and-integrity"},[".heading",{"id":"head1","uri":"/new-era/2013/07/honesty-and-integrity.head1"},[".seriesTitle","For the Strength of Youth"],[".title","Honesty & Integrity"],[".byline",["p.para",{"id":"p3","uri":"/new-era/2013/07/honesty-and-integrity.p3"},"By Elder Christoffel Golden Jr."],["p.para",{"id":"p4","uri":"/new-era/2013/07/honesty-and-integrity.p4"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/christoffel-golden-jr.jpg"}],[".kicker","As a disciple of Christ, these personal attributes are expressions of who you actually are."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/new-era/2013/07/honesty-and-integrity.p6"},"At a conference championship game of American football, Joseph B. Wirthlin had what he called “a defining experience” during a crucial play."],[".figure",{"id":"f9","uri":"/new-era/2013/07/honesty-and-integrity.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul10-football-players-1117366.jpg"}],[".credit",["p.para",{"id":"p7","uri":"/new-era/2013/07/honesty-and-integrity.p7"},"Illustrations by Ben Sowards"]]],["p.para",{"id":"p8","uri":"/new-era/2013/07/honesty-and-integrity.p8"},"“The play called for me to run the ball up the middle to score the go-ahead touchdown,” he said. “I took the handoff and plunged into the line. I knew I was close to the goal line, but I didn’t know how close. Although I was pinned at the bottom of the pile, I reached my fingers forward a couple of inches and I could feel it. The goal line was two inches (5 cm) away."],["p.para",{"id":"p9","uri":"/new-era/2013/07/honesty-and-integrity.p9"},"“At that moment I was tempted to push the ball forward. I could have done it. … But then I remembered the words of my mother. ‘Joseph,’ she had often said to me, ‘do what is right, no matter the consequence. Do what is right and things will turn out OK.’"],["p.para",{"id":"p10","uri":"/new-era/2013/07/honesty-and-integrity.p10"},"“I wanted so desperately to score that touchdown. But more than being a hero in the eyes of my friends, I wanted to be a hero in the eyes of my mother. And so I left the ball where it was—two inches from the goal line.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Elder Wirthlin (1917–2008) later served as a member of the Quorum of the Twelve Apostles."],[".topic",{"id":"t1","uri":"/new-era/2013/07/honesty-and-integrity.t1"},[".title","Doing What Is Right"],["p.para",{"id":"p12","uri":"/new-era/2013/07/honesty-and-integrity.p12"},"Elder Wirthlin’s decision is an excellent example of someone who would not compromise his integrity. Honesty and integrity test our character. They require a person always to do or say the right thing no matter the circumstances or what others may think."],["p.para",{"id":"p13","uri":"/new-era/2013/07/honesty-and-integrity.p13"},"One of the standards in",["span.emphasis","For the Strength of Youth"],"is honesty and integrity. As Latter-day Saints and followers of Christ, you are expected to “be honest with yourself, others, and God at all times. Being honest means choosing not to lie, steal, cheat, or deceive in any way. …"],["p.para",{"id":"p14","uri":"/new-era/2013/07/honesty-and-integrity.p14"},"“Closely associated with honesty is integrity. Integrity means thinking and doing what is right at all times, no matter what the consequences. When you have integrity, you are willing to live by your standards and beliefs even when no one is watching.”",["sup",["a",{"href":"fn_footnote2"},"2"]]]],[".topic",{"id":"t2","uri":"/new-era/2013/07/honesty-and-integrity.t2"},[".title","Becoming a Disciple"],["p.para",{"id":"p16","uri":"/new-era/2013/07/honesty-and-integrity.p16"},"Our purpose during this probationary state of mortal life is to become “a saint through the atonement of Christ” (",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"). To become a saint is nothing more or less than becoming a true disciple of Christ. This is not as difficult as you may suppose; you probably already know how to do it. However, it does take effort, and sometimes this effort requires a great deal from us. But it can be done."],["p.para",{"id":"p17","uri":"/new-era/2013/07/honesty-and-integrity.p17"},"The Book of Mormon teaches, “For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God” (",["a",{"href":"/scriptures/bofm/moro/7.16"},"Moroni 7:16"],")."],["p.para",{"id":"p18","uri":"/new-era/2013/07/honesty-and-integrity.p18"},"As a disciple of Christ you can discover how to speak and act by asking yourself, “What would Jesus do?” Impressions will follow, and as you act on these impressions, you will receive a witness for yourself that you have acted correctly. However, it is also true that sometimes you may need to wait for a while to see the true consequences and blessings of your honest actions."]],[".topic",{"id":"t3","uri":"/new-era/2013/07/honesty-and-integrity.t3"},[".title","Being Completely Honest"],["p.para",{"id":"p20","uri":"/new-era/2013/07/honesty-and-integrity.p20"},["span.emphasis","For the Strength of Youth"],"reminds us: “Dishonesty harms you and harms others as well. If you lie, steal, shoplift, or cheat, you damage your spirit and your relationships with others. Being honest will enhance your future opportunities and your ability to be guided by the Holy Ghost.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p21","uri":"/new-era/2013/07/honesty-and-integrity.p21"},"The true measure of sincere integrity and complete honesty is what you do when no one is around to know what you think, say, or do. As true disciples of the Lord Jesus Christ, we cannot be or do less than the Savior has shown us. We have the incomparable gift of the Holy Ghost. The Savior taught, “But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you” (",["a",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],")."],["p.para",{"id":"p22","uri":"/new-era/2013/07/honesty-and-integrity.p22"},"Our Savior has also given us great power that comes from daily prayer, scripture study, and reading the words of the living prophets and apostles. These positive daily practices build honesty and integrity in us. Remember, as a disciple of Christ and a member of The Church of Jesus Christ of Latter-day Saints, your honesty is an expression of your integrity and who you actually are."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/07/honesty-and-integrity.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Joseph B. Wirthlin, “Life’s Lessons Learned,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2007, 46."],[".footnote",{"id":"fn2","uri":"/new-era/2013/07/honesty-and-integrity.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","For the Strength of Youth"],"(booklet, 2011), 19."],[".footnote",{"id":"fn3","uri":"/new-era/2013/07/honesty-and-integrity.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","For the Strength of Youth,"],"19."]]}
