{"id":15,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":15,"title":"Prepare, Covenant, and Serve","subtitle":"By Matthew Garrett","short_title":"Prepare, Covenant, and Serve","uri":"/new-era/2013/07/prepare-covenant-and-serve","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/prepare-covenant-and-serve"},[".heading",{"id":"head1","uri":"/new-era/2013/07/prepare-covenant-and-serve.head1"},[".title","Prepare, Covenant, and Serve"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/prepare-covenant-and-serve.p2"},"By Matthew Garrett"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/07/prepare-covenant-and-serve.p3"},"Matthew Garrett lives in Washington, USA."]],[".kicker","An Aaronic Priesthood campout in Alaska led to more than cookouts and memories—it also led to mission preparation."]],[".bodyBlock",[".figure",{"id":"f55","uri":"/new-era/2013/07/prepare-covenant-and-serve.f55"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul30-young-men-1117385.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/07/prepare-covenant-and-serve.p5"},"Photographs by John Boston"]]],["p.para",{"id":"p6","uri":"/new-era/2013/07/prepare-covenant-and-serve.p6"},"Camping has “young men” written all over it. They love fire, s’mores, and stories told around the campfire. They display their rugged side as they skip showering and also skip rocks in icy lakes that they’ll jump into as soon as their friends dare them to. Plus, there’s something about being out in nature that puts life in perspective and forms friendships quicker than a group of deacons can devour a bag of trail mix."],["p.para",{"id":"p7","uri":"/new-era/2013/07/prepare-covenant-and-serve.p7"},"For hundreds of young men in Alaska and part of Canada, however, camping means even more than this. Armed with sleeping bags, bug repellent, and an unlikely camping accessory—the",["span.emphasis","Fulfilling My Duty to God"],"booklet—these young men have also learned that camping can be mission preparation. Some young men travel to the camp by small planes, others by bus, and some even by ferry (Alaska is 500 times the size of Rhode Island!), but all leave with the knowledge that the time to prepare for a mission is now."],[".topic",{"id":"t1","uri":"/new-era/2013/07/prepare-covenant-and-serve.t1"},[".title","Duty to God and Mission Prep"],["p.para",{"id":"p9","uri":"/new-era/2013/07/prepare-covenant-and-serve.p9"},"These young men in Alaska, USA, have realized that the principles taught in",["span.emphasis","Duty to God"],"are the same as those of a missionary and that activities ranging from rock climbing to taking bush plane rides can be centered on those principles in ways that that will benefit them as missionaries."],["p.para",{"id":"p10","uri":"/new-era/2013/07/prepare-covenant-and-serve.p10"},"For example, Adam N. shares that one of his favorite activities at the camp, constructing knives, “taught me that just like our knives, our testimonies must be sharp, clear of rust, and ready to use, so that we will be prepared.” Focusing on doing your duty to God helps you prepare spiritually to serve the Lord whenever He needs you."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul32-young-men-at-camp-1102117.jpg"}],["p.para",{"id":"p11","uri":"/new-era/2013/07/prepare-covenant-and-serve.p11"},"Jalon W. said, “The camp motto of ‘prepare, covenant, and serve’ helped me with my choices of going on a mission and serving others. Before going to the camp, I had some doubts if going on a mission was the right choice for me. In part because of experiences at the camp, I know now that going on a mission is definitely the right choice.”"],["p.para",{"id":"p12","uri":"/new-era/2013/07/prepare-covenant-and-serve.p12"},"At the camp, each young man was invited to sign his name on a banner if he felt that he could commit to serving a mission. “Being around other young men and discussing missionary work made me even more excited to serve the Lord on a mission,” said Dahlin L."],["p.para",{"id":"p13","uri":"/new-era/2013/07/prepare-covenant-and-serve.p13"},"As fun activities became preparatory experiences, the young men’s testimonies of missionary work grew like flames leaping from a campfire. As Josh H. said, “Being around the other young men impressed upon me a burning desire to serve a worthy mission.” Added Ryker S., “The camp taught me how young men should be preparing",["span.emphasis","now"],"to enter the mission field ‘on the run.’”"]],[".topic",{"id":"t2","uri":"/new-era/2013/07/prepare-covenant-and-serve.t2"},[".title","The Restoration and the Priesthood"],["p.para",{"id":"p15","uri":"/new-era/2013/07/prepare-covenant-and-serve.p15"},"Whether the young men were the only Aaronic Priesthood holders in their remote Alaskan branches or members from a large ward, nearly all of them said that being with the other young men in a gospel-centered environment, especially at a fireside on the Restoration, was more memorable than any leisure activity. As Dakota B. put it, “For me, the most memorable and profound moment of the camp was learning about the Restoration and singing ‘Praise to the Man’ (",["span.emphasis","Hymns,"],"no. 27). I will never forget the powerful experience of over 1,000 priesthood holders singing together.”"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul32-seven-young-men-1102115.jpg"}],["p.para",{"id":"p16","uri":"/new-era/2013/07/prepare-covenant-and-serve.p16"},"Adding to the mood of the unforgettable fireside was the fact that it also happened to fall on the anniversary of the martyrdom of Joseph Smith. Micheal T. commented about the fireside: “It was inspiring to feel the Spirit so strongly testifying of the power of the priesthood. [Attending] the fireside and seeing the other young men strengthened my testimony. It’s always inspiring and encouraging to see others living their standards. The priesthood is real.”"],["p.para",{"id":"p17","uri":"/new-era/2013/07/prepare-covenant-and-serve.p17"},"As the young men in Alaska learned, worthy Aaronic Priesthood holders of today are the mighty missionaries of tomorrow. Preparing for the future begins right now. Planning for a mission requires dedication and service, sacrifices the young men of Alaska and western Canada are willing to make. By learning their duty to God and living righteously, these young men will be ready to handle obstacles more trying than the Alaska tundra. Says Porter B., “Even though the camp is over, we will continue to live worthily and support each other wherever we may be. We will prepare to covenant and serve.”"]]],[".resources",[".sideQuote",{"id":"f56","uri":"/new-era/2013/07/prepare-covenant-and-serve.f56"},[".title","Are You Prepared?"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p19","uri":"/new-era/2013/07/prepare-covenant-and-serve.p19"},"“Within two short years, all of the full-time missionaries currently serving in this royal army of God will have concluded their labors and will have returned to their homes and loved ones. For the elders, their replacements are found … in the ranks of the Aaronic Priesthood of the Church. Young men, are you ready to respond? Are you willing to work? Are you prepared to serve?”"],[".citationInfo",["p.para",{"id":"p20","uri":"/new-era/2013/07/prepare-covenant-and-serve.p20"},"President Thomas S. Monson, “Come, All Ye Sons of God,”",["span.emphasis","Ensign,"],"May 2013, 66."]]]]]]],"refs":null}
