{"id":5,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":5,"title":"Returned with Honor","subtitle":"By Valerie Best","short_title":"Returned with Honor","uri":"/new-era/2013/07/returned-with-honor","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/returned-with-honor"},[".heading",{"id":"head1","uri":"/new-era/2013/07/returned-with-honor.head1"},[".title",["span.dominant","Returned"],"with Honor"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/returned-with-honor.p2"},"By Valerie Best"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/07/returned-with-honor.p3"},"Valerire Best lives in New York, USA."]],[".kicker","I didn’t want to be a thief, even by accident."]],[".bodyBlock",[".figure",{"id":"f11","uri":"/new-era/2013/07/returned-with-honor.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul13-girl-in-galoshes-1105611.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/07/returned-with-honor.p5"},"Illustration by Greg Newbold"]]],["p.para",{"id":"p6","uri":"/new-era/2013/07/returned-with-honor.p6"},"After my classes finished in the late afternoon, I stopped by a tiny antique store just before I made my way home—an errand I wanted to finish despite the increased intensity of the rain. I was the only person in the store, and the woman working there helped me with the lamp I’d had my eye on."],["p.para",{"id":"p7","uri":"/new-era/2013/07/returned-with-honor.p7"},"As she opened a shopping bag, I noticed a display of brightly colored bracelets on the counter. I reached for one just as she placed the lamp into the bag. She brushed the display, and about half the bracelets clattered to the floor. She looked a little flustered but finished ringing up my purchase. I left the store, umbrella in one hand, bag with a lamp in it in the other."],["p.para",{"id":"p8","uri":"/new-era/2013/07/returned-with-honor.p8"},"I walked home, took off my wet boots, and put on some music. As I took the lamp out, I noticed something at the bottom of the bag. It was a red bracelet. It must have fallen from the display into my bag. I smiled, thinking how much this moment was beginning to resemble a story from the old Young Women manual:",["span.emphasis","“Then Valerie thought of the lesson they’d just had in Laurels class.”"]],["p.para",{"id":"p9","uri":"/new-era/2013/07/returned-with-honor.p9"},"I tossed the bracelet on my bed and plugged in my lamp. It created a warm glow in the gray afternoon. I looked out the window. It was raining even harder, and the snow on the ground was turning to dirty slush."],["p.para",{"id":"p10","uri":"/new-era/2013/07/returned-with-honor.p10"},"I looked at the bracelet. It was cherry red. I slipped it on my wrist. The price tag swung—$20. Of course I would return it. It never entered my mind not to. I pulled it off and put it on top of a pile of books I’d been meaning to put away. I walked into the other room to make a cup of hot chocolate."],["p.para",{"id":"p11","uri":"/new-era/2013/07/returned-with-honor.p11"},"Then I walked back in."],["p.para",{"id":"p12","uri":"/new-era/2013/07/returned-with-honor.p12"},"How long had I put off dealing with those books anyway? A while. How long would that bracelet be there if I put off taking it back?"],["p.para",{"id":"p13","uri":"/new-era/2013/07/returned-with-honor.p13"},"My",["span.emphasis","intention"],"was to return it. But when would that be? Would I wait so long that I would feel awkward returning it? Would I forget about it?"],["p.para",{"id":"p14","uri":"/new-era/2013/07/returned-with-honor.p14"},"I hesitated a little more. I looked out the window again. I thought about how my feet had just warmed up. I thought about my delicious hot chocolate."],["p.para",{"id":"p15","uri":"/new-era/2013/07/returned-with-honor.p15"},"Then I grabbed the bracelet, pulled my boots back on, and headed back out."],["p.para",{"id":"p16","uri":"/new-era/2013/07/returned-with-honor.p16"},"When I arrived at the store, the woman was helping someone else. I stood and waited. When she finished, I pulled the bracelet out of my coat pocket, explaining how it had come to be there. She looked sort of surprised, a little confused, said thank you, and that was it. She didn’t offer me a reward for my honesty. She wasn’t excessive in her thanks. And no one else was around to see it."],["p.para",{"id":"p17","uri":"/new-era/2013/07/returned-with-honor.p17"},"As I walked home, I thought about how I’d always considered myself an honest person. It is a quality I value and look for in others. But real honesty, like real love and real charity, is an active attribute. However honorable and true my intentions, I only became an honest person when I put those rain boots back on and acted on my intentions."],["p.para",{"id":"p18","uri":"/new-era/2013/07/returned-with-honor.p18"},"I felt my bare wrist inside my coat and smiled a little."]]]]],"refs":null}
