{"id":91,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":91,"title":"Lesson 67: Mosiah 27","subtitle":"","short_title":"Lesson 67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67"},[".heading",{"id":"head22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.head22"},[".titleNumber","Lesson 67"],["h1","Mosiah 27"]],[".bodyBlock",[".topic",{"id":"t137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t137"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p4"},"Alma the Younger and the sons of King Mosiah rebelled against their fathers and the Lord and attempted to destroy the Church of God. Their efforts ended when an angel, sent in answer to the prayers of the righteous, called them to repentance. As a result of this miraculous experience, they were born again through the Atonement of Jesus Christ, and they traveled throughout the land of Zarahemla to preach the gospel and repair the injuries they had caused."]],[".topic",{"id":"t138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t138"},["h2","Suggestions for Teaching"],[".sidebar box-decor box-right",{"id":"f233","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.f233"},["h3","Teaching by the Holy Spirit"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p7"},"The Lord has said that we should “preach [His] gospel by the Spirit, even the Comforter which was sent forth to teach the truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.14"},"D&C 50:14"],"). As you teach, seek the guidance of the Spirit to help you adapt the lesson to the needs of your students."]],[".topic",{"id":"t139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t139"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.1-22"},"Mosiah 27:1–22"]],["h4","An angel calls Alma the Younger and the sons of Mosiah to repentance"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p10"},"To provide context for this lesson, summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.1-7"},"Mosiah 27:1–7"],"by explaining that many of the unbelievers in Zarahemla began to persecute those who belonged to the Church. After King Mosiah published a proclamation prohibiting such actions, the majority of the people obeyed and peace was restored. However, some people continued to try to destroy the Church. Five of those people were Alma’s son Alma and King Mosiah’s sons Ammon, Aaron, Omner, and Himni. Alma’s son Alma is often referred to as Alma the Younger."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.8-10"},"Mosiah 27:8–10"],"aloud. Ask the class to identify words or phrases that describe Alma the Younger and the sons of Mosiah."],["ul.bullet",["li",["span.label","•"],["p","What part of the description of Alma and the sons of Mosiah stands out most to you? Why? (List words and phrases on the board as students identify them. Leave space on the board to create a second list later in the lesson.)"]]],["p.preamble","Ask students to silently ponder the following question:"],["ul.bullet",["li",["span.label","•"],["p","If you had lived in Zarahemla at this time, how do you think you would have responded to the actions of Alma and the sons of Mosiah?"]]],[".img-right",{"id":"f236","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.f236"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_067_01-conversion.jpg"}]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p15"},"Display the picture Conversion of Alma the Younger (",["span.emphasis","Gospel Art Book"],"[2009], no. 77). Ask students to silently read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.11-13"},"Mosiah 27:11–13"],", which is the account depicted in this painting. Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.14"},"Mosiah 27:14"],"aloud. Ask the class to look for the reasons the angel gave for coming to Alma and the sons of Mosiah."],["ul.bullet",["li",["span.label","•"],["p","What does this verse teach about how we can help others who are struggling? (Ensure that students understand that",["b","the Lord responds to our faithful prayers for others."],"You may want to write this principle on the board and suggest that students write it in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.14"},"Mosiah 27:14"],". You may also want to suggest that they add a cross-reference to",["a.scriptureRef",{"href":"/scriptures/nt/james/5.16"},"James 5:16"],". Point out that the Lord responds to our prayers not only for those who are struggling spiritually but also for those who have other kinds of challenges and needs.)"]],["li",["span.label","•"],["p","When have someone else’s prayers made a difference in your life?"]],["li",["span.label","•"],["p","When have you felt that your prayers have made a difference in someone’s life?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p19"},"Encourage students to continue praying for others. Testify that the account of Alma the Younger and the sons of Mosiah is evidence that the Lord hears our prayers in behalf of others. He will not override the agency of those for whom we pray, but He will hear our prayers, and He will respond in His way and His time."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p20"},"Invite a student to stand in front of the class and read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.15-16"},"Mosiah 27:15–16"],"aloud. Explain that these are words of the angel to Alma and the sons of Mosiah. Emphasize that the angel spoke “with a voice of thunder, which caused the earth to shake” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.11"},"Mosiah 27:11"],")."],["ul.bullet",["li",["span.label","•"],["p","What impresses you about what the angel did and said? Why does this impress you?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p22"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.19-22"},"Mosiah 27:19–22"],"by explaining that after the angel shared his message, Alma could not speak, became weak, and was carried helpless to his father (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.19"},"Mosiah 27:19"],"). When Alma’s father heard what had happened, he “rejoiced, for he knew that it was the power of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.20"},"Mosiah 27:20"],"). He assembled the people “that they might witness what the Lord had done for his son” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.21"},"Mosiah 27:21"],"). He also had the priests gather, and they fasted and prayed that his son might receive his strength and be able to speak (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.22"},"Mosiah 27:22"],")."]],[".topic",{"id":"t140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t140"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.23-31"},"Mosiah 27:23–31"]],["h4","Alma the Younger repents and is born again"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p25"},"Return to the list describing Alma and the sons of Mosiah that you wrote on the board earlier. Label that list",["span.emphasis","Before."],"Write",["span.emphasis","After"],"on the other side of the board. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.23-24,28-29"},"Mosiah 27:23–24, 28–29"],", looking for words and phrases that show how Alma changed. Give a few students the opportunity to write these words and phrases on the board."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.24"},"Mosiah 27:24"],"and 28, what did Alma do that led to this change? What did the Lord do? As we seek to change and follow the Savior, why is it important to understand what we must do? Why is it important to understand what the Lord will do for us?"]],["li",["span.label","•"],["p","How might learning about Alma’s experience help someone who thinks that he or she cannot be forgiven?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p28"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.25-26"},"Mosiah 27:25–26"],"aloud. Ask the class to identify the doctrine that the Lord taught Alma. (Although students may use different words, make sure they understand that",["b","each of us must be born again through the Atonement of Jesus Christ."],"You may want to write this truth on the board.)"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p29"},"Explain that to be born again means to have the Spirit of the Lord cause a mighty change in a person’s heart so that the person has no more desire to do evil but rather desires to seek the things of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],")."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p30"},"You may also want to explain that although the mighty change of heart apparently occurred quickly for Alma and the sons of Mosiah, most of us are changed through the Atonement more gradually. It is a process more than an event. To help students better understand this doctrine, invite one of them to read the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p31"},"“We must be careful, as we seek to become more and more godlike, that we do not become discouraged and lose hope. Becoming Christlike is a lifetime pursuit and very often involves growth and change that is slow, almost imperceptible. The scriptures record remarkable accounts of men whose lives changed dramatically, in an instant, as it were: Alma the Younger, Paul on the road to Damascus, Enos praying far into the night, King Lamoni. Such astonishing examples of the power to change even those steeped in sin give confidence that the Atonement can reach even those deepest in despair."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p32"},"“But we must be cautious as we discuss these remarkable examples. Though they are real and powerful, they are the exception more than the rule. For every Paul, for every Enos, and for every King Lamoni, there are hundreds and thousands of people who find the process of repentance much more subtle, much more imperceptible. Day by day they move closer to the Lord, little realizing they are building a godlike life. They live quiet lives of goodness, service, and commitment” (“A Mighty Change of Heart,”",["span.emphasis","Ensign,"],"Oct. 1989, 5)."],[".sidebar box-decor box-right",{"id":"f240","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.f240"},["h3","Sharing prophetic statements"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p34"},"When a quotation is lengthy, it can be very helpful to present it to students as a handout or to write it on the board. Without such help, students may become distracted or struggle to understand."]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p35"},"After students share what they have learned from this statement, invite them to take a few minutes to answer one of the following questions in their scripture study journals. (You may want to write these questions on the board before class, prepare a handout with the questions, or read the questions slowly so students can write them in their scripture study journals.)"],[".image",{"id":"f241","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.f241"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_067_handout.gif"}]],["ul.bullet",["li",["span.label","•"],["p","How have you been changed through the Atonement as you have repented and done your best to follow the Savior?"]],["li",["span.label","•"],["p","What is one thing you can do to more fully come to the Lord so that you can be changed through the Atonement?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p38"},"Invite a few students to share what they have written and to tell about the change that can happen in us as we repent and exercise faith in Jesus Christ and His Atonement. (Remind students that they do not need to share anything that is too personal or private. Make sure they understand that they should not talk about their past sins.)"]],[".topic",{"id":"t141","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t141"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.32-37"},"Mosiah 27:32–37"]],["h4","Alma the Younger and the sons of Mosiah travel throughout the land, striving to repair the injuries they have done and strengthen the Church"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p41"},"Explain that true repentance is a change of heart, not just a determination to stop doing something wrong. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.32-37"},"Mosiah 27:32–37"],"aloud. Ask the class to identify what Alma and the sons of Mosiah did that went beyond merely stopping what they were doing that was wrong."],["ul.bullet",["li",["span.label","•"],["p","What evidence do you see that Alma and the sons of Mosiah truly changed?"]],["li",["span.label","•"],["p","What can we learn from their example?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p44"},"Students’ responses might include the following:"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p45"},["b","Even those who rebel against the Lord and His teachings can be forgiven."]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p46"},["b","To truly repent, a person must do everything possible to repair the damage he or she has done."],"(You might explain that we sometimes use the word",["span.emphasis","restitution"],"to refer to the act of repairing damage that has been done and correcting our unwise choices.)"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p47"},["b","Through the Atonement of Jesus Christ, we can be changed to a state of righteousness."]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p48"},"Conclude by testifying that the account of Alma and the sons of Mosiah is an example of the power of the Atonement of Jesus Christ to change us. Testify of the Savior’s desire to forgive all who, like these young men, exercise faith in Him and seek to follow Him."]]]],[".resources",[".box-decor",{"id":"f244","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.f244"},["h2","Commentary and Background Information"],[".topic",{"id":"t142","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.t142"},["h3","Mosiah 27:25. Born again"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p51"},"Elder David A. Bednar of the Quorum of the Twelve Apostles described the process of being born again:"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p52"},"“We begin the process of being born again through exercising faith in Christ, repenting of our sins, and being baptized by immersion for the remission of sins by one having priesthood authority."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p53"},"“… After we come out of the waters of baptism, our souls need to be continuously immersed in and saturated with the truth and the light of the Savior’s gospel. Sporadic and shallow dipping in the doctrine of Christ and partial participation in His restored Church cannot produce the spiritual transformation that enables us to walk in a newness of life. Rather, fidelity to covenants, constancy of commitment, and offering our whole soul unto God are required if we are to receive the blessings of eternity. …"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p54"},"“Total immersion in and saturation with the Savior’s gospel are essential steps in the process of being born again” (“Ye Must Be Born Again,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 21)."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p55"},"Elder Bruce R. McConkie, also of the Quorum of the Twelve Apostles, explained:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p56"},"“We are born again as we die as pertaining to unrighteousness and when we live as pertaining to the things of the Spirit. But that doesn’t happen in an instant, suddenly. That … is a process. Being born again is a gradual thing, except in a few isolated instances that are so miraculous that they get written up in the scriptures. As far as the generality of the members of the Church are concerned, we are born again by degrees, and we are born again to added light and added knowledge and added desires for righteousness as we keep the commandments. …"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-67.p57"},"“As members of the Church, if we chart a course leading to eternal life; if we begin the processes of spiritual rebirth, and are going in the right direction; if we chart a course of sanctifying our souls, and degree by degree are going in that direction; if we chart a course of becoming perfect, and, step by step and phase by phase, are perfecting our souls by overcoming the world, then it is absolutely guaranteed—there is no question whatever about it—we shall gain eternal life. Even though we have spiritual rebirth ahead of us, perfection ahead of us, the full degree of sanctification ahead of us, if we chart a course and follow it to the best of our ability in this life, then when we go out of this life we’ll continue in exactly that same course” (“Jesus Christ and Him Crucified,”",["span.emphasis","Brigham Young University 1976 Speeches,"],"Sept. 5, 1976, 5–6,",["a.urlRef",{"href":"http://speeches.byu.edu"},["span.language","speeches.byu.edu"]],")."]]]]]]],"refs":null}
