{"id":72,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":72,"title":"Lesson 51: Words of Mormon–Mosiah 1","subtitle":"","short_title":"Lesson 51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.head3"},[".titleNumber","Lesson 51"],["h1","Words of Mormon–Mosiah 1"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p4"},"The book titled Words of Mormon serves as a bridge between the small plates of Nephi and Mormon’s abridgment of the large plates of Nephi. In this book, which Mormon wrote almost 400 years after the birth of Jesus Christ, Mormon explained that he sought direction from God and was guided by the Holy Spirit about what to include in his record. He also mentioned King Benjamin and gave valuable insights about why King Benjamin had such a great influence on his people.",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1"},"Mosiah 1"],"contains some of King Benjamin’s teachings to his sons. He taught them that the scriptures help us remember God and keep His commandments."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.1-11"},"Words of Mormon 1:1–11"]],["h4","Mormon testifies that God has preserved various records for a wise purpose"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p8"},"Ask students to think about a time when the Spirit prompted them to do something. You may want to have them write about this experience in their scripture study journals or class notebooks. To help them think about their experiences, you may want to share a brief experience of your own. Let students know that later in the lesson, you will ask a few of them to share their experiences with the class."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p9"},"Explain to students that today they will study the example of someone who followed a prompting even though he did not understand all the reasons why he needed to do it."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p10"},"Have students turn to Words of Mormon and find (at the bottom of the page or in the chapter summary) the approximate date when Mormon wrote the book. Ask them to compare that date with the dates for the books of Omni and Mosiah."],["ul.bullet",["li",["span.label","•"],["p","What do we learn about Words of Mormon from these dates?"]]],[".img-left",{"id":"f2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_005_02-mormon.jpg"}]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p12"},"Display the picture Mormon Abridging the Plates (62520;",["span.emphasis","Gospel Art Book"],"[2009], no. 73). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.1-2"},"Words of Mormon 1:1–2"],"aloud. Help students understand that Mormon wrote the book titled Words of Mormon after most of the events of the Book of Mormon had occurred. Explain that Words of Mormon helps us understand that the Book of Mormon was compiled from various records. It also shows that revelation guided this process."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p13"},"To help students visualize how Words of Mormon, the small plates of Nephi, and Mormon’s abridgment of the large plates of Nephi fit together in the Book of Mormon, consider showing them the chart titled “The Plates and Their Relationship to the Published Book of Mormon” in the appendix at the end of this manual. You might also prepare the following visual aid before class:"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p14"},"Assemble two books and one piece of paper. One book should be about twice as thick as the other. On the spine of the thinner book, attach a strip of paper labeled",["span.emphasis","Small Plates of Nephi."],"On the spine of the thicker book, attach a strip of paper labeled",["span.emphasis","Mormon’s Abridgment of the Large Plates of Nephi."],"On the piece of paper, write",["span.emphasis","The Words of Mormon."]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p15"},"To use this visual aid in class, hold up the book representing Mormon’s abridgment of the large plates of Nephi. Explain that the records in the large plates of Nephi were the primary source for the Book of Mormon. From Mormon’s abridgment of this record, Joseph Smith translated the books of Mosiah, Alma, Helaman, 3 Nephi, and 4 Nephi."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p16"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.3"},"Words of Mormon 1:3"],"silently. Ask them to look for what Mormon discovered after he had abridged a portion of the large plates of Nephi. As students report what they have found, help them understand that the phrase “these plates” refers to the small plates of Nephi. Hold up the book representing the small plates of Nephi. Explain that from this record, Joseph Smith translated the books of 1 Nephi through Omni."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p17"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.4-6"},"Words of Mormon 1:4–6"],"to learn how Mormon felt about the small plates of Nephi."],["ul.bullet",["li",["span.label","•"],["p","What did Mormon find pleasing in the small plates of Nephi?"]],["li",["span.label","•"],["p","What did Mormon do with the small plates of Nephi?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p20"},"To show that Mormon included the small plates of Nephi with his abridgment of the large plates of Nephi, place the thinner book on top of the thicker book."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p21"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.7"},"Words of Mormon 1:7"],"aloud. Ask the class to look for Mormon’s reason for including the small plates of Nephi with his abridgment of the large plates of Nephi."],["ul.bullet",["li",["span.label","•"],["p","Why did Mormon include the small plates with his abridgment of the large plates? (He followed a prompting from the Spirit.) Did he understand all the reasons why he should do this?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p23"},"Help students see that Mormon understood some reasons why the small plates might be important. He recognized their great spiritual value and was pleased by the prophecies of Jesus Christ that they contained (see",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.4-6"},"Words of Mormon 1:4–6"],"). However, he did not know all the reasons why he needed to include them in addition to the portion of the large plates that covered the same historical period. (To read about one reason that Mormon did not know at the time, see the introduction to the Words of Mormon in this manual.)"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p24"},"Have students review",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.7"},"Words of Mormon 1:7"],"silently, looking for doctrines that Mormon taught about the Lord. Ensure that they understand that",["b","the Lord knows all things"],"and that",["b","the Lord can work through us to accomplish His will."]],["ul.bullet",["li",["span.label","•"],["p","How might these doctrines have helped Mormon act on the prompting he received?"]],["li",["span.label","•"],["p","How might these truths help you when you receive promptings from the Spirit?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p27"},"Encourage students to review the situation they wrote about or thought about at the beginning of class. Invite a few of them to tell about promptings they have received, how they acted on those promptings, and what happened as a result. (Ensure that they understand that they do not need to feel obligated to share experiences that are too personal or private.) As students share their experiences, you may want to ask some of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Did you know how everything would turn out if you followed this prompting?"]],["li",["span.label","•"],["p","What gave you the determination and faith to act on the prompting?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p30"},"Hold up the book representing Mormon’s abridgment of the large plates, with the book representing the small plates of Nephi resting on top of it. Then hold up the piece of paper that represents Words of Mormon."],["ul.bullet",["li",["span.label","•"],["p","Where does Words of Mormon fit in relation to these other records?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p32"},"As students respond, place the piece of paper representing Words of Mormon between the two books. Explain that Words of Mormon serves as a bridge that connects the story line between the small plates of Nephi and Mormon’s abridgment of the large plates of Nephi."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p33"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.8"},"Words of Mormon 1:8"],"aloud. Ask the class to look for what Mormon hoped would be the result of following the prompting to include the small plates of Nephi in his compilation of the records."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p34"},"Emphasize that all the writings the students have studied so far this year in the Book of Mormon (1 Nephi–Omni) are available to them because Mormon followed the spiritual impression to include the small plates."],["ul.bullet",["li",["span.label","•"],["p","How has Mormon’s obedience to the promptings of the Holy Spirit blessed your life?"]],["li",["span.label","•"],["p","What are some teachings in 1 Nephi through Omni that you are grateful to have? Why are you grateful for those teachings?"]],["li",["span.label","•"],["p","Think about Mormon’s willingness to follow spiritual promptings. How can our willingness to follow spiritual promptings influence our lives? How can this willingness influence the lives of others? (Explain that the Lord can bless others through us when we follow the promptings of the Holy Ghost.)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p38"},"Testify that when we are faithful to the promptings of the Holy Spirit, the Lord will work “in [us] to do according to his will” (",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.7"},"Words of Mormon 1:7"],")."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.12-18"},"Words of Mormon 1:12–18"]],["h4","King Benjamin establishes peace in the land"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p41"},"Write",["span.emphasis","from contention to peace"],"on the board. Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.12-18"},"Words of Mormon 1:12–18"],"introduces the reign of King Benjamin. This righteous man faced many obstacles during his service as a prophet and the people’s king. Have students divide into pairs and read",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.12-18"},"Words of Mormon 1:12–18"],"with their partners. Ask them to identify what King Benjamin and other prophets did to establish peace in the land."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p42"},"After students have had time to read, ask each student to write a statement in their scripture study journals that summarizes what King Benjamin and his people did to progress from contention to peace. Invite a few students to write their statements on the board. Students’ summaries may be similar to the following statements:"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p43"},["b","When we follow the inspired leadership of prophets, we can establish peace."]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p44"},["b","In the strength of the Lord, we can overcome challenges."]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p45"},["b","We are called to labor with all our might to establish peace."]],[".sidebar box-decor box-right",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.f9"},["h3","Allow students to use their own words"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p47"},"As students express the doctrines and principles they find in the scriptures, do not suggest that their answers are wrong simply because they differ from the words used in this manual. However, if a student’s statement is doctrinally incorrect, it is your responsibility to gently help him or her correct the statement. Doing so may provide an important learning experience while maintaining an atmosphere of love and trust."]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p48"},"Direct students’ attention to",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.17"},"Words of Mormon 1:17"],", in which Mormon says that King Benjamin and “many holy men in the land … did speak the word of God with power and with authority.” Explain that in the next few lessons, students will study a sermon by King Benjamin that exemplifies the power and authority of his teaching."]],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.1-18"},"Mosiah 1:1–18"]],["h4","King Benjamin teaches his sons the importance of the scriptures"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p51"},"Ask students to imagine that they have never known anything about the scriptures."],["ul.bullet",["li",["span.label","•"],["p","What would your life be like if you never had the scriptures?"]],["li",["span.label","•"],["p","Which truths would be the most difficult for you to live without?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p54"},"Briefly introduce the book of Mosiah. Explain that the beginning of this book shows King Benjamin’s desire for his sons to continue learning from the scriptures (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.2"},"Mosiah 1:2"],"). As King Benjamin taught his sons, he explained how their lives would have been different if they had never received the scriptures."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p55"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.3-8"},"Mosiah 1:3–8"],". Ask the class to look for ways the Nephites were blessed because they had scriptures. Ask students to report what they have learned."],["ul.bullet",["li",["span.label","•"],["p","In what ways did King Benjamin believe the scriptures would help his sons?"]],["li",["span.label","•"],["p","What did King Benjamin suggest is the relationship between searching the scriptures and keeping the commandments of God? (Though students may use different words to express their answers, they should identify the following truth:",["b","Searching the scriptures helps us know and keep the commandments."],"You may want to suggest that students write this truth in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.3-8"},"Mosiah 1:3–8"],".)"]],["li",["span.label","•"],["p","When has scripture study helped you keep the commandments?"]]],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p59"},"Share your testimony that the scriptures are true and that they help us keep the commandments."],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p60"},"Write the following questions on the board. (You may want to write them before class.)"],[".chalkboard",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.f12"},["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p61"},"What announcement did King Benjamin plan to make about his son Mosiah?"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p62"},"What did King Benjamin say about “a name” to distinguish the people?"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p63"},"Why hadn’t the Nephites been destroyed by the Lamanites?"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p64"},"What objects did King Benjamin ask Mosiah to take care of?"]],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p65"},"Ask students to take one minute and see how many of these questions they can find answers to in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.10-18"},"Mosiah 1:10–18"],"."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p66"},"After students give brief responses to these questions, indicate that over the next few lessons they will study the sermon in which King Benjamin gave his people “a name that never [would] be blotted out, except it be through transgression” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.12"},"Mosiah 1:12"],")."]]]],[".resources",[".box-decor",{"id":"f13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.f13"},["h2","Commentary and Background Information"],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.t12"},["h3","Words of Mormon 1:12–18. The early ministry of King Benjamin"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-51.p69"},"Mormon listed some of the challenges King Benjamin faced early in his ministry: contentions among his people; battles with invading Lamanite armies; false Christs; false prophets, preachers, and teachers; many dissensions from the Nephites to the Lamanites; and stiffneckedness among the people (see",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.12-17"},"Words of Mormon 1:12–17"],"). Yet “with the assistance of the holy prophets,” King Benjamin “did reign over his people in righteousness” and “did once more establish peace in the land” (",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.16-18"},"Words of Mormon 1:16–18"],")."]]]]]]],"refs":null}
