{"id":85,"parent_id":71,"book_id":23520,"content_id":1,"language_id":1,"display_order":85,"title":"Lesson 62: Mosiah 19–20","subtitle":"","short_title":"Lesson 62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62"},[".heading",{"id":"head16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.head16"},[".titleNumber","Lesson 62"],["h1","Mosiah 19–20"]],[".bodyBlock",[".topic",{"id":"t96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.t96"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p4"},"After Alma and his people evaded King Noah’s army, King Noah and his people began to suffer the consequences of their unrighteousness, as prophesied by Abinadi—they were attacked and brought into bondage by the Lamanites, and King Noah suffered death by fire. Noah’s son Limhi became king after Noah’s death. When the former priests of Noah abducted a group of Lamanite daughters, the Lamanites blamed Limhi’s people and prepared to attack them. Limhi’s people fought valiantly, and they injured and captured the king of the Lamanites. Limhi pacified the Lamanite king, who then persuaded his people to return to their own land in peace."]],[".topic",{"id":"t97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.t97"},["h2","Suggestions for Teaching"],[".topic",{"id":"t98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.t98"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–20"]],["h4","The Nephites in the land of Lehi-Nephi experience the fulfillment of Abinadi’s prophecies"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p8"},"Invite students to think of a time when someone warned them about a danger that they could not foresee. Ask them to tell about how they have been blessed because they have followed a warning. Help students discuss the purpose of warnings by asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is the purpose of a warning? Who warns you about things you should avoid or things that might be harmful to you?"]],["li",["span.label","•"],["p","To whom does God reveal spiritual warnings for His Church?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p11"},"Remind students that the Lord sent Abinadi to warn the Nephites of the consequences of their sins. To help students review Abinadi’s prophecies to the Nephites in the land of Lehi-Nephi, copy the following chart on the board. Be sure to leave enough space for students to write under each set of scripture references."],[".chalkboard",{"id":"f174","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.f174"},["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Prophecy about King Noah’s people (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-2"},"Mosiah 12:1–2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/17.17"},"17:17"],")"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Fulfillment (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19.10,14-15"},"Mosiah 19:10, 14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/20.20"},"20:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.2-4"},"21:2–4"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Prophecy about King Noah (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.3"},"Mosiah 12:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/17.18"},"17:18"],")"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Fulfillment (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19.18-20"},"Mosiah 19:18–20"],")"]]]]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p16"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.1-2"},"Mosiah 12:1–2"],"aloud. Ask the class to identify what Abinadi prophesied would happen to King Noah’s people because they did not repent. Invite a student to list these consequences in the box on the upper left side of the chart on the board. Have another student read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.3"},"Mosiah 12:3"],"aloud. Ask the class to identify what Abinadi prophesied would happen to King Noah. Have a student write this consequence in the chart."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p17"},"To help students think about the significance of spiritual warnings we receive through prophets, share the following story told by Elder David R. Stone of the Seventy:"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p18"},"“One Sunday morning, more than a year ago, we awoke to a beautiful day in Santo Domingo in the Dominican Republic. The Caribbean sun was shining, and the sky was clear. A gentle breeze was blowing, barely ruffling the leaves on the trees; it was warm and peaceful and still. But far out to sea, beyond the reach of our physical senses that day, the deadly destroyer was coming our way, implacable and irresistible. The Hurricane Center, with responsibility to track and predict the path of Hurricane Georges, was constantly updating the information available on the Internet. In the peaceful, placid quiet of that morning, by virtue of those seeing eyes in the sky, I saw the predicted path of the storm, aimed like an arrow at the heart of Santo Domingo."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p19"},"“Within 48 hours the storm struck the island with intense … fury, leaving in its path destruction, desolation, and death. …"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p20"},"“Great as the damage and destruction and death from these awesome phenomena of physical force can be, there is even more desolation caused in people’s lives by spiritual hurricanes. These furious forces often cause far more devastating damage than physical cyclones, because they destroy our souls and rob us of our eternal perspective and promise. …"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p21"},"“But we also have our spiritual hurricane guardians, those whose calling it is to watch and warn, helping us avoid spiritual damage, destruction, and even death. Our watchmen on the tower are known to us as apostles and prophets. They are our spiritual eyes in the sky, and they know, through inspiration and insight and pure intelligence, the course these storms may take. They continue to raise their voices in warning to tell us of the tragic consequences of willful and wanton violations of the Lord’s commandments. To intentionally ignore their warnings is to court misery, sorrow, and ruin. To follow them is to follow the chosen servants of the Lord into spiritual pastures of peace and plenty” (“Spiritual Hurricanes,”",["span.emphasis","Ensign,"],"Nov. 1999, 31–32)."],["ul.bullet",["li",["span.label","•"],["p","How does this story relate to Abinadi’s role among the people of King Noah?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p23"},"Tell students that the following activity will help them become more familiar with the story line of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–20"],"and see the fulfillment of Abinadi’s prophecies in these chapters. After this activity, students will complete the right column of the chart on the board."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p24"},"Write the following 11 statements on the board before class, or prepare them as a handout for each student. Invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–20"],". As they read, have them number the sequence of the events on the list. You might want to tell students that the chapter summaries provide helpful clues."],[".image",{"id":"f176","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.f176"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_062_handout.gif"}]],[".chalkboard",{"id":"f177","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.f177"},["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p25"}],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p26"}],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p27"}],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p28"}],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p29"}],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p30"}],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p31"}],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p32"}],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p33"}],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p34"}],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p35"}]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p36"},"Give students 5 to 10 minutes to complete this activity. Then use the list to review the story line of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19"},"Mosiah 19–20"],". (The correct sequence of the events, beginning at the top of the list, is as follows: 1, 4, 5, 2, 8, 11, 3, 10, 7, 6, 9.)"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p37"},"Refer students back to the chart on the board. Divide the class into two groups. Ask one group to search",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19.10,14-15"},"Mosiah 19:10, 14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/20.20"},"20:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.2-4"},"21:2–4"],"to see how Abinadi’s prophecies about King Noah’s people were fulfilled. Ask the second group to search",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/19.18-20"},"Mosiah 19:18–20"],"to see how Abinadi’s prophecy about King Noah was fulfilled. Invite a student from each group to summarize how Abinadi’s prophecies were fulfilled. Invite another student to write their summaries in the chart."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p38"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/20.21"},"Mosiah 20:21"],"silently."],["ul.bullet",["li",["span.label","•"],["p","What did Gideon say was the cause of the people’s suffering?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p40"},"Ask students to explain in their own words what Gideon wanted the people to understand. While they may use different words, students should demonstrate understanding that",["b","rejecting the words of the Lord’s servants brings suffering and sorrow."],"(You might want to write this principle on the board.)"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p41"},"Tell students that the Lord has given a similar warning to those in the last days who do not hearken to His voice. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.70-72"},"Doctrine and Covenants 133:70–72"],"aloud. You might want to suggest that students write this reference in the margin of their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/20.21"},"Mosiah 20:21"],"."],["ul.bullet",["li",["span.label","•"],["p","What are some things prophets and apostles teach in our day that will help us avoid suffering and sorrow? What do they teach that will help bring us peace and happiness and help us return to God’s presence? (You might show students a recent general conference edition of the",["span.emphasis","Ensign"],"and mention some of the titles of addresses given by the prophets.)"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p43"},"Invite students to tell about times when they have been blessed because they have followed the counsel of Church leaders."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p44"},"To help students understand that heeding the words of prophets can bring us peace and help us return to God’s presence, share the following statement by Elder Robert D. Hales of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f180","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.f180"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-hales.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p45"},"“Our spiritual safety lies in turning to the clear voice of our living prophet. If we listen to his voice and obey his counsel, we will be able to live as Christ would have us live and endure to the end so that one day we, along with our families, will return back into the presence of our Heavenly Father and our Savior Jesus Christ” (“Hear the Prophet’s Voice and Obey,”",["span.emphasis","Ensign,"],"May 1995, 17)."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p46"},"Conclude the lesson by testifying of the peace and spiritual safety that comes from following the counsel of the Lord’s servants."]],[".figure",{"id":"f181","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.f181"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p48"},"If time permits, you may want to review the scripture mastery passages you have taught so far this year to help students recall key words in each passage."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mosiah/lesson-62.p49"},"Give students a few minutes to review the scripture mastery passages they have learned so far this school year. Invite a student to come to the front of the classroom with his or her scriptures. Ask the student to turn to one of the scripture mastery passages without showing it to anyone else. (If scripture mastery cards are available, you might have the student use one.) Have the student write one word from the scripture mastery passage on the board. (Encourage the student to choose key words from the passage rather than less distinguishing words such as",["span.emphasis","and"],"or",["span.emphasis","the."],") Invite the rest of the class to search their scriptures for the scripture mastery passage they think the word comes from. If no one can find the correct passage using one word, have the student write another word from the scripture mastery passage on the board. Repeat this process until at least one student has located the correct passage. Invite the rest of the class to turn to the passage, and have students recite it together. Then repeat the activity with another student and a different scripture mastery passage."]]]]]]],"refs":null}
