{"id":81,"parent_id":80,"book_id":22358,"content_id":1,"language_id":1,"display_order":81,"title":"Section 12: John’s Witness of the Church Triumphant","subtitle":"","short_title":"Section 12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.head2"},[".titleNumber","Section 12"],["h1","John’s Witness of the Church Triumphant"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f1"},["h3","Lessons"],["ol.number",["li",["span.label","54."],["p.para","“The Revelation of Jesus Christ … unto His Servant John” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/1"},"Revelation 1–3"],")"]],["li",["span.label","55."],["p.para","“The Kingdoms of This World Are Become the Kingdoms of Our Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/4"},"Revelation 4–18"],")"]],["li",["span.label","56."],["p.para","“Behold, I Come Quickly; and My Reward Is with Me” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19"},"Revelation 19–22"],")"]]]],[".topic",["h2","The Prophetic Eye"],[".topic",["h3","A Note on Symbolism"],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p9"},"The book of Revelation is unique. It is quite different from any of the other New Testament books. To many, it is a baffling and confusing book, containing symbolism and imagery foreign to anything with which they are familiar. To many, its name seems to be a contradiction, for in Greek",["span.emphasis","Apocalypsis"],"means “an uncovering” or “an unveiling” of something, and the typical reader finds the content of this book veiled and obscure rather than the opposite."],["p.para",{"id":"p10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p10"},"From earliest times, those who have studied and pondered the book of Revelation have taken different stances on how its mysteries should be unraveled, how its symbolism should be interpreted. Does the book describe events future or past? Is the symbolism literal or allegorical? Did John actually see history as yet unmade, or was he simply using vivid and powerful language to convey spiritual truths? Thee and other questions have been debated and pondered for centuries."],["p.para",{"id":"p11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p11"},"Though there have been many different approaches and theories as to how the book should be viewed, the suggested methods of interpretation can be divided into two general categories—the prophetic and the nonprophetic."]],[".topic",["h3","The Nonprophetic View"],["p.para",{"id":"p13","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p13"},"Many scholars and interpreters of Revelation have denied that John had any prophetic intent as he wrote this book, and they reject the idea that the contents have reference to future events. One group, often called the “preterists” (from the Latin",["span.emphasis","Praeter,"],"which means “past”), believe that the book of Revelation relates only to what is now past, i.e., the events of John’s own day. They believe that the whole of John’s writings are to be interpreted in the light of events as they were then; the imagery and symbolism refer only to the clash between the church and the Roman Empire. There are no future predictions, they feel, and those who try to find them will badly misinterpret the book’s meaning."],["p.para",{"id":"p14","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p14"},"Though differing greatly from the preterists, another group of interpreters also class Revelation as nonprophetic. These are sometimes called the “idealists” or the allegoricists” because they maintain that the only correct meaning of the book is a spiritual one. They reject attempts to interpret the book literally, and they deny that John’s symbols were meant to have any direct correspondence with actual events or situations. Everything is to be taken as a graphic portrayal of spiritual truths. The beasts and the great whore are merely representations of the evil in men that must be conquered by Christian principles. The great judgment is not some actual accounting for one’s works before God; rather, it takes place whenever an important moral issue is decided. The New Jerusalem is only the figurative description of a society that eliminates war, hatred, and evil from its midst and begins to live in love, harmony, and peace."]],[".topic",["h3","The Prophetic View"],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p16"},"Those holding to the prophetic view agree that John was prophesying of future events, but they differ as to exactly how the book of Revelation is to be correlated with history. One group, generally called the “historicists,” maintains that Revelation outlines the whole scope of the history of Christ’s church, from the day of Pentecost to the day of judgment. The symbols are to be seen as future predictions of all the great events of history (i.e., they were future to John, but most have now been fulfilled). Historicists thus attempt to match up what is known from the past with what is found in the Apocalypse. One example of the historicist interpretation is the identification of the locusts who emerge from the bottomless pit to become a vast conquering army (",["a.scriptureRef",{"href":"/scriptures/nt/rev/11"},"Revelation 11"],") with the Mohammedan invasions of the Middle Ages. The historicists say that while some of John’s predictions are yet to be fulfilled, most are now past."],["p.para",{"id":"p17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p17"},"Another theory holds that while the first three chapters of Revelation (the letters to the seven churches) were applicable to John’s time, the rest of the book deals with the events of the very last days. All the remaining chapters are prophetic and refer to the terrible and magnificent events that are to take place just before the coming of Christ the second time. Those who interpret the book in this manner call these days “the great tribulation” and variously see that period as lasting from three and one-half to seven years. They say that the tribulation shall be followed immediately by the triumphal return of the Savior and the ushering in of the Millennium. So this group sees the great majority of the book as not only being future to John, but actually still future to us as well (though they see the gap closing very rapidly, for the most part). While they recognize the symbolic imagery of John, they see the fulfillment of these predictions as being very literal. For obvious reasons, this group is often called “futurists.”"]],[".topic",["h3","A View Based on Latter-day Revelation"],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p19"},"Not too surprisingly, a Latter-Day Saint interpretation does not fit any of the four, and indeed, it would not even be accurate to say that it is a blending of any of them. An LDS interpretation is unique, though it clearly falls under a prophetic view of the book. This is to be expected, since we have an advantage over the rest of the Christian scholarship because of latter-day revelation. As Elder McConkie points out:"],["p.para",{"id":"p20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p20"},"“As a matter of fact, we are in a much better position to understand those portions of revelation which we are expected to understand than we generally realize. Thanks be to the interpretive material found in sections 29, 77, 88, and others of the revelations in the Doctrine and Covenants; plus the revisions given in the Inspired Version of the Bible; plus the sermons of the Prophet; plus some clarifying explanations in the Book of Mormon and other latter-day scripture; plus our over-all knowledge of the plan of salvation—thanks be to all of these things (to say nothing of a little conservative sense, wisdom and inspiration in their application), the fact is that we have a marvelously comprehensive and correct understanding of this otherwise hidden book.” (Bruce R. McConkie,",["span.emphasis","DNTC,"],"3:431.)"],["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p21"},"This revealed information provides an important key to the interpretation of the Apocalypse. In some ways, Revelation is like a house locked and shuttered. One can peer through the windows and glimpse things inside, but only in shadowy darkness and with limited perspective. But with the key of modern revelation, one can open the door and enter. That does not mean that once inside he will recognize everything he sees, but at least he is within the house where he can explore and examine with much greater perception and freedom."],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p22"},"That analogy is especially true of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77"},"Doctrine and Covenants 77"],". As he was working on the Inspired Version of the Bible, Joseph Smith asked several questions about the book of Revelation and received answers to them. One of these questions concerned the book sealed with seven seals which John saw in the hand of God (",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.1"},"Revelation 5:1"],"). From that answer comes the information which gives the Latter-day Saints their unique interpretation of the book. Joseph Smith was told that the book represented the whole of the world’s temporal history, and that each of the seven seals represented a one-thousand-year period of that history (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6,7"},"D&C 77:6, 7"],"). In other words, the opening of the first seal represents the events of the first one thousand years, and so on."],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p23"},"However, its major purpose is not history but prophecy. Therefore, each of the first four thousand-year periods are only highlighted briefly (two verses each). The fifth—the very period in which John and his readers were living—is expanded slightly. The sixth thousand years is the first that receives any detailed treatment (twenty-three verses), but even then it is not the focus of concentration. Only when we come to the opening of the seventh seal does the detail become profuse and lengthy. Much of the rest of the book concentrates on the happenings of the seventh seal."],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p24"},"In summary, then, an LDS interpretation is that the Revelation presents the great plan of the Father and the Son being worked out in all of history, but especially concentrating on that era of time when evil, in all of its power and wickedness, shall be put down once and for all."],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p25"},"It is not hard to realize how much comfort such a revelation would have brought to those early saints who faced direct and terrible persecutions from their own great evil power (Rome). The church was facing literal destruction in their time; the beginnings of the great apostasy had already started to snuff out the gospel’s light. Under such circumstances it would only be natural to wonder if God was still working with his people, or if Satan were not triumphant. But Revelation shows that while he may have some time of power, Satan will never be victorious. The time is coming when he will be put down once and for all, finally and forever."],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p26"},"Such knowledge was undoubtedly of great worth to those early saints. And it is of great value also to those of today’s generation; to those who once again see the forces of evil gathering great power; to those who see a political power and philosophy more directly opposed to God than emperor worship and controlling the lives of more people than Rome did in all her glory; to those who see the wickedness of man expanding at a rapid pace. How valuable for this generation is the overview of the divine plan and the comforting assurances that God is still over all and will triumph in the final great battle between righteousness and evil."]],[".topic",["h3","Why the Lord Uses Symbolism to Teach His Children"],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p28"},"Even the most cursory reading of the scriptures makes it clear that the Lord frequently uses symbolic language and imagery to teach his children the truths of the gospel. Wheat and tares, mustard seeds, candlesticks, olive trees, trumpets, wine presses, the eye, the ear, the heart, baptism, the sacrament—the list of things having symbolic significance is almost endless."],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p29"},"A little reflection helps us to understand why the Lord uses such symbols to teach eternal truths. First, and possibly most important, a symbolic or figurative image can convey truth and reality with greater impact to the mind than can abstract concepts or words. Consider, for example, the idea of the wheat and the tares. Jesus could have told his disciples that the kingdom would have both bad and good people in it. But tares were a poisonous weed that in its earliest stages of growth was almost indistinguishable from wheat. Only when both plants came to full head and bore their fruit (another common symbol in scriptures) could they be easily identified and separated. When one remembers that, the parable of the wheat and the tares takes on profound and deep significance. We can see the principle of the wheat and the tares clearly in the church history of our own dispensation and also that of the early apostles."],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p30"},"A second reason that symbols are such effective teaching devices is that they have the capability of conveying different levels of spiritual truth to different levels of spiritual maturity. The ordinance of baptism is one of the best examples. In it is contained the very obvious symbolism of cleansing, the washing away of sin. But as one ponders its meaning further, deeper spiritual significance becomes evident. The concept of the death and burial of the old sinful man is suggested. The baptismal font becomes the grave for the natural man. But even that does not exhaust its spiritual depths. The font is also symbolic of the womb, where the new spiritual man is reborn in a manner profoundly similar to the original physical birth. (See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.59"},"Moses 6:59"],".) So baptism is more than just a simple and beautiful ordinance; in its symbolism are found some of the most elemental and important truths of the gospel."],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p31"},"Certainly there are other reasons for the use of symbols in the gospel: their simplicity and beauty, for example, or the universal appeal that symbols have. They also stimulate the individual to search and ponder their meanings. Let us now turn to an examination of the book of Revelation, without question one of the most symbolic and figurative books in all of scripture."]],[".topic",["h3","The Symbolism of the Book of Revelation"],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p33"},"Some of the most oft-recurring and difficult questions asked about the Apocalypse concern its symbolism. How many of the images and figures seen by John are symbolic? Should they be taken literally or metaphorically? If some are symbolic and some literal, how can one tell the difference? Why are some of the images—for example, a beast with seven heads and ten horns (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.1"},"Revelation 13:1"],")—so strange and unusual?"],[".figure",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f2"},["p.preamble","While these questions cannot be answered with complete surety, there are some important things to keep in mind as you begin a study of this book:"],["ol.number",["li",["span.label","1."],["p.para","It is almost certain that John did not intend to write things that were obscure or incomprehensible to his readers. He wrote in their language; he was part of the same cultural background and heritage as they, and they were probably familiar with special terms or phrases that he used to express himself. Part of our difficulty in understanding this book is caused by the fact that we are far removed from their time, their situation, and their language. But when John wrote, he fully expected that his readers would clearly understand what he wrote to them."]],["li",["span.label","2."],["p.para","By revelation, Nephi was told that when John’s writings were first set down, they were “plain and pure, and most precious and easy to the understanding of all men.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.23"},"1 Nephi 14:23"],".) We can probably assume that the book of Revelation also suffered with the rest of the Bible records when it went “through the hands of the great and abominable church,” and had “many plain and precious things taken away from the book.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.28"},"1 Nephi 13:28"],".) This would, of course, complicate the problem of achieving a proper interpretation. The Inspired Version may have restored some of these things, but there may be other important losses."]],["li",["span.label","3."],["p.para","Much of John’s imagery is symbolic. In fact, if taken literally, they present a bizarre or grotesque picture. A good example of this is John’s description of the beasts around the throne of God. They are described as having six wings, and “they were full of eyes.” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.8"},"Revelation 4:8"],".) Joseph Smith was told that the wings were symbolic of their ability to move and act, and their eyes were representative of light and knowledge (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.4"},"D&C 77:4"],"). In an ancient world, to which vehicles and trains, jetliners and rockets were unknown, what could be more symbolic of mobility and speed than the flight of birds? And it is through the eye that we perceive light and also receive the greatest percentage of what we know. The eye is an appropriate symbol for light and knowledge. Revelation is deeply symbolic. To try to interpret everything literally would result in some gross misconceptions."]],["li",["span.label","4."],["p.para","However, though the book is highly symbolic, the symbols represent real and actual things, persons, or events. In other words, while the book is symbolic, it is not symbolic in the sense that the idealists claim; that is, it does not have meaning only in abstract, indefinite concepts. For example, the sea of glass is a symbolic concept, but it represents something definite and concrete—the earth in its celestial state (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.1"},"D&C 77:1"],"). The book sealed with seven seals is symbolic, but it has a literal and specific referent—the seven periods of the earth’s temporal history (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6"},"D&C 77:6"],"). Some of the symbols are clear, and through modern revelation we know what they mean. Many are not, and we must wait for more revelation before we can say with surety what they represent. But the important thing to remember is that while the book of Revelation is filled with symbolism, each symbol has specific meaning and correspondence with some real thing."]],["li",["span.label","5."],["p.para","The meaning of the book and its symbols can be correctly interpreted only through the gift of inspiration. Uninspired reason, regardless of how brilliant, cannot unlock its mysteries. It is called the book of Revelation, and revelation is essential for its understanding. This, perhaps, is why Joseph Smith could say, “The book of Revelation is one of the plainest books God ever caused to be written.” (",["span.emphasis","Teachings,"],"p. 290.) Latter-day revelation can be immensely helpful in unlocking the mysteries of Revelation, and the most important of those latter-day revelations will be those received through the Spirit as the student studies this book with humble, earnest prayer."]]]]]],[".topic",["h2","Biography"],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.p41"},"John, brother of James and son of Zebedee, was one of the original twelve called by Jesus. He came to be known as John the Beloved because of the special fondness Jesus felt for him (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.23"},"John 13:23"],"). He was in the presidency of the early church with Peter and James and stood fearlessly at Peter’s side during the early persecutions which followed the Savior’s death (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3"},"Acts 3, 4"],"). He is the author of the Gospel of John, the three epistles of John, and the book of Revelation. He was given the special privilege of being allowed to live on the earth as a translated being until the Savior’s second coming. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/21.21-23"},"John 21:21–23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/7"},"D&C 7"],".) Little more is recorded of his life except for the brief mention in Revelation of his being on the isle of Patmos (",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.9"},"Revelation 1:9"],"), to which he was probably banished during the wave of Christian persecution under the emperor Domitian. In 1831 the Prophet Joseph Smith indicated that John was then laboring among the lost ten tribes. (See",["span.emphasis","HC,"],"1:176.)"],[".",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_053_01-structure.jpg"}]]],[".",{"id":"f4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f4"},["h2","The Structure of the Book of Revelation"],[".topic",["h2","Introduction to the Revelation"],[".figure",{"id":"f5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f5"},["ul.content-list alphaCaps",["li",["span.label","A."],["div",["p.para","John bears witness of the truthfulness of the revelation. (1:1–8)"]]],["li",["span.label","B."],["div",["p.para","Christ gives special instructions to John. (1:9–20)"]]],["li",["span.label","C."],["div",["p.para","Saints are admonished and counseled by the Savior. (2:1–29; 3:1–22)"]]]]]],[".topic",["h2","The Revelation"],[".figure",{"id":"f6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f6"},["ul.content-list alphaCaps",["li",["span.label","A."],["div",["p.para","Vision of heaven (4:1–11)"],["p.para","John sees the Father and Son in the celestial kingdom."]]],["li",["span.label","B."],["div",["p.para","Vision of the triumphant destiny of God’s kingdom."],[".figure",{"id":"f7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f7"},["ol.number",["li",["span.label","1."],["p.para","The book with seven seals (chaps. 5–11)"]],["li",["span.label","2."],["p.para","The kingdom of God versus the kingdom of Satan (chaps. 12–14)"]],["li",["span.label","3."],["p.para","The destruction of Satan’s kingdom (chaps. 15–18)"]],["li",["span.label","4."],["p.para","Final scenes of the world’s history (chaps. 19–20)"]]]]]],["li",["span.label","C."],["div",["p.para","Vision of heaven"],["p.para","John sees the new heavens and new earth—the world in its celestialized state. (21:1 through 22:5)"]]]]]],[".topic",["h2","Conclusion of the Revelation"],[".figure",{"id":"f8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-12-johns-witness-of-the-church-triumphant/section12.f8"},["ul.content-list alphaCaps",["li",["span.label","A."],["div",["p.para","Angel bears witness of the truthfulness of the revelation (22:6–7)"]]],["li",["span.label","B."],["div",["p.para","Special instructions from Christ given to John (22:8–15)"]]],["li",["span.label","C."],["div",["p.para","Saints are given final admonishment and counsel by the Savior (22:16–21)"]]]]]]]]]]],"refs":null}
