{"id":78,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":78,"title":"Section 68 Scripture Is the Will, Mind, Word, Voice, and Power of God unto Salvation","subtitle":"","short_title":"Section 68","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.head10"},[".titleNumber","Section 68"],["h1","Scripture Is the Will, Mind, Word, Voice, and Power of God unto Salvation"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p124"},"President Joseph Fielding Smith wrote: “At the close of the conference of November 1–12, 1831, Elders Orson Hyde, Luke Johnson, Lyman E. Johnson and William E. M’Lellin, came to the Prophet and sought the will of the Lord concerning themselves, and their ministry. The Prophet made inquiry and received the revelation which appears as Section sixty-eight. Surely the Lord in his wisdom poured out knowledge, line upon line, precept upon precept as the members of the Church were prepared to receive it.” (",["span.emphasis","Church History and Modern Revelation,"],"1:257–58.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.1"},"D&C 68:1"],". The Call of Orson Hyde Had Far-reaching Consequences"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p125"},"“The prophecy in this verse was literally fulfilled. Orson Hyde proclaimed the gospel ‘from people to people, from land to land.’ In 1832, he and Samuel H. Smith traveled in the States of New York, Massachusetts, Maine, and Rhode Island—two thousand miles—on foot. In 1835 he was ordained an Apostle, and in 1837 he went on a mission to England. In 1840 he was sent on a mission to Jerusalem. He crossed the Ocean, traveled through England and Germany, visited Constantinople, Cairo, and Alexandria, and, finally, reached the Holy City. On October 24th, 1841, he went up on the Mount of Olives and offered a prayer, dedicating Palestine for the gathering of the Jews.” (Smith and Sjodahl, Commentary, p. 409.)"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.f10"},[".caption","Orson Hyde dedicated the land of Jerusalem for the return of the Jews."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.3-5"},"D&C 68:3–5"],". What Is Scripture?"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p127"},"Scripture is the mind and will of God revealed through His servants. Peter declared, “Prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Peter 1:21"],"). Such scripture has been written and preserved in the standard works as priceless gems of eternal truth. The standard works are not the only source of scripture, however. As President Joseph Fielding Smith taught: “When one of the brethren stands before a congregation of the people today, and the inspiration of the Lord is upon him, he speaks that which the Lord would have him speak. It is just as much scripture as anything you will find written in any of these records, and yet we call these the standard works of the Church. We depend, of course, upon the guidance of the brethren who are entitled to inspiration."],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p128"},"“There is only one man in the Church at a time who has the right to give revelation for the Church, and that is the President of the Church. But that does not bar any other member in this Church from speaking the word of the Lord, as indicated here in this revelation, section 68, but a revelation that is to be given as these revelations are given in this book, to the Church, will come through the presiding officer of the Church; yet, the word of the Lord, as spoken by other servants at the general conferences and stake conferences, or wherever they may be when they speak that which the Lord has put into their mouths, is just as much the word of the Lord as the writings and the words of other prophets in other dispensations.” (",["span.emphasis","Doctrines of Salvation,"],"1:186.)"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p129"},"Elder Harold B. Lee further defined scripture when he said: “It is not to be thought that every word spoken by the General Authorities is inspired, or that they are moved upon by the Holy Ghost in everything they read and write. Now you keep that in mind. I don’t care what his position is, if he writes something or speaks something that goes beyond anything that you can find in the standard church works, unless that one be the prophet, seer, and revelator—",["span.emphasis","please note that one exception"],"—you may immediately say, ‘Well, that is his own idea.’ And if he says something that contradicts what is found in the standard church works (I think that is why we call them ‘standard’—it is the standard measure of all that men teach), you may know by that same token that it is false, regardless of the position of the man who says it.” (",["span.emphasis","The Place of the Living Prophet, Seer, and Revelator"],"[address delivered to seminary and institute of religion faculty, 8 July 1964], p. 14.)"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p130"},"President J. Reuben Clark Jr. said:"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p131"},"“How shall we know when the things they have spoken were said as they were ‘moved upon by the Holy Ghost?’"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p132"},"“I have given some thought to this question, and the answer thereto so far as I can determine, is: We can tell when the speakers are ‘moved upon by the Holy Ghost’ only when we, ourselves, are ‘moved upon by the Holy Ghost.’"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p133"},"“In a way, this completely shifts the responsibility from them to us to determine when they so speak.” (",["span.emphasis","When Are the Writings or Sermons of Church Leaders Entitled to the Claim of Scripture?"],"[address delivered to seminary and institute of religion personnel, 7 July 1954], p. 7.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.10"},"D&C 68:10"],". Signs Follow Faithful Believers"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p134"},"People often desire to see a sign or hear a voice from the unseen world. This desire may be manifest in some members of the Church at some stage of their spiritual development. A few honestly believe that such an experience would greatly strengthen their testimony or convince nonbelievers of the truth of the gospel of Jesus Christ. People who possess such a notion should remember that signs are not usually given before faith is shown, for such desires and manifestations are a detriment to the development of true faith and are the symptoms of wickedness (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.39"},"Matthew 12:39"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-63-for-this-is-a-day-of-warning-and-not-a-day-of-many-words.p1"},"Notes and Commentary on D&C 63:7–12"],"). Signs are the offspring of faith and serve to confirm righteousness. Signs follow faith, and without faith no miracle can occur (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17"},"Mark 16:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.12"},"Ether 12:12"],"). The outward manifestation of God’s power is an assurance that our faith and righteousness have received divine sanction."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.15-21"},"D&C 68:15–21"],". Under What Conditions Can a Literal Descendant of Aaron Be a Bishop without Counselors?"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p135"},"President Joseph Fielding Smith pointed out that this provision applied only to the office of Presiding Bishop of the Church: “It has no reference whatever to bishops of wards. Further, such a one must be designated by the First Presidency of the Church and receive his anointing and ordination under their hands. The revelation comes from the Presidency, not from the patriarch, to establish a claim to the right to preside in this office. In the absence of knowledge concerning such a descendant, any high priest, chosen by the Presidency, may hold the office of Presiding Bishop and serve with counselors.” (",["span.emphasis","Doctrines of Salvation,"],"3:92.)"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p136"},"“The office of Presiding Bishop of the Church is the same as the office which was held by Aaron. … It was this office which came to John the Baptist, and it was by virtue of the fact that he held the keys of this power and ministry that he was sent to Joseph Smith and Oliver Cowdery to restore that Priesthood, May 15, 1829. The person who has the legal right to this presiding office has not been discovered; perhaps is not in the Church, but should it be shown by revelation that there is one who is the ‘firstborn among the sons of Aaron,’ and thus entitled by birthright to this presidency, he could ‘claim’ his ‘anointing’ and the right to that office in the Church.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:259.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.22-24"},"D&C 68:22–24"],". Are Bishops Found in Transgression to Be Tried by the First Presidency?"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p137"},"“In case of the transgression of the presiding bishop of the Church, he could not be tried by a high council in the stake in which he lives, but he would have to be tried by the First Presidency of the Church. The reason for this is that he … is not under the jurisdiction of any ward or stake in this capacity. This order given for the trial of the presiding bishop does not apply to a local bishop in a ward, who is under the jurisdiction of the presidency of the stake.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:259–60.)"],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.f11"},[".caption","Parents are to teach the gospel to their children."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-26,31"},"D&C 68:25–26, 31"],". Parents Are to Teach the Gospel to Their Children"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p139"},"Elder Harold B. Lee pointed out that the Lord “gave us what we might style as a five-point program by which parents could teach faith. First, he said, their children were to be baptized when they had reached the age of accountability at eight years; second, they were to be taught to pray; third, they were to be taught to walk uprightly before the Lord; fourth, they were to be taught to keep the Sabbath day holy; and fifth, they were to be schooled not to be idle, either in the Church, or in their private lives."],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p140"},"“All parents who have followed that formula and have so taught their children have reaped the reward of an increased faith in their family, which has stood and will yet stand the test of the difficulties into which their children would yet go.” (In Conference Report, Oct. 1952, p. 17.)"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p141"},"President N. Eldon Tanner noted: “Children who are taught obedience, to honor and obey the law, to have faith in God and to keep his commandments, will, as they grow up, honor their parents and be a credit to them; and they will be able to meet and solve their problems, find greater success and joy in life, and contribute greatly to the solution of the problems now causing the world such great concern. It is up to the parents to see to it that their children are prepared through obedience to law for the positions of leadership they will occupy in the future, where their responsibility will be to bring peace and righteousness to the world.” (In Conference Report, Apr. 1970, p. 65.)"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p142"},"Regarding rebellious children of righteous parents, President Spencer W. Kimball observed:"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p143"},"“I have sometimes seen children of good families rebel, resist, stray, sin, and even actually fight God. In this they bring sorrow to their parents, who have done their best to set in movement a current and to teach and live as examples. But I have repeatedly seen many of these same children, after years of wandering, mellow, realize what they have been missing, repent, and make great contribution to the spiritual life of their community. The reason I believe this can take place is that, despite all the adverse winds to which these people have been subjected, they have been influenced still more, and much more than they realized, by the current of life in the homes in which they were reared. When, in later years, they feel a longing to recreate in their own families the same atmosphere they enjoyed as children, they are likely to turn to the faith that gave meaning to their parents’ lives."],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p144"},"“There is no guarantee, of course, that righteous parents will succeed always in holding their children, and certainly they may lose them if they do not do all in their power. The children have their free agency."],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p145"},"“But if we as parents fail to influence our families and set them on the ‘strait and narrow way,’ then certainly the waves, the winds of temptation and evil will carry the posterity away from the path."],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p146"},"“‘Train up a child in the way he should go; and when he is old, he will not depart from it.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Prov. 22:6"],".) What we do know is that righteous parents who strive to develop wholesome influences for their children will be held blameless at the last day, and that they will succeed in saving most of their children, if not all.” (In Conference Report, Oct. 1974, p. 160; or",["span.emphasis","Ensign,"],"Nov. 1974, pp. 111–12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.27"},"D&C 68:27"],". Accountability of Children"],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p147"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-29-prepare-against-the-day-of-tribulation.p1"},"Notes and Commentary on Doctrine and Covenants 29:46–50"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.29"},"D&C 68:29"],". Observance of the Sabbath Day"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p148"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-59-that-thou-mayest-more-fully-keep-theyself-unspotted-from-the-world.p1"},"Notes and Commentary on Doctrine and Covenants 59:9–13"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.30"},"D&C 68:30"],". The Value and the Place of the Laborer"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p149"},"A human weakness that draws sharp rebuke from the Lord is that of an idler who lives upon the labor of others (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"56:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.13"},"60:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.29"},"75:29"],"). Government welfare programs that dole out money or goods without requiring labor in return can help spread this problem. Elder David B. Haight taught:"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p150"},"“What has this monstrous thing called government welfare done to the people? Today we have second- and third-generation welfare recipients. Millions have learned how to live off the government. Children are growing up without knowing the value and the dignity of work. The government has succeeded in doing what the Church welfare program seeks to prevent. …"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p151"},"“But Church members are not immune to the perils of the government dole. There is evidence that some of our people are receiving something for nothing from the government. The fact that this condition exists in the Church highlights the need of our members to be knowledgeable about Church welfare principles. President Kimball has stated: ‘No true Latter-day Saint, while physically or emotionally able, will voluntarily shift the burden of his own or his family’s well-being to someone else’ (",["span.emphasis","Ensign,"],"May 1978, p. 79.” (In Conference Report, Oct. 1978, p. 86; or",["span.emphasis","Ensign,"],"Nov. 1978, p. 86.)"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p152"},"The Lord’s welfare program emphasizes the principles of work and self-respect, requiring labor according to ability."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.33"},"D&C 68:33"],". “Prayers … in the Season Thereof”"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p153"},"President Ezra Taft Benson spoke of the value of prayer, especially for youth, and said: “I counsel you, in the words of Jesus Christ, to ‘watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.18"},"3 Ne. 18:18"],".)"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p154"},"“If you will earnestly seek guidance from your Heavenly Father, morning and evening, you will be given the strength to shun any temptation. President Heber J. Grant gave this timeless promise to the youth of the Church:"],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p155"},"“‘I have little or no fear for the boy or the girl, the young man or the young woman, who",["span.emphasis","honestly and conscientiously supplicates God twice a day for the guidance of His Spirit"],". I am sure that when temptation comes they will have the strength to overcome it by the inspiration that shall be given to them. Supplicating the Lord for the guidance of His Spirit places around us a safeguard, and if we earnestly and honestly seek the guidance of the Spirit of the Lord, I can assure you that we will receive it.’ (",["span.emphasis","Gospel Standards,"],"Salt Lake City: The Improvement Era, 1969, p. 26; italics added.)” (In Conference Report, Oct. 1977, p. 46; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 32.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.33"},"D&C 68:33"],". “The Judge of My People”"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-68-scripture-is-the-will-mind-word-voice-and-power-of-god-unto-salvation.p156"},"“The common judge in Israel is the ward bishop. It is his duty to watch over his flock. To aid him he has the force of the Aaronic Priesthood and all of the brethren holding the Melchizedek Priesthood who are at liberty and who may be called to serve as acting teachers and priests in his ward.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:261.)"]]]]],"refs":null}
