{"id":71,"parent_id":67,"book_id":22358,"content_id":1,"language_id":1,"display_order":71,"title":"Chapter 47: “By the Blood Ye Are Sanctified”","subtitle":"","short_title":47,"uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified"},[".heading",{"id":"head5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.head5"},[".titleNumber","47"],["h1","“By the Blood Ye Are Sanctified”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p4"},"Through the shedding of the blood of Christ, redemptive power by which a person can be sanctified is extended to each individual."]]],[".bodyBlock",[".",{"id":"f17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.f17"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_047_01-map.gif"}]],[".figure",{"id":"f18","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.f18"},["table.lds-table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para","Letter to the Hebrews—Believed Written by Paul, ca.",["span.small","A.D."],"65 (Hebrews)"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","Hebrews"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Salvation Comes Through Christ’s Intercession"]],["td",{"colspan":"1","rowspan":"1"},["p.para","7:23–28"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Christ Offered Himself a Sacrifice for Sin"]],["td",{"colspan":"1","rowspan":"1"},["p.para","8:1–5"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","A New Covenant with Israel"]],["td",{"colspan":"1","rowspan":"1"},["p.para","8:6–13"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Mosaic Ordinances Prefigure Christ’s Ministry"]],["td",{"colspan":"1","rowspan":"1"},["p.para","9:1–14"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Christ, the Mediator of the New Covenant"]],["td",{"colspan":"1","rowspan":"1"},["p.para","9:15–28"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","“By the Blood Ye Are Sanctified”"]],["td",{"colspan":"1","rowspan":"1"},["p.para","10:1–18"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Those Who Fall From Grace Are Damned"]],["td",{"colspan":"1","rowspan":"1"},["p.para","10:19–39"]]]]]],[".sidebar",["h2","Introduction"],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p22"},"The Savior declared, “I am come that they might have life, and that they might have it more abundantly.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.10"},"John 10:10"],".) To achieve this, the Lord revealed the life-giving power of the gospel by which mankind, suffering spiritual death because of the Fall and personal sinfulness, can be born again and receive eternal life. One of the great Themes and essential doctrines within the gospel is that of sanctification. Through this means man can not only be cleansed from sin but also be made pure and holy. This is one of the most sacred and beautiful teachings of the Church."],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p23"},"You may be assured that as you approach your study of sanctification prayerfully, positively, and with sufficient time to draw near to your Father in heaven, you can be edified by him. Coupling your intellect with the power of the Spirit, you will understand the necessary steps you must follow in preparing yourself for the great achievement of becoming sanctified through obedience to the gospel and through the blood of the Savior."],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p24"},"In Hebrews, Paul masterfully analyzes the contrasts between the temporal law of Moses and the principles and doctrines of the gospel of Christ. So skillful is he in this contrasting of spiritual and temporal principles that not only do we see that we can achieve sanctification, but also we are powerfully motivated to do whatever is necessary to make it a reality in our own lives."],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p25"},["span.emphasis","Before proceeding, read all the scriptural references in the reading block."]]],[".topic",["h2","Interpretive Commentary"],[".topic",[".topic",["h4","(47-1)",["a.scriptureRef",{"href":"/scriptures/nt/heb/8.3"},"Hebrews 8:3"],". What Do We Know Concerning the Ordinance of Sacrifice as Practiced by the Ancient High Priests?"],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p28"},"Many have supposed that the ordinance of sacrificing animals was first introduced by Moses. Such is not the case. The principle of sacrifice was initially taught to Adam following his expulsion from the Garden of Eden. Adam was clearly instructed that in offering the “firstlings” of his flocks, he was prefiguring the atoning sacrifice of Christ. “This thing is a similitude of the sacrifice of the Only Begotten of the Father,” he was told. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.7"},"Moses 5:7"],".) Elder McConkie writes as follows concerning the ordinance of sacrifice:"],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p29"},"“The form of the ordinance was always so arranged as to point attention to our Lord’s sacrifice. The sacrificial offering made in connection with the Passover, the killing of the Paschal Lamb, for instance, was so arranged that a male lamb of the first year, one without spot or blemish, was chosen; in the offering the blood was spilled and care was taken to break no bones—all symbolical of the manner of Christ’s death. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/12"},"Ex. 12"],".) Many sacrificial details were added to the law as it operated in the Mosaic dispensation, but the basic principles governing sacrifices are part of the gospel itself and preceded Moses and the lesser order which came through him.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 665.)"]],[".topic",["h4","(47-2)",["a.scriptureRef",{"href":"/scriptures/nt/heb/8.7-13"},"Hebrews 8:7–13"],". What Is the Better Covenant of Which Paul Speaks?"],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p31"},"The gospel was a “better covenant” because it offered the principles and ordinances of salvation in their fulness, while the law of Moses did not. The Israelites, in general, rejected the fulness of the gospel on both occasions when it was offered to them, first while wandering in the desert under Moses and later when Jesus came to earth in the meridian of time. Joseph Smith once said: “This covenant has never been established with the house of Israel, nor with the house of Judah, for it requires two parties to make a covenant, and those two parties must be agreed, or no covenant can be made."],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p32"},"“Christ, in the days of His flesh, proposed to make a covenant with them, but they rejected Him and His proposals, and in consequence thereof, they were broken off, and no covenant was made with them at that time. …"],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p33"},"“Thus after this chosen family had rejected Christ and His proposals, the heralds of salvation said to them, ‘Lo we turn unto the Gentiles’; and the Gentiles received the covenant, and were grafted in from whence the chosen family were broken off: but the Gentiles have not continued in the goodness of God, but have departed from the faith that was once delivered to the Saints, and have broken the covenant in which their fathers were established [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],"]; and have become high-minded, and have not feared; therefore, but few of them will be gathered with the chosen family.” (Smith,",["span.emphasis","Teachings,"],"pp. 14–15.)"]],[".topic",["h4","(47-3)",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.1-10"},"Hebrews 9:1–10"],". What Do We Know Concerning the Ancient Tabernacle and Its Services?"],["p.para",{"id":"p35","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p35"},"During Israel’s wanderings and prior to the building of a temple in Solomon’s day (about 970",["span.small","B.C."],"), the priests of Israel performed the sacred ordinances in behalf of their people in a portable tent known as the tabernacle. This edifice, constructed in such a way that it could be quickly moved from place to place, was the first item set up in any new place of encampment."],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p36"},"The tabernacle was composed of two parts. There was an outer compartment into which the Levites and sons of Aaron might enter daily to perform the sacred ordinances prescribed by the Mosaic law. There was also an inner compartment separated by a veil and considered to be the most holy place, into which the high priest might enter but once a year to perform his sacred duties on the Day of Atonement. As explained by Paul, the outer division of the tabernacle contained the sacred candlestick, twelve loaves of shewbread, and an altar of incense; in the inner chamber known as the Holy of Holies was located the ark of the covenant, a chest somewhat equivalent to a good-sized modern trunk. In the ark were kept the golden censer, the golden pot containing manna, Aaron’s rod, and the tablets on which were inscribed the Ten Commandments."],[".",{"id":"f20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.f20"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_047_02-alterIncense.jpg"}],[".caption",["p",{"id":"lds-"},"The Altar of Incense"]]],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p37"},"The word",["span.emphasis","tabernacle"],"literally means “place of dwelling” and was so called in the belief that God literally lived within its sacred confines. When Israel camped, the tabernacle was set up in the precise center of the camp (symbolizing the idea that God was to be the center of his people’s lives) with the various tents of the different tribes surrounding it on all sides."],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p38"},"Each division of the tabernacle was regarded as a sacred sanctuary. While priests might enter the outer chamber every day as required by priestly duty, only the high priest (i.e., the presiding priest, who was to be of the tribe of Levi and a firstborn son of a direct descendent of Aaron) might enter the Holy of Holies, and that but once a year on Yom Kippur, or the Day of Atonement. This is the most sacred of all days in the Jewish year and had for its purpose the offering up of a special sacrifice within the Holy of Holies for the sins of the people. The ritual involved a series of events, the first two of which were to prepare the high priest for his solemn duties. First he would make sacrifices for himself and his brother priests so as to make them symbolically worthy to perform their sacred functions. Then he would lay aside his priestly robes, don a simple white tunic in preparation for the sacrifice itself, and return to the outer court. Taking two pure and unblemished male goats, he would dedicate one to Jehovah and one to the evil one, Azazel, or the devil. The goat dedicated to Jehovah was then sacrificed in the outer court. Its blood was taken into the Holy of Holies and sprinkled on the mercy-seat and before the ark of the covenant. This symbolized that Israel’s sins were atoned for by sacrifice."],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p39"},"Returning to the outer court, the high priest then laid his hands on the second goat and solemnly confessed upon it all Israel’s sins. This done, the goat was taken outside the camp and either compelled to lose its way or else was thrown from a cliff and thus destroyed. In this manner was symbolized a transference of sins from the children of Israel to the goat. This is the source for the modern notion of a scapegoat, that is, one who is literally punished for the mistakes or sins of another."],[".",{"id":"f21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.f21"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_047_01-tabernacle.gif"}]]],[".topic",["h4","(47-4)",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.11-15,23-28"},"Hebrews 9:11–15, 23–28"],". The Role of Jesus Christ as High Priest Mediator of the New Testament"],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p57"},"Jesus performed essentially the same function for us which ancient priests did for Israel: he atoned for our sins. There is a difference, however, between the two offerings: ancient priests offered up goats or lambs from Israel’s flocks; Christ, the purest “Lamb of God” (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.29,36"},"John 1:29, 36"],"), offered up",["span.emphasis","himself."],"No man took Christ’s life from him; the Savior gave it up voluntarily (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.18"},"John 10:18"],"). Thus, Jesus was not only the high priest for us in the making of the offering;",["span.emphasis","he was also the very offering himself!"],"This is what Paul wishes us to see. Christ is the mediator of the New Testament as ancient priests were mediators of the Old Testament, or law of Moses. Jesus came “to put away sin by the sacrifice of himself.” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.26"},"Hebrews 9:26"],".) As the ancient high priest entered into the Holy of Holies on earth and sprinkled the goat’s blood upon the mercy-seat, so Jesus Christ entered the sacred sanctuary of heaven itself, there to intercede before the Father in behalf of those whose penitence makes them eligible for his act of mercy (",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.11-15,23-25"},"Hebrews 9:11–15, 23–25"],")."]],[".topic",["h4","(47-5)",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.15-17"},"Hebrews 9:15–17"],". What Did Paul Mean by “For Where a Testament Is, There Must Also of Necessity Be the Death of the Testator”?"],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p59"},"“… In legal usage, a",["span.emphasis","testator"],"is one who leaves a valid will or testament at his death. The will or testament is the written document wherein the testator provides for the disposition of his property. As used in the gospel sense, a",["span.emphasis","testament"],"is a covenant. Jesus is the Mediator of the new covenant or testament, that is of the gospel which came to replace the law of Moses. …"],["p.para",{"id":"p60","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p60"},"“… In other words, Christ had to die to bring salvation. The testament or covenant of salvation came in force because of the atonement worked out in connection with that death.",["span.emphasis","Christ is the Testator."],"His gift, as would be true of any testator, cannot be inherited until his death. Christ died that salvation might come; without his death, he could not have willed either immortality or eternal life to men.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"pp. 784–85.)"]],[".topic",["h4","(47-6)",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.22"},"Hebrews 9:22"],". What Does Paul Mean by “Without Shedding of Blood Is No Remission”?"],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p62"},"As noted above, remission of sins under the law of Moses required the shedding of an animal’s blood. In setting forth the laws respecting sacrificial ordinances in ancient Israel, the Lord explained: “For the life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh an atonement for the soul.” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.11"},"Leviticus 17:11"],".) In other words, blood is symbolic of life, and it was the life of Christ that was required to remit sins. (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.14,15"},"Mosiah 3:14, 15"],".)"]],[".topic",["h4","(47-7)",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.1-9"},"Hebrews 10:1–9"],". “The Law [of Moses] … Can Never … Make the Comers Thereunto Perfect”"],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p64"},"Paul returns here to a former Theme, namely that perfection cannot come either by the law of Moses or by the lesser priesthood which administers that law (compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.11,12"},"Hebrews 7:11, 12"],"). The law, says Paul, is but “a shadow of good things to come, and not the very image of the things” themselves. This is true, he argues, because Mosaic sacrifice for sin must be repeated daily, whereas Christ’s atoning act was “once for all.”"]],[".topic",["h4","(47-8)",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.19,20"},"Hebrews 10:19, 20"],". How Do We Enter into the Holiest by the Blood of Jesus?"],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p66"},"The ancient tabernacle and the temples patterned thereafter had veils which separated one portion of the structure from another. To pass the first veil was to move from the outer court into an inner sanctuary known as the Holy Place. To pass the second veil was to enter the Holy of Holies, or the Most Holy Place."],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p67"},"Paul capitalizes upon the Hebrew understanding of these things to indicate symbolically the role of Jesus in making it possible for us to enter into heaven, our “holy of holies.” As in ancient times the high priest entered the earthly sanctuary through rites of purification, so we too are privileged to enter the heavenly sanctuary through the blood of Christ, which cleanses us from sin."],["p.para",{"id":"p68","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p68"},"“Atonement for sin is no longer made by the high priest in Israel when he passes through the veil of the temple into the holy of holies. (",["a.scriptureRef",{"href":"/scriptures/ot/lev/16"},"Lev. 16"],".) See",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.19-20"},"Heb. 6:19–20"],". Now there is a new way, a living way, for the veil of the old temple was rent with the crucifixion. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.50-51"},"Matt. 27:50–51"],".) Now Jesus has passed through the veil into heaven itself. While he lived, his mortal flesh stood between him and the eternal holy of holies, for ‘flesh and blood cannot inherit the kingdom of God’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.50"},"1 Cor. 15:50"],"), but now he has, as it were, rent the veil of his flesh through death and entered into the fulness of his Father’s kingdom through resurrection.” (McConkie,",["span.emphasis","DNTC,"],"3:190–91.)"]],[".topic",["h4","(47-9)",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.26-31"},"Hebrews 10:26–31"],". What Does It Mean to Do “Despite unto the Spirit of Grace”?"],["p.para",{"id":"p70","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p70"},"See",["a.crossRef",{"href":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-46-let-us-go-on-unto-perfection.p1"},"Interpretive Commentary 46-17"],"."]]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","The Significance of Blood"],[".topic",["h4","(47-10) Blood Is the Life of the Body"],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p74"},"Blood is that physical substance that renews and energizes the body, carrying to it food and nourishment and eliminating waste materials. In the resurrection we will receive a perfected, physical body—sometimes referred to as a spiritual body (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.27"},"D&C 88:27"],"). This does not mean that such a body has no tangible substance but, rather, that it",["span.emphasis","“is quickened by spirit and not by blood. … The immortal body is quickened by spirit, but the mortal body is quickened by blood.”"],"(Smith,",["span.emphasis","Doctrines of Salvation,"],"1:76–77.) In the scriptures we are told that the life of the flesh is the blood (",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.4"},"Genesis 9:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.10,11,14"},"Leviticus 17:10, 11, 14"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.26"},"19:26"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.32,33"},"1 Samuel 14:32, 33"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/15.20,29"},"Acts 15:20, 29"],"). It was stated clearly to Moses: “Only be sure that thou eat not the blood: for the blood is the life; and thou mayest not eat the life with the flesh.” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.23"},"Deuteronomy 12:23"],".) Leviticus chapter 17, verse 11 states: “For the life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh an atonement for the soul.”"],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p75"},"There can be no mistake that the blood anciently offered upon the altar of sacrifice was a direct reminder of the sacrifice of the Savior. Furthermore, the ancient prophets understood that it was blood that made atonement for their sins possible."]],[".topic",["h4","(47-11) Redemption Comes by the Shed Blood of Christ"],["p.para",{"id":"p77","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p77"},"“That is, through faith in Christ, who was to come, and by prefiguring the shedding of his blood in their sacrifices and the rites incident thereto, those in ancient Israel were making atonement for their sins. Through their revealed system of rites and performances, they were being reminded that forgiveness and redemption comes through the shedding of the blood of Christ.” (McConkie,",["span.emphasis","DNTC,"],"3:184–85.)"]],[".topic",["h4","(47-12) Remission of Sins through the Blood of Christ"],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p79"},"“The Latter-day Saints believe in the efficacy of the blood of Christ. They believe that through obedience to the laws and ordinances of the gospel they obtain a remission of sins; but this could not be if Christ had not died for",["span.emphasis","them."],"If you did believe in blood atonement, I might ask you",["span.emphasis","why"],"the blood of Christ was shed, and",["span.emphasis","in whose stead was it shed?"],"I might ask you to explain the words of Paul, ‘Without shedding of blood is no remission.’",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.22"},"Hebrews 9:22"],".” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:133.)"],[".quote",["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p80"},"When was Christ’s blood shed for you? Was it on the cross, or was there another time, another place, when he trembled because of pain and bled at every pore and prayed that the time of agony might pass? Did he know you then as an individual? And did he willingly suffer there for you, for your personal sins? Perhaps you would like to stop now for a moment and consider the testimony of the prophets Isaiah and Abinadi. Ponder the meaning of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/14.1,10"},"Mosiah 14:1, 10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.10,11"},"15:10, 11"],"."],["p.para",{"id":"p81","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p81"},"How would the Savior feel about someone for whom he suffered who refused, through pride and arrogance, to accept his sacrifice and partake of his redeeming power?"]]]],[".topic",["h3","The Shedding of Christ’s Blood in Our Behalf Makes It Possible for Us to Be Sanctified"],[".topic",["h4","(47-13) “By the Blood Ye Are Sanctified”"],["p.para",{"id":"p84","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p84"},"Through faith in Christ and the efficacy of his atonement, there is a quality of spiritual life fostered within the soul of the believer. This spiritual enlivening is directly associated with the process of personal sanctification. The following statements further clarify the manner in which the sanctifying powers of the Atonement can refine the lives of men and women:"],["p.para",{"id":"p85","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p85"},"“The atonement of Christ is the rock foundation upon which all things rest which pertain to salvation and eternal life. Hence the Lord said to Adam: ‘By the blood ye are sanctified’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.60"},"Moses 6:60"],"), although the usual scriptural pronouncement is that men are ‘sanctified by the reception of the Holy Ghost.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.20"},"3 Ne. 27:20"],".) The meaning is that although men are sanctified by the power of the Holy Ghost, such sanctifying process is effective and operative because of the shedding of the blood of Christ. Thus Moroni says that the faithful saints are ‘sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission’ of their sins, that they become holy and without spot. (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.33"},"Moro. 10:33"],".)” (McConkie,",["span.emphasis","DNTC,"],"3:188.)"]],[".topic",["h4","(47-14) Sanctification Defined"],["p.para",{"id":"p87","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p87"},"“To be",["span.emphasis","sanctified"],"is to become clean, pure, and spotless; to be free from the blood and sins of the world; to become a new creature of the Holy Ghost, one whose body has been renewed by the rebirth of the Spirit.",["span.emphasis","Sanctification"],"is a state of saintliness, a state attained only by conformity to the laws and ordinances of the gospel. The plan of salvation is the system and means provided whereby men may sanctify their souls and thereby become worthy of a celestial inheritance. …"],["p.para",{"id":"p88","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p88"},"“… Those who attain this state of cleanliness and perfection are able, as occasion may require, to see God and view the things of his kingdom. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23"},"D. & C. 84:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.68"},"88:68"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.7"},"Ether 4:7"],".) The Three Nephites ‘were sanctified in the flesh, that they were holy, and that the powers of the earth could not hold them.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.39"},"3 Ne. 28:39"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"pp. 675–76.)"]],[".topic",["h4","(47-15) How We Make Christ’s Shed Blood Effective for Us"],["p.para",{"id":"p90","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p90"},"“Men can only be saved and exalted in the kingdom of God in righteousness; therefore, we must repent of our sins and walk in the light as Christ is in the light, that his blood may cleanse us from all sins and that we may have fellowship with the Lord and receive of his glory and exaltation.” (Joseph Fielding Smith in",["span.emphasis","CR,"],"Oct. 1969, p. 109.)"],[".quote",["p.para",{"id":"p91","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p91"},"What heart could but melt in love and gratitude for the Savior and the sacrifice of his blood with which we must become so personally involved. As the Spirit distills quietly upon the soul and we are drawn near the Master, the realization that we are completely dependent upon him dawns upon us. How could one such as he care for us so much that he would desire to provide an infinite atonement in our behalf? And yet he does."],["p.para",{"id":"p92","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-10-pauls-witness-to-priesthood-leaders/chapter-47-by-the-blood-ye-are-sanctified.p92"},"Your key to becoming perfect in Christ is found through faith and obedience, which leads to being “born again.” Then comes the “mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually.” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],".) Then only one step remains: ultimately to bring about this final change that Christ suffered for you. This is described in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.11-13"},"Alma 13:11–13"],". This is your promise. It can happen to you if you will begin now to exercise your faith and obey him who has already prepared the way for your sanctification and eternal life."]]]]]]]]],"refs":null}
