{"id":6,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":6,"title":"May: The Church of Jesus Christ Has Been Restored","subtitle":"","short_title":"May","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.head1"},[".titleNumber","May"],["h1","The Church of Jesus Christ Has Been Restored"],"“I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—",["span.emphasis","This is My Beloved Son. Hear Him!"],"” (Joseph Smith—History 1:17).",[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives. Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]],[".bodyBlock",[".topic",["h2","Week 1: The Church of Jesus Christ has been restored."],[".img-right",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.f1"},[".caption",["span.emphasis",["b","Different age-groups:"],"Plan your sharing times to engage both older and younger children. For example, in the second activity in week 1, you could use finger puppets to help younger children remember each title (see sharingtime.lds.org). In the activity in week 2, you could divide younger children into class groups and have teachers tell them the stories and then review by pointing to the pictures and asking questions."]]],["div",{"id":"p6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p6"},["b","Identify the doctrine",["span.emphasis","(learning an article of faith):"]],"Before Primary, write the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"sixth article of faith"],"on the board. Ask the children to close their eyes. Tell them that after Jesus Christ died, the people became wicked and His gospel and priesthood were taken from the earth. Explain that this was called the Apostasy, and the people were in spiritual darkness—like having their eyes closed spiritually—until Jesus restored His Church through Joseph Smith. Hold up a picture of the First Vision, and tell the children to open their eyes. Help the children memorize the sixth article of faith by having them read it out loud together. Erase several words, and repeat until all of the words have been erased and the children have memorized the article of faith."],["div",{"id":"p7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p7"},["b","Encourage understanding",["span.emphasis","(playing a matching game):"]],"Make wordstrips for each of the duties in the chart shown below. Write the titles of the offices on the board as shown, and leave a blank column in the middle to represent the duties. Divide the children into five groups, and give each group one of the “Duties” wordstrips. Invite each group to place their wordstrip in the correct place on the board. Point out that the restored Church has the same kinds of leaders as the Church when Jesus Christ was on the earth."],[".",{"id":"f2","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.f2"}]],[".topic",["h2","Week 2: Joseph Smith is the prophet of the Restoration."],["div",{"id":"p27","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p27"},["b","Encourage understanding",["span.emphasis","(sharing pictures and stories from scriptures):"]],"Gather pictures of events from the Restoration of the Church. Divide the sentence “Joseph Smith is the prophet of the Restoration” into as many sections as you have pictures, and prepare a wordstrip for each word or phrase (see example). Divide the children into groups, and give each group one of the wordstrips, a picture, and a scripture reference that describes what is happening in the picture. Ask the children to read the scriptures and discuss what is happening in the picture. Then have each group share their story with the rest of the Primary. Discuss Joseph Smith’s role in each event, and have the children think about how the event has affected or can affect their lives. Place each picture and wordstrip on the board in order. After all of the wordstrips are on the board, read the sentence together."],[".",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.f3"}]],[".topic",["h2","Week 3: The Book of Mormon is another testament of Jesus Christ."],["div",{"id":"p29","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p29"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"Read together the title of the Book of Mormon from the title page. Read the following scriptures aloud, and have the children raise their hands when they hear other names of the Savior:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/19.6"},"2 Nephi 19:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.38"},"Alma 5:38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.26"},"3 Nephi 5:26"],". As the children identify the titles, write them on the board. Choose several titles, and explain how the Savior fulfills those roles."],[".img-right",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.f4"}],["div",{"id":"p30","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p30"},["b","Encourage application",["span.emphasis","(making a bookmark):"]],"Give each child a bookmark with the sentence “The Book of Mormon is another testament of Jesus Christ” written on it. Invite them to decorate the bookmark and use it in their scriptures. Consider having several children report on their goal to establish a habit of regular scripture study (see January, week 2). You could invite them to share their feelings about scripture passages they have read."]],[".topic",["h2","Week 4: The priesthood has been restored."],["div",{"id":"p32","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p32"},["b","Identify the doctrine",["span.emphasis","(seeing an object lesson):"]],"Show the children something that is powered by electricity. Then show that it cannot work without the proper power. Have a child hold up a picture of Christ ordaining His Apostles. Explain that Christ’s Church cannot work without the power of the priesthood. Have the child hide the picture behind his or her back. Explain that after Christ’s Apostles died, the priesthood authority was lost. Have another child show a picture of the restoration of the priesthood. Testify that God restored the priesthood through Joseph Smith."],["div",{"id":"p33","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p33"},["b","Encourage understanding",["span.emphasis","(singing and playing a matching game):"]],"Ask someone to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1"},"D&C 107:1"],", and have the children listen for the names of the two priesthoods. Place on the board a picture of the restoration of the Aaronic Priesthood and a picture of the restoration of the Melchizedek Priesthood. Write",["span.emphasis","Aaronic"],"or",["span.emphasis","Melchizedek"],"above the corresponding picture. Discuss who restored, or brought back, each of these priesthoods to Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.72"},"Joseph Smith—History 1:72"],"). Show the children several pictures of priesthood ordinances, such as baptism, confirmation, passing the sacrament, blessing the sacrament, and healing the sick. Invite the children to pass the pictures as they sing",["span.crossRef","“The Priesthood Is Restored”"],"(",["span.emphasis","CS,"],"89). Stop the music randomly, and ask the children holding the pictures to stand by the words",["span.emphasis","Aaronic"],"or",["span.emphasis","Melchizedek"],"to show the power required to perform that ordinance. Repeat as time allows."],[".",{"id":"f5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.f5"}],["div",{"id":"p34","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/may-the-church-of-jesus-christ-has-been-restored.p34"},["b","Encourage application",["span.emphasis","(writing a thank-you note):"]],"Have the children think of how the priesthood has blessed them. Invite them to make a thank-you card or picture to give to a priesthood holder they know (such as a bishop, teacher, father, or missionary)."]]]],"refs":null}
