{"id":10,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":10,"title":"September: The Gospel Will Be Preached in All the World","subtitle":"","short_title":"September","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.head1"},[".titleNumber","September"],["h1","The Gospel Will Be Preached in All the World"],"“This gospel shall be preached unto every nation, and kindred, and tongue, and people” (D&C 133:37).",[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives. Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]],[".bodyBlock",[".topic",["h2","Week 1: The scriptures teach that the gospel will be preached in all the world."],["div",{"id":"p6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p6"},["b","Identify the doctrine",["span.emphasis","(reading a scripture):"]],"Invite an older child to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.37"},"Doctrine and Covenants 133:37"],"out loud. Tell the children that missionaries teach the gospel in many areas of the world, in many different languages. Have the children repeat the scripture together."],[".img-left",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.f1"},[".caption",["span.emphasis","In this activity, only a few children will come to the front of the room. To allow all of the children to participate, invite them to whisper to their neighbor where they would like to serve."]]],["div",{"id":"p7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p7"},["b","Encourage understanding",["span.emphasis","(discussing missions):"]],"Show the children a map of the world or draw a simple map on the board. Ask them to share places where people they know have served missions. Mark these places on the map. Invite the children to share where they would like to serve, and let them mark those places on the map. Explain that mission calls come from the Lord through the prophet and that missionaries serve wherever the Lord calls them. Help the children practice saying the name of the Church in a few different languages. Discuss with the children that there are some places where missionaries are not yet allowed to teach. Explain that President Thomas S. Monson asked us to “pray for the opening of those areas, that we might share with [everyone] the joy of the gospel” (in Conference Report, Oct. 2008, 4; or",["span.emphasis","Ensign,"],"Nov. 2008, 6)."],["div",{"id":"p8","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p8"},["b","Encourage application",["span.emphasis","(writing to missionaries):"]],"Invite the children to write a note to a missionary from your ward or the missionaries who are serving in your area. Give the letters to the ward mission leader to send to the missionaries."]],[".topic",["h2","Week 2: Missionary work blesses everyone."],["div",{"id":"p10","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p10"},["b","Encourage understanding",["span.emphasis","(listening to guest speakers):"]],"Invite a returned missionary to come to Primary and tell the children about some of the blessings he or she received from doing missionary work. Invite others (recent converts, children, or families) to share a missionary experience they have had or an example of how missionary work has blessed their lives. Invite the children to sing",["span.crossRef","“We’ll Bring the World His Truth”"],"(",["span.emphasis","CS,"],"172–73) to the guests."]],[".topic",["h2","Week 3: I can prepare now to serve a mission."],[".img-right",{"id":"f2","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.f2"}],["div",{"id":"p12","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p12"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"Show a picture of Ammon and tell the children that he was a great missionary who taught the gospel to the Lamanites. Explain that he prepared to serve as a missionary before he went on his mission. Read (or ask an older child to read)",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-3"},"Alma 17:2–3"],"out loud. Ask the other children to listen and raise their hand when they hear ways Ammon prepared to be a missionary. Ask a child to write their answers on the board. Tell the children that they can do these same things as they prepare to be missionaries. Sing",["span.crossRef","“I Hope They Call Me on a Mission”"],"(",["span.emphasis","CS,"],"169). As they sing, invite the children to pantomime simple actions missionaries might do, such as knock on doors, read the scriptures, or ride a bike."],["div",{"id":"p13","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p13"},["b","Encourage application",["span.emphasis","(preparing for missions):"]],"Tell the children that there are things they can do now to prepare to be missionaries, such as studying the scriptures, gaining a testimony, keeping the commandments, paying tithing, and saving money. Give each child a tithing slip, and show them how to fill it out. Help the children prepare a special place where they can put their tithing money and money they are saving for their missions. It could be a box, a small jar or can, or an envelope with separate spaces for tithing and savings."],[".",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.f3"},["div",{"id":"p8","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p8"},["span.emphasis","Inviting a child to write on the board will make him or her feel valued. It will also help hold the interest of the other children."]]]],[".topic",["h2","Week 4: I can be a missionary now."],[".img-right",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.f4"}],["div",{"id":"p15","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p15"},["b","Encourage understanding",["span.emphasis","(sharing ideas):"]],"Write the following sentence on the board: “I can be a missionary now by",["span.textInput","______"],".” Invite the children to think of things they can do to be a missionary now. Have them share their ideas with someone sitting next to them. Invite several children to write their responses on the board."],["div",{"id":"p16","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p16"},["b","Encourage understanding",["span.emphasis","(hearing testimonies):"]],"Invite an older child to share the story of the First Vision, and invite another child to share his or her feelings about the Book of Mormon. (Ask the children ahead of time so they have plenty of time to prepare.) Encourage all of the children to share the story of the First Vision or their feelings about the Book of Mormon with their families."],["div",{"id":"p17","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/september-the-gospel-will-be-preached-in-all-the-world.p17"},["b","Encourage application",["span.emphasis","(singing a song):"]],"Ask the children to think of an action that shows how we can be missionaries and live the gospel now. Choose a child to come to the front of the room and share his or her action with the rest of the Primary. Invite the children to do the action as they sing",["span.crossRef","“Do As I’m Doing”"],"(",["span.emphasis","CS,"],"276). Repeat with other children as time allows."]]]],"refs":null}
