{"id":16,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":16,"title":"Teaching Children with Disabilities","subtitle":"","short_title":"Teaching Children with Disabilities","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities.head1"},["h1","Teaching Children with Disabilities"],"The Savior taught, “All thy children shall be taught of the Lord; and great shall be the peace of thy children” (3Nephi 22:13).",[".intro","Primary leaders have an important responsibility to teach the gospel of Jesus Christ to all children, including those with disabilities. Primary is a place where every child should be welcomed, loved, nurtured, and included. In this atmosphere it is easier for all children to understand the love of our Heavenly Father and Jesus Christ and to feel and recognize the influence of the Holy Ghost."]],[".bodyBlock",[".topic",["h2","Each child is precious to God. Each needs love, respect, and support."],["div",{"id":"p5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities.p5"},"Counsel with others as you work to accommodate the needs of children in your Primary who have disabilities."],["div",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities.f1"},["ol.number",["li",["span.label","1."],[".para",["b","Counsel with the child’s parents."],"Parents usually know their child better than anyone. They can teach you how to accommodate his or her needs, attention span, and favorite ways of learning. For example, some children respond especially well to music, others to stories, pictures, the scriptures, or movement. Use a variety of teaching methods, being sure to include the ways each child learns best."],[".",{"id":"f","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true.f"},[".caption",["span.emphasis","Some children with disabilities respond well to visual cues. Use cues such as the ones shown here to indicate when it is time for prayer, quiet time, or singing time."]]]],["li",["span.label","2."],[".para",["b","Counsel with other Primary leaders and teachers."],"Pray and work together to find ways to help every child learn the gospel of Jesus Christ and feel loved."]],["li",["span.label","3."],[".para",["b","Counsel with the ward council."],"Priesthood and other auxiliary leaders may have ideas about how to help children with special needs. In one ward, the high priests group offered to provide a “grandfather for Primary” every week to sit with a young boy who had autism. (Ideally, this would be the same person each week.) This helped the boy focus on the lesson and feel loved."]]]],["div",{"id":"p9","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities.p9"},"Elder M. Russell Ballard taught, “Clearly, those of us who have been entrusted with precious children have been given a sacred, noble stewardship, for we are the ones God has appointed to encircle today’s children with love and the fire of faith and an understanding of who they are” (“Great Shall Be the Peace of Thy Children,”",["span.emphasis","Ensign,"],"Apr. 1994, 60)."],[".",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/teaching-children-with-disabilities.f3"}]]]],"refs":null}
