{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Grandma Deny’s Little Missionary","subtitle":"By Emília Maria Guimarães Correa","short_title":"Grandma Deny’s Little Missionary","uri":"/liahona/2013/04/grandma-denys-little-missionary","content":[["div",{"id":"head1","uri":"/liahona/2013/04/grandma-denys-little-missionary.head1"},[".title","Grandma Deny’s Little",["span.dominant","Missionary"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/04/grandma-denys-little-missionary.p2"},"By Emília Maria Guimarães Correa"]],[".bio",["div",{"id":"p3","uri":"/liahona/2013/04/grandma-denys-little-missionary.p3"},"Emília Maria Guimarães Correa lives in the Federal District, Brazil."]],[".epigraph","“When a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men” (",["a",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],")."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/04/grandma-denys-little-missionary.p5"},"Vítor lived with his mother and sister at his Grandma Deny’s home. Vítor’s grandma became ill and could not leave her bed for many weeks. She was lonely in her room by herself."],["div",{"id":"p6","uri":"/liahona/2013/04/grandma-denys-little-missionary.p6"},"Vítor decided that he could keep Grandma Deny company. Every day when he came home from school, he took a copy of the",["span.emphasis","Liahona"],"into Grandma’s room and read her stories from the children’s pages."],["div",{"id":"p7","uri":"/liahona/2013/04/grandma-denys-little-missionary.p7"},"After he read all the copies of the",["span.emphasis","Liahona"],"that his family had, he began reading the Book of Mormon and the Bible to her. Grandma Deny was not a member of the Church, but she loved hearing Vítor read to her. She was happy to learn about the gospel."],["div",{"id":"p8","uri":"/liahona/2013/04/grandma-denys-little-missionary.p8"},"Grandma asked many questions. If Vítor did not know the answers, he asked his Primary teacher or looked in the scriptures. Grandma called Vítor her little missionary."],["div",{"id":"p9","uri":"/liahona/2013/04/grandma-denys-little-missionary.p9"},"Grandma Deny told Vítor that she had learned a lot from him. She promised that she would attend church with him when she got well. What she had learned made her want to get better and study more about the gospel."],["div",{"id":"p10","uri":"/liahona/2013/04/grandma-denys-little-missionary.p10"},"When Grandma was well, she kept her promise. She went to church with Vítor to learn more about what he had taught her. It was not long before Grandma was baptized and confirmed. Vítor had helped her learn that the gospel is true."],["div",{"id":"p11","uri":"/liahona/2013/04/grandma-denys-little-missionary.p11"},"When Vítor grew up, he became a full-time missionary in the Boston Massachusetts Mission. Before he left, he went to the temple—with Grandma Deny."]],[".resources"]],"refs":null}
