{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"Ten Ways to Know You Are Converted","subtitle":"By Tyler Orton","short_title":"Ten Ways to Know You Are Converted","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted","content":[["div",{"id":"head1","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.head1"},[".title","Ten Ways to Know You Are",["span.dominant","Converted"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p2"},"By Tyler Orton"]],[".bio",["div",{"id":"p3","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p3"},"Tyler Orton lives in Java, Indonesia."]]],[".bodyBlock",["div",{"id":"f1","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f1"},[".credit",["div",{"id":"p4","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p4"},"Photo illustration © IRI"]]],["div",{"id":"p5","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p5"},"I learned in priesthood meeting that one of the purposes of the Aaronic Priesthood is to help us “become converted to the gospel of Jesus Christ and live by its teachings.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"I was unsure of what it meant to “become converted to the gospel of Jesus Christ.” I asked my parents and older siblings what they thought it meant, and together we discussed a number of ways you can see if you’re becoming converted."],["div",{"id":"p6","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p6"},"There are probably others, but here are 10 ways that we came up with. Since conversion is a lifelong process, we don’t have to be perfect in each of these areas now, but they can help us know if we’re making progress."],["div",{"id":"f2","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f2"},["ol.number",["li",["span.label","1."],[".para","When you are converted, you not only",["span.emphasis","know"],"what you should do but you also",["span.emphasis","desire"],"to do the right things. It’s not enough to just avoid doing wrong because you are afraid of getting caught or punished. When truly converted, you really want to choose the right."]],["li",["span.label","2."],[".para","Another sign of becoming converted is that you have no more desire to do wrong. The Anti-Nephi-Lehies are a great example of this. When they were converted to the gospel of Christ, they “entered into a covenant with God to serve him and keep his commandments” (",["a",{"href":"/scriptures/bofm/mosiah/21.31"},"Mosiah 21:31"],"). Like the Nephites taught by King Benjamin, they had “no more disposition to do evil” (",["a",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],"). They became truly converted to the gospel of Christ, and Satan’s temptations had no power over them."],["div",{"id":"f3","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f3"},[".caption","To show that they would be true to their covenant to live the gospel, the converted Lamanites buried their weapons (see",["a",{"href":"/scriptures/bofm/alma/24"},"Alma 24"],")."],[".credit",["div",{"id":"p10","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p10"},["span.emphasis","The Anti-Nephi-Lehies Burying Their Swords,"],"by Del Parson © IRI"]]]],["li",["span.label","3."],[".para","When you are converted, you are more concerned about what God thinks than what others think about you. At my school in Indonesia, students tend to drink a lot. Sometimes it can be tempting to go out partying when everyone else is doing it and making fun of you for not going. My brother was invited to drink and party many times, but he never did—he stood up for what he believed. It was hard, and he spent plenty of nights home alone. When students were saying good-bye at his graduation, several people shared with him how amazed they were that he was able to resist peer pressure and be true to his standards. They told him how much they looked up to him because of it. He showed he was converted by resisting peer pressure."]],["li",["span.label","4."],[".para","When converted, you try your best to live the gospel always—not just on Sundays or when it’s convenient but all the time. Your actions don’t change depending on who you’re with or who might be watching you. When your peers tell a crude joke or want to watch a dirty movie, you don’t go along with it just because no one is watching; instead you stand up for what you believe."]],["li",["span.label","5."],["div",{"id":"f4","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f4"},[".credit",["div",{"id":"p13","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p13"},"Photo illustration © IRI"]]],[".para","When you are converted, you are more kind and compassionate in dealing with others. You don’t judge or criticize or gossip. You are more aware of others’ feelings, and it becomes natural to look for ways to serve and help. If you are walking down the hall of your school and someone drops his books, you don’t even have to think about what to do. You automatically stop to help."]],["li",["span.label","6."],["div",{"id":"f4","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f4"},[".credit",["div",{"id":"p15","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p15"},"Photo illustration © IRI"]]],[".para","When you are converted, your desire to pray increases and you feel like you are really communicating with God when you pray. You will always make time to pray no matter how you feel or what is going on in your life. President Ezra Taft Benson (1899–1994) told us, “If we do not feel like praying, then we should pray until we do feel like praying.”",["sup",["a",{"href":"fn_footnote2"},"2"]]]],["li",["span.label","7."],[".para","When you become converted, you look forward to Sunday because it is the Sabbath. When Sunday comes, instead of thinking, “Oh man, it’s a day that I can’t hang out with my friends or go to the movies,” you think, “Great, a day that I can attend church and focus on spiritual things and spend time with my family!”"],["div",{"id":"f4","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f4"},[".credit",["div",{"id":"p18","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p18"},"Photo illustration © IRI"]]]],["li",["span.label","8."],[".para","When converted, you keep the commandments and you don’t look for excuses, rationalize behavior, or try to find gray areas. You don’t try to push the limits; you simply keep the commandments because you know it is the better way."]],["li",["span.label","9."],["div",{"id":"f7","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f7"},[".credit",["div",{"id":"p20","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p20"},"Coins © iStockphoto.com/Thinkstock"]]],[".para","When converted, you look forward to paying your tithing. You view it as a privilege and feel that 10 percent is not that much, especially compared with the blessings and satisfaction you gain. These blessings are worth much more than the money you paid."]],["li",["span.label","10."],["div",{"id":"f8","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f8"},[".credit",["div",{"id":"p22","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p22"},["span.emphasis","Lehi’s Vision of the Tree of Life,"],"by Robin Luch © IRI"]]],[".para","When you become converted, you have a strong desire to help others know the truth and happiness that you have found. A good example from the scriptures is Lehi’s dream, in which he had such a strong desire to share the delicious fruit of the tree of life with his family. When he partook of the fruit, his first thought was not to take more for himself but to look for his family so that they could also partake of the fruit and have the same happiness (see",["a",{"href":"/scriptures/bofm/1-ne/8.12"},"1 Nephi 8:12"],")."]]]],["div",{"id":"p24","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p24"},"In summary, you know you are becoming converted when you start to live the higher law, the gospel of Jesus Christ. You live the spirit of the law as well as the letter of the law. You live the gospel in all aspects of your life. You live the gospel to its fullest, not because you have to but because you want to. You are a happier and nicer person, and you want to become the person Heavenly Father wants you to be. You want to be like Jesus Christ and follow His example. When you become that person, you have truly been converted."]],[".bodyNotes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f10","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.f10"},[".title","A Sure Way to Happiness"],["div",{"id":"p29","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p29"},"“The Lord wants the members of His Church to be fully converted to His gospel. This is the only sure way to have spiritual safety now and happiness forever.”"],[".citationInfo",["div",{"id":"p30","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted.p30"},"Elder Donald L. Hallstrom of the Presidency of the Seventy, “Converted to His Gospel through His Church,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2012, 15."]]]]],"refs":[["div",{"id":"/liahona/2013/04/ten-ways-to-know-you-are-converted","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Handbook 2: Administering the Church"],"(2010), 8.1.3."],["div",{"id":"/liahona/2013/04/ten-ways-to-know-you-are-converted","uri":"/liahona/2013/04/ten-ways-to-know-you-are-converted"},["span.label",["a",{"name":"footnote2"},"2."]],"Ezra Taft Benson, “Pray Always,”",["span.emphasis","Liahona,"],"June 1990, 4;",["span.emphasis","Ensign,"],"Feb. 1990, 4."]]}
