{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":18,"title":"What Is a True Friend?","subtitle":"By Elaine S. Dalton","short_title":"What Is a True Friend?","uri":"/liahona/2013/04/what-is-a-true-friend","content":[["div",{"id":"head1","uri":"/liahona/2013/04/what-is-a-true-friend.head1"},[".seriesTitle","For the Strength of Youth"],[".title","What Is a",["span.dominant","True Friend?"]],[".byline",["div",{"id":"p3","uri":"/liahona/2013/04/what-is-a-true-friend.p3"},"By Elaine S. Dalton"],["div",{"id":"p4","uri":"/liahona/2013/04/what-is-a-true-friend.p4"},"Young Women General President"]]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/04/what-is-a-true-friend.p5"},"The definition of a friend has changed in today’s technologically connected world. Today we may think we have many “friends.” It is true: we do enjoy the ability to be informed and to stay current with what is happening in the lives of many of our acquaintances as well as current and former friends and even people we have not met personally whom we call our friends."],["div",{"id":"p6","uri":"/liahona/2013/04/what-is-a-true-friend.p6"},"In the context of social media, the term “friend” is often used to describe",["span.emphasis","contacts"],"rather than",["span.emphasis","relationships."],"You have the ability to send your “friends” a message, but this is not the same thing as having a relationship with a person one on one."],["div",{"id":"p7","uri":"/liahona/2013/04/what-is-a-true-friend.p7"},"Sometimes our preoccupation is on",["span.emphasis","having"],"friends. Perhaps we should focus on",["span.emphasis","being"],"a friend."],["div",{"id":"p8","uri":"/liahona/2013/04/what-is-a-true-friend.p8"},"There are many definitions of what it means to be a friend. I will never forget hearing Elder Robert D. Hales of the Quorum of the Twelve Apostles speak about what it means to be a friend and the powerful influence of friends in our lives. His definition has had lasting impact in my life. He said, “Friends are people who make it easier to live the gospel of Jesus Christ.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"In this sense, seeking another person’s highest good is the essence of true friendship. It is putting someone else first. It is being strictly honest, loyal, and chaste in every action. Perhaps it is the word",["span.emphasis","commitment"],"that unlocks the real meaning of friendship."],["div",{"id":"p9","uri":"/liahona/2013/04/what-is-a-true-friend.p9"},"When my daughter, Emi, was 15, she made a decision about what kind of friends she would seek. One morning I noticed her copy of the Book of Mormon opened to",["a",{"href":"/scriptures/bofm/alma/48"},"Alma 48"],". She had marked the verses that describe Captain Moroni: “Moroni was a strong and a mighty man; he was a man of a perfect understanding. … Yea, and he was a man who was firm in the faith of Christ” (",["a",{"href":"/scriptures/bofm/alma/48.11,13"},"verses 11, 13"],"). In the margin she had written, “I want to date and marry a man like Moroni.” As I watched Emi and the kind of young men she associated with and later dated when she turned 16, I could see that she was exemplifying those qualities herself and helping others live up to their identity as sons of God, priesthood holders, and future fathers and leaders."],["div",{"id":"p10","uri":"/liahona/2013/04/what-is-a-true-friend.p10"},"True friends influence those with whom they associate to “rise a little higher [and] be a little better.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"You can help one another, particularly young men, prepare for and serve honorable missions. You can help one another remain morally clean. Your righteous influence and friendship can have an eternal effect not only on the lives of those with whom you associate but also on generations to come."],["div",{"id":"p11","uri":"/liahona/2013/04/what-is-a-true-friend.p11"},"The Savior called His disciples His friends. He said:"],["div",{"id":"p12","uri":"/liahona/2013/04/what-is-a-true-friend.p12"},"“This is my commandment, That ye love one another, as I have loved you."],["div",{"id":"p13","uri":"/liahona/2013/04/what-is-a-true-friend.p13"},"“Greater love hath no man than this, that a man lay down his life for his friends."],["div",{"id":"p14","uri":"/liahona/2013/04/what-is-a-true-friend.p14"},"“Ye are my friends, if ye do whatsoever I command you."],["div",{"id":"p15","uri":"/liahona/2013/04/what-is-a-true-friend.p15"},"“Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you",["span.emphasis","friends;"],"for all things that I have heard of my Father I have made known unto you” (",["a",{"href":"/scriptures/nt/john/15.12-15"},"John 15:12–15"],"; emphasis added)."],["div",{"id":"p16","uri":"/liahona/2013/04/what-is-a-true-friend.p16"},"As you live and share the gospel of Jesus Christ, you will attract people to you who will want to be your friend—not just a contact on a social media site but the kind of friend the Savior exemplified by His words and His example. As you strive to be a friend to others and to let your light shine forth, your influence will bless the lives of many with whom you associate. I know that as you focus on being a friend to others, as defined by prophets and the examples in the scriptures, you will be happy and you will be an influence for good in the world and will one day receive the glorious promise mentioned in the scriptures about true friendship: “That same sociality which exists among us here will exist among us there, only it will be coupled with eternal glory” (",["a",{"href":"/scriptures/dc-testament/dc/130.2"},"D&C 130:2"],")."],["div",{"id":"f1","uri":"/liahona/2013/04/what-is-a-true-friend.f1"},[".credit",["div",{"id":"p17","uri":"/liahona/2013/04/what-is-a-true-friend.p17"},"Photo illustration by Les Nilsson"]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f3","uri":"/liahona/2013/04/what-is-a-true-friend.f3"},[".title","Key Ideas about Friendship"],["div",{"id":"p22","uri":"/liahona/2013/04/what-is-a-true-friend.p22"},"“Choose friends who share your values so you can strengthen and encourage each other in living high standards."],["div",{"id":"p23","uri":"/liahona/2013/04/what-is-a-true-friend.p23"},"“To have good friends, be a good friend. …"],["div",{"id":"p24","uri":"/liahona/2013/04/what-is-a-true-friend.p24"},"“As you seek to be a friend to others, do not compromise your standards.”"],[".citationInfo",["div",{"id":"p25","uri":"/liahona/2013/04/what-is-a-true-friend.p25"},["span.emphasis","For the Strength of Youth"],"(booklet, 2011), 16."]]]]],"refs":[["div",{"id":"/liahona/2013/04/what-is-a-true-friend","uri":"/liahona/2013/04/what-is-a-true-friend"},["span.label",["a",{"name":"footnote1"},"1."]],"Robert D. Hales, “This Is the Way; and There Is None Other Way,” in",["span.emphasis","Brigham Young University 1981–82 Speeches"],"(1982), 67."],["div",{"id":"/liahona/2013/04/what-is-a-true-friend","uri":"/liahona/2013/04/what-is-a-true-friend"},["span.label",["a",{"name":"footnote2"},"2."]],"Gordon B. Hinckley, “The Quest for Excellence,”",["span.emphasis","Liahona,"],"Sept. 1999, 8;",["span.emphasis","Ensign,"],"Sept. 1999, 5."]]}
