{"id":30,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":30,"title":"Worldwide Leadership Training—a New Approach","subtitle":"","short_title":"Worldwide Leadership Training—a New Approach","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach","content":[["div",{"id":"head1","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.head1"},[".title","Worldwide Leadership Training—a New Approach"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p2"},"In the coming months, Church members around the world will participate in an inspiring new approach to Worldwide Leadership Training."],["div",{"id":"p3","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p3"},"Unlike previous training meetings, this year’s Worldwide Leadership Training will not be broadcast as a single event for ward and stake leaders. Instead, it is divided into nine short segments—on a DVD and on",["a",{"href":"http://www.lds.org"},["span.language","LDS.org"]],"—that encourage discussion by all leaders, members, and families throughout this coming year and beyond."],["div",{"id":"p4","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p4"},"The focus of the training is “Strengthening the Family and the Church through the Priesthood.” In the training, members of the First Presidency and Quorum of the Twelve Apostles, along with other General Authorities and general officers, give inspired instruction on:"],["ul.bullet",["li",["span.label","•"],[".para","How families can find strength and peace through the power of the priesthood."]],["li",["span.label","•"],[".para","How to help every family experience the blessings of the priesthood."]],["li",["span.label","•"],[".para","How those who hold priesthood keys strengthen homes and families."]],["li",["span.label","•"],[".para","How to minister in Christlike ways."]],["li",["span.label","•"],[".para","How to bring up children in light and truth."]]],["div",{"id":"p10","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p10"},"All Church units will receive copies of the DVD, and ward and stake councils are requested to view it in its entirety. They should then counsel together about how to help ward and stake members benefit from the instruction."],["div",{"id":"p11","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p11"},"In meetings and classes, members can view and discuss individual segments of the DVD. Families and individuals can view the segments, along with additional resources to enhance their study, at",["a",{"href":"http://wwlt.lds.org"},["span.language","wwlt.lds.org"]],"."],["div",{"id":"p12","uri":"/liahona/2013/04/worldwide-leadership-training-a-new-approach.p12"},"In every setting, the most powerful part of the training will happen after a segment is over and the discussion begins. As leaders, members, and families ponder, share, and testify about what they have heard and felt, the Holy Ghost will inspire them and teach them how to apply the instruction in their own circumstances. Through these experiences, this Worldwide Leadership Training will help strengthen families and the Church throughout the world."]],[".resources"]],"refs":null}
