{"id":165,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":165,"title":"Enrichment F \"As If from Mine Own Mouth\": The Role of Prophets in the Church","subtitle":"","short_title":"Enrichment F","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.head6"},[".titleNumber","Enrichment F"],["h1","“As If from Mine Own Mouth”: The Role of Prophets in the Church"]],[".bodyBlock",[".topic",["h2","(F-1) Introduction"],["div",{"id":"p356","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p356"},"“A prophet needs to be more than a priest or a minister or an elder. His voice becomes the voice of God,” said President Spencer W. Kimball. (In Conference Report, Apr. 1970, p. 120.)"],["div",{"id":"p357","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p357"},"Heavenly Father did not intend that His children should grapple alone with the problems of mortality. Nor did He intend that they be exposed to Satan’s influence without divine assistance and direction. Therefore, before the world was created, God appointed His most faithful and spiritually talented sons as prophets and revelators. He assigned each of these prophets to come to earth at a particular time and in circumstances where, in the foreknowledge of God, his talents would be most beneficial to the kingdom of God and to mankind in general."],["div",{"id":"p358","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p358"},"From the very beginning, prophets have had a solemn duty to raise the warning voice, to foresee future times, and to reveal the mind and will of God. Hence, those men appointed by God are called prophets (forewarners), seers (see-ers into any period of time as it affects God’s children), and revelators (revealers of God’s will)."],["div",{"id":"p359","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p359"},"Often, prophets are not well received by the people they preach to (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.57"},"Matthew 13:57"],"). Popular reaction to Enoch was that “there is a strange thing in the land; a wild man hath come among us” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.38"},"Moses 6:38"],"). The Jews challenged Jesus’ credentials as a prophet with the cynical query, “Is not this the carpenter’s son?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55"},"Matthew 13:55"],"). So presumptuous to the worldly-minded is the claim that God has communicated to humanity that they reject the message immediately upon learning it. Elder Neal A. Maxwell said, “Imagine how television’s six o’clock news would have portrayed Noah as he worked on his ark day by day” (in Conference Report, Oct. 1980, p. 17; or",["span.emphasis","Ensign,"],"Nov. 1980, p. 14). But just because a prophet’s message is not popular with the people who hear it does not mean that it is not true."],["div",{"id":"p360","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p360"},"The Lord spoke often in the Doctrine and Covenants about the need for living prophets and about their place in the Church of Jesus Christ. With the great apostasy, prophets were no longer sent to labor among people, and in the resulting Dark Ages the Christian world lost its understanding of the role of prophets in the Lord’s plan. That knowledge was restored with the calling of the Prophet Joseph Smith. The Doctrine and Covenants reestablishes the Lord’s will concerning prophets, giving the righteous of all nations the knowledge of prophets and of their obligations to them."],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.f13"},[".caption","“For his word ye shall receive, as if from mine own mouth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5"},"D&C 21:5"],")."]]],[".topic",["h2","(F-2) The Lord’s Endorsement of His Prophets"],["div",{"id":"p362","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p362"},"The Doctrine and Covenants reveals many important aspects of having a living prophet and of his place in the Church. Of these aspects none is more important than the Lord’s own view of the prophets, which is taught plainly and forcefully in the Doctrine and Covenants. A prophet’s role is to speak the mind and will of the Lord to the people. When he does so, the Lord teaches, it is as if the Lord Himself had spoken. In the preface to the Doctrine and Covenants, for example, the Lord warned that all who refuse to heed the Apostles and prophets would be cut off (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"D&C 1:14"],"). He then promised a fulfillment of all His words, adding that it did not matter whether those words came directly from Him or through His servants, for either way, “it is the same” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"). On the day the Church was organized, the Lord commanded the Church to give heed to the words of the prophet, saying, “For his words ye shall receive as if from mine own mouth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5"},"D&C 21:5"],")."],["div",{"id":"p363","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p363"},"What an endorsement from the Lord. When His servants speak for Him, in His eyes it is as though He were there in person. There is no difference, according to the Lord Himself, in the validity of the message."],[".blockQuote",["div",{"id":"p364","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p364"},"The following passages of scripture indicate the Savior’s esteem and regard for His prophets. Mark these scriptures in your own standard works, and answer the accompanying questions on a separate sheet of paper."],["div",{"id":"p365","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p365"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.11-14"},"D&C 1:11–14"],"."],"How will the world receive the voice of the Lord? What is the prophesied result if they reject it?"],["div",{"id":"p366","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p366"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"."],"How does the Lord view what His authorized servants say?"],["div",{"id":"p367","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p367"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.30-36"},"D&C 18:30–36"],"."],"Whose words do we read in the revelations given through the prophets?"],["div",{"id":"p368","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p368"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-6"},"D&C 21:4–6"],"."],"What blessings are promised when the Church listens to the words of the prophet as if they were from the Lord’s mouth?"],["div",{"id":"p369","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p369"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.36"},"D&C 50:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.1"},"108:1"]],". What is another blessing that comes from “hearing” the prophet’s words?"],["div",{"id":"p370","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p370"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.9"},"D&C 52:9"],"."],"How important to us are the teachings of the apostles and prophets?"],["div",{"id":"p371","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p371"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.14"},"D&C 56:14"],"."],"What may cause us to lose favor with God?"],["div",{"id":"p372","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p372"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.8"},"D&C 58:8"],"."],"What witness does the Lord bear about His prophets?"],["div",{"id":"p373","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p373"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.36"},"D&C 84:36"],"."],"Whom do we accept when we accept the prophets?"],["div",{"id":"p374","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p374"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.5"},"D&C 90:5"],"."],"How is this warning related to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.6"},"Doctrine and Covenants 21:6"],"?"],["div",{"id":"p375","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p375"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.45-46"},"D&C 124:45–46"],"."],"What could cause the Saints to be “moved out of their place”?"],["div",{"id":"p376","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p376"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.70-71"},"D&C 133:70–71"],"."],"What will be the result if the world rejects the words of the prophets?"]]],[".topic",["h2","(F-3) The Living Oracle: God’s Spokesman in All Things"],["div",{"id":"p377","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p377"},"Once the central importance of the role of the prophets in God’s plan for His children is understood, it is not surprising that lessening the stature and authority of these servants is one of Satan’s primary goals. Some claim that the prophet should give direction only on spiritual matters. All Latter-day Saints should understand that the earth and the fulness thereof belong to the Lord and that His prophet, who is President of His Church on the earth, is to speak on any topic the Lord directs Him to speak on."],["div",{"id":"p378","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p378"},"Elder John A. Widtsoe wrote: “Whenever moved upon by the Spirit of the Lord, the man called to the prophet’s office assumes the prophetic mantle and speaks as a mouthpiece of the Lord. He may then interpret the word of God, apply it to the conditions of the day, governmental, social, or economic, warn against impending evil. … Such inspired deliverances are binding upon all who believe that the latter-day work came and is directed by revelation.” (",["span.emphasis","Evidences and Reconciliations,"],"1:182.)"],["div",{"id":"p379","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p379"},"Elder Ezra Taft Benson said: “If we are living the gospel, we will feel in our hearts that the First Presidency of the Church not only have the right, but are also duty bound under heaven to give counsel on any subject which affects the temporal or spiritual welfare of the Latter-day Saints” (in Conference Report, Oct. 1950, p. 148)."],["div",{"id":"p380","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p380"},"This inspired counsel comes to members of the Church in at least two ways. First, every six months a general conference is held during which inspired counsel is given by the Lord’s servants. The Lord warns those who do not heed this instruction that they “shall be cut off from among the people” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"D&C 1:14"],"). Second, the Saints should read what the prophets have written (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.9,36"},"D&C 52:9, 36"],"), including not only the scriptures but such things as conference talks, the message of the First Presidency in the",["span.emphasis","Ensign"],", and special bulletins that are mailed to priesthood leaders to be read to the Saints in the stakes of the Church."],["div",{"id":"p381","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p381"},"Those who criticize the prophet for speaking on matters that do not concern him, or who accuse him of not reflecting the will of the Lord, should consider the Lord’s solemn warning carefully (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.16-22"},"D&C 121:16–22"],")."],["div",{"id":"p382","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p382"},"Whether that rejection comes through open opposition to the prophet, through flippant disregard of his counsel, or through apathetic carelessness, the penalties for turning away from the Lord’s servants are serious. “And all they who receive the oracles of God, let them beware how they hold them lest they are accounted as a light thing, and are brought under condemnation thereby” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.5"},"D&C 90:5"],")."],["div",{"id":"p383","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p383"},"In response to the question, If one differs with a prophet’s view, is it considered apostasy? Elder George Q. Cannon stated: “A friend … wished to know whether … we considered an honest difference of opinion between a member of the Church and the authorities of the Church apostasy. … We replied that we had not stated that an honest difference of opinion between a member of the Church and the authorities constituted apostasy; for we could conceive of a man honestly differing in opinion from the authorities of the Church and yet not be an apostate; but we could not conceive of a man publishing those differences of opinion, and seeking by arguments, sophistry and special pleading to enforce them upon the people to produce division and strife, and to place the acts and counsels of the authorities of the Church, if possible, in a wrong light, and not be an apostate, for such conduct was apostasy as we understood the term. We further said that while a man might honestly differ in opinion from the authorities through a want of understanding, he had to be exceedingly careful how he acted in relation to such differences, or the adversary would take advantage of him and he would soon become imbued with the spirit of apostasy, and be found fighting against God and the authority which He had placed here to govern His Church.” (",["span.emphasis","Deseret News Weekly,"],"3 Nov. 1869, p. 457.)"],["div",{"id":"p384","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p384"},"The Lord teaches in these early revelations that He has such confidence in His servants that He considers their inspired words as His own. This principle, called divine investiture of authority, is represented by the Lord’s words to Moses, “They shall obey thy command as if thou wert God” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.25"},"Moses 1:25"],")."],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.f14"},[".caption","The prophet will never lead the people astray."]]],[".topic",["h2","(F-4) Some Commonly Asked Questions about Prophets"],["div",{"id":"p386","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p386"},"No claim is put forth by the prophets of God to suggest that they are infallible, that everything they say and do is what the Lord would say and do. Only when they act in harmony with the will of the Lord do they become the Lord’s mouthpiece. Each President of the Church has been quick to point out that he has weaknesses and imperfections. These facts, together with the Lord’s endorsement of His servants, raise questions about how one should respond to the counsel of the prophets. Following are some of the more common questions:"],["div",{"id":"p387","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p387"},["span.emphasis","Is every word of a prophet inspired?"],"The Prophet Joseph Smith said, “A prophet was a prophet only when he was acting as such” (",["span.emphasis","History of the Church,"],"5:265)."],["div",{"id":"p388","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p388"},"Elder John A. Widtsoe commented on the Prophet Joseph’s words: “That statement makes a clear distinction between official and unofficial actions and utterances of officers of the Church. In this recorded statement the Prophet Joseph Smith recognizes his special right and duty, as the President and Prophet of the Church, under the inspiration of the Lord, to speak authoritatively and officially for the enlightenment and guidance of the Church. But he claims also the right, as other men, to labor and rest, to work and play, to visit and discuss, to present his opinions and hear the opinions of others, to counsel and bless as a member of the Church.” (",["span.emphasis","Evidences and Reconciliations,"],"1:182.)"],["div",{"id":"p389","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p389"},"Elder Widtsoe went on to say, however, that the “unofficial expressions [of a prophet] carry greater weight than the opinions of other men of equal or greater gifts and experience but without the power of the prophetic office. …"],["div",{"id":"p390","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p390"},"“… The unofficial views and expressions of such a man with respect to any vital subject, should command respectful attention.” (",["span.emphasis","Evidences and Reconciliations,"],"1:183–84.)"],["div",{"id":"p391","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p391"},["span.emphasis","Will the prophet ever lead the Church astray?"],"The Savior will never allow the President of His Church to lead the people into sin or apostasy."],["div",{"id":"p392","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p392"},"President Joseph Fielding Smith said: “I think there is one thing which we should have exceedingly clear in our minds. Neither the President of the Church, nor the First Presidency, nor the united voice of the First Presidency and the Twelve will ever lead the Saints astray or send forth counsel to the world that is contrary to the mind and will of the Lord.” (“Eternal Keys and the Right to Preside,”",["span.emphasis","Ensign,"],"July 1972, p. 88.)"],["div",{"id":"p393","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p393"},"President J. Reuben Clark Jr. counseled, “You will never make a mistake by following the instructions and the counsel of him who stands at the head as God’s mouthpiece on earth” (in Conference Report, Oct. 1945, p. 166)."],["div",{"id":"p394","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p394"},"Elder Ezra Taft Benson added his voice to others’ testimonies: “Keep your eye on the Prophet, for the Lord will never permit his Prophet to lead this Church astray. Let us live close to the Spirit, so we can test all counsel.” (In Conference Report, Oct. 1966, p. 123.)"],["div",{"id":"p395","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p395"},"Expressions of love and confidence in the living prophet and a willingness to support him whom the Lord has chosen will result in great blessings—one of which is a forgiveness of sins (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.36"},"D&C 50:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.14"},"56:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.1"},"108:1"],")."],["div",{"id":"p396","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p396"},["span.emphasis","When are the words of the prophets to be considered scripture?"],"The Lord said: “And this is the ensample unto them, that they shall speak as they are moved upon by the Holy Ghost. And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.3-4"},"D&C 68:3–4"],".)"],["div",{"id":"p397","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p397"},"Although the First Presidency and the Quorum of the Twelve Apostles are sustained as prophets, seers, and revelators, “only the President of the Church,” spoke President J. Reuben Clark Jr., “the Presiding High Priest, is sustained as Prophet, Seer, and Revelator for the Church, and he alone has the right to receive revelations for the Church, either new or amendatory, or to give authoritative interpretations of scriptures that shall be binding on the Church, or change in any way the existing doctrines of the Church. He is God’s sole mouthpiece on earth for the Church of Jesus Christ of Latter-day Saints, the only true Church. He alone may declare the mind and will of God to his people. No officer of any other Church in the world has this high right and lofty prerogative.” (",["span.emphasis","Church News,"],"31 July 1954, p. 10.)"],["div",{"id":"p398","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p398"},"President Clark further explained how one can tell if a prophet has been inspired of the Holy Ghost: “We can tell when the speakers are ‘moved upon by the Holy Ghost’ only when we, ourselves, are ‘moved upon by the Holy Ghost.’"],["div",{"id":"p399","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p399"},"“In a way, this completely shifts the responsibility from them to us to determine when they so speak.” (",["span.emphasis","Church News,"],"31 July 1954, p. 9.)"],["div",{"id":"p400","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p400"},["span.emphasis","Doesn’t a prophet have to preface his comments with “Thus saith the Lord” when he is speaking as a prophet?"],"The answer to this question is no. President J. Reuben Clark Jr. said: “There are those who insist that unless the Prophet of the Lord declares, ‘Thus saith the Lord,’ the message may not be taken as a revelation. This is a false testing standard. For while many of our modern revelations as contained in the Doctrine and Covenants do contain these words, there are many that do not.” (",["span.emphasis","Church News,"],"31 July 1954, p. 10.)"],["div",{"id":"p401","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p401"},["span.emphasis","Isn’t following a prophet’s counsel surrendering one’s agency?"],"Elder Marion G. Romney answered this question as follows:"],["div",{"id":"p402","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p402"},"“In response to a contention that [following the First Presidency] is tantamount to surrendering one’s ‘moral agency,’ suppose a person were in a forest with his vision limited by the denseness of the growth about him. Would he be surrendering his agency in following the directions of one who stands on a lookout tower, commanding an unobstructed view? To me, our leaders are true watchmen on the towers of Zion, and those who follow their counsel are exercising their agency just as freely as would be the man in the forest. For I accept as a fact, without any reservation, that this Church is headed by the Lord Jesus Christ, and that He, through the men whom He chooses and appoints to lead His people, gives it active direction. I believe that He communicates to them His will, and that they, enjoying His spirit, counsel us. …"],["div",{"id":"p403","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p403"},"“That we may all have the vision and the courage to be loyal to the truth and loyal to the men whom God has chosen to lead in the cause of truth.” (In Conference Report, Apr. 1942, p. 20.)"]],[".topic",["h2","(F-5) Summary"],["div",{"id":"p404","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p404"},"A prophet is a revealer of God’s will, a teacher of truth, a revealer of new truth. The place of the Saints in Zion will depend, to a great extent, upon their willingness to heed his counsel. Their only safety for perilous times is described by President Harold B. Lee:"],["div",{"id":"p405","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p405"},"“We have some tight places to go before the Lord is through with this church and the world in this dispensation, which is the last dispensation, which shall usher in the coming of the Lord. The gospel was restored to prepare a people ready to receive him. The power of Satan will increase; we see it in evidence on every hand. There will be inroads within the Church. There will be, as President Tanner has said, ‘Hypocrites, those professing, but secretly are full of dead men’s bones.’ We will see those who profess membership but secretly are plotting and trying to lead people not to follow the leadership that the Lord has set up to preside in this church."],["div",{"id":"p406","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p406"},"“Now the only safety we have as members of this church is to do exactly what the Lord said to the Church in that day when the Church was organized. We must learn to give heed to the words and commandments that the Lord shall give through his prophet, ‘as he receiveth them, walking in all holiness before me; … as if from mine own mouth, in all patience and faith.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-5"},"D&C 21:4–5"],".) There will be some things that take patience and faith. You may not like what comes from the authority of the Church. It may contradict your political views. It may contradict your social views. It may interfere with some of your social life. But if you listen to these things, as if from the mouth of the Lord himself, with patience and faith, the promise is that ‘the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.6"},"D&C 21:6"],".)” (In Conference Report, Oct. 1970, p. 152.)"],["div",{"id":"p407","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p407"},"The key to eternal life is to follow the living prophet, to obey his counsel as he reveals the mind and will of the Lord. Elder Bruce R. McConkie stated: “Let us, then—and let all men who desire righteousness—accept the Lord and his prophets, hearken to their teachings, and strive to be like them, for it is written: ‘He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.41"},"Matt. 10:41"],".) And a prophet’s reward is eternal life in the kingdom of God.” (",["span.emphasis","Promised Messiah,"],"p. 41.)"]]]],"refs":null}
