{"id":169,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":169,"title":"Enrichment J Keys for Avoiding Deception","subtitle":"","short_title":"Enrichment J","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.head10"},[".titleNumber","Enrichment J"],["h1","Keys for Avoiding Deception"]],[".bodyBlock",[".topic",["h2","(J-1) Introduction"],["div",{"id":"p658","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p658"},"Since the councils in the premortal world Lucifer has “sought … the misery of all mankind” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.18"},"2 Nephi 2:18"],"). He “sought to destroy the agency of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.3"},"Moses 4:3"],"), “to deceive and to blind men, and to lead them captive … even as many as would not hearken unto [the Lord’s] voice” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],"). President Joseph F. Smith warned the Saints of the continuation of Satan’s workings: “Let it not be forgotten that the evil one has great power in the earth, and that by every possible means he seeks to darken the minds of men and then offers them falsehood and deception in the guise of truth. Satan is a skillful imitator, and as genuine gospel truth is given the world in ever increasing abundance, so he spreads the counterfeit coin of false doctrine. Beware of his spurious currency, it will purchase for you nothing but disappointment, misery and spiritual death. The ‘father of lies’ he has been called, and such an adept has he become through the ages of practice in his nefarious work, that were it possible he would deceive the very elect.” (",["span.emphasis","Juvenile Instructor,"],"Sept. 1902, p. 562.)"],["div",{"id":"p659","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p659"},"In order to be able to discern the deceptions, imitations, and counterfeits, one must be able to recognize manifestations that are real, legitimate, and true. The Savior warned that in the last days “there shall also arise false Christs, and false prophets, and shall show great signs and wonders, insomuch, that, if possible, they shall deceive the very elect, who are the elect according to the covenant” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.22"},"JS—M 1:22"],"). It is important to understand the principles that will enable one to avoid the deceptions of Satan."]],[".topic",["h2","(J-2) The Gifts and Fruits of the Spirit in the Church of Christ"],["div",{"id":"p660","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p660"},"In December 1839 the Prophet Joseph Smith, who had gone to Washington, D.C., to seek redress for the complaints of Saints, met with the president of the United States. The Prophet was asked during the interview “wherein we differed in our religion from the religions of the day.” He replied that “we differed in mode of baptism, and the gift of the Holy Ghost by the laying on of hands. We considered that all other considerations were contained in the gift of the Holy Ghost” (",["span.emphasis","History of the Church,"],"4:42)."],["div",{"id":"p661","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p661"},"The Doctrine and Covenants provides the most complete scriptural directory of the gifts of the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.13-25"},"D&C 46:13–25"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.7-10"},"1 Corinthians 12:7–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.8-17"},"Moroni 10:8–17"],")."],[".blockQuote",["div",{"id":"p662","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p662"},"List the various gifts of the Spirit named in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.13-25"},"Doctrine and Covenants 46:13–25"],"."],["div",{"id":"p663","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p663"},"1. Verse 13",["span.textInput"]],["div",{"id":"p664","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p664"},"2. Verse 14",["span.textInput"]],["div",{"id":"p665","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p665"},"3. Verse 15",["span.textInput"]],["div",{"id":"p666","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p666"},"4. Verse 16",["span.textInput"]],["div",{"id":"p667","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p667"},"5. Verse 17",["span.textInput"]],["div",{"id":"p668","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p668"},"6. Verse 18",["span.textInput"]],["div",{"id":"p669","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p669"},"7. Verse 19",["span.textInput"]],["div",{"id":"p670","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p670"},"8. Verse 20",["span.textInput"]],["div",{"id":"p671","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p671"},"9. Verse 21",["span.textInput"]],["div",{"id":"p672","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p672"},"10. Verse 22",["span.textInput"]],["div",{"id":"p673","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p673"},"11. Verse 23",["span.textInput"]],["div",{"id":"p674","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p674"},"12. Verse 24",["span.textInput"]],["div",{"id":"p675","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p675"},"13. Verse 25",["span.textInput"]]],["div",{"id":"p676","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p676"},"The importance of knowing the gifts and workings of the Spirit is demonstrated in the warning the Lord gave before listing them: “Beware lest ye are deceived; and that ye may not be deceived seek ye earnestly the best gifts, always remembering for what they are given” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8"},"D&C 46:8"],")."],["div",{"id":"p677","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p677"},"The Prophet Joseph Smith instructed that the manifestation of these gifts was not for public display but rather to benefit those who were already believers and who were striving to build the work of God (see History of the Church, 5:27–29). The nature of the gifts of the Spirit is that their effects are not readily visible when they are received. The Prophet said: “There are several gifts mentioned here, yet which of them all could be known by an observer … ? The word of wisdom, and the word of knowledge, are as much gifts as any other, yet if a person possessed both of these gifts, … who would know it? Another might receive the gift of faith, and they would be as ignorant of it. Or suppose a man had the gift of healing or power to work miracles, that would not then be known; it would require time and circumstances to call these gifts into operation.” (",["span.emphasis","History of the Church,"],"5:29–30.)"],["div",{"id":"p678","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p678"},"The Lord told the Saints how to prepare themselves to receive these gifts as there was need (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.9"},"D&C 46:9"],")."],[".blockQuote",["div",{"id":"p679","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p679"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7,31-33"},"D&C 46:7, 31–33"],"."],"What, according to this revelation, must we do to obtain these gifts?"],["div",{"id":"p680","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p680"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8-10,12"},"D&C 46:8–10, 12"],"."],"What is to be our motive in asking for these gifts?"],["div",{"id":"p681","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p681"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.12-14"},"D&C 11:12–14"],"."],"Why does this section, whose subject is deception, talk about the gifts of the Spirit?"]],["div",{"id":"p682","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p682"},"Elder Joseph Fielding Smith contrasted those who qualify for the blessings of the Holy Spirit with those who do not: “The nearer we approach God, the better we endeavor to keep His commandments, the more we will search to know His will as it has been revealed, the less likely it will be for us to be led astray by every wind of doctrine, by these false spirits that lie in wait to deceive, and by the spirits of men, as the Lord has stated in the revelations which I have read to you. We will be protected, and we will have the power to understand, to segregate truth from error, we will walk in the light and we will not be deceived. Now the man who is dilatory, the man who is unfaithful, the man who is not willing to keep the commandments of the Lord in all things lays himself open to deception because the Spirit of the Lord is not with him to lead and direct him and to show him the way of truth and righteousness, and therefore some error comes along and he absorbs it because he cannot understand and realize the difference between truth and error. I want to tell you there is much error in this world that is passed off as truth, and it behooves every man of us to seek God, and, as stated by the prophet, draw near unto Him, and the nearer we draw unto Him, and the more we seek to do His will the more light we shall receive and the less shall be the danger of our deception.” (In Conference Report, Apr. 1940, pp. 98–99.)"]],[".topic",["h2","(J-3) Some Manifestations Are Not of the Spirit"],["div",{"id":"p683","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p683"},"Using the Doctrine and Covenants as a guide, Elder Marion G. Romney provided the following rules to aid in discerning the differences of manifestations:"],["div",{"id":"p684","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p684"},"“By the statement in the revelation on spiritual gifts, ‘… it is given by the Holy Ghost to some to know the diversities of operations, whether they be of God, … and to others the discerning of spirits’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.16,23"},"D&C 46:16, 23"],"], it appears that there are some apparently supernatural manifestations which are not worked by the power of the Holy Ghost. The truth is there are many which are not. The world today is full of counterfeits. It has always been so. …"],["div",{"id":"p685","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p685"},"“The Saints were cautioned by the Lord to walk uprightly before him, doing all things with prayer and thanksgiving, that they might ‘… not be seduced by evil spirits, or doctrines of devils, or the commandments of men.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7"},"D&C 46:7"],".] …"],["div",{"id":"p686","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p686"},"“These citations not only sustain the proposition that there are counterfeits to the gifts of the spirit, but they also suggest the origin of the counterfeits. However, we are not required to rely alone upon their implications, plain as they are, for the Lord states specifically that some of the counterfeits ‘… are of men, and others of devils.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7"},"D&C 46:7"],".]"],["div",{"id":"p687","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p687"},"“Some of these counterfeits are crude and easily detected, but others closely simulate true manifestations of the spirit. Consequently, people are confused and deceived by them. Without a key, one cannot distinguish between the genuine and the counterfeit.” (In Conference Report, Apr. 1956, p. 70.)"],[".",{"id":"f23","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.f23"},[".caption","The priesthood holds the keys to the blessings of heaven."]]],[".topic",["h2","(J-4) Distinguishing between the Manifestations of the Spirit and the Counterfeits"],["div",{"id":"p689","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p689"},"The Prophet Joseph Smith emphasized the importance of being able to discern or distinguish between manifestations of the Spirit and counterfeits, between the genuine and the false. “A man must have the discerning of spirits before he can drag into daylight this hellish influence and unfold it unto the world in all its soul-destroying, diabolical, and horrid colors; for nothing is a greater injury to the children of men than to be under the influence of a false spirit when they think they have the Spirit of God. Thousands have felt the influence of its terrible power and baneful effects. Long pilgrimages have been undertaken, penances endured, and pain, misery and ruin have followed in their train; nations have been convulsed, kingdoms overthrown, provinces laid waste, and blood, carnage and desolation are habiliaments in which it has been clothed.” (",["span.emphasis","History of the Church,"],"4:573.)"],["div",{"id":"p690","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p690"},"The Doctrine and Covenants teaches: “And that which doth not edify is not of God, and is darkness. That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day. … And I say it that you may know the truth, that you may chase darkness from among you.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.23-25"},"D&C 50:23–25"],".)"],["div",{"id":"p691","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p691"},"There are manifestations of supernatural power outside the Church. The Prophet Joseph Smith noted: “One great evil is, that men are ignorant of the nature of spirits; … and imagine that when there is anything like power, revelation, or vision manifested, that it must be of God” (",["span.emphasis","Teachings,"],"p. 203.) He noted keys for telling when a gift is from God. Of manifestations that overwhelm or incapacitate a person with something inexpressible, he asked: “Is there any intelligence communicated?” (p. 204). Of manifestations in which a person writhes or babbles or loses control, he said, “Now God never had any prophets that acted in this way; there was nothing indecorous in the proceeding of the Lord’s prophets in any age [see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.32"},"1 Corinthians 14:32"],"]” (p. 209). “A man must have the discerning of spirits … to understand these things. … ‘Christ ascended into heaven, and gave gifts to men; and He gave some Apostles, and some Prophets, and some Evangelists, and some Pastors and Teachers.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.8,10"},"Ephesians 4:8, 10"],".] And how were [they] chosen? By prophecy (revelation) and by laying on of hands—by a divine communication, and a divinely appointed ordinance—through the medium of the Priesthood, organized according to the order of God” (p. 206)."]],[".topic",["h2","(J-5) Those Who Pervert the Ways of the Lord"],["div",{"id":"p692","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p692"},"President Harold B. Lee warned: “There are some as wolves among us [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.29"},"Acts 20:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.6-12"},"Galatians 1:6–12"],"]. By that, I mean some who profess membership in this church who are not sparing the flock. And among our own membership, men are arising speaking perverse things. Now",["span.emphasis","perverse"],"means diverting from the right or correct, and being obstinate in the wrong, willfully, in order to draw the weak and unwary members of the Church away after them."],["div",{"id":"p693","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p693"},"“And as the apostle Paul said, it is likewise a marvel to us today, as it was in that day, that some members are soon removed from those who taught them the gospel and are removed from the true teachings of the gospel of Christ to be led astray into something that corrupts the true doctrines of the gospel of Christ into vicious and wicked practices and performances.” (In Conference Report, Oct. 1972, p. 125; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 105.)"],["div",{"id":"p694","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p694"},"President Joseph F. Smith said:"],["div",{"id":"p695","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p695"},"“Among the Latter-day Saints, the preaching of false doctrines disguised as truths of the Gospel, may be expected from people of two classes, and practically from these only, they are:"],["div",{"id":"p696","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p696"},"“First—the hopelessly ignorant, whose lack of intelligence is due to their indolence and sloth, who make but feeble effort, if indeed any at all, to better themselves by reading and study; those who are afflicted with a dread disease that may develop into an incurable malady—laziness."],["div",{"id":"p697","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p697"},"“Second—the proud and self-vaunting ones, who read by the lamp of their own conceit; who interpret by rules of their own contriving; who have become a law unto themselves, and so pose as the sole judges of their own doings. More dangerously ignorant than the first.” (",["span.emphasis","Juvenile Instructor,"],"Mar. 1906, p. 178.)"],[".",{"id":"f24","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.f24"},[".caption","The Lord’s standard for truth"]]],[".topic",["h2","(J-6) Keys for Discerning the True and the False"],["div",{"id":"p699","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p699"},"With such forces at work in the Church, one must learn to combat these workings of Satan. Elder Marion G. Romney listed the following guidelines:"],["div",{"id":"p700","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p700"},"“Anything purporting to pertain to the Gospel of Jesus Christ may be put to the following four simple tests:"],["div",{"id":"p701","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p701"},"“1.",["span.emphasis","Does it purport to originate in the wisdom of men, or was it revealed from heaven?"],"If it originated in the wisdom of men, it is not of God. …"],["div",{"id":"p702","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p702"},"“2.",["span.emphasis","Does the teaching bear the proper label"],"? … If any teaching purporting to be from Christ comes under any label other than that of Jesus Christ, we can know it is not of God. …"],["div",{"id":"p703","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p703"},"“3. …",["span.emphasis","The teaching must not only come under the proper label, but it must also conform to the other teaching of the Gospel of Jesus Christ."]],["div",{"id":"p704","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p704"},"“4. …",["span.emphasis","Does it come through the proper Church channel?"],"” (In Conference Report, Oct. 1960, pp. 76–77.)"],["div",{"id":"p705","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p705"},"A closer examination of Elder Romney’s four tests will be helpful to any who seek to avoid deception."],["div",{"id":"p706","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p706"},["span.emphasis","Is it of God or of man?"],"The following counsel is found in the Doctrine and Covenants: “But ye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and thanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men; for some are of men, and others of devils” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7"},"D&C 46:7"],")."],["div",{"id":"p707","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p707"},"Elder Romney pointed out that many are “acquainted with Paul’s great doctrine that the things of God are understood by the power of God, and that the things of men are understood by the wisdom of men. ‘But the natural man receiveth not the things of the Spirit of God; for they are foolishness unto him: neither can he know them, because they are spiritually discerned.’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.14"},"1 Corinthians 2:14"],".]"],["div",{"id":"p708","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p708"},"“We never need to be deceived by the learning of the world. We can always with safety reject those doctrines which are founded in the wisdom of men.” (In Conference Report, Oct. 1960, p. 77.)"],["div",{"id":"p709","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p709"},["span.emphasis","Does the claim or teaching bear the proper label?"],"Even though some may claim to represent Christ, their claims usually have some exceptional or secret element: “Again, I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.11"},"D&C 42:11"],")."],["div",{"id":"p710","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p710"},"Elder Romney asked: “How can any man accept the doctrine of authority from some secret source unknown to the Church? The Lord could not have made it any plainer that one’s authority must come through the established order of the Church, and the President of the Church stands at the head of that order.” (In Conference Report, Oct. 1960, p. 77.)"],["div",{"id":"p711","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p711"},"President Harold B. Lee cautioned that some people may not follow the line of authority in the Church:"],["div",{"id":"p712","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p712"},"“We call upon you holders of the priesthood to stamp out any such [false doctrines] and to set to flight all such things as are creeping in, people rising up here and there who have had some ‘marvelous’ kind of a manifestation, as they claim, and who try to lead the people in a course that has not been dictated from the heads of the Church."],["div",{"id":"p713","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p713"},"“As I say, it never ceases to amaze me how gullible some of our Church members are in broadcasting these sensational stories, or dreams, or visions, some alleged to have been given to Church leaders, past or present, supposedly from one person’s private diary, without first verifying the report with proper Church authorities."],["div",{"id":"p714","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p714"},"“If our people want to be safely guided during these troublous times of deceit and false rumors, they must follow their leaders and seek for the guidance of the Spirit of the Lord in order to avoid falling prey to clever manipulators who, with cunning sophistry, seek to draw attention and gain a following to serve their own notions and sometimes sinister motives.” (In Conference Report, Oct. 1972, p. 126; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 105.)"],["div",{"id":"p715","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p715"},"Sometimes people listen with great respect when scholars renowned in various academic fields criticize the Church or its teachings. Elder Boyd K. Packer warned:"],["div",{"id":"p716","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p716"},"“Many an academic giant is at once a spiritual pygmy and, if so, he is usually a moral weakling as well. Such a man may easily become a self-appointed member of a wrecking crew determined to destroy the works of God."],["div",{"id":"p717","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p717"},"“Beware of the testimony of one who is intemperate, or irreverent, or immoral, who tears down and has nothing to put in its place.” (In Conference Report, Apr. 1974, p. 138; or",["span.emphasis","Ensign,"],"May 1974, p. 95.)"],["div",{"id":"p718","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p718"},["span.emphasis","Does the claim or teaching conform to the gospel of Christ?"],"Even if individuals claim that their message is of God or is approved by the Church, if it does not conform to established doctrine, one can safely put it down as being false. The standard works and the direction of the living prophets are the measuring rod by which the teachings of the gospel are to be evaluated. President Joseph Fielding Smith stressed the importance of using the scriptures as a standard by which to judge: “It makes no difference what is written or what anyone has said, if what has been said is in conflict with what the Lord has revealed, we can set it aside. My words, and the teachings of any other member of the Church, high or low, if they do not square with the revelations, we need not accept them. Let us have this matter clear. We have accepted the four standard works as the measuring yardsticks, or balances, by which we measure every man’s doctrine.” (",["span.emphasis","Doctrines of Salvation,"],"3:203.)"],[".blockQuote",["div",{"id":"p719","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p719"},"An example of scriptural guidance for doctrinal problems is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15-22"},"Doctrine and Covenants 49:15–22"],". A sect claiming to be true teachers of Christ’s gospel taught false doctrines. After reading this revelation, list the five erroneous doctrines or principles that are discussed:"],["div",{"id":"p720","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p720"},"1.",["span.textInput"]],["div",{"id":"p721","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p721"},"2.",["span.textInput"]],["div",{"id":"p722","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p722"},"3.",["span.textInput"]],["div",{"id":"p723","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p723"},"4.",["span.textInput"]],["div",{"id":"p724","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p724"},"5.",["span.textInput"]]],["div",{"id":"p725","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p725"},["span.emphasis","Does the claim or teaching come through the divinely established order?"],"At the time of the organization of the Church in the latter days, the Lord taught the Saints about the importance of the prophet and President of the Church: “Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me; for his word ye shall receive, as if from mine own mouth, in all patience and faith. For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-6"},"D&C 21:4–6"],".)"],["div",{"id":"p726","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p726"},"Those who have special claims to new doctrines do so outside the established order of the Lord’s kingdom. The Prophet Joseph Smith warned the Saints early in this dispensation about those who would attempt to function outside the bounds of the stewardship the Lord had given them: “I will inform you that it is contrary to the economy of God for any member of the Church, or any one, to receive instructions for those in authority, higher than themselves; therefore you will see the impropriety of giving heed to them; but if any person have a vision or a visitation from a heavenly messenger, it must be for his own benefit and instruction; for the fundamental principles, government, and doctrine of the Church are vested in the keys of the kingdom” (",["span.emphasis","History of the Church,"],"1:338)."],["div",{"id":"p727","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p727"},"President Joseph F. Smith gave the following instruction about those who violate the divinely established principle of order: “The moment that individuals look to any other source, that moment they throw themselves open to the seductive influences of Satan, and render themselves liable to become servants of the devil; they lose sight of the true order through which the blessings of the Priesthood are to be enjoyed; they step outside of the pale of the kingdom of God, and are on dangerous ground. Whenever you see a man rise up claiming to have received direct revelation from the Lord to the Church, independent of the order and channel of the Priesthood, you may set him down as an imposter.” (In",["span.emphasis","Journal of Discourses,"],"24:189–90.)"],[".blockQuote",["div",{"id":"p728","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p728"},"Within months after the organization of the Church, there were those claiming revelation beyond their stewardship—claiming revelation for the Church, above the authority of Joseph Smith. The Lord reminded the Church of the proper order of things:"],["div",{"id":"p729","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p729"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2,4-7"},"D&C 28:2, 4–7"],"."],"Who only was appointed to receive commandments and revelations?"],["div",{"id":"p730","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p730"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.3-6"},"D&C 43:3–6"],"."],"Even if another were to replace the currently serving President, who would make that appointment?"],["div",{"id":"p731","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p731"},"The Doctrine and Covenants provides many keys to avoiding deception. The following passages provide a summary of the principles discussed."],["div",{"id":"p732","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p732"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],"."],"Who will “abide the day of the Lord”? What will keep them from deception?"],["div",{"id":"p733","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p733"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.14-19"},"D&C 52:14–19"],"."],"What is the pattern given here “that ye may not be deceived”? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8-27"},"D&C 46:8–27"],".)"],["div",{"id":"p734","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p734"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.15"},"D&C 52:15"],"."],"What two elements are revealed here?"],["div",{"id":"p735","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p735"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.17"},"D&C 52:17"],"."],"What are the humble and faithful expected to produce?"]]],[".topic",["h2","(J-7) Summary"],["div",{"id":"p736","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p736"},"The following two statements summarize the keys for avoiding deception."],["div",{"id":"p737","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p737"},"First, the Prophet Joseph Smith wrote: “The great difficulty lies in the ignorance of the nature of spirits, of the laws by which they are governed, and the signs by which they may be known; if it requires the Spirit of God to know the things of God; and the spirit of the devil can only be unmasked through that medium, then it follows as a natural consequence that unless some person or persons have a communication, or revelation from God, unfolding to them the operation of the spirit, they must eternally remain ignorant of these principles. … Whatever we may think of revelation, … without it we can neither know nor understand anything of God, or the devil.” (",["span.emphasis","History of the Church,"],"4:573–74.)"],["div",{"id":"p738","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p738"},"Second, the First Presidency (Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose) wrote in 1913 about those who make false claims or declare erroneous doctrines:"],["div",{"id":"p739","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p739"},"“When visions, dreams, tongues, prophecy, impressions or any extraordinary gift or inspiration conveys something out of harmony with the accepted revelations of the Church or contrary to the decisions of its constituted authorities, Latter-day Saints may know that it is not of God, no matter how plausible it may appear. Also they should understand that directions for the guidance of the Church will come, by revelation, through the head. All faithful members are entitled to the inspiration of the Holy Spirit for themselves, their families, and for those over whom they are appointed and ordained to preside. But anything at discord with that which comes from God through the head of the Church is not to be received as authoritative or reliable. In secular as well as spiritual affairs, Saints may receive Divine guidance and revelation affecting themselves, but this does not convey authority to direct others, and is not to be accepted when contrary to Church covenants, doctrine or discipline, or to known facts, proven truths, or good common sense. No person has the right to induce his fellow members of the Church to engage in speculations or take stock in ventures of any kind on the specious claim of Divine revelation or vision or dream, especially when it is in opposition to the voice of recognized authority, local or general. The Lord’s Church ‘is a house of order.’ It is not governed by individual gifts or manifestations, but by the order and power of the Holy Priesthood as sustained by the voice and vote of the Church in its appointed conferences."],["div",{"id":"p740","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p740"},"“The history of the Church records many pretended revelations claimed by imposters or zealots who believed in the manifestations they sought to lead other persons to accept, and in every instance, disappointment, sorrow and disaster have resulted therefrom. Financial loss and sometimes utter ruin have followed. …"],["div",{"id":"p741","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p741"},"“Be not led by any spirit or influence that discredits established authority, contradicts true scientific principles and discoveries, or leads away from the direct revelations of God for the government of the Church. The Holy Ghost does not contradict its own revealings. Truth is always harmonious with itself. Piety is often the cloak of error. The counsels of the Lord through the channel he has appointed will be followed with safety. Therefore, O! ye Latter-day Saints, profit by these words of warning.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:285–86.)"]]]],"refs":null}
