{"id":164,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":164,"title":"Enrichment E Overcoming Sin and Obtaining Forgiveness","subtitle":"","short_title":"Enrichment E","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.head5"},[".titleNumber","Enrichment E"],["h1","Overcoming Sin and Obtaining Forgiveness"]],[".bodyBlock",[".topic",["h2","(E-1) Introduction"],["div",{"id":"p320","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p320"},"As it pertains to the consequences of personal sin, the blessings and benefits of the Atonement are forgiveness of sin through repentance, sanctification through obedience to the laws and commandments of God, and the hope of eternal life in the presence of God."],["div",{"id":"p321","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p321"},"The purpose of this enrichment section is to build an understanding of what the Doctrine and Covenants has to say about repentance, forgiveness, and sanctification. Only by understanding these three principles and then applying them in one’s life can one obtain eternal life and live in the presence of God."]],[".topic",["h2","(E-2) Repentance and Atonement for Sins"],["div",{"id":"p322","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p322"},"The Doctrine and Covenants states that God “cannot look upon sin with the least degree of allowance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"D&C 1:31"],"). Yet to those who are humble and submissive to the Lord there is a way to overcome sin and its tragic effects and thus be accepted by the Lord. The process by which sin is overcome is repentance, the second principle of the gospel. President David O. McKay said, “Every principle and ordinance of the gospel of Jesus Christ is significant and important in contributing to the progress, happiness, and eternal life of man, but there is none more essential to the salvation of the human family than the divine and eternally operative principle, repentance. Without it, no one can be saved. Without it, no one can even progress.” (",["span.emphasis","Gospel Ideals,"],"p. 13.)"],["div",{"id":"p323","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p323"},"Repentance would have no validity or power were it not for the Atonement. Through His suffering, the Savior paid for the sins of all mankind, “that they might not suffer if they would repent” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16"},"D&C 19:16"],"). It is not repentance itself that pays the price for sin. No effort to reform one’s life, no matter how sincere, no matter how profound, would be sufficient to save a person had there been no atoning sacrifice. No one, save Jesus only, has ever lived a life that by itself could earn the right to return to the presence of God, because, as the Prophet noted in the dedicatory prayer on the Kirtland Temple, “all men sin” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.34"},"D&C 109:34"],"). That is why all people come short of the glory of God (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],"). Since God cannot look upon sin with the least degree of allowance, that is, since He cannot overlook it or excuse it in the slightest way, there had to be some way for the sins to be made right. A price had to be paid. Part of that price was Jesus’ suffering of such intensity that it caused Him, “the greatest of all, to tremble because of pain, and to bleed at every pore” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.18"},"D&C 19:18"],"). No mortal could ever have paid that price, for as Amulek taught, it was necessary that it be “an infinite and eternal sacrifice” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10"},"Alma 34:10"],")."],["div",{"id":"p324","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p324"},"The Doctrine and Covenants adds its voice to that of other scriptures in making this distinction: It is not repentance per se that saves us. It is the blood of Jesus Christ that saves us. Repentance, however, is the condition required so that the Atonement can be applied in our behalf. If we could save ourself by a sincere and honest change of behavior, then it could be said that we save ourself by our own works, but the scriptures clearly teach that such is not the case. As Nephi wrote, “We know that it is by grace that we are saved, after all we can do” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],"). Using the imagery of the courtroom, Jesus describes Himself as an advocate, or one who pleads the cause of another (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3"},"D&C 45:3"],"). Usually when one pleads another’s case, one does so on the basis that the client is not guilty of the charges. No such plea is entered in this case. All are guilty of sin, all have transgressed. (See",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],".) Who could plead for any soul on the basis of absence of guilt? The Advocate does not call the attention of the Judge to our perfection, but to His own. He notes the blood shed in the atoning sacrifice and then pleads that the repentant person be spared, for such a person has met Christ’s conditions and become His brother (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3-5"},"D&C 45:3–5"],")."],[".blockQuote",["div",{"id":"p325","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p325"},"While repentance is one of the most important steps forward we can make, we should recognize that it is still only a first step. If we consider the starting point as the place where we were before we repented, then repentance is definitely a forward progression. It could be diagrammed like this:"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.f9"}]],[".blockQuote",["div",{"id":"p326","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p326"},"But in another sense, we could say that repentance is merely a return to the original point of departure. This progress could be diagrammed like this:"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.f10"}]],[".blockQuote",["div",{"id":"p327","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p327"},"Progression toward exaltation cannot take place until we have returned to righteousness, and it is therefore absolutely critical for all of us to repent. True repentance only brings us back to doing what we should have been doing all along. The effects of the Atonement of Christ in one’s life is conditional upon one’s repentance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.12"},"D&C 18:12"],"). Those who do not repent and keep the commandments will suffer (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.4"},"D&C 19:4"],"). The Doctrine and Covenants teaches that this vital principle, forgiveness of sin on the condition of repentance, is also being taught in the world of spirits (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.19"},"D&C 138:19"],"). Each individual then has a responsibility to forsake sin and keep the commandments of the Lord. Elder Spencer W. Kimball stated: “When we think of the great sacrifice of our Lord Jesus Christ and the sufferings he endured for us, we would be ingrates if we did not appreciate it so far as our power made it possible. He suffered and died for us, yet if we do not repent, all his anguish and pain on our account are futile.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 145.)"]]],[".topic",["h2","(E-3) Forgive to Be Forgiven"],["div",{"id":"p328","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p328"},"During His mortal ministry, the Savior taught by precept and example that forgiveness of others is a condition for obtaining forgiveness for oneself (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.23-24"},"Matthew 5:23–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.12,14-15"},"6:12, 14–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.21-35"},"18:21–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.1-11"},"John 8:1–11"],"). One of the great contributions of the Doctrine and Covenants is its emphasis on and clarification of this important principle. The Savior said that an unwillingness to forgive others was an “evil” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8"},"D&C 64:8"],") and that “he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9"},"D&C 64:9"],"). And then, lest any should say that such a principle was good for certain sins but could not apply when someone had done something really serious, the Lord summarized the extent of the law: “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.10"},"D&C 64:10"],")."],["div",{"id":"p329","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p329"},"In the midst of the terrible persecutions in Jackson County, the Lord revealed the laws of retaliation and forgiveness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98"},"D&C 98"],"; Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98"},"D&C 98"],")."],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.f11"},[".caption","Marion D. Hanks said that forgiveness is the ultimate form of love."]],[".blockQuote",["div",{"id":"p331","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p331"},"The principle of repentance is so important to your obtaining forgiveness that you ought to take stock of where you are now. Do you hold bitterness and hostility for someone who has wronged you? It doesn’t matter how deserved those feelings may be; if you cannot forgive the trespasser, according to the Lord, you have a greater sin than the person who wronged you. “The ultimate form of love for God and men is forgiveness,” said Elder Marion D. Hanks."],["div",{"id":"p332","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p332"},"“What is our response when we are offended, misunderstood, unfairly or unkindly treated, or sinned against, made an offender for a word, falsely accused, passed over, hurt by those we love, our offerings rejected? Do we resent, become bitter, hold a grudge? Or do we resolve the problem if we can, forgive, and rid ourselves of the burden?"],["div",{"id":"p333","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p333"},"“The nature of our response to such situations may well determine the nature and quality of our lives, here and eternally. A courageous friend, her faith refined by many afflictions, said to me only hours ago, ‘Humiliation must come before exaltation’ [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.2"},"D&C 29:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"61:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.33"},"136:33"],"]."],["div",{"id":"p334","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p334"},"“It is required of us to forgive. Our salvation depends upon it. …"],["div",{"id":"p335","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p335"},"“It is reported that President Brigham Young once said that he who takes offense when no offense is intended is a fool, and he who takes offense when offense is intended is usually a fool. It was then explained that there are two courses of action to follow when one is bitten by a rattlesnake. One may in anger, fear, or vengefulness pursue the creature and kill it. Or he may make full haste to get the venom out of his system. If we pursue the latter course we will likely survive, but if we attempt to follow the former, we may not be around long enough to finish it.” (“Even as Christ Forgave,”",["span.emphasis","New Era,"],"June 1974, pp. 4–5.)"],["div",{"id":"p336","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p336"},"The following story from the life of President George Albert Smith illustrates the effects of forgiveness in the life of the offender and the offended:"],["div",{"id":"p337","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p337"},"“When George Albert Smith was a young man, he joined the Utah National Guard. Being a good rider and having an excellent mount, he made quite a dashing figure in the practice charges up Arsenal Hill. Some of his friends urged him to run for an office in the Guard, and he consented. During the next few weeks, however, a man whom he had supposed to be his friend circulated false charges to the effect that Smith was seeking to win by unfair means."],["div",{"id":"p338","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p338"},"“Partly because of these rumors, Sergeant Smith failed to win the votes of his fellow guardsmen. So he did not win the promotion to which he felt he had been entitled. His heart was filled with bitterness and hate for the onetime friend who had treated him so unfairly."],["div",{"id":"p339","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p339"},"“He went to Church and tried to forget about the unpleasant affair, but his heart was still full of resentment. He could not feel right about taking the sacrament. After meditating and praying, Brother George Albert Smith concluded that he, too, was in the wrong for continuing to nurse a grievance."],["div",{"id":"p340","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p340"},"“He decided to relieve himself of the burden of hate that seemed to be doing him more harm than it was doing his enemy. He crossed the street and walked directly into the office of the man who had spread the rumors. As he entered the door, the man put up his arm as if in self-defense. No doubt he expected a fight. He knew in his heart that he had gravely wronged a friend. But George Albert Smith had not come to fight. On the contrary, his voice was soft and forgiving."],["div",{"id":"p341","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p341"},"“‘My brother,’ he said, ‘I want you to forgive me for hating you the way I have for the last few weeks.’"],["div",{"id":"p342","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p342"},"“The man of rumors was immediately melted into contrition. ‘Brother Smith,’ he said, ‘you have no need for forgiveness. It is I who need forgiveness from you.’ Because of George Albert Smith’s courage and spiritual strength, the man who had made himself an enemy was completely subdued. He repented of his evil conduct and thereafter he and Brother Smith were once more good friends.” (Merlo J. Pusey, “The Inner Strength of a Leader,”",["span.emphasis","Instructor,"],"June 1965, p. 232.)"]]],[".topic",["h2","(E-4) Being Cleansed from One’s Sins"],["div",{"id":"p343","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p343"},"It is an eternal law that no unclean thing can dwell in the presence of God (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.21"},"1 Nephi 10:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.21"},"Alma 7:21"],"). It was for this reason that Paul said, “All have sinned, and come short of the glory of God” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],"). Nevertheless, on condition of repentance and forgiveness of others, we can have our sins forgiven and paid for by the Redeemer. The scriptures and the prophets bear witness again and again that through the atoning blood of Christ not only can we be forgiven of our sins but we can be cleansed from all effects of transgression and become holy and spotless, able then to enter back into the presence of God. The process by which this cleansing is done is called sanctification."],["div",{"id":"p344","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p344"},"The Doctrine and Covenants, together with other scriptures, teaches the need for the blessings of sanctification: “Sanctify yourselves before me,” said the Lord (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.11"},"D&C 43:11"],"). “Sanctify yourselves, and ye shall be endowed with power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"D&C 43:16"],"). “Wherefore, prepare ye, prepare ye, O my people; sanctify yourselves” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.4"},"D&C 133:4"],"). This latter-day work of scripture teaches that for us to be able to enjoy celestial glory and live in the presence of God we must be sanctified (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.21"},"D&C 76:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"88:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.21"},"88:21"],"). The following questions might then be asked: What is sanctification? What is the process by which one becomes sanctified?"],["div",{"id":"p345","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p345"},"Sanctification is purification from sin. Elder Bruce R. McConkie explained: “To be",["span.emphasis","sanctified"],"is to become clean, pure, and spotless; to be free from the blood and sins of the world; to become a new creature of the Holy Ghost, one whose body has been renewed by the rebirth of the Spirit.",["span.emphasis","Sanctification"],"is a state of saintliness, a state attained only by conformity to the laws and ordinances of the gospel. The plan of salvation is the system and means provided whereby men may sanctify their souls and thereby become worthy of a celestial inheritance.” (",["span.emphasis","Mormon Doctrine,"],"p. 675.)"],["div",{"id":"p346","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p346"},"One of the greatest aspirations of Latter-day Saints is to become clean enough to see the Savior and eventually to know that they will live in the presence of God the Father. The process of sanctification, whereby one becomes clean enough to obtain such great blessings, is taught in the Doctrine and Covenants. First, we must be willing to repent and accept the fulness of the gospel of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.18"},"D&C 39:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.62"},"133:62"],"). We then must be willing to “live by every word that proceedeth forth from the mouth of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],"). There needs to be a willingness on the part of all who hold the priesthood to serve others and magnify their callings in the priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"D&C 84:33"],"). Also, a humble, submissive spirit is required as the Lord chastens His children unto righteousness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.5"},"D&C 101:5"],") and purges the iniquity from among them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.11"},"D&C 43:11"],"). As we comply with these steps, we are purged from sin by the power of the Holy Ghost, for, according to the Doctrine and Covenants, the Holy Ghost is the Sanctifier (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.31"},"D&C 19:31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.1"},"55:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"84:33"],")."],["div",{"id":"p347","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p347"},"Once we have been sanctified, the burden of guilt for sins is taken away. We can know for ourself that we are forgiven and made clean. President Daniel H. Wells, a counselor to President Brigham Young, said that “no man can get a greater testimony of the forgiveness of his sins by the Lord, than a knowledge within himself that he has turned away from his evil deeds. He knows it then, for God has promised to forgive every one who will comply with the requirements of the Gospel and turn from evil; and the man who forsakes evil knows it, and if he has no other testimony of his forgiveness, this is as great a one as he can possess.” (In",["span.emphasis","Journal of Discourses,"],"15:89.)"],["div",{"id":"p348","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p348"},"President Harold B. Lee also taught concerning all those who truly repent of their sins: “When you have done all within your power to overcome your mistakes, and have determined in your heart that you will never repeat them again, then too, you can come to that peace of conscience by which you will know that your sins have been forgiven” (",["span.emphasis","Church News,"],"2 Sept. 1972, p. 7)."],["div",{"id":"p349","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p349"},"To those who despair in their present state, who wander in the wilderness of sin and wonder if they can ever return to the light and love of their Savior, the Doctrine and Covenants bears witness that there is a way back. To those who will repent, it promises the blessings of forgiveness and sanctification through the atoning blood of the Master. The Doctrine and Covenants, in one of the simplest and yet most profound summaries in scripture, promises two rewards for those who do the works of righteousness: “peace in this world and eternal life in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],")."],["div",{"id":"p350","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p350"},"Only when we have been cleansed from sin can we find true peace in this life. The role of the Comforter is to bring that peace to all who will come to Christ and sanctify or cleanse themselves in His blood. Elder Spencer W. Kimball wrote of the hope this promise should give to everyone:"],["div",{"id":"p351","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p351"},"“In the book of Revelation it is written that",["span.emphasis","he that overcometh"],"shall ‘eat of the tree of life,’ receive ‘a crown of life,’ not be hurt of the second death. He shall receive of the ‘hidden manna,’ a ‘white stone,’ and a ‘new name,’ shall have ‘power over the nations.’ He shall be clothed in ‘white raiments,’ and his name will ‘not be blotted out.’ ‘",["span.emphasis","To him that overcometh"],"will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.21"},"Rev. 3:21"],". Italics added.) How glorious and rich are the promises to those who overcome!"],["div",{"id":"p352","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p352"},"“‘What are these which are arrayed in white robes?’ asked one of the elders in John’s vision, and the answer was: ‘… These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb. Therefore are they before the throne of God, and serve him day and night in his temple …’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.14-15"},"Rev. 7:14–15"],".)"],["div",{"id":"p353","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p353"},"“It would seem that these people had not always been perfect. They had had soiled robes and many weaknesses, but had now overcome and had washed the soiled raiment in the blood of the Lamb. They were now clean and purified, as is indicated in the blessings promised.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 354.)"],["div",{"id":"p354","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p354"},"The promise is clearly stated by the Lord: “And unto him that repenteth and sanctifieth himself before the Lord shall be given eternal life” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.62"},"D&C 133:62"],")."],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.f12"},[".caption","The sheep of His fold are washed in the blood of the Lamb of God."]]]]],"refs":null}
