{"id":162,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":162,"title":"Enrichment C Receiving Personal Revelation","subtitle":"","short_title":"Enrichment C","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.head3"},[".titleNumber","Enrichment C"],["h1","Receiving Personal Revelation"]],[".bodyBlock",[".topic",["h2","(C-1) Introduction"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p138"},"A great contribution of the Doctrine and Covenants is what it adds to an understanding of the process of receiving personal revelation. All people sense the need of a help beyond themselves to find the answers to the important questions and challenges of life. But sometimes, in one’s inexperience with the process of revelation, false expectations may arise about how such assistance will come. Sincere effort and experience are required to learn to communicate with Deity. President Joseph F. Smith gave important counsel concerning revelation:"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p139"},"“It is a wicked and adulterous generation that seeketh after a sign. Show me Latter-day Saints who have to feed upon miracles, signs and visions in order to keep them steadfast in the Church, and I will show you members of the Church who are not in good standing before God, and who are walking in slippery paths. It is not by marvelous manifestations unto us that we shall be established in the truth, but it is by humility and faithful obedience to the commandments and laws of God. When I as a boy first started out in the ministry, I would frequently go out and ask the Lord to show me some marvelous thing, in order that I might receive a testimony. But the Lord withheld marvels from me, and showed me the truth, line upon line, precept upon precept, here a little and there a little, until he made me to know the truth from the crown of my head to the soles of my feet, and until doubt and fear had been absolutely purged from me. He did not have to send an angel from the heavens to do this, nor did he have to speak with the trump of an archangel. By the whisperings of the still small voice of the Spirit of the living God, he gave to me the testimony I possess. And by this principle and power he will give to all the children of men a knowledge of the truth that will stay with them, and it will make them to know the truth, as God knows it, and to do the will of the Father as Christ does it. And no amount of marvelous manifestations will ever accomplish this. It is obedience, humility, and submission to the requirements of heaven and to the order established in the kingdom of God upon the earth, that will establish men in the truth. Men may receive the visitation of angels; they may speak in tongues; they may heal the sick by the laying on of hands; they may have visions and dreams; but except they are faithful and pure in heart, they become an easy prey to the adversary of their souls, and he will lead them into darkness and unbelief more easily than others.” (",["span.emphasis","Gospel Doctrine,"],"p.7.)"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p140"},"It is vital to one’s personal spiritual welfare to know something of the various means by which revelation comes—how to prepare for it, how to seek after it, and how to obtain its blessings in one’s life."]],[".topic",["h2","(C-2) What Is Revelation?"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p141"},"President Marion G. Romney taught:"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p142"},"“Just as prayer is the means by which men address the Lord, so revelation is the means by which God communicates to men. In doing so, He uses various means. The spoken word, for example, was the method He used to answer Adam’s prayer. Adam and Eve ‘",["span.emphasis","heard"],"the voice of the Lord from the way toward the Garden of Eden, speaking unto them.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4"},"Moses 5:4"],"; italics added.)"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p143"},"“In addition to the spoken word, the Lord at times appears personally. …"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p144"},"“Joseph Smith the Prophet gives us this testimony of the personal appearance to him of both the Father and the Son. [",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"JS—H 1:16–17"],".]"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p145"},"“Sometimes the Lord sends personal representatives to communicate with men. He sent Moroni, for example, to visit and instruct the Prophet Joseph Smith several times. [See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.28-59"},"JS—H 1:28–59"],".]"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p146"},"“On other occasions the Lord has communicated with men by means of dreams and visions—Daniel’s dream, for example, and Nephi’s vision."],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p147"},"“Enos says, ‘The voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.10"},"Enos 1:10"],".]"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p148"},"“I can personally testify to this form of revelation because I have experienced it."],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p149"},"“Now I know, … and bear witness to the fact that revelation from the Lord comes through the spoken word, by personal visitation, by messengers from the Lord, through dreams, and by way of visions, and by the voice of the Lord coming into one’s mind."],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p150"},"“Most often however, revelation comes to us by means of the still, small voice.” (In Conference Report, Apr. 1978, pp. 75–76; or",["span.emphasis","Ensign,"],"May 1978, p. 50.)"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p151"},"The Doctrine and Covenants describes the still, small voice: “Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart. Now, behold, this is the spirit of revelation.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"],".)"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p152"},"Elder Bruce R. McConkie said that “this revelation speaks of Spirit speaking to spirit—the Holy Spirit speaking to the spirit within me and in a way incomprehensible to the mind, but plain and clear to spiritual understanding—conveying knowledge, giving intelligence, giving truth, and giving sure knowledge of the things of God. Now this applies to everyone.” (“How to Get Personal Revelation,”",["span.emphasis","New Era,"],"June 1980, p. 49.)"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p153"},"The Prophet Joseph Smith said: “No man can receive the Holy Ghost without receiving revelations. The Holy Ghost is a revelator.” (",["span.emphasis","History of the Church,"],"6:58.)"],[".blockQuote",["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p154"},"The Doctrine and Covenants provides additional instruction pertaining to this most often used means of revelation."],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p155"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.15,23"},"D&C 6:15, 23"],"."],"Oliver Cowdery had sought a witness of the truthfulness of the Book of Mormon plates. Here the Lord reminded him of how that communication was given. Why did the Lord communicate with him? How did the communication come? What comfort accompanied the answer?"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p156"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.12"},"D&C 11:12"],"."],"The Prophet’s brother Hyrum was instructed about the prompting influence of the Holy Ghost. What characteristics manifest the direction of the Spirit?"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p157"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.13"},"D&C 11:13"],"."],"How would these characteristics be communicated to Hyrum? What comfort and sustenance will accompany the impressions? Many examples in the Doctrine and Covenants teach how an individual should communicate with the Lord in order to get revelation."],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p158"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.28"},"D&C 19:28"],"."],"In what ways was Martin Harris “commanded” to call upon the Lord?"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p159"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.47"},"D&C 20:47"],"."],"What encouragement is to be continually put before us as members of the Church?"],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p160"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/23.6"},"D&C 23:6"],"."],"What are we to do “before the world”?"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p161"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.28"},"D&C 68:28"],"."],"What responsibility do parents have in assisting their children in this communication process?"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p162"},"The Doctrine and Covenants helps us understand the necessary preparation."],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p163"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36"},"D&C 121:36"],"."],"Upon what principles only can the “powers of heaven” be dealt with?"],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p164"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45-46"},"D&C 121:45–46"],"."],"What prerequisites are mentioned here to prepare us to confidently communicate with the Lord?"],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p165"},"Oliver Cowdery had sought the gift to translate from the Book of Mormon and was given the power to do so (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8"},"D&C 8"],"). He was not able to receive revelation because he did not understand his responsibility in the communication process. What lessons can you learn from his experience?"],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p166"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.6-7"},"D&C 9:6–7"],"."],"What incorrect assumption did Oliver make about receiving revelation?"],["div",{"id":"p167","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p167"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8-9"},"D&C 9:8–9"]],". What part did the Lord expect agency to play? After the agency was exercised, how was the answer to come?"]]],[".topic",["h2","(C-3) Seeking Revelation"],["div",{"id":"p168","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p168"},"The individual’s attitude and effort are very important elements in personal revelation. President Spencer W. Kimball taught: “The Lord will not force himself upon people, and if they do not believe, they will receive no revelation. If they are content to depend upon their own limited calculations and interpretations, then, of course, the Lord will leave them to their chosen fate.” (In Conference Report, Apr. 1977, p. 114; or",["span.emphasis","Ensign,"],"May 1977, p. 77.)"],["div",{"id":"p169","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p169"},"The Doctrine and Covenants echoes a familiar scriptural theme of how one requests revelation. “If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"D&C 42:61"],")."],["div",{"id":"p170","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p170"},"“Ask the Father in my name, in faith believing that you shall receive, and you shall have the Holy Ghost, which manifesteth all things which are expedient unto the children of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.18"},"D&C 18:18"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.63-65"},"D&C 88:63–65"],")."],["div",{"id":"p171","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p171"},"President Marion G. Romney explained the vital component of asking in the process of obtaining personal revelation. He discussed “the two most important mediums of communication known to man. First, prayer—the means by which men address God—and, second, about revelation—the means by which God communicates to men. …"],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p172"},"“Frequently, prayers are requests for specific blessings. They may, however, and should, include expressions of thanksgiving, praise, worship, and adoration. …"],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p173"},"“The importance of prayer is emphasized by the fact that the most oft-repeated command given by God to men is to pray. …"],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p174"},"“The purpose of prayer, … is to attune oneself with the spirit or light which ‘proceedeth forth from the presence of God to fill the immensity of space.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.12"},"D&C 88:12"],".) In that light is to be found sure answers to all our needs."],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p175"},"“Prayer is the key which unlocks the door and lets Christ into our lives."],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p176"},"“‘Behold,’ said He, ‘I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.20"},"Rev. 3:20"],".)” (In Conference Report, Apr. 1978, pp. 73–75; or",["span.emphasis","Ensign,"],"May 1978, pp. 48–50.)"],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p177"},"President Spencer W. Kimball provided the following instruction:"],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p178"},"“I love our hymn which, … reminds us that ‘prayer is the soul’s sincere desire’ (",["span.emphasis","Hymns,"],"no. [145]). Prayer is such a privilege—to speak to our Father in Heaven. It was a prayer, a very special prayer, which opened this whole dispensation! It began with a young man’s first vocal prayer. I hope that not too many of our prayers are silent, even though when we cannot pray vocally, it is good to offer a silent prayer in our hearts and in our minds."],["div",{"id":"p179","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p179"},"“Never hesitate to gather your family around you for your prayers, especially in those times when more than morning and evening family prayer is needed. Extra needs require extra prayers."],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p180"},"“Your little ones will learn how to talk to their Father in Heaven by listening to you as parents. They will soon see how heartfelt and honest your prayers are. If your prayers are a hurried and thoughtless ritual, they will see this too."],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p181"},"“Difficult as it seems, I have found when praying, other than in private and secret, that it is better to be concerned with communicating tenderly and honestly with God, rather than worrying over what the listeners may be thinking. The echoing of ‘amen’ by the listeners is evidence of their accord and approval. Of course, the setting of prayers needs to be taken into account. This is one reason why public prayers, or even family prayers, cannot be the whole of our praying."],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p182"},"“Some things are best prayed over only in private, where time and confidentiality are not considerations. If in these special moments of prayer we hold back from the Lord, it may mean that some blessing may be withheld from us. After all, we pray as petitioners before an all-wise Heavenly Father, so why should we ever think to hold back feelings or thoughts which bear upon our needs and our blessings? We hope that our people will have very bounteous prayers."],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p183"},"“It would not hurt us, either, if we paused at the end of our prayers to do some intense listening—even for a moment or two—always praying, as the Savior did, ‘not my will, but thine, be done’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],").” (In Conference Report, Oct. 1979, pp. 4–5; or",["span.emphasis","Ensign,"],"Nov. 1979, pp. 4–5.)"]],[".topic",["h2","(C-4) Obtaining Revelation: Personal Preparation"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p184"},"To receive personal revelation, we must strengthen our spiritual awareness and make personal preparation a part of our life. Elder Boyd K. Packer outlined some important guidelines for that preparation:"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p185"},"“Keep the Word of Wisdom."],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p186"},"“Read the scriptures."],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p187"},"“Listen to your parents and to the leaders of the Church."],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p188"},"“Stay away from places and things that common sense tells you will interfere with inspiration."],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p189"},"“Develop your spiritual capacities."],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p190"},"“Learn to tune out the static and the interference."],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p191"},"“Avoid the substitutes and the counterfeits!"],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p192"},"“Learn to be inspired and directed by the Holy Ghost. …"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p193"},"“There is a spiritual beam, with a constant signal. If you know how to pray and how to listen, spiritually listen, you may move through life, through clear weather, through storms, through wars, through peace, and be all right."],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p194"},"“Prayer can be a very public thing. We teach you often about prayer, about the asking part."],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p195"},"“Perhaps we have not taught you enough about the receiving part. This is a very private, a very individual thing, one that you must learn for yourself.” (In Conference Report, Oct. 1979, pp. 30–31; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 21.)"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p196"},"The basis of personal preparation is for the individual to become a fit vessel and a worthy recipient of the direction of the Spirit. This requirement is taught in the Doctrine and Covenants as well as in other scriptures:"],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p197"},"“Let virtue garnish thy thoughts unceasingly” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],")."],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p198"},"“Let the solemnities of eternity rest upon your minds” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.34"},"D&C 43:34"],")."],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p199"},"One’s thoughts are a most important component of the preparation process. President Marion G. Romney described their impact upon one’s capacity for spiritual things:"],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p200"},"“The great overall struggle in the world today is, as it has always been, for the souls of men. Every soul is personally engaged in the struggle, and he makes his fight with what is in his mind. In the final analysis the battleground is, for each individual, within himself. Inevitably he gravitates toward the subjects of his thoughts. Ages ago the wise man thus succinctly stated this great truth: ‘As he thinketh in his heart, so is he’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Prov. 23:7"],")."],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p201"},"“If we would escape the lusts of the flesh and build for ourselves and our children great and noble characters, we must keep in our minds and in their minds true and righteous principles for our thoughts and their thoughts to dwell upon. …"],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p202"},"“I am persuaded, my brothers and sisters, that it is irrational to hope to escape the lusts of the world without substituting for them as the subjects of our thoughts the things of the Spirit.” (In Conference Report, Apr. 1980, pp. 88–89; or",["span.emphasis","Ensign,"],"May 1980, pp. 66–67.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.f5"},[".caption","“As he thinketh in his heart, so is he” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Proverbs 23:7"],")."]]],[".topic",["h2","(C-5) Obtaining Revelation by Recognizing Spiritual Communication"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p204"},"The Prophet Joseph Smith taught: “Reading the experience of others, or the revelation given to",["span.emphasis","them,"],"can never give",["span.emphasis","us"],"a comprehensive view of our condition and true relation to God. Knowledge of these things can only be obtained by experience through the ordinances of God set forth for that purpose.” (",["span.emphasis","History of the Church,"],"6:50.)"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p205"},"He also said, “By learning the Spirit of God and understanding it, you may grow into the principle of revelation” (",["span.emphasis","History of the Church,"],"3:381)."],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p206"},"Despite the teachings of the prophets and the scriptures that the communication or revelation comes into the mind and heart (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],"), that Spirit speaks to spirit, many have not learned to recognize the process, and they look for the message to come in some natural, physical way. Elder Boyd K. Packer said:"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p207"},"“I have come to know that inspiration comes more as a feeling than as a sound. …"],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p208"},"“The Lord has a way of pouring pure intelligence into our minds to prompt us, to guide us, to teach us, to warn us. You can know the things you need to know",["span.emphasis","instantly!"],"Learn to receive inspiration.” (In Conference Report, Oct. 1979, pp. 28–29; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 20.)"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p209"},"On another occasion Elder Packer said:"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p210"},"“We have all been taught that revelation is available to each of us individually. The question I’m most often asked about revelation is, ‘How do I know when I have received it? I’ve prayed about it and fasted over this problem and prayed about it and prayed about it, and I still don’t quite know what to do. How can I really tell whether I’m being inspired so I won’t make a mistake?’"],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p211"},"“First, do you go to the Lord with a problem and ask Him to make your decision for you? Or do you work, read the revelations, and meditate and pray and then make a decision yourself? Measure the problem against what you know to be right and wrong, and then make the decision. Then ask Him if the decision is right or if it is wrong. Remember what He said to Oliver Cowdery about working it out in your mind."],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p212"},"“Listen to this sentence if you don’t hear anything else: If we foolishly ask our bishop or branch president or the Lord to make a decision for us, there’s precious little self-reliance in that. Think what it costs every time you have somebody else make a decision for you."],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p213"},"“I think I should mention one other thing, and I hope this won’t be misunderstood. We often find young people who will pray with great exertion over matters that they are free to decide for themselves. Suppose, if you will, that a couple had money available to build a house. Suppose they had prayed endlessly over whether they should build an Early American style, a ranch style, modern style architecture, or perhaps a Mediterranean style. Has it ever occurred to you that perhaps the Lord just plain doesn’t care? Let them build what they want to build. It’s their choice. In many things we can do just what we want."],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p214"},"“Now, there",["span.emphasis","are"],"some things he cares about very much. If you’re going to build that house, then be honest and pay for the material that goes into it and do a decent job of building it. When you move into it, live righteously in it. Those are the things that count."],["div",{"id":"p215","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p215"},"“On occasions I’ve had to counsel people that the Lord would probable quite willingly approve the thing they intend to do even when they want to. It’s strange when they come and almost feel guilty about doing something because they want to, even when it’s righteous. The Lord is very generous with the freedom He gives us. The more we learn to follow the right, the more we are spiritually self-reliant, the more our freedom and our independence are affirmed. ‘If ye continue in my word,’ he said, ‘then are ye my disciples indeed; And ye shall know the truth, and the truth shall make you free.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.31-32"},"John 8:31–32"],".)” (“Self-Reliance,”",["span.emphasis","Ensign,"],"Aug. 1975, p. 89.)"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p216"},"President Marion G. Romney added:"],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p217"},"“In praying, I try to follow the teachings of these scriptures. When confronted with a problem I prayerfully weigh in my mind alternative solutions and come to a conclusion as to which of them is best. Then in prayer I submit to the Lord my problem, tell him I desire to make the right choice, what is, in my judgment, the right course. Then I ask him if I have made the right decision to give me the burning in my bosom that He promised Oliver Cowdery. When enlightenment and peace come into my mind, I know the Lord is saying yes. If I have a ‘stupor of thought,’ I know he is saying no, and I try again, following the same procedure."],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p218"},"“In conclusion, I repeat: I know when and how the Lord answers my prayers by the way I feel."],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p219"},"“When we learn to distinguish between the inspiration that comes from the Spirit of the Lord and that which comes from our own uninspired hopes and desires, we need make no mistakes. To this I testify.” (",["span.emphasis","New Era,"],"Oct. 1975, p. 35.)"],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.f6"},[".caption","The Lord stands at the door and knocks."]]],[".topic",["h2","(C-6) Obtaining Revelation “Line upon Line”"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p221"},"The Doctrine and Covenants teaches that revelation comes “line upon line, precept upon precept” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.12"},"D&C 98:12"],"), that spiritual growth and development is a process rather than an event and is received “revelation upon revelation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"D&C 42:61"],"). Often people are impatient about receiving answers to their prayers. It may seem to them as though there is no answer at all. Or they may be discontent because answers seem different from what they expected. Elder Boyd K. Packer shared the following advice:"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p222"},"“Most people who come for counsel to the stake presidents, branch presidents, bishops, and others, and to us as General Authorities, don’t come because they are confused and they are not able to see the difference between right and wrong. They come because they’re tempted to do something that deep down they know is wrong, and they want that decision ratified."],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p223"},"“When you have a problem, work it out in your own mind first. Ponder on it and analyze it and meditate on it. Read the scriptures. Pray about it. I’ve come to learn that major decisions can’t be forced.” (“Self-Reliance,” p. 88.)"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p224"},"On another occasion Elder Packer said:"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p225"},"“Sometimes you may struggle with a problem and not get an answer. What could be wrong?"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p226"},"“It may be that you are not doing anything wrong. It may be that you have not done the right things long enough. Remember, you cannot force spiritual things."],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p227"},"“Sometimes we are confused simply because we won’t take no for an answer. …"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p228"},"“Put difficult questions in the back of your minds and go about your lives. Ponder and pray quietly and persistently about them."],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p229"},"“The answer may not come as a lightning bolt. It may come as a little inspiration here and a little there, ‘line upon line, precept upon precept’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.12"},"D&C 98:12"],")."],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p230"},"“Some answers will come from reading the scriptures, some from hearing speakers. And, occasionally, when it is important, some will come by very direct and powerful inspiration. The promptings will be clear and unmistakable.” (In Conference Report, Oct. 1979, pp. 29–30; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 21.)"],[".blockQuote",["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p231"},"The following questions can help us evaluate our prayers."],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p232"},"Do we seek answers without effort on our part?"],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p233"},"Do we expect the communication to come through spectacular or special means?"],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p234"},"Will the answers come if we do not use the common sense and goodness with which we all are acquainted?"],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p235"},"Do we pray sincerely?"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p236"},"Do we listen and seek after the answers?"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p237"},"Have we made the proper preparations?"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p238"},"Are we grateful respondents to the Lord?"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p239"},"Do we really want answers?"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p240"},"President Spencer W. Kimball provided counsel to help us answer the questions. Study it carefully and consider its implications in your own efforts to receive revelation."],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p241"},"“Great decisions must be made by most of us. The Lord has provided a way for these answers. If the question is which school, what occupation, where to live, whom to marry, or such other vital questions, you should do all that is possible to solve it. Too often, like Oliver Cowdery, we want our answers without effort. The Lord said to him: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7-9"},"D&C 9:7–9"],"]."],["div",{"id":"p242","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p242"},"“The Lord does answer our prayers, but sometimes we are not responsive enough to know when and how they are answered. We want the ‘writing on the wall’ or an angel to speak or a heavenly voice. Often our requests are so absurd that the Lord has said, ‘Trifle not with these things; do not ask for that which you ought not.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10"},"D&C 8:10"],".)"],["div",{"id":"p243","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p243"},"“There must be works with faith. How futile it would be to ask the Lord to give us knowledge, but the Lord will help us to acquire knowledge, to study constructively, to think clearly, and to retain things we have learned. How stupid to ask the Lord to protect us if we unnecessarily drive at excessive speeds, if we eat or drink destructive elements. Can we ask him to provide us material things if we give no effort? ‘Faith without works is dead.’ (",["a.scriptureRef",{"href":"/scriptures/nt/james/2.20"},"James 2:20"],".)"],["div",{"id":"p244","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p244"},"“You who pray sometimes, why not pray more regularly, more often, more devoutly? Is time so precious, life so short, or faith so scant? How do you pray? Like publicans or arrogant officials? …"],["div",{"id":"p245","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p245"},"“In your secret prayers do you present yourself with your soul bared, or do you dress yourself in fancy coverings and pressure God to see your virtues? Do you emphasize your goodness and cover your sins with a blanket of pretense? Or do you plead for mercy at the hands of Kind Providence?"],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p246"},"“Do you get answers to your prayers? If not, perhaps you did not pay the price. Do you offer a few trite words and worn-out phrases, or do you talk intimately to the Lord? Do you pray occasionally when you should be praying regularly, often, constantly? Do you offer pennies to pay heavy debts when you should give dollars to erase that obligation?"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p247"},"“When you pray, do you just speak, or do you also listen? …"],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p248"},"“… Do you know how to listen, grasp, interpret, understand? The Lord stands knocking. He never retreats. But he will never force himself upon us. If we ever move apart, it is we who move and not the Lord. And should we ever fail to get an answer to our prayers, we must look into our lives for a reason. We have failed to do what we should, or we have done something we should not have done. We have dulled our hearing or impaired our eyesight. …"],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p249"},"“… when we pierce the shell and penetrate the covering and humble ourselves with naked soul and sincere supplication and cleansed life, our prayers are answered. …"],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p250"},"“When you received your confirmation,",["span.emphasis","you"],"were commanded to receive the Holy Ghost.",["span.emphasis","He"],"was not obligated to seek you out. The Lord says, ‘I will visit thy brethren according to their diligence in keeping my commandments.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.10"},"Enos 1:10"],".) If our lives are responsive and clean, if we are reaching and cultivating, the Holy Ghost will come, and we may retain him and have the peace his presence thus affords."],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p251"},"“Do you give thanks or merely ask for favors? Or are you like the lepers by the road? They begged for mercy and were healed but did not stay to thank the generous Savior.” (“Prayer,”",["span.emphasis","New Era,"],"Mar. 1978, pp. 16–17.)"]]],[".topic",["h2","(C-7) Summary"],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-c-receiving-personal-revelation.p252"},"Receiving personal revelation is the critical need of every individual who would avoid the real failures of mortality. To know something of the means the Lord uses to communicate with His children opens the door to possible communication. Knowing how to seek properly for that revelation helps us prepare and obtain it for ourself. The importance of knowing of the things of God for oneself is vital. The Prophet Joseph Smith said: “Search the Scriptures—search the revelations which we publish, and ask your Heavenly Father, in the name of His Son Jesus Christ, to manifest the truth unto you, and if you do it with an eye single to His glory, nothing doubting, He will answer you by the power of His Holy Spirit. You will then know for yourself and not for another. You will not then be dependent on man for the knowledge of God; nor will there be any room for speculation.” (",["span.emphasis","History of the Church,"],"1:282.)"]]]],"refs":null}
