{"id":168,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":168,"title":"Enrichment I Judges in Israel: Watching over the Church","subtitle":"","short_title":"Enrichment I","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.head9"},[".titleNumber","Enrichment I"],["h1","Judges in Israel: Watching over the Church"]],[".bodyBlock",[".topic",["h2","(I-1) Introduction"],["div",{"id":"p586","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p586"},"The Lord chooses stewards from among the members of His Church and charges them to provide for others opportunities that will assist them in their eternal progression. The Lord also gives these stewards the responsibility of judging so that the Church can be cleansed from iniquity and erring souls brought back into paths of righteousness. The specific responsibilities of these leaders to be judges and the value of their work will be discussed in this section. The Doctrine and Covenants outlines the gifts and keys given to these judges in Israel to help them perform their duties, and it explains the manner in which the Lord has instructed them to fulfill their calling. The Lord’s laws of justice will be discussed and also the operation and importance of Church disciplinary councils. The Doctrine and Covenants is vital in determining the manner in which this aspect of the Lord’s work is to be carried out, for it gives the instructions necessary for applying eternal principles to the specific needs of the Saints of this dispensation."]],[".topic",["h2","(I-2) Who Are Judges in God’s Kingdom?"],["div",{"id":"p587","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p587"},"The Lord assigned the responsibilities for judging His people to both local and general priesthood leaders (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.22"},"D&C 68:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.2,9-12,28-32"},"102:2, 9–12, 28–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33-34,91-92"},"107:33–34, 91–92"],"). Elder Spencer W. Kimball wrote of the responsibility the Lord has given His leaders: “The affairs of the Church of Jesus Christ are administered by the Presidency of the Church and the Twelve Apostles, with numerous other General Authorities assisting, and also through the stake and mission presidents and the bishops. These men are the shepherds of the flock. The Lord has placed these men to lead his kingdom on earth, and upon them he has placed authority and responsibility, each in his particular sphere. He has given these men the Melchizedek Priesthood, which is his own power and authority delegated to men. He recognizes and ratifies the acts of these chosen and anointed servants.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 325.)"],["div",{"id":"p588","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p588"},"With reference to Church disciplinary councils, Elder Kimball wrote: “The bishop in his ordination to that office is made a ‘judge in Israel’ to those of his own ward, but to none who are not so placed under his jurisdiction. The stake president, by his setting apart, is made a judge over the people of the stake over which he is to preside. Likewise, a branch president and mission president have somewhat similar responsibilities. The General Authorities, of course, have general jurisdiction, and have the duty to make judgments in certain instances.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 267–68.)"],["div",{"id":"p589","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p589"},"The Doctrine and Covenants indicates that to sit as a judge among the Lord’s people is one of the foremost responsibilities of a bishop (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.17-18"},"D&C 58:17–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.40"},"64:40"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.68,72,74-75"},"107:68, 72, 74–75"],"). Others besides bishops are given this responsibility within the bounds of their stewardships (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27"},"D&C 46:27"],"; Kimball, Miracle of Forgiveness, p. 327)."],["div",{"id":"p590","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p590"},"God is the judge over all, and He rules and directs those He has chosen to sit “upon the judgment seat” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.20"},"D&C 58:20"],")."],[".",{"id":"f21","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.f21"},[".caption","The bishop is the Lord’s judge in Israel."]]],[".topic",["h2","(I-3) The Gifts and Keys Associated with Judgeship"],["div",{"id":"p592","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p592"},"The Lord said that “unto the bishop of the church, and unto such as God shall appoint and ordain to watch over the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27"},"D&C 46:27"],") is given a special gift by the Spirit of God to assist them in judging. It is given to them to discern all other gifts of the Spirit to determine whether they are of God. They may call upon God and receive guidance through revelation in order to properly fulfill their stewardships."],["div",{"id":"p593","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p593"},"When John the Baptist came to Joseph Smith and Oliver Cowdery and conferred upon them the Aaronic Priesthood, he told them that this priesthood held “the keys … of the gospel of repentance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],"). Since the bishop is the president of the Aaronic Priesthood in his ward (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.13-15"},"D&C 107:13–15"],"), he holds the keys to repentance for the people of the ward. Those who desire to repent of sins they have committed can obtain great help from their bishop, whom the Lord has chosen and designated to be His representative in such matters. Not only is it helpful to go to one’s bishop when seeking to repent, but it is necessary in the case of serious sins, for which a person cannot obtain forgiveness without confession to the appropriate priesthood leader. The bishop is the priesthood leader through whom the keys of repentance most often function. Others, however, whom the Lord has designated, may also act in that capacity. Elder Spencer W. Kimball taught that “not every person nor every holder of the priesthood is authorized to receive the transgressor’s sacred confessions of guilt. The Lord has organized an orderly and consistent program. Every member in the Church is answerable to an ecclesiastical authority. In the ward, it is the bishop; in the branch, a president; in the stake or in the mission, a president; and in the higher Church echelon of authority, the General Authorities with the First Presidency and the Twelve Apostles at the head.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 327.) The process whereby individuals in the Church may obtain forgiveness for sins is discussed below."],["div",{"id":"p594","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p594"},"As has been indicated, each judge in the Lord’s kingdom has authority only over those within the boundaries of his ecclesiastical jurisdiction. Within those boundaries their responsibility to act as judges falls into two main categories: (1) determining worthiness for certain blessings and opportunities in the Lord’s Church, and (2) determining appropriate consequences for sin. A closer examination of each of those areas of responsibility may be helpful in gaining a better understanding of the stewardships of a judge in Israel."]],[".topic",["h2","(I-4) Determining Worthiness for Blessings"],["div",{"id":"p595","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p595"},"The Doctrine and Covenants says that all who desire to unite with the Lord’s Church may do so by coming forth in humility and witnessing “before the Church” that they have met the appropriate standards (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). It is the responsibility of the Lord’s judges to determine if a person has met those standards and can be baptized. Thus, the Lord has given to judges in His Church the authority to extend to all people the blessings of the gospel, the only means by which they may return to the presence of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.22"},"D&C 18:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.74"},"84:74"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],")."],["div",{"id":"p596","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p596"},"It is also within the responsibility of the Lord’s judges to determine the worthiness of Church members to receive other ordinances. In the early days of this dispensation, members who traveled from one area of the Church to another were required to obtain a certificate from their bishop to show that they were worthy to be “received … as a faithful laborer” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.17-18,25-26"},"D&C 72:17–18, 25–26"],")."],["div",{"id":"p597","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p597"},"It is necessary for individuals to have an interview with their bishop to determine if they are living according to Church standards before they can function in positions of responsibility in the Church. In cases where people are being called as presidents of organizations or to positions that are supervised by the bishop or stake president, the bishop or stake president must perform the interview and extend the call."],["div",{"id":"p598","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p598"},"One of the greatest privileges of this life, which is obtained only after recommendation from the bishop, is that of entering and receiving the blessings of the temple. The Lord warned the Prophet that the leaders of the Church had an obligation to keep unworthy persons from entering the temple. He said, “Do not suffer any unclean thing to come into it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15"},"D&C 97:15"],")."],["div",{"id":"p599","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p599"},"“When the bishop is ordained he becomes judge of his people. He holds the keys to the temples and none of his ward members may enter one without the turning of the key by the bishop.” (Kimball,",["span.emphasis","Miracle of Forgiveness,"],"p. 326.)"],["div",{"id":"p600","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p600"},"The privilege of performing priesthood ordinances is also under the control of those who hold the appropriate keys of the priesthood. The bishop holds those keys in his ward, the stake president in his stake, and, similarly, branch presidents, mission presidents, and so forth. For an individual to perform an ordinance or to receive a temple recommend requires authorization from those holding keys."],["div",{"id":"p601","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p601"},"Thus, the blessings and opportunities of the Lord’s kingdom are under the stewardship of the Lord’s appointed judges. Any who would receive these blessings may do so only with the approval of the “judge in Israel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.72"},"D&C 107:72"],")."]],[".topic",["h2","(I-5) Determining Appropriate Consequences for Sin"],["div",{"id":"p602","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p602"},"Elder Spencer W. Kimball taught:"],["div",{"id":"p603","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p603"},"“Where the sin is of major proportions, there are two forgivenesses which the unrepentant one should obtain—the forgiveness of the Lord, and the forgiveness of the Lord’s Church through its proper authorities. …"],["div",{"id":"p604","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p604"},"“The Lord will forgive the truly repentant. But before the Lord can forgive, the sinner must open his heart to him in full contrition and humility, unburdening himself, for the Lord sees into our very souls. Likewise, to have the forgiveness of the Church there must be an unburdening of the sin to those properly appointed within the Church."],["div",{"id":"p605","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p605"},"“The function of proper Church leaders in the matter of forgiveness is two-fold: (1) to exact proper penalty—for example, to initiate official action in regard to the sinner in cases which warrant either disfellowshipment or excommunication; (2) to waive penalties and extend the hand of fellowship to the one in transgression. Whichever of the two steps is taken, either forgiveness or Church disciplinary action, it must be done in the light of all the facts and the inspiration which can come to those making the decision. Hence the importance of the repentant transgressor making full confession to the appropriate authority.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 324–26; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"D&C 58:42–43"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"61:2"],".)"],["div",{"id":"p606","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p606"},"The Doctrine and Covenants teaches that a bishop as a “judge in Israel” is to “sit in judgment upon transgressors” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.72"},"D&C 107:72"],"). Elder Spencer W. Kimball further taught that in rendering his judgments a bishop “will determine by the facts, and through the power of discernment which is his, whether the nature of the sin and the degree of repentance manifested warrant forgiveness. He may deem the sin of sufficient gravity, the degree of repentance sufficiently questionable, and the publicity and harm done of such considerable proportions as to necessitate handling the case by a Church [disciplinary council] under the procedure outlined by the Lord. All this responsibility rests on the bishop’s shoulders. Seminary teachers, institute directors and auxiliary and other Church workers can wield a powerful influence on people in distress by imparting wise counsel and sympathetic understanding, but they are without ecclesiastical authority and jurisdiction and will not attempt to waive penalties but will send the sinner to his bishop who should determine the degree of public confession and discipline that is necessary.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 327–28.)"],["div",{"id":"p607","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p607"},"Bishops may remove penalties, but they may not remit sins. That is the Lord’s prerogative. Elder Kimball clarified this concept:"],["div",{"id":"p608","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p608"},"“Although there are many ecclesiastical officers in the Church whose positions entitle and require them to be judges, the authority of those positions does not necessarily qualify them to forgive or remit sins. …"],["div",{"id":"p609","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p609"},"“The bishop, and others in comparable positions, can forgive in the sense of waiving the penalties. In our loose connotation we sometimes call this forgiveness, but it is not forgiveness in the sense of ‘wiping out’ or absolution. The waiver means, however, that the individual will not need to be tried again for the same error, and that he may become active and have fellowship with the people of the Church. In receiving the confession and waiving the penalties the bishop is representing the Lord. He helps to carry the burden, relieves the transgressor’s strain and tension, and assures to him a continuation of Church activity."],["div",{"id":"p610","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p610"},"“It is the Lord, however, who forgives sin.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 332.)"]],[".topic",["h2","(I-6) Consequences of Violating the Lord’s Laws"],["div",{"id":"p611","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p611"},"Many in the Lord’s kingdom are given stewardship over the Lord’s laws and their application, but none is above His law (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.80"},"D&C 20:80"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.84"},"107:84"],"). All members are subject to the requirements of that law, and all receive the guaranteed blessings when they abide by it. President Wilford Woodruff said: “If there is any man in this church that does wrong, that breaks the law of God, it mattereth not what his standing may be, whether among the Twelve, the High Priests, Seventies, or Elders, or in any other standing, there is a tribunal that will reach their case in process of time, there is authority before whom they can be tried. Therefore let no one turn against the cause of God, and stop in the road to destruction, on the plea that somebody has done wrong: it is no excuse for you or I to do wrong because another does: the soul that sins, alone must bear it. Should I step aside from the path of duty it would not destroy the gospel of Jesus Christ, or even one principle of eternal truth, they would remain the same. Neither would it be any excuse for you to commit sin! but I should have to bear my own sins, and not the sins of others—so with all men.” (",["span.emphasis","Millennial Star,"],"Dec. 1844, p. 111.)"],["div",{"id":"p612","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p612"},"Those who choose to act contrary to the laws of God are left with one major choice: to repent and allow the Atonement of Christ to satisfy the demands of justice, or not to repent and then satisfy justice through their own suffering and loss of blessings. The first choice leads to eternal life; the second leads to banishment from God’s presence in the eternities (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-e-overcoming-sin-and-obtaining-forgiveness.p1"},"Enrichment E"],")."],["div",{"id":"p613","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p613"},"When individuals who have sinned repent completely, the Atonement of Christ enables the law of mercy to take effect, and they will be freed from all penalties demanded by the law of justice. Repentance is not without some pain, however. A person can never choose to sin and avoid pain. If there were no punishment, repentance would not be possible (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.16"},"Alma 42:16"],"). Even so, by repenting, a person can be forgiven and freed from past sins (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"D&C 58:42–43"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"61:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.7"},"64:7"],")."],["div",{"id":"p614","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p614"},"Elder Spencer W. Kimball discussed the penalties for unrepented sins:"],["div",{"id":"p615","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p615"},"“Every departure from the right way is serious. One who breaks one law is guilty of them all, says the scripture. ([James] 2:10.) Yet there are the lesser offenses which, while neither the Lord, his leaders, nor the Church can wink at them, are not punished severely. Then there are serious sins which cannot be tolerated without judgment, which must be considered by the appropriate leader, and which place the sinner’s Church standing in jeopardy."],["div",{"id":"p616","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p616"},"“Church penalties for sin involve deprivations—the withholding of temple privileges, priesthood advancements, Church positions and other opportunities for service and growth. Such deprivations result from errors which are not always punishable by serious measures but which render the perpetrator unworthy to give leadership and receive high honors and blessings in God’s kingdom. These are all retardations in our eternal progress which a person brings on himself. …"],["div",{"id":"p617","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p617"},"“… If [the priesthood leader] considers someone unworthy to receive … temple privileges, he may punish by withholding the privilege. Many other blessings are withheld to give the individual some time to bring his life up to the standard required. Deprivation, then, is the usual method of disciplining in the Church. In extreme cases, … the transgressor is deprived of Church activity and participation by disfellowshipment or is totally severed from the Church by excommunication.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 326.)"],["div",{"id":"p618","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p618"},"Church leaders have the right and responsibility to deal with members in transgression according to the laws of God’s kingdom, and, in the absence of repentance, to withdraw fellowship or privileges; but they have no “authority to try men on the right of property or life, to take from them this world’s goods, or to put them in jeopardy of either life or limb, or to inflict any physical punishment upon them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/134.10"},"D&C 134:10"],")."],[".blockQuote",["div",{"id":"p619","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p619"},["span.emphasis","Why is confession a necessary part of repentance and forgiveness?"],"The Lord requires it (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.20"},"D&C 19:20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"58:42–43"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"61:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.9"},"1 John 1:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/28.13"},"Proverbs 28:13"],"). By confession we demonstrate our willingness to submit to the Lord’s will."],["div",{"id":"p620","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p620"},"Also by confession we demonstrate our humility and sincere desire to receive forgiveness. “Knowing the hearts of men, and their intents, and their abilities to repent and regenerate themselves, the Lord waits to forgive until the repentance has matured. The transgressor must have a ‘broken heart and a contrite spirit’ and be willing to humble himself and do all that is required.” (Kimball,",["span.emphasis","Miracle of Forgiveness,"],"p. 179.)"],["div",{"id":"p621","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p621"},"The person to whom confession is made stands by the transgressor as a witness that repentance has taken place (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.28"},"D&C 6:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/13.1"},"2 Corinthians 13:1"],")."],["div",{"id":"p622","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p622"},"By confession we demonstrate that we are not trying to cover our sins and live a lie (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37"},"D&C 121:37"],")."],["div",{"id":"p623","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p623"},"The person to whom we confess can help us in our fight to resist temptation related to our transgression and can help us do all we must do to be forgiven. Bishop Robert L. Simpson said:"],["div",{"id":"p624","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p624"},"“It would be so much easier to talk about serious transgression to someone you have never seen before and would likely never see again; or better still, to talk in total seclusion to an unseen ear and receive your forgiveness then and there from unseen lips. But in such a process, who would then be at your side in the struggling months ahead, as you attempt with great effort to make your repentance complete, as you strive to prevent a tragic recurrence?"],["div",{"id":"p625","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p625"},"“Few, if any, men have the strength to walk that hill alone, and please be assured, it is uphill all the way. There needs to be help—someone who really loves you, someone who has been divinely commissioned to assist you confidentially, quietly, assuredly—and may I reemphasize the word",["span.emphasis","confidentially,"],"for here again, Satan has spread the false rumor that confidences are rarely kept.” (In Conference Report, Apr. 1972, p. 33; or",["span.emphasis","Ensign,"],"July 1972, p. 49.)"],["div",{"id":"p626","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p626"},["span.emphasis","To whom should confession be made?"],"President Stephen L Richards said that confession should be made “to the Lord, of course, whose law has been violated. To the aggrieved person or persons, as an essential in making due retribution if that is necessary. And then certainly to the Lord’s representative, his appointed judge in Israel, under whose ecclesiastical jurisdiction the offender lives and holds membership in the Kingdom."],["div",{"id":"p627","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p627"},"“… it is the order of the Church for confession to be made to the Bishop.” (In Conference Report, Apr. 1954, pp. 11–12.)"],["div",{"id":"p628","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p628"},"Elder Spencer W. Kimball wrote: “Many offenders in their shame and pride have satisfied their consciences, temporarily at least, with a few silent prayers to the Lord and rationalized that this was sufficient confession of their sins. ‘But I have confessed my sin to my Heavenly Father,’ they will insist, ‘and that is all that is necessary.’ This is not true where a major sin is involved. Then two sets of forgiveness are required to bring peace to the transgressor—one from the proper authorities of the Lord’s Church, and one from the Lord himself.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 179.)"],["div",{"id":"p629","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p629"},["span.emphasis","What sins must be confessed?"],"Elder Bruce R. McConkie wrote:"],["div",{"id":"p630","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p630"},"“To gain forgiveness all sins must be confessed to the Lord. The sinner must open his heart to the Almighty and with godly sorrow admit the error of his ways and plead for grace. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.7"},"D&C 64:7"],".]"],["div",{"id":"p631","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p631"},"“Further, … serious sins for which [a disciplinary council] could be instituted so that a person’s fellowship or membership might be called in question—such sins must be confessed to the proper church officer.” (",["span.emphasis","Mormon Doctrine,"],"pp. 292–93.)"],["div",{"id":"p632","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p632"},"All confessions and personal information are held strictly confidential."],["div",{"id":"p633","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p633"},["span.emphasis","What if a person sins grievously and is not willing to confess?"],"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.5"},"Doctrine and Covenants 41:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.28,75-77"},"42:28, 75–77"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.8"},"50:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.12"},"64:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.35-36"},"Mosiah 27:35–36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.7"},"Moroni 6:7"],"."],["div",{"id":"p634","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p634"},["span.emphasis","What is the value of Church disciplinary councils?"],"Church disciplinary councils are held to promote the eternal spiritual welfare of individual members and to maintain a high level of purity in the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.12-13"},"D&C 64:12–13"],"). They provide the sinner with a way back from sin into good standing before the Lord and His Church. Those who conduct disciplinary councils are concerned with the spiritual well-being of the member being tried. Church disciplinary councils are councils of love."],["div",{"id":"p635","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p635"},"Elder Robert L. Simpson tells us: “Eventually, the member finds new security in his new-found freedom, in his ability to put that problem behind him. Another burden has been unloaded; another barrier to exaltation has been removed. New peace of mind can now replace a troubled heart, and that old feeling of hypocrisy is replaced by a clear conscience. Where serious transgression requires a [disciplinary council], may I promise you, my dear young friends, that the procedure is kind, and it is gentle. The Church [disciplinary council] system is just. As has been stated on many occasions, these are courts of love with the singular objective of helping Church members to get back on a proper course. There is no plan in Heavenly Father’s realm to put his children down. Everything is designed to aid our progress, not to impede it.” (“Cast Your Burden upon the Lord,” in",["span.emphasis","Speeches of the Year, 1974"],"[Provo, Brigham Young University Press, 1975], pp. 57–58.)"],[".",{"id":"f22","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.f22"},[".caption","Robert L. Simpson taught that Church disciplinary councils are “courts of love.”"]]],[".blockQuote",["div",{"id":"p637","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p637"},["span.emphasis","When are disciplinary councils convened?"],"Disciplinary councils may be necessary for members who commit serious sins. These include adultery, fornication, abortion, homosexual relations, incest, child molesting, cruelty to family members, assault, stealing, fraud, abandoning one’s family, and other serious sins."],["div",{"id":"p638","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p638"},"In certain cases, a disciplinary council is mandatory. These include:"],["div",{"id":"p639","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p639"},"1. Murder, incest, and child abuse."],["div",{"id":"p640","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p640"},"2. Apostasy (such as repeatedly opposing the Church in public)."],["div",{"id":"p641","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p641"},"3. Serious sins while holding a prominent position in the Church."],["div",{"id":"p642","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p642"},"4. Transgressors who are predators."],["div",{"id":"p643","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p643"},"5. Individuals who demonstrate a pattern of serious transgression."],["div",{"id":"p644","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p644"},"6. Serious transgressions that are widely known."],["div",{"id":"p645","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p645"},"It is not necessary to convene a disciplinary council when members are totally inactive in the Church unless they are influencing others toward apostasy or they submit a written request for excommunication. Unless an apostate sect is involved, a disciplinary council should not be convened for a member who attends another church. (See Relief Society Courses of Study, 1978–79, p. 41.)"],["div",{"id":"p646","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p646"},["span.emphasis","What types of disciplinary councils are there in the Church? Can their decisions be appealed?"],"The ward disciplinary council, presided over by the bishop, handles most Church discipline (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.68-72"},"D&C 107:68–72"],"). Cases in which a Melchizedek Priesthood holder is likely to be excommunicated are handled by stake disciplinary councils, presided over by the stake president and including the high council (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.1-23"},"D&C 102:1–23"],"). Mission presidents oversee Church discipline for missionaries as well as for members living in mission branches and districts. Branch presidents may be authorized by stake or mission presidents to conduct disciplinary councils. A person may appeal a decision of a ward or branch disciplinary council to the stake or mission president. The decision of a stake disciplinary council or mission president may be appealed to the First Presidency (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.27"},"D&C 102:27"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.22-24"},"D&C 68:22–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.78-81"},"107:78–81"],")."],["div",{"id":"p647","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p647"},["span.emphasis","What actions might a disciplinary council take?"],"A disciplinary council may decide to take no action, or it may impose probation, disfellowshipment, or excommunication."],["div",{"id":"p648","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p648"},["span.emphasis","Probation"],"means that the bishop or other judge will determine goals and a course of action to be followed by the individual to demonstrate true repentance. If the conditions are met, nothing else may be required. If, however, the individual does not show true repentance, a Church disciplinary council may be convened and further action taken."],["div",{"id":"p649","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p649"},["span.emphasis","Disfellowshipment"],"means that individuals lose the blessing of Church activity and participation. They may attend meetings but may not speak or pray publicly. They may not take the sacrament, hold a temple recommend, hold a Church position, or exercise the priesthood in any way. They are, however, allowed to pay tithes and offerings and, if endowed, to continue to wear temple garments."],["div",{"id":"p650","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p650"},["span.emphasis","Excommunication"],"means the individual is no longer a member of the Church. The Doctrine and Covenants speaks of these individuals as “cast out” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.5"},"D&C 41:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.21,23,26,28,37,75"},"42:21, 23, 26, 28, 37, 75"],"), \"cut off\" (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"D&C 1:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.8"},"50:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.10"},"56:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.11"},"85:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.9"},"104:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.63"},"133:63"],") or \"blotted out\" (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.83"},"D&C 20:83"],"). Elder Spencer W. Kimball said:"],["div",{"id":"p651","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p651"},"“This dread action means the total severance of the individual from the Church. The person who is excommunicated loses his membership in the Church and all attendant blessings. As an excommunicant, he is in a worse situation than he was before he joined the Church. He has lost the Holy Ghost, his priesthood, his endowments, his sealings, his privileges and his claim upon eternal life. This is about the saddest thing which could happen to an individual. Better that he suffer poverty, persecution, sickness, and even death. A true Latter-day Saint would far prefer to see a loved one in his bier than excommunicated from the Church. If the one cut off did not have this feeling of desolateness and barrenness and extreme loss, it would be evidence that he did not understand the meaning of excommunication."],["div",{"id":"p652","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p652"},"“An excommunicant has no Church privileges. He … may not partake of the sacrament, serve in Church positions, offer public prayers, or speak in meetings; he may not pay tithing except under certain conditions as determined by the bishop. He is ‘cut off,’ ‘cast out,’ and turned over to his Lord for the final judgment. ‘It is a fearful thing to fall into the hands of the living God’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.31"},"Heb. 10:31"],").” (",["span.emphasis","Miracle of Forgiveness,"],"p. 329.)"],["div",{"id":"p653","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p653"},["span.emphasis","What if a disfellowshipped or excommunicated person repents?"],"Elder Kimball taught that a person who has been disfellowshipped should “continue in his efforts to be faithful and prove himself worthy to do all that he would normally be permitted to do. When this is done sufficiently, to the satisfaction of the Church [disciplinary council] which imposed the penalty, generally the hand of fellowship may be restored and full activity and participation be permitted the erring one.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 328.)"],["div",{"id":"p654","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p654"},"Elder Kimball went on to say that “there is a possibility of an excommunicant returning to the blessings of the Church with full membership, and this can be done only through baptism following satisfactory repentance. The way is hard and rough and, without the help of the Holy Ghost to whisper and plead and warn and encourage, one’s climb is infinitely harder than if he were to repent before he lost the Holy Ghost, his membership, and the fellowship of the saints. The time is usually long, very long, as those who have fought their way back will attest. Any who have been finally restored would give the same advice: Repent first—do not permit yourself to be excommunicated if there is a possible way to save yourself from that dire calamity.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 329–30.)"],["div",{"id":"p655","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p655"},["span.emphasis","Should members sue each other in civil courts? Should they use Church disciplinary councils to settle differences?"],"“Members of the Church should attempt to settle their own difficulties, instead of bringing them before the Church. The [home teachers] should secure, if possible, friendly reconciliations among contending members. It is only when these, the best means, fail, that disputes should be brought before the officers of the Church for examination and judgment.” (Widtsoe,",["span.emphasis","Priesthood and Church Government,"],"pp. 206–7.)"],["div",{"id":"p656","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p656"},"“A Church [disciplinary council] would never undertake to reverse a decision of the courts of law, neither would it take notice of matters for which the civil law makes provisions [for example lawsuits resulting from business disagreements], except in cases where wickedness and depravity are evidently manifest.” (Widtsoe,",["span.emphasis","Priesthood and Church Government,"],"p. 206.)"],["div",{"id":"p657","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p657"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.78-93"},"Doctrine and Covenants 42:78–93"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.1-8"},"1 Corinthians 6:1–8"],"."]]]]],"refs":null}
