{"id":161,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":161,"title":"Enrichment B Establishing Zion","subtitle":"","short_title":"Enrichment B","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.head2"},[".titleNumber","Enrichment B"],["h1","Establishing Zion"]],[".bodyBlock",[".topic",["h2","(B-1) Introduction"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p47"},"The Prophet Joseph Smith wrote: “The building up of Zion is a cause that has interested the people of God in every age; it is a theme upon which prophets, priests and kings have dwelt with peculiar delight; they have looked forward with joyful anticipation to the day in which we live; and fired with heavenly and joyful anticipations they have sung and written and prophesied of this our day; but they died without the sight; we are the favored people that God has made choice of to bring about the Latter-day glory; it is left for us to see, participate in and help to roll forward the Latter-day glory, ‘the dispensation of the fullness of times, when God will gather together all things that are in heaven, and all things that are upon the earth, even in one,’ when the Saints of God will be gathered in one from every nation, and kindred, and people, and tongue, when the Jews will be gathered together into one, the wicked will also be gathered together to be destroyed, as spoken of by the prophets; the Spirit of God will also dwell with His people, and be withdrawn from the rest of the nations, and all things whether in heaven or on earth will be in one, even in Christ. The heavenly Priesthood will unite with the earthly, to bring about those great purposes; and whilst we are thus united in the one common cause, to roll forth the kingdom of God, the heavenly Priesthood are not idle spectators, the Spirit of God will be showered down from above, and it will dwell in our midst. The blessings of the Most High will rest upon our tabernacles, and our name will be handed down to future ages; our children will rise up and call us blessed; and generations yet unborn will dwell with peculiar delight upon the scenes that we have passed through, the privations that we have endured; the untiring zeal that we have manifested; the all but insurmountable difficulties that we have overcome in laying the foundation of a work that brought about the glory and blessing which they will realize; a work that God and angels have contemplated with delight for generations past; that fired the souls of the ancient patriarchs and prophets; a work that is destined to bring about the destruction of the powers of darkness, the renovation of the earth, the glory of God, and the salvation of the human family.” (",["span.emphasis","History of the Church,"],"4:609–10.)"],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p48"},"A major theme of the Doctrine and Covenants is the building of Zion. Many of the revelations center on the establishment of the glorious condition described by the Prophet Joseph Smith."]],[".topic",["h2","(B-2) Zion: The Pure in Heart"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p49"},"The Doctrine and Covenants provides the simplest definition of Zion in the scriptures: “for this is Zion—THE PURE IN HEART” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],")."],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p50"},"President Stephen L Richards expanded on that basic definition:"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p51"},"“I know of few more salutary things for a Latter-day Saint than constantly to bear in mind the distinction between Zion and the world. Both terms are somewhat confusing because they are used with varying meanings and applications. Both have geographical application, and both have theological and moral import."],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p52"},"“For my purpose here today, I shall look upon Zion as being a condition and not a place, and the world likewise. ‘… verily, thus saith the Lord, let Zion rejoice, for this is Zion,—the pure in heart. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],".)"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p53"},"“There is no fence around Zion or the world, but to one of discernment, they are separated more completely than if each were surrounded with high unscalable walls. Their underlying concepts, philosophies, and purposes are at complete variance one with the other. The philosophy of the world is self-sufficient, egotistical, materialistic, and skeptical. The philosophy of Zion is humility, not servility, but a willing recognition of the sovereignty of God and dependence on his providence.” (In Conference Report, Oct. 1951, pp. 110–11.)"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p54"},"Elder Bruce R. McConkie added: “Zion is people; Zion is the saints of God; Zion is those who have been baptized; Zion is those who have received the Holy Ghost; Zion is those who keep the commandments; Zion is the righteous; or in other words, as our revelation recites: ‘This is Zion—the pure in heart. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],".)’” (“Come: Let Israel Build Zion,”",["span.emphasis","Ensign,"],"May 1977, p. 117.)"],[".blockQuote",["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p55"},"The following citations from the Doctrine and Covenants provide additional insight into the principle of Zion."],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p56"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],"."],"What formula is given to aid us to achieve the goal of Zion?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p57"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.10-19"},"D&C 97:10–19"],"."],"What is the importance of temples in building a Zion people?"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p58"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.54"},"D&C 124:54"],"."],"What is the promise to the “pure in heart”?"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p59"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"]],". If “Zion” and the “pure in heart” are equivalent concepts, how could you paraphrase such scriptures as",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.8"},"Matthew 5:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/34.4"},"Psalm 34:4"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.17-18"},"Doctrine and Covenants 101:17–18"],"?"]]],[".topic",["h2","(B-3) Ancient Zion Communities Were Established"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p60"},"Individuals who live the principles of Zion seek always to establish a community where such principles govern the personal lives and the society of all who dwell in it. Elder Bruce R. McConkie said:"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p61"},"“Zion has been established many times among men. From the day of Adam to the present moment—whenever the Lord has had a people of his own; whenever there have been those who have hearkened to his voice and kept his commandments; whenever his saints have served him with full purpose of heart—there has been Zion."],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p62"},"“Our first scriptural account relative to Zion concerns Enoch and his city. That prophet of transcendent faith and power lived while father Adam yet dwelt in mortality. It was a day of wickedness and evil, a day of darkness and rebellion, a day of war and desolation, a day leading up to the cleansing of the earth by water."],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p63"},"“Enoch, however, was faithful. He saw the Lord, and talked with him face to face as one man speaks with another. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.4"},"Moses 7:4"],".) … Enoch made converts and assembled a congregation of true believers, all of whom became so faithful that ‘the Lord came and dwelt with his people, and they dwelt in righteousness,’ and were blessed from on high. ‘And the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],".) …"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p64"},"“After the Lord called his people Zion, the scripture says that Enoch ‘built a city that was called the City of Holiness, even Zion’; that Zion ‘was taken up into heaven where God received it up into his own bosom’; and that ‘from thence went forth the saying, Zion is fled.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.19,21,69"},"Moses 7:19, 21, 69"],".)"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p65"},"“After the Lord’s people were translated … others, being converted and desiring righteousness, looked for a city which hath foundation, whose builder and maker is God, and they too ‘were caught up by the powers of heaven into Zion.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.27"},"Moses 7:27"],".)"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p66"},"“This same Zion which was taken up into heaven shall return during the Millennium, when the Lord brings again Zion; and its inhabitants shall join with the New Jerusalem which shall then be established. (See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62-63"},"Moses 7:62–63"],".)” (“Come: Let Israel Build Zion,” pp. 116–18.)"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p67"},"Other Zion communities have been set up among God’s covenant people. A group established by Christ’s Apostles after the Ascension “were of one heart and of one soul [mind]” and had “all things common” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32"},"Acts 4:32"],"), just as the people of Enoch did. The Book of Mormon tells of another Zion community established as a consequence of the Savior’s visit to the Nephites. This people had “all things common among them, every man dealing justly, one with another” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.19"},"3 Nephi 26:19"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-2"},"4 Nephi 1:1–2"],"). Like the people of Enoch, these Nephites had no contention among them “because the love of God … did dwell in the hearts of the people” (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.15"},"4 Nephi 1:15"],")."],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p68"},"The Doctrine and Covenants provides some interesting additional information about these early Zion peoples. Enoch “saw the Lord, and he walked with him, and was before his face continually” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.49"},"D&C 107:49"],"), and the people of Enoch were taken unto the bosom of the Savior (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.4"},"D&C 38:4"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-38-if-ye-are-prepared-ye-shall-not-fear.p1"},"Notes and Commentary on D&C 38:4"],"). Only in the scriptures revealed or restored through the Prophet Joseph Smith does one find the startling promise that Enoch and his people will come back to the earth when the latter-day Zion is established for a thousand years (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.63-64"},"Moses 7:63–64"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.12"},"D&C 45:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.100"},"84:100"],")."]],[".topic",["h2","(B-4) Zion: The Promised Destiny of the Righteous"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p69"},"The establishment of a Zion people has not been possible in every dispensation. Individuals, however, have sought to develop righteousness and purity of heart. The wickedness of men may have prevented the building of a Zion society, but it can never prevent the practice of the principles of Zion by individuals and families."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p70"},"Methuselah, Enoch’s son, was appointed to leave Zion and remain upon the earth to be a preacher of righteousness and the progenitor of Noah (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.2-3"},"Moses 8:2–3"],"). Noah, his grandson, was a “just man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.27"},"Moses 8:27"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.9"},"Genesis 6:9"],") and became an “heir of the righteousness which is by faith” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.7"},"Hebrews 11:7"],"). Melchizedek was “a man of faith who wrought righteousness” (JST,",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.26"},"Genesis 14:26"],"). The people of his city sought for Enoch’s community of Zion and obtained it (see JST,",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.34"},"Genesis 14:34"],"). Abraham, a “follower of righteousness” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],"), was commanded to “remember the days of Enoch” (JST,",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.14"},"Genesis 13:14"],") and to seek for the city “which hath foundations whose builder and maker is God” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.10"},"Hebrews 11:10"],"). The patriarchs and prophets secured the promise of the blessings of Zion through their individual righteousness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.52-55"},"D&C 133:52–55"],"). This promise was reaffirmed in the days of preparation for the Second Coming."],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p71"},"“Wherefore, hearken ye together and let me show unto you even my wisdom—the wisdom of him whom ye say is the God of Enoch, and his brethren, who were separated from the earth, and were received unto myself—a city reserved until a day of righteousness shall come—a day which was sought for by all holy men, and they found it not because of wickedness and abominations; and confessed they were strangers and pilgrims on the earth; but obtained a promise that they should find it and see it in their flesh” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.11-14"},"D&C 45:11–14"],")."],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.f3"},[".caption","Noah was a just man."]]],[".topic",["h2","(B-5) Geographical Designations of Zion: Places of Safety"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p73"},"Ancient Jerusalem, and particularly the temple site of that city, has been referred to as Mount Zion (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.7-9"},"2 Samuel 5:7–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.1"},"1 Kings 8:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.7-8"},"Isaiah 29:7–8"],"), and members of The Church of Jesus Christ of Latter-day Saints have used the term",["span.emphasis","Zion"],"to identify their own locations (see Talmage, Articles of Faith, p. 347), but as used in the Doctrine and Covenants,",["span.emphasis","Zion"],"most often refers either to the people and their condition of purity or to the center place of Zion in the last days—namely, Jackson County, Missouri."],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p74"},"Though Zion is foretold in other scriptures (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.22-25"},"3 Nephi 21:22–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.2-12"},"Ether 13:2–12"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-64"},"Moses 7:61–64"],"), only in the Doctrine and Covenants can be found the directives for its establishment, its laws and principles, and its location. The Prophet Joseph Smith taught that the New Jerusalem would be the first of Zion communities built in preparation for the Millennium. The New Jerusalem will be called “an ‘holy city’ … because it is a place of righteousness” (",["span.emphasis","History of the Church,"],"2:254), and it will be located at Independence, Jackson County, Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66-67"},"D&C 45:66–67"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-3"},"57:1–3"],"). The New Jerusalem is spoken of as “the center place” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.3"},"D&C 57:3"],"), or the administrative center, or capital, for all Zion (see Dyer, Refiner’s Fire, pp. 99–104; History of the Church, 5:212). It is also spoken of as “Mount Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.2"},"D&C 84:2"],") and the “mountain of the Lord” (",["span.emphasis","History of the Church,"],"6:319). From the beginnings laid in the New Jerusalem, the establishment of Zion communities will go forth throughout the world. The stakes of Zion will be the means through which the Zion societies will be prepared and strengthened (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.14"},"D&C 82:14"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"101:21"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.9"},"133:9"],"). Zion will first grow to include all of North and South America (see History of the Church, 6:318–319, 321) and eventually the entire earth (see Brigham Young, in Journal of Discourses, 9:138)."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p75"},"In his vision of the future, Enoch saw that great tribulations would make necessary a means of preserving the Lord’s people upon the earth in the last days. That means is to gather the elect in Zion (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-62"},"Moses 7:61–62"],"). The Doctrine and Covenants declares that in addition to the true “center place,” the stakes of Zion would also be “for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],"). The Prophet Joseph Smith taught the same principle when he said that “without Zion, and a place of deliverance, we must fall; because the time is near when the sun will be darkened, and the moon turn to blood, and the stars fall from heaven, and the earth reel to and fro. Then, if this is the case, and if we are not sanctified and gathered to the places God has appointed, with all our former professions and our great love for the Bible, we must fall; we cannot stand; we cannot be saved; for God will gather out His Saints from the Gentiles, and then comes desolation and destruction, and none can escape except the pure in heart who are gathered.” (",["span.emphasis","History of the Church,"],"2:52.)"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p76"},"On another occasion, the Prophet gave the following admonition:"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p77"},"“We ought to have the building up of Zion as our greatest object. When wars come, we shall have to flee to Zion. The cry is to make haste. The last revelation says, Ye shall not have time to have gone over the earth, until these things come. …"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p78"},"“… The time is soon coming when no man will have any peace but in Zion and her stakes."],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p79"},"“I saw men hunting the lives of their own sons, and brother murdering brother, women killing their own daughters, and daughters seeking the lives of their mothers. I saw armies arrayed against armies. I saw blood, desolation, fires. The Son of Man has said that the mother shall be against the daughter, and the daughter against the mother. These things are at our doors. They will follow the Saints of God from city to city. Satan will rage, and the spirit of the devil is now enraged. I know not how soon these things will take place; but with a view of them, shall I cry peace? No! I will lift up my voice and testify of them. How long you will have good crops, and the famine be kept off, I do not know; when the fig tree leaves, know then that summer is nigh at hand.” (",["span.emphasis","History of the Church,"],"3:390–91.)"],[".blockQuote",["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p80"},"The scriptures testify that in the days prior to the Second Coming of the Savior the world will be torn with war, upheaval, natural calamities, judgments, and turmoil. So great will be the turbulence of these times that people’s hearts will fail them. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26"},"D&C 45:26"],".)"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p81"},"Have you been tempted, when you have read of the devastations to come, to wish that you will not live to see them? If so, then you understand only one aspect of the prophetic promises. Again and again the Lord has made promises that should give you faith and hope."],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p82"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.15-17,19,22"},"1 Nephi 22:15–17, 19, 22"],"."],"Why should the righteous not have cause to fear?"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p83"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.10"},"2 Nephi 30:10"],"."],"What will come to those who maintain their righteousness?"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p84"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61"},"Moses 7:61"]],". In the midst of the great judgments what promise does God hold out for His people?"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p85"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.14"},"D&C 35:14"],"."],"Wherein lies the promise of deliverance in the last days?"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p86"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.66"},"D&C 45:66"],"."],"What three phrases are used to describe Zion?"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p87"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.67-70"},"D&C 45:67–70"]],". What is another promise held out for Zion?"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p88"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"D&C 101:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5-6"},"D&C 115:5–6"]],". Will Jackson County be the only place of safety in the coming trials?"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p89"},"As President Stephen L Richards said, Zion is primarily a condition, not a place. There are places called Zion, but they are so called only because they have been or will be gathering places for Zion people. As you have read, the Prophet Joseph Smith said, “Without Zion, and a place of deliverance, we must fall,” and “We ought to have the building up of Zion as our greatest object” (",["span.emphasis","History of the Church,"],"2:52)."],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p90"},"Are you ready to gather to Zion? Do you have the building up of Zion as your greatest object? Where do you start? Where do you go? The answer is very simple if you remember the basic definition of Zion. It is a state of the heart, and that is the place you must begin. It is a matter of utmost urgency in our day, for the Lord has said, “Vengeance cometh speedily upon the ungodly as the whirlwind; and who shall escape it?” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.22"},"D&C 97:22"],")."],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p91"},"Isn’t that what you’d like to know—who",["span.emphasis","shall"],"escape the day of judgment? The Lord gave the answer (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.25-28"},"D&C 97:25–28"],"), and it is of the utmost importance for us to understand it."]]],[".topic",["h2","(B-6) Laying the Foundation"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p92"},"With the coming forth of the Book of Mormon in 1830, and in the part of the record of Enoch found in the book of Moses, the early Saints read the prophecies that Zion would again be established in the last days (see, for example,",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.22-28"},"3 Nephi 21:22–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.2-12"},"Ether 13:2–12"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-62"},"Moses 7:61–62"],"). The Book of Mormon promised blessings to those who sought to bring forth Zion in the latter days (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.37"},"1 Nephi 13:37"],"), and the early revelations to Joseph Smith specifically commanded people to “seek to bring forth and establish the cause of Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.6"},"11:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.6"},"12:6"],")."],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p93"},"It is not surprising, then, that the Prophet and the people would start importuning the Lord to know of its location and gain permission to establish it. Soon the Lord answered their prayers, and they were permitted to lay the foundations of Zion. But the early Saints who gathered there did not understand fully that they would not build the city of Zion at that time (August 1831). The Doctrine and Covenants reveals the Lord’s foreknowledge about Zion: “Ye cannot behold with your natural eyes, for the present time, the design of your God concerning those things which shall come hereafter, and the glory which shall follow after much tribulation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3"},"D&C 58:3"],")."],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p94"},"The Lord had a purpose other than starting a city when He commanded the Saints to settle in the designated part of Missouri: “For after much tribulation come the blessings. Wherefore the day cometh that ye shall be crowned with much glory; the hour is not yet, but is nigh at hand. Remember this, which I tell you before, that you may lay it to heart, and receive that which is to follow. Behold, verily I say unto you, for this cause I have sent you—that you might be obedient, and that your hearts might be prepared to bear testimony of the things which are to come; and also that you might be honored in laying the foundation, and in bearing record of the land upon which the Zion of God shall stand.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.4-7"},"D&C 58:4–7"],".)"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p95"},"But the Saints made a serious mistake. They assumed that they could build a place of Zion without building a people who were pure in heart. They disregarded the Lord’s continued warnings and were driven from the center place of Zion by the mobs."],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p96"},"By November 1833 the Saints had virtually completed their exodus from Jackson County. They spent the next four trying and difficult years in three other counties of Missouri, and finally they were driven from the state (see History of the Church, 3:175). All this, according to revelation, was in consequence of the transgressions of the people (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.1-2"},"D&C 101:1–2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.3-4"},"103:3–4"],")."],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p97"},"Some individuals fulfilled the personal requirements of a Zion people, but as a whole the Saints did not (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-2"},"D&C 105:1–2"],"). It was necessary that the people and the Church be prepared, under the direction of the prophets, to build Zion again. The Lord revealed the conditions required for the redemption or the establishment again of Zion. He declared that the Church was to “wait for a season (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.9"},"D&C 105:9"],") in order that “my people may be taught more perfectly, … and know more perfectly concerning their duty” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.10"},"D&C 105:10"],"). They also needed to be “endowed with power from on high” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.11"},"D&C 105:11"],") and to seek to obtain “favor in the eyes of [other] people, until the army of Israel becomes very great” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.26"},"D&C 105:26"],"). Finally, the Lord instructed that the Church, His army, “be sanctified … that the kingdoms of this world may be constrained to acknowledge that the kingdom of Zion is in very deed the kingdom of our God and his Christ” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.31-32"},"D&C 105:31–32"],")."],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p98"},"It has now been well over a century and a half since the place of Zion was abandoned, but the Church has been striving to fulfill those requirements outlined by the Lord. The Church is preparing its people, teaching them more perfectly, and gaining experience. The Saints are being endowed with power through an increasing number of temples, as the Lord required (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.10-11"},"D&C 105:10–11"],")."],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p99"},"Elder Bruce R. McConkie taught:"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p100"},"“The gathering of Israel and the establishment of Zion in the latter days is divided into three periods or phases. The first phase is past; we are now living in the second phase; and the third lies ahead. …"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p101"},"“Phase I—From the First Vision, the setting up of the kingdom on April 6, 1830, and the coming of Moses on April 3, 1836, to the secure establishment of the Church in the United States and Canada, a period of about 125 years."],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p102"},"“Phase II—From the creation of stakes of Zion in overseas areas, beginning in the 1950s, to the second coming of the Son of Man, a period of unknown duration."],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p103"},"“Phase III—From our Lord’s second coming until the kingdom is perfected and the knowledge of God covers the earth as the waters cover the sea, and from then until the end of the Millennium, a period of 1,000 years.” (“Come: Let Israel Build Zion,” p. 115.)"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p104"},"Elder McConkie further explained:"],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p105"},"“As of now, the Lord has laid upon us the responsibility to lay the foundation for that which is to be. We have been commissioned to prepare a people for the second coming of the Son of Man. We have been called to preach the gospel to every nation and kindred and tongue and people. We have been commanded to lay the foundations of Zion and to get all things ready for the return of Him who shall again crown the Holy city with his presence and glory. …"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p106"},"“Stakes of Zion are … being organized at the ends of the earth. … A stake of Zion is a part of Zion. You cannot create a stake of Zion without creating a part of Zion. Zion is the pure in heart; we gain purity of heart by baptism and by obedience. A stake has geographical boundaries. To create a stake is like founding a City of Holiness. Every stake on earth is the gathering place for the lost sheep of Israel who live in its area."],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p107"},"“The gathering place for Peruvians is in the stakes of Zion in Peru, or in the places which soon will become stakes. The gathering place for Chileans is in Chile; for Bolivians it is in Bolivia; for Koreans it is in Korea; and so it goes through all the length and breadth of the earth. Scattered Israel in every nation is called to gather to the fold of Christ, to the stakes of Zion, as such are established in their nations. …"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p108"},"“That is to say—Israel shall be gathered one by one, family by family, unto the stakes of Zion established in all parts of the earth so that the whole earth shall be blessed with the fruits of the gospel."],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p109"},"“This then is the counsel of the Brethren: Build up Zion, but build it up in the area where God has given you birth and nationality. Build it up where he has given you citizenship, family, and friends. … The Saints who comprise [any] part of Zion are and should be a leavening influence for good in all these nations."],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p110"},"“And know this: God will bless that nation which so orders its affairs as to further his work.” (“Come: Let Israel Build Zion,” pp. 116, 118.)"],[".blockQuote",["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p111"},"The following Doctrine and Covenants references broaden our understanding of the preparations for the Zion society going forth in the Church today:"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p112"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.6"},"11:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.6"},"12:6"],")."],"What is the Lord’s command concerning Zion?"],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p113"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.29-31"},"D&C 63:29–31"],"."],"What requirement is given for obtaining the properties of Zion?"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p114"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.14"},"D&C 82:14"],"."],"Is Zion limited to one place?"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p115"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.59"},"D&C 109:59"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"115:6"],"."],"What are the places of Zion? What promises extend to these places?"],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p116"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.36"},"D&C 124:36"],"."],"What special work is to be performed in the places of Zion?"]]],[".topic",["h2","(B-7) Building the Latter-day Zion"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p117"},"Preparations for building Zion continue in the programs of the Church, but individual preparation is the single most important ingredient. President Spencer W. Kimball said:"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p118"},"“For many years we have been taught that one important end result of our labors, hopes, and aspirations in this work is the building of a Latter-day Zion, a Zion characterized by love, harmony, and peace—a Zion in which the Lord’s children are as one."],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p119"},"“The vision of what we are about and what should come of our labors must be kept uppermost in our minds as we learn and do our duty in the present implementation of welfare service. This applies equally to all Church activities. …"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p120"},"“This day [of power and redemption] will come; it is our destiny to help bring it about! Doesn’t it motivate you to lengthen your stride and quicken your pace as you do your part in the great sanctifying work of the kingdom? It does me. It causes me to rejoice over the many opportunities for service and sacrifice afforded me and my family as we seek to do our part in establishing Zion. …"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p121"},"“The length of time required ‘to accomplish all things pertaining to Zion’ is strictly up to us and how we live, for creating Zion ‘commences in the heart of each person.’ ([Brigham Young, in]",["span.emphasis","Journal of Discourses,"],"9:283.) That it would take some time to learn our lessons was seen by the prophets. In 1863 Brigham Young stated:"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p122"},"“‘If the people neglect their duty, turn away from the holy commandments which God has given us, seek their own individual wealth, and neglect the interest of the kingdom of God, we may expect to be here quite a time—perhaps a period that will be far longer than we anticipate.’ (",["span.emphasis","Journal of Discourses,"],"11:102.)"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p123"},"“Unfortunately we live in a world that largely rejects the values of Zion. Babylon has not and never will comprehend Zion. …"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p124"},"“… Zion can be built up only among those who are pure in heart, not a people torn by covetousness or greed, but a pure and selfless people. Not a people who are pure in appearance, rather a people who are pure in heart. Zion is to be in the world and not of the world, not dulled by a sense of carnal security, nor paralyzed by materialism. No, Zion is not things of the lower, but of the higher order, things that exalt the mind and sanctify the heart."],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p125"},"“Zion is ‘every man seeking the interest of his neighbor, and doing all things with an eye single to the glory of God.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],".) As I understand these matters, Zion can be established only by those who are pure in heart, and who labor for Zion, for ‘the laborer in Zion shall labor for Zion; for if they labor for money they shall perish.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.31"},"2 Nephi 26:31"],".)” (In Conference Report, Apr. 1978, pp. 119, 121–22; or",["span.emphasis","Ensign,"],"May 1978, pp. 79–80.)"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p126"},"President Kimball continued:"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p127"},"“As important as it is to have this vision in mind, defining and describing Zion will not bring it about. That can only be done through consistent and concerned daily effort by every single member of the Church. No matter what the cost in toil or sacrifice, we must do it. That is one of my favorite phrases: ‘Do It’. May I suggest three fundamental things we must do if we are to ‘bring again Zion,’ three things for which we who labor for Zion must commit ourselves."],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p128"},"“First, we must eliminate the individual tendency to selfishness that snares the soul, shrinks the heart, and darkens the mind. …"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p129"},"“… It is incumbent upon us to put away selfishness in our families, our business and professional pursuits, and our Church affairs. …"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p130"},"“Second, we must cooperate completely and work in harmony one with the other. There must be unanimity in our decisions and unity in our actions. After pleading with the Saints to ‘let every man esteem his brother as himself’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24"},"D&C 38:24"],"), the Lord concludes his instructions on cooperation to a conference of the membership in these powerful words:"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p131"},"“‘Behold, this I have given unto you as a parable, and it is even as I am. I say unto you, be one; and if ye are not one ye are not mine.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.27"},"D&C 38:27"],".) …"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p132"},"“Third, we must lay on the altar and sacrifice whatever is required by the Lord. We begin by offering a ‘broken heart and a contrite spirit.’ We follow this by giving our best effort in our assigned fields of labor and callings. We learn our duty and execute it fully. Finally we consecrate our time, talents, and means as called upon by our file leaders and as prompted by the whisperings of, the Spirit. In the Church, as in the Welfare system also, we can give expression to every ability, every righteous desire, every thoughtful impulse. Whether a volunteer, father, home teacher, bishop, or neighbor, whether a visiting teacher, mother, homemaker, or friend—there is ample opportunity to give our all. And as we give, we find that ‘sacrifice brings forth the blessings of heaven!’ (",["span.emphasis","Hymns,"],"no. [27].) And in the end, we learn it was no sacrifice at all.” (In Conference Report, Apr. 1978, pp. 122–24; or",["span.emphasis","Ensign,"],"May 1978, p. 81.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.f4"},[".caption","The spirit of Zion is seen in unselfish service."]]],[".topic",["h2","(B-8) Summary"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p134"},"The building of Zion requires the personal prerequisite of striving to develop purity of heart. The example of ancient prophets shows that it is possible to become a Zion people and even to build a Zion society. The destiny of The Church of Jesus Christ of Latter-day Saints is to prepare a Zion people and to again build a Zion society, beginning at Jackson County, Missouri, with the New Jerusalem. The Church is working directly to assist the Saints in fulfilling this duty. If, as the Prophet Joseph Smith counseled, the Saints “have the building up of Zion as [their] greatest object” (",["span.emphasis","History of the Church,"],"3:390), then the Saints can see the fulfillment of Moroni’s prophecy to Joseph Smith, that “the Gospel in all its fullness [would] be preached in power, unto all nations that a people might be prepared for the Millennial reign” (",["span.emphasis","History of the Church,"],"4:537)."],[".blockQuote",["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p135"},"President Brigham Young counseled:"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p136"},"“When we conclude to make a Zion we will make it and this work commences in the heart of each person. When the father of a family wishes to make a Zion in his own house, he must take the lead in this good work, which it is impossible for him to do unless he himself possesses the spirit of Zion. Before he can produce the work of sanctification in his family, he must sanctify himself, and by this means God can help him to sanctify his family."],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p137"},"“There is not one thing wanting in all the works of God’s hands to make a Zion upon the earth when the people conclude to make it. We can make a Zion of God on earth at our pleasure, upon the same principle that we can raise a field of wheat, or build and inhabit. There has been no time when the material has not been here from which to produce corn, wheat, etc., and by the judicious management and arrangement of this ever-existing material a Zion of God can always be built on the earth.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 118.)"]]]]],"refs":null}
