{"id":160,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":160,"title":"Enrichment A The Warning Voice","subtitle":"","short_title":"Enrichment A","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice","content":[["div",{"id":"head1","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.head1"},[".titleNumber","Enrichment A"],["h1","The Warning Voice"]],[".bodyBlock",[".topic",["h2","(A-1) Introduction"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p1"},"In every era when the standard of the gospel of Jesus Christ has been raised, the authorized servants of the Lord have been called to take the message of salvation to those who do not have it and sound the warning voice: a voice of gladness in the saving principles they teach, a voice of eternal truth calling the honest in heart to the family of believers whose hope is in the Redeemer, a voice of warning of sorrow and judgments for those who reject the message. In the latter days the Lord has again called His servants to go to every nation, kindred, tongue, and people to sound the warning trump of God. The divine commission to the Church is unmistakable and when properly accomplished leaves the people of the world without excuse. It is not merely the Lord’s wish that the warning voice be given the world; it is His divine command."]],[".topic",["h2","(A-2) What Is a Voice of Warning?"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.f1"},[".caption","Missionaries raise the “voice of warning” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4"},"D&C 1:4"],")."]],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p3"},"Ancient Israel grew to maturity through the adversity of Egyptian bondage and was given the breath of life by the Lord through Moses. As he led this great army of doubting disciples through forty years of wanderings, an interesting means of communicating with the people was adopted. A trumpet was sounded that could be heard throughout the entire camp (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.9"},"Leviticus 25:9"],"). This trump was very loud (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.16"},"Exodus 19:16"],") and was the alarm that aroused Israel and called her to action both in times of war and danger (see",["a.scriptureRef",{"href":"/scriptures/ot/num/10.9"},"Numbers 10:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/33.3"},"Ezekiel 33:3"],") and in times of jubilee and celebration (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.9"},"Leviticus 25:9"],")."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p4"},"The Lord has used the symbol of the sounding of a trump and the raising of the warning voice to signify His call to repentance, His call to defense against evil and designing men, His call to battle in the war of righteousness against the evil foe. In short, today the warning voice gives the world a clear signal of the restoration of gospel truths. The message of the Doctrine and Covenants is one of jubilee and celebration for the righteous; but it is a terrible trump of warning to the wicked, alerting them to the immediate peril that awaits the unrepentant at the coming of the King of Glory. For the righteous it is the voice of gladness announcing the joyous blessings that accompany gospel living and also the near advent of the Prince of Peace. But for those who will not heed, it is a voice of judgment and woe. For one last time the trump warns the camp (in this case, the world) that if they do not repent, not only will they experience spiritual misery and damnation, but also the judgments of God will be unleashed on the world."],[".blockQuote",["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p5"},"Does it seem a bit audacious that we in the Church should think that the responsibility for taking the message of salvation to the entire world rests upon our shoulders?"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p6"},"Does the task seem a bit overwhelming? The membership of the Church in 1980 constituted only slightly more than 1/10 of one percent of the world’s population (see",["span.crossRef","Ensign, Apr. 1980, p.15"],"). In other words, only about one person in every thousand was a member of the Church. But you must remember that our task is not to convert every person in the world but to give all the world’s people a chance to hear the warning voice, to listen to the message of salvation, and to choose for themselves."],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p7"},"Though the task may seem overwhelming at first, the Doctrine and Covenants leaves no doubt that that is exactly what the Lord expects of His Saints. Study the following scriptures and on a separate sheet of paper answer the questions."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p8"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.1-4"},"D&C 1:1–4"],"."],"To whom is the voice of warning in the last days? Through whom is the voice of warning to come?"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p9"},"The following diagram shows the relationships spoken of in this passage of scripture. What implications does this passage have for you personally?"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.f2"}]],[".blockQuote",["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p10"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.11-14"},"D&C 1:11–14"],"."],"If your home caught fire and your family members were in their beds asleep, unaware of their danger, would you not feel a desperate urgency to warn them? What great spiritual disaster is coming to the inhabitants of the earth? What are your obligations in this case?"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p11"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-18"},"D&C 1:17–18"],"."],"What is one of the major reasons for the Restoration? Is Joseph Smith the only person given this responsibility? Who are the “others” spoken of in verse 18?"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p12"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.34-35"},"D&C 1:34–35"]],". The Lord says He is willing to make these things known to all people. What means does He use to do so? Why doesn’t the Lord just appear on a mountaintop to all people and warn them directly?"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p13"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"],"."],"If you seriously accept the commandment to raise the voice of warning, what should you do?"]]],[".topic",["h2","(A-3) To Whom Is the Voice of Warning Given, and Why?"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p14"},"Before the Savior comes in clouds of glory to claim His own, the warning voice shall be taken to all people “by the mouths of my disciples whom I have chosen in these last days. … Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear … and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4,11,14"},"D&C 1:4, 11, 14"],".) Then the Lord added this powerful reminder: “What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],")."],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p15"},"The world is confused, and people of all nations run to and fro seeking they know not what while evil forces on every hand entrap and enslave the sons and daughters of God. The Lord knew the great danger to His children and sent forth the warning voice through His authorized servants. One such voice was raised by President Ezra Taft Benson, who, in general conference, charged the leaders of the nations to forsake their evil ways and humble themselves before the God of heaven. He warned that if they and their people fail to repent there will follow terrible judgments and calamities as the wicked reap the whirlwind:"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p16"},"“The voice of warning is to all people by the mouths of his servants. If this voice is not heeded, the angels of destruction will increasingly go forth, and the chastening hand of Almighty God will be felt upon the nations, as decreed, until a full end thereof will be the result. Wars, devastation, and untold suffering will be your lot except you turn unto the Lord in humble repentance. Destruction, even more terrible and far-reaching than attended the last great war, will come with certainty unless rulers and people alike repent and cease their evil and godless ways. God will not be mocked. He will not permit the sins of sexual immorality, secret murderous combinations, the killing of the unborn, and disregard for all his holy commandments and the messages of his servants to go unheeded without grievous punishment for such wickedness. The nations of the world cannot endure in sin. The way of escape is clear. The immutable laws of God remain steadfastly in the heavens above. When men and nations refuse to abide by them, the penalty must follow. They will be wasted away. Sin demands punishment."],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p17"},"“When the voice of warning goes forth it is always attended by testimony. In the declaration issued by the apostles of the Lord Jesus Christ in 1845, this is the testimony which was borne, and we who are the apostles today renew it as our witness.” (In Conference Report, Oct. 1975, p. 48; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 34.)"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p18"},"The world has not seen a more critical need for the saving truths of the gospel since the days of Noah, so increased numbers of laborers are being called to go to take the message of the Restoration to every people. President Spencer W. Kimball noted the present and future need for the voice of warning to be sounded in every nation: “We have established new missions covering almost all of the free world, and we are turning our attention more diligently now to one day sharing the gospel with our Father’s children behind the so-called iron and bamboo curtains. We have need to prepare for that day. The urgency of that preparation weighs heavily upon us. That day may come with more swiftness than we realize.” (In Conference Report, Apr. 1979, p. 3; or",["span.emphasis","Ensign,"],"May 1979, p. 4.)"],[".blockQuote",["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p19"},"President Kimball pointed out that God has the power to bring about what may appear to be almost impossible tasks. But President Kimball asked whether the Lord would move before his servants are ready to move with him:"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p20"},"“Somehow, brethren, I feel that when we have done all in our power that the Lord will find a way to open doors. That is my faith."],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p21"},"“‘Is any thing too hard for the Lord?’ he asked, when Sarah laughed when she was told that she would have a son. …"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p22"},"“If he commands, certainly he can fulfill."],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p23"},"“We remember the exodus of the children of Israel crossing the uncrossable Red Sea."],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p24"},"“We remember Cyrus diverting a river and taking the impregnable city of Babylon."],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p25"},"“We remember the Lehites getting to the promised land. …"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p26"},"“I believe the Lord can do anything he sets his mind to do."],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p27"},"“But I can see no good reason why the Lord would open doors that we are not prepared to enter. Why should he break down the Iron Curtain or the Bamboo Curtain or any other curtain if we are still unprepared to enter?"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p28"},"“I believe we have men who could help the apostles to open these doors—statesmen, able and trustworthy—but, when we are ready for them.” (“When the World Will Be Converted,”",["span.emphasis","Ensign,"],"Oct. 1974, p. 7.)"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p29"},"Can you see that you personally can make a difference in such an effort? Who knows what future use we could be put to by the Lord if we commit ourselves to this work and prepare ourselves for service?"]]],[".topic",["h2","(A-4) No Unhallowed Hand Can Stop the Work"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p30"},"Foreseen by nearly every prophet of old, one of the most remarkable accounts of the restoration of the kingdom of God in the last days was given by Daniel. The king of Babylon, Nebuchadnezzar, enthroned in royal splendor in one of the most renowned cities of the world, had a dream. Before him stood an image with a head of gold, breast and arms of silver, a belly of brass, legs of iron, and feet and toes part iron and part clay. He saw a stone cut from the mountain without hands that rolled forth and smote the image, breaking it to pieces. The pieces became like chaff, scattered before the wind. The stone, representing the restoration of the Church and kingdom of God, became a great mountain and filled the earth. (See",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.31-36"},"Daniel 2:31–36"],".)"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p31"},"The reality of Daniel’s prophecy can be seen in the pattern of growth of the Church. President Spencer W. Kimball said: “It is estimated that it took 117 years, from 1830 to 1947, to attain one million members. Then it took sixteen years, from 1947 to 1963, to reach the second million members, and then nine years, 1963 to 1972, to attain the third million.” (In Conference Report, Oct. 1976, p. 4; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 4.) By the end of the year 2000, the Church was growing by over 350,000 members a year and had over eleven million members."],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p32"},"The great stone was seen to roll forth and strike the kingdoms of this world and break them into pieces. The adversary is well aware of the prophecy and the promise that his dominions will ultimately be overthrown through the power of the Restoration. Therefore he exerts every effort to thwart the work of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.3"},"D&C 3:3"],"). The Doctrine and Covenants teaches that Satan inspires people of influence to marshal their forces of destruction against the kingdom of God; Nephi saw in vision the time when the kingdom of Satan would gather multitudes together to fight against the Church of the Lamb (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.13"},"1 Nephi 14:13"],"). Nevertheless, the Lord said, “I will not suffer that they shall destroy my work; yea, I will show unto them that my wisdom is greater than the cunning of the devil” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.43"},"D&C 10:43"],"). Elder Neal A. Maxwell warned that in such a struggle the Saints “may even see a few leave the Church who cannot then leave the Church alone. Let these few departees take their brief bows in the secular spotlight; someday they will bow deeply before the throne of the Almighty, confessing that Jesus is the Christ and that this is his work. Meanwhile, be unsurprised if, as the little stone seen by Daniel rolls relentlessly forth, some seek to chip away at it (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Dan. 2"],").” (In Conference Report, Oct. 1980, p. 17; or",["span.emphasis","Ensign,"],"Nov. 1980, p. 14.)"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p33"},"The warning voice cannot be silenced. The Prophet Joseph Smith said, “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (",["span.emphasis","History of the Church,"],"4:540)."]],[".topic",["h2","(A-5) Who Is to Give the Voice of Warning?"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p34"},"The trump of God must be sounded to every nation, kindred, tongue, and people, saying, “Fear God, and give glory to him … for the hour of his judgment is come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.104"},"D&C 88:104"],"). The elders of the Church have been given the responsibility to raise that warning voice (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.15,19-20,28"},"D&C 43:15, 19–20, 28"],")."],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p35"},"Since the Lord has identified the Church as the warning agent, every member is responsible to be a missionary to lift up the trump and sound the warning so that (1) the wicked will be left without excuse; (2) the members will free themselves from the blood and sins of this generation; and (3) the righteous will be gathered from all nations to enjoy the blessings of salvation and escape the coming judgments."],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p36"},"Using the idea of a watchman on a tower, the prophet Ezekiel taught the principle of personal accountability that attends the receiving of the gospel (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/3.17-19"},"Ezekiel 3:17–19"],"). The Doctrine and Covenants teaches with equal clarity that this responsibility rests with more than just the prophets. Speaking to the elders of the Church, the Lord said: “Behold, I sent you out to testify and warn the people, and it becometh every man who hath been warned to warn his neighbor. Therefore, they are left without excuse, and their sins are upon their own heads.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81-82"},"D&C 88:81–82"],".)"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p37"},"Who in the Lord’s Church has the responsibility for sounding the trump of warning to the world? President Spencer W. Kimball said:"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p38"},"“I was asked a few years ago, ‘Should every young man who is a member of the Church fill a mission?’ And I responded with the answer the Lord has given: ‘Yes, every worthy young man should fill a mission.’ The Lord expects it of him. And if he is not now worthy to fill a mission, then he should start at once to qualify himself. The Lord has instructed, ‘Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands; call upon all nations, first upon the Gentiles, and then upon the Jews.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.8"},"D&C 133:8"],".)"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p39"},"“Thus, the elders—the young men of the Church of the age to be ordained elders—should be prepared and anxious to fill a mission for the Church throughout the world. Presently, only about one-third of the eligible young men of the Church are serving full-time missions! One-third is not ‘every young man.’"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p40"},"“Someone might also ask, ‘Should every young woman, should every father and mother, should every member of the Church serve a mission?’ Again, the Lord has given the answer: Yes, every man, woman, and child—every young person and every little boy and girl—should serve a mission. … Each of us is responsible to bear witness of the gospel truths that we have been given. We all have relatives, neighbors, friends, and fellow workmen, and it is our responsibility to pass the truths of the gospel on to them, by example as well as by precept."],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p41"},"“The scriptures are abundantly clear in stating that all members of the Church are responsible to do missionary work: ‘It becometh every man who hath been warned to warn his neighbor.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81"},"D&C 88:81"],".) …"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p42"},"“… Perhaps the greatest reason for missionary work is to give the world its chance to hear and accept the gospel. The scriptures are replete with",["span.emphasis","commands"],"and",["span.emphasis","promises"],"and",["span.emphasis","calls"],"and",["span.emphasis","rewards"],"for teaching the gospel. I use the word",["span.emphasis","command"],"advisedly, for it seems to be an insistent directive from which we, singly and collectively, cannot escape. Furthermore, the command is clear that not only must all members of His church give missionary service, but we must take the gospel to all the children of our Heavenly Father on this earth.” (“It Becometh Every Man,”",["span.emphasis","Ensign,"],"Oct. 1977, pp. 3–4.) No one can escape the charge to raise a warning voice in some way."],[".blockQuote",["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p43"},"At baptism you made a solemn covenant with the Lord. Part of the covenant included the promise to “stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"). What would the faithful completion of that covenant mean for you?"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p44"},"Every Sunday when you partake of the sacrament you again solemnly affirm that you are bearing witness of something (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],"). To what are you bearing witness, and what does that witness mean for missionary work?"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p45"},"Christ issued the commission to go to all the world (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19-20"},"Matthew 28:19–20"],"), and President Kimball has challenged us to accept that commission literally and fulfill it. Your place in its fulfillment can be of eternal significance if you willingly commit yourself to the task."]]],[".topic",["h2","(A-6) Summary"],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p46"},"Mighty in power, terrible in judgment, glorious in destiny, the Church has been cut out of the mountain without hands and is rolling forth to fill the earth. Truly the kingdom of God is sounding, and every ear shall hear, every eye shall see, and every heart will be penetrated. The only question that may remain unanswered is the one that can only be answered individually by each member of the Church: Will I serve? Will I truly live by every word that proceeds from the mouth of God? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11"},"D&C 98:11"],".) Therefore, now is the time to decide, if the decision has not already been made, simply to do it!"]]]],"refs":null}
