{"id":173,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":173,"title":"Enrichment N Priesthood and Church Government, Part 2","subtitle":"","short_title":"Enrichment N","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2","content":[["div",{"id":"head14","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.head14"},[".titleNumber","Enrichment N"],["h1","Priesthood and Church Government, Part 2"]],[".bodyBlock",[".topic",["h2","(N-1) Introduction"],["div",{"id":"p1028","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1028"},"The government of the Church is to provide for the temporal and spiritual welfare of its members to the extent possible under the laws of the land where the Church may be found. The government of the Church has no purpose but to bless the lives of its members by organizing their individual efforts into a beautiful, harmonious society. Unlike human governments, the government of God exists to give individuals more power and to assist them in securing their exaltation. The kind of government that operates in the kingdom of God is explained in Enrichment M, which examines the meaning of the priesthood and priesthood organization. This enrichment section examines how the priesthood functions in administering the affairs of the kingdom."],[".",{"id":"f33","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.f33"},[".caption","The voice of the people is fundamental to Church government."]]],[".topic",["h2","(N-2) Church Government"],["div",{"id":"p1030","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1030"},"The Church is directed by revelation from God. Although all members may receive revelation for their personal lives, the revelations necessary for the administration of the government of the earthly kingdom is given only to the Lord’s authorized servants. These individuals are “called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the gospel and administer in the ordinances thereof” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],"). The moving power of the Church governmental organization is revelation; the organization itself is the priesthood, or government, of God."],["div",{"id":"p1031","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1031"},"Is the Church a democracy? This question is different from asking whether it is democratic. A democracy is a system of government in which the majority rules, especially “a government in which the supreme power is vested in the people” (",["span.emphasis","Webster’s New Collegiate Dictionary,"],"s.v. “democracy”). In other words, an organization can be said to be democratic if the will and the rights of the people or the membership are always the primary concern and if force is never exercised. By such criteria The Church of Jesus Christ of Latter-day Saints is democratic, though not a democracy, for a fundamental element of the government of the Church is the exercise of the law of common consent. This law allows Church members the privilege of voting to sustain or to refuse to sustain any person called to preside over them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.65"},"D&C 20:65"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.13"},"28:13"],")."],["div",{"id":"p1032","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1032"},"The law of common consent was explained by Elder Orson F. Whitney:"],["div",{"id":"p1033","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1033"},"“Man’s free agency, his right to worship as his conscience dictates, and to act in all things willingly and without compulsion—a principle handed down from the eternal past, where Lucifer was overthrown for seeking to destroy it—is an integral part of Liberty’s Perfect Law. As such it found expression, a concrete illustration, and that by direct, divine command, when this Church was organized. …"],["div",{"id":"p1034","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1034"},"“Speaking of the word of the Lord that came to him and his co-laborer in the farmhouse of Peter Whitmer, Sr., at Fayette, Seneca County, N. Y., a word directing them to ordain each other to the office of Elder, the Prophet says:"],["div",{"id":"p1035","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1035"},"“‘We were, however, commanded to defer this our ordination until such time as it should be practicable to have our brethren, who had been and who should be baptized, assembled together, when",["span.emphasis","we must have their sanction"],"to our thus proceeding to ordain each other, and have them",["span.emphasis","decide by vote"],"whether they were willing to accept us as spiritual teachers, or not.’ …"],["div",{"id":"p1036","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1036"},"“What!—exclaims one. After these men had communed with heavenly beings and received from them commandments for their guidance; after receiving divine authority to preach the Gospel, administer its ordinances, and establish once more on earth the long absent Church of Christ! After all this must they go before the people and ask their consent to organize them and preside over them as a religious body? Yes, that was precisely the situation. Notwithstanding all those glorious manifestations, they were not yet fully qualified to hold the high positions unto which they had been divinely called. One element was lacking—the consent of the people. Until that consent was given, there could be no church with these people as its members and those men as its presiding authorities. The Great Ruler of all never did and never will foist upon any of his people, in branch, ward, stake or Church capacity, a presiding officer whom they are not willing to accept and uphold."],["div",{"id":"p1037","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1037"},"“Happily for all concerned, the brethren associated with Joseph and Oliver on the memorable sixth of April of the year 1830, did sanction their ordination, did ‘decide by vote’ to accept them as their ‘spiritual teachers.’"],["div",{"id":"p1038","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1038"},"“But suppose it had been otherwise. Suppose the brethren in question had not been willing to accept the men whom the Lord had chosen, but had lifted their hands against instead of for them. What would have been the result? Would such action have taken from Joseph and Oliver their Priesthood or their gifts and powers as seers, prophets and revelators of the Most High? No. Any more than it would have blotted out the fact that Joseph had seen God, and that he and Oliver had communed with angels sent from Heaven to ordain them. Their brethren had not given them the Priesthood, had not made them prophets and seers, and they would have remained such regardless of any adverse action on the part of their associates. The Gospel, the Priesthood, the keys of the Kingdom of Heaven are not within the gift of the membership of the Church. They are bestowed by the Head of the Church, Jesus Christ, in person or by proxy, and without his consent no power on earth or under the earth could take them away."],["div",{"id":"p1039","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1039"},"“But if the vote had been unfavorable, this would have resulted: The brethren and sisters who were waiting to be admitted into the Church would have closed the door in their own faces, would have cut themselves off from a most precious privilege, would have deprived themselves of the inestimable benefits flowing from the exercise of the gifts and powers possessed by the men divinely commissioned to inaugurate this great Latter-day Work.” (In Conference Report, Oct. 1930, pp. 44–46; see also Orson Pratt, in Journal of Discourses, 19:118–19.)"]],[".topic",["h2","(N-3) The Earthly Kingdom Is a Type of the Heavenly Kingdom"],["div",{"id":"p1040","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1040"},"The source of all joy is living the laws of God which were designed and given for that purpose. Since these laws are transmitted to the Saints through the government of God, the servants of the Lord play a crucial role as custodians of the happiness and welfare of the Saints. It is instructive to remember that workers in the Church bless the lives of others through selfless service and that in so doing they find that they receive an increased measure of love and joy in return."],["div",{"id":"p1041","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1041"},"Since the earthly kingdom of God is a type of the heavenly one, the joy experienced through Church service in mortality foreshadows that enjoyed in the celestial kingdom. The earthly kingdom is actually an extension of the heavenly kingdom. On earth the servants of the Lord experience the loftiest joy when they are engaged in His service. In other words, if a fulness of joy is available only to exalted beings whose existence is glorified by the presence of God, then the greatest joy available to mortals is to serve in His earthly kingdom."],["div",{"id":"p1042","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1042"},"The direct relationship between the earthly and heavenly kingdoms was mentioned in Jesus’ prayer: “Thy kingdom come. Thy will be done in earth, as it is in heaven.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.10"},"Matthew 6:10"],".) To carry the analogy further, members of the Church who look to their Church leaders for guidance are symbolically looking to their God. The government of the Church is the means the Lord provides by which a person, through obedience to the laws of the Church, qualifies as a child of Christ, a fit candidate for a place in His kingdom."],["div",{"id":"p1043","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1043"},"The Lord set various offices in the priesthood and in the Church to help administer His laws and the day-to-day functioning of the kingdom. Each office in the priesthood is important in the overall function of the organization, but central to all is the role of the living prophet."]],[".topic",["h2","(N-4) The Prophet and the Presidency of the Church"],["div",{"id":"p1044","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1044"},"The role of the mouthpiece of the Lord is interwoven with that of the priesthood. All the various keys and functions of the priesthood come from the Lord and are measured against His standard of performance. The prophet is the only one authorized to speak for the Lord and to give commandments to the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8-9"},"D&C 107:8–9"],")."],["div",{"id":"p1045","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1045"},"The Presidency of the Church are “chosen by the body, appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church” and “form a quorum of the Presidency of the Church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],")."],["div",{"id":"p1046","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1046"},"The prophet, seer, and revelator of the Church, then, is the President of the Church and is the “living oracle of God to whom the Lord reveals whatever is necessary for the conduct of the Church” (Widtsoe,",["span.emphasis","Priesthood and Church Government,"],"p. 131). He possesses all the keys of the kingdom, including the keys to bind on earth and in heaven, and it is from him that the keys are delegated to other officers of the Church according to their needs or stewardships. All the sealing powers, including those of the new and everlasting covenant of marriage (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.2"},"D&C 131:2"],"), depend on the keys given by the Lord to the prophet, seer, and revelator."],["div",{"id":"p1047","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1047"},"The one key that the Presidency alone holds, and which cannot be delegated to others, is to declare the mind and will of the Lord by way of commandment and doctrine to the Church. Once it is declared, however, the members of the Quorum of the Twelve and other general authorities sustain it and teach it to the members of the Church. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-f-as-if-from-mine-own-mouth-the-role-of-prophets-in-the-church.p1"},"Enrichment F"],"for a discussion of the role of a prophet.)"],["div",{"id":"p1048","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1048"},"Though the wicked may scorn and the world scoff, the Lord speaks peace to the hearts of the righteous and causes their bosoms to burn at the sound of the voice of the Lord’s anointed. Little wonder the Saints in latter days sing, “We thank thee, O God, for a prophet” (",["span.emphasis","Hymns,"],"no. 19)."]],[".topic",["h2","(N-5) Membership in the Kingdom"],["div",{"id":"p1049","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1049"},"Governing the Church includes judging who meets the requirements of membership in the kingdom. Some criticize the Church for taking disciplinary action against its members, saying that it is not fair that the Church have that power. But every organization in a free society has the right to determine what requirements and rules it may expect its members to follow, as long as those rules and requirements are in harmony with the laws of the land. By direct revelation the Lord has made it known that certain offenses may put a member’s right to participate in the kingdom in jeopardy (see, for example,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.78-93"},"D&C 42:78–93"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.11"},"85:11"],"). To tolerate members who violate such laws without taking action suggests to the world that the Church teaches one standard and allows its members to live by another."],["div",{"id":"p1050","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1050"},"The Lord revealed the requirements for entry into the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). Without direct revelation to change the requirements for entry and maintenance of membership, no one in the Church has the right to set or change requirements."]],[".topic",["h2","(N-6) Conferences"],["div",{"id":"p1051","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1051"},"Conferences are an important means of governing the Church. These include general conference, stake conference, ward conference, and other, special conferences. In these meetings the presiding officers instruct and give direction to the membership of the Church, and officers, policies, and procedural changes are presented to the membership for a sustaining vote. The Lord commanded that these conferences be held often for the progress and unity of the kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.61-62"},"D&C 20:61–62"],")."]],[".topic",["h2","(N-7) Church Councils and Committees"],["div",{"id":"p1052","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1052"},"In April 1979 the announcement of the organization of Church councils at every level in the Church signaled a step forward in bringing all the affairs of the kingdom under the direction of the priesthood (see Ezra Taft Benson, in Conference Report, Apr. 1979, pp. 120–25; or",["a.crossRef",{"href":"/general-conference/1979/04/church-government-through-councils.p1"},"Ensign, May 1979, pp. 86–88"],"). It portended a fulfillment of a prophecy of President Joseph F. Smith when he said: “We expect to see the day, if we live long enough (and if some of us do not live long enough to see it, there are others who will), when every council of the Priesthood in the Church of Jesus Christ of Latter-day Saints will understand its duty; will assume its own responsibility, will magnify its calling, and fill its place in the Church, to the uttermost, according to the intelligence and ability possessed by it. When that day shall come, there will not be so much necessity for work that is now being done by the auxiliary organizations, because it will be done by the regular quorums of the Priesthood.” (",["span.emphasis","Gospel Doctrine,"],"p. 159.)"],["div",{"id":"p1053","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1053"},"Church councils operate on the principle of inspired unity described by Elder Ronald E. Poelman: “The priesthood council is a form of management unique to the divine Church. It assembles to receive the Lord’s law by the prayer of faith, to agree upon his word, and to learn how to govern the Church and have all things right before the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.2-3"},"D&C 41:2–3"],"). The council’s strength and effectiveness derive from coordinating individual skills and abilities united with a shared purpose.” (In Conference Report, Apr. 1980, p. 126; or",["span.emphasis","Ensign,"],"May 1980, p. 91.)"]],[".topic",["h2","(N-8) Church Councils Facilitate Communication"],["div",{"id":"p1054","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1054"},"The government of the Church is administered through councils. Councils help fulfill the leadership needs of the Church from the highest officer to the newest member. Stephen L Richards, a counselor to David O. McKay in the First Presidency of the Church, said:"],["div",{"id":"p1055","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1055"},"“As I conceive it, the genius of our Church government is government through",["span.emphasis","councils"],". The Council of the Presidency, the Council of the Twelve, the Council of the Stake Presidency, … the Council of the Bishopric. … I have had enough experience to know the value of councils. … I see the wisdom, God’s wisdom, in creating councils: to govern his Kingdom. In the spirit under which we labor, men can get together with seemingly divergent views and far different backgrounds, and under the operation of that spirit, by counseling together, they can arrive at an accord.” (In Conference Report, Oct. 1953, p. 86.)"],["div",{"id":"p1056","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1056"},"The underlying purpose of councils has not changed from the days of the Prophet Joseph Smith: they are to “facilitate communication and unity at various Church levels and help move the kingdom forward” (Benson, in Conference Report, Apr. 1979, p. 120)."],["div",{"id":"p1057","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1057"},"The council stewardship at each level needs to be",["span.emphasis","“comprehensive"],"in representing",["span.emphasis","all"],"Church programs so that there will be a",["span.emphasis","correlating, coordinating, planning,"],"and",["span.emphasis","resolving"],"body” for all ecclesiastical and temporal affairs (Benson, in Conference Report, Apr. 1979, p. 121). In other words, the Church is to continue to work, through its officers, toward the “perfecting of the Saints, for the work of the ministry, for the edifying of the body of Christ, till we all come in the unity of the Faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"Ephesians 4:11–14"],".)"],["div",{"id":"p1058","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1058"},"This charge to the Church is fulfilled through Church councils. The decisions of these councils are to be unanimous, so that the spirit of unity will pervade the working of Church government (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.27"},"D&C 107:27"],"). Such unity, manifest in the Lord’s earthly kingdom, is a type of the pattern of heaven. Elder Ronald E. Poelman said: “Unity in temporal matters, as in spiritual matters, is essential to our success. At each step, consensus of the council members must be obtained, through prayer and discussion, to achieve that unity which is prerequisite to the Lord’s help. To be effective, decisions must be reached by divine consensus, not by compromise. Participants are not competing advocates, representing special interests, but rather contributing members of a unified body.” (In Conference Report, Apr. 1980, p. 126; or",["span.emphasis","Ensign,"],"May 1980, p. 91.)"]],[".topic",["h2","(N-9) The Miracle of Church Councils"],["div",{"id":"p1059","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1059"},"Elder M. Russell Ballard of the Quorum of the Twelve taught: “For the past eight and one-half years I have served as a member of a council of twelve men. We come from different backgrounds, and we bring to the Council of the Twelve Apostles a diverse assortment of experiences in the Church and in the world. In our meetings we do not just sit around and wait for President Howard W. Hunter to tell us what to do. We counsel openly with each other, and we listen to each other with profound respect for the abilities and experiences our brethren bring to the council. We discuss a wide variety of issues, from Church administration to world events, and we do so frankly and openly. Sometimes we discuss issues for weeks before reaching a decision. We do not always agree during our discussions. But once a decision is made, we are always both united and determined."],["div",{"id":"p1060","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1060"},"“This is the miracle of Church councils: listening to each other and listening to the Spirit! When we support one another in Church councils, we begin to understand how God can take ordinary men and women and make of them extraordinary leaders. The best leaders are not those who work themselves to death trying to do everything single-handedly; the best leaders are those who follow God’s plan and",["span.emphasis","counsel"],"with their",["span.emphasis","councils.”"],"(In Conference Report, Apr. 1994, p. 34; or",["span.emphasis","Ensign,"],"May 1994, p. 26.)"]],[".topic",["h2","(N-10) Stake Councils and Committees"],["div",{"id":"p1061","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1061"},"The stake organization includes the stake priesthood executive committee, the stake council, the stake welfare committee, the stake Melchizedek Priesthood committee, the stake Aaronic Priesthood–Young Women committee, the stake bishops’ welfare council, and other councils and committees."]],[".topic",["h2","(N-11) Ward Councils and Committees"],["div",{"id":"p1062","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1062"},"Elder Ballard describes how committees in the ward can bless the lives of members:"],["div",{"id":"p1063","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1063"},"“For my purpose today, let me review three ward committees and councils. …"],["div",{"id":"p1064","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1064"},"“First is the",["span.emphasis","priesthood executive committee."],"It consists of the bishopric, high priests group leader, elders quorum president, ward mission leader, Young Men president, ward executive secretary, and ward clerk. This committee meets weekly under the direction of the bishop to consider ward priesthood programs, including temple and family history, missionary, welfare, home teaching, and member activation."],["div",{"id":"p1065","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1065"},"“Second is the",["span.emphasis","ward welfare committee."],"It includes the priesthood executive committee plus the Relief Society presidency. This committee meets at least monthly, again under the direction of the bishop, to consider the temporal needs of ward members. Only the bishop may allocate welfare resources, but the committee helps care for the poor by planning and coordinating the use of ward resources, including the time, talents, skills, materials, and compassionate service of ward members. In this and in other committee and council meetings, delicate matters often are discussed, requiring strict confidentiality."],["div",{"id":"p1066","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1066"},"“The third is the",["span.emphasis","ward council."],"It includes the priesthood executive committee; the presidents of the Relief Society, Sunday School, Young Women, and Primary; and the activities committee chairman. The bishop may invite others to attend as needed. This council meets at least monthly to correlate planning for all ward programs and activities and to review ward progress toward accomplishing the mission of the Church. The ward council brings a varied group of priesthood and women leaders together to focus on the broad range of issues that affect ward members and the community. The council reviews suggestions from home teachers and visiting teachers.” (In Conference Report, Apr. 1994, p. 32; or",["span.emphasis","Ensign,"],"May 1994, p. 25.)"]],[".topic",["h2","(N-12) The Family Council"],["div",{"id":"p1067","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1067"},"“The family is the basic unit of the kingdom of God on earth” (Spencer W. Kimball, in Conference Report, Apr. 1978, p. 67; or",["span.emphasis","Ensign,"],"May 1978, p. 45). Since the family is the most important organization in eternity, the family council is the most fundamental government in eternity. It was just such a family council in which the plan of salvation was revealed to all the children of God."],["div",{"id":"p1068","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1068"},"The family council is led by the father, or by the mother if no father is present in the home. Its purpose is to develop and maintain family unity. It is convened as often as necessary, and its impact has eternal consequences. Parents should remember that the “most important work that they would ever do would be done within the walls of their own homes” (Harold B. Lee,",["span.emphasis","Ye Are the Light of the World,"],"p. 80). Family unity must not be just the goal of the family council but the reality of it. Failure in that stewardship is a serious matter. The Doctrine and Covenants includes several rebukes by the Lord of individuals who were not doing enough for their families (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.41-44,47-49"},"D&C 93:41–44, 47–49"],")."],["div",{"id":"p1069","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1069"},"The councils of the Church are to correlate priesthood activity on every level, assuring that the programs of the Church effectively support the home."],[".",{"id":"f34","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.f34"},[".caption","The family is the most important unit in time and in eternity."]]],[".topic",["h2","(N-13) How Can Councils and Committees Function Best?"],["div",{"id":"p1071","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1071"},"Elder M. Russell Ballard explained: “The scriptures state clearly that while our respective callings may be different and may change from time to time, all callings are important to the operation of the Church. We need the priesthood quorums to assert themselves and fulfill their divinely mandated stewardship, just as we need the Relief Society, the Primary, the Young Women, the Sunday School, and the activities committees to perform their vital functions. And we need the officers and members of all of these inspired organizations to work together, assisting each other as needed for the benefit of individuals and families."],["div",{"id":"p1072","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1072"},"“This is not man’s work or woman’s work; it is",["span.emphasis","all"],"God’s work, which is centered on the atonement of our Lord Jesus Christ. I have some specific suggestions that, if followed, I believe can help us be more effective with our families and in our Church callings."],["div",{"id":"p1073","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1073"},["span.emphasis","“First, focus on fundamentals."],"We have certainly been taught about these fundamentals during this conference. Those who teach must make sure the doctrine remains pure and that it is taught. Teach by the Spirit, using the scriptures and the approved curriculum.",["span.emphasis","Do not"],"introduce or dwell on speculative and questionable topics. Study the teachings of this conference in family home evenings and in family discussions; they will strengthen your homes. In a world that is filled with sin, conflict, and confusion, we can find peace and safety in knowing and living the revealed truths of the gospel."],["div",{"id":"p1074","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1074"},["span.emphasis","“Second, focus on people."],"Coordination and calendaring have their time and place, but too many council meetings begin and end there. Rather than reciting a litany of organizational plans and reports, spend most of the time in council meetings reviewing the needs of individual members. In doing so, confidentiality is critical. Council members must hold all matters discussed in council meetings in strict confidence."],["div",{"id":"p1075","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1075"},["span.emphasis","“Third, promote free and open expression."],"Such expression is essential if we are to achieve the purpose of councils. Leaders and parents should establish a climate that is conducive to openness, where every person is important and every opinion valued. The Lord admonished, ‘Let one speak at a time and let all listen unto his sayings, that when",["span.emphasis","all"],"have spoken that",["span.emphasis","all"],"may be edified’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.122"},"D&C 88:122"],"; italics added). Leaders should provide adequate time for council meetings and should remember that councils are for leaders to listen at least as much as they speak."],["div",{"id":"p1076","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1076"},["span.emphasis","“Fourth, participation is a privilege."],"With that privilege comes responsibility—responsibility to work within the parameters of the organization, to be prepared, to share, to advocate vigorously the position you believe to be right. But just as important is the responsibility to support and sustain the final decision of the council leader, even if you do not agree fully."],["div",{"id":"p1077","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1077"},"“President David O. McKay told of a meeting of the Council of the Twelve Apostles where a question of grave importance was discussed. He and the other Apostles felt strongly about a certain course of action that should be taken, and they were prepared to share their feelings in a meeting with the First Presidency. To their surprise, President Joseph F. Smith did not ask for their opinion in the matter, as was his custom. Rather, ‘he arose and said, “This is what the Lord wants.”"],["div",{"id":"p1078","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1078"},"“‘While it was not wholly in harmony with what he had decided,’ President McKay wrote, ‘the President of the Twelve … was the first on his feet to say, “Brethren, I move that that becomes the opinion and judgment of this Council.”"],["div",{"id":"p1079","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1079"},"“‘“Second the motion,” said another, and it was unanimous. Six months did not pass before the wisdom of that leader was demonstrated’ (",["span.emphasis","Gospel Ideals"],"[Salt Lake City: Improvement Era, 1953], p. 264)."],["div",{"id":"p1080","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1080"},"“When a council leader reaches a decision, the council members should sustain it wholeheartedly."],["div",{"id":"p1081","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1081"},["span.emphasis","“Fifth, lead with love."],"Jesus taught that the first and greatest commandment in the law is to ‘love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. … And the second is like unto it, Thou shalt love thy neighbour as thyself’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37,39"},"Matthew 22:37, 39"],")."],["div",{"id":"p1082","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1082"},"“Priesthood leaders are to lead with ‘persuasion, … long-suffering, … gentleness and meekness, … love unfeigned; … kindness, and pure knowledge’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-42"},"D&C 121:41–42"],"). Those are the principles that should guide us in our relationships as neighbors in the Church of Jesus Christ.” (In Conference Report, Oct. 1993, pp. 104–5; or",["span.emphasis","Ensign,"],"Nov. 1993, pp. 77–78.)"]],[".topic",["h2","(N-14) What Does It Mean to Magnify a Calling in the Priesthood?"],["div",{"id":"p1083","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1083"},"Every priesthood holder who wishes to be approved of the Lord must be “faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"D&C 84:33"],"). If a man has been ordained, he has obtained the priesthood, but he must then magnify his calling in it. Elder Carlos E. Asay wrote: “What does it mean to magnify one’s calling? According to",["span.emphasis","Webster’s Third New International Dictionary,"],"‘to magnify’ is ‘to increase the importance of: cause to be held in greater esteem or respect … to make greater.’ One magnifies a calling—"],["ul.bullet",["li",["span.label","•"],[".para","By learning one’s duty and executing it fully. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"D&C 107:99–100"],".)"]],["li",["span.label","•"],[".para","By giving one’s best effort in assigned fields of labor."]],["li",["span.label","•"],[".para","By consecrating one’s time, talents, and means to the Lord’s work as called upon by our leaders and the whisperings of the Spirit. …"]],["li",["span.label","•"],[".para","By teaching and exemplifying truth."]]],["div",{"id":"p1088","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1088"},"“Jacob, the Book of Mormon prophet, testified, ‘We did magnify our office unto the Lord, taking upon us the responsibility, … [teaching] them the word of God with all diligence; … [and] laboring with our might’ (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.19"},"Jacob 1:19"],")."],["div",{"id":"p1089","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1089"},"“I underscore the words",["span.emphasis","taking responsibility, teaching the word of God,"],"and",["span.emphasis","laboring with might"],"in this inspired quotation. These are critical actions related to the exercise of priesthood power.” (In Conference Report, Oct. 1985, p. 57; or",["span.emphasis","Ensign,"],"Nov. 1985, p. 43.)"],["div",{"id":"p1090","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1090"},"President Joseph Fielding Smith said:"],["div",{"id":"p1091","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1091"},"“Priesthood offices or callings are ministerial assignments to perform specially assigned service in the priesthood. And the way to magnify these callings is to do the work designed to be performed by those who hold the particular office involved."],["div",{"id":"p1092","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1092"},"“It does not matter what office we hold as long as we are true and faithful to our obligations. One office is not greater than another, although for administrative reasons one priesthood holder may be called to preside over and direct the labors of another.” (In Conference Report, Oct. 1970, p. 91.)"],["div",{"id":"p1093","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1093"},"A magnifying glass has two abilities. It can take rays of light and magnify them so an object appears to be larger. It can also focus and concentrate the rays of light so they have greater power. When we magnify our callings in the priesthood, we do both. We enlarge the calling, expand it, make it more full and useful. We also focus the light and power we have on specific problems so they can be solved in the Lord’s way. This process applies to all Church callings, whether or not an individual holds the priesthood, because all Church callings come through the authority of the priesthood. As we magnify our calling, the Lord magnifies us, making us stronger, more capable, and wiser in the use of the gifts and powers He gives us, which in turn enables us to better magnify our call."],["div",{"id":"p1094","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1094"},"The process of magnifying one’s callings is the foundation for the oath and covenant of the priesthood. When the priesthood is given, it is given with an oath and received by covenant (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-84-the-oath-and-covenant-of-the-priesthood.p1"},"Notes and Commentary on D&C 84:33–41"],"). If a man covenants to magnify his callings in the priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"D&C 84:33"],") and pledges to “live by every word that proceedeth forth from the mouth of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],"), then the Lord swears with an oath that He will give to that priesthood holder everything that He Himself has (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.38"},"D&C 84:38"],")."],[".blockQuote",["div",{"id":"p1095","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1095"},"If you have understood the above discussion, you will sense that one who has received the priesthood is under solemn vow to live by every word of God."],["div",{"id":"p1096","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1096"},"As you contemplate the seriousness of such a covenant, read thoughtfully a revelation given to President John Taylor:"],["div",{"id":"p1097","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1097"},"“For my priesthood [those called and ordained], whom I have called and whom I have sustained and honored, shall honor me and obey my laws, and the laws of my holy priesthood, or they shall not be considered worthy to hold my priesthood, saith the Lord. And let my priesthood humble themselves before me, and seek not their own will but my will; for if my priesthood, whom I have chosen, and called, and endowed with the spirit and gifts of their several callings, and with the powers thereof, do not acknowledge me I will not acknowledge them, saith the Lord; for I will be honored and obeyed by my priesthood."],["div",{"id":"p1098","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1098"},"“And, then, I call upon my priesthood, and upon all of my people, to repent of all their sins and short-comings, of their covetousness and pride and self-will, and of all their iniquities wherein they sin against me; and to seek with all humility to fulfill my law, as my priesthood, my saints and my people; and I call upon the heads of families to put their houses in order according to the law of God, and attend to the various duties and responsibilities associated therewith, and to purify themselves before me, and to purge out iniquity from their households. And I will bless and be with you, saith the Lord, and ye shall gather together in your holy places wherein ye assemble to call upon me, and ye shall ask for such things as are right, and I will hear your prayers, and my Spirit and power shall be with you, and my blessing shall rest upon you, upon your families, your dwellings and your households, upon your flocks and herds and fields, your orchards and vineyards, and upon all that pertains to you; and you shall be my people and I will be your God; and your enemies shall not have dominion over you; for I will preserve you and confound them, saith the Lord, and they shall not have power nor dominion over you for my word shall go forth, and my work shall be accomplished, and my Zion shall be established, and my rule and my power and my dominion shall prevail among my people, and all nations shall yet acknowledge me. Even so, Amen.” (In Roberts,",["span.emphasis","Life of John Taylor,"],"pp. 350–51.)"]]],[".topic",["h2","(N-15) Summary"],["div",{"id":"p1099","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1099"},"A major theme of the Doctrine and Covenants is that the Lord will bless and preserve His Saints: “What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.33"},"D&C 121:33"],".)"],["div",{"id":"p1100","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1100"},"President Brigham Young said: “An individual who holds a share in the Priesthood, and continues faithful to his calling, who delights himself continually in doing the things God requires at his hands, and continues through life in the performance of every duty, will secure to himself not only the privilege of receiving, but the knowledge how to receive the things of God, that he may know the mind of God continually; and he will be enabled to discern between right and wrong, between the things of God and the things that are not of God. And the Priesthood—the Spirit that is within him, will continue to increase until it becomes like a fountain of living water; until it is like the tree of life; until it is one continued source of intelligence and instruction to that individual.” (In",["span.emphasis","Journal of Discourses,"],"3:192.)"],["div",{"id":"p1101","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-n-priesthood-and-church-government-part-2.p1101"},"In such a favored state, a person is prepared to “live by every word that proceedeth forth from the mouth of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],") and so receives the Lord’s promise of eternal life. That is what it means to make one’s calling and election sure and to have peace in this world and eternal life in the world to come (see Marion G. Romney, in Conference Report, Apr. 1974, p. 115; or",["span.crossRef","Ensign, May 1974, pp. 79–80"],")."]]]],"refs":null}
