{"id":174,"parent_id":159,"book_id":0,"content_id":1,"language_id":1,"display_order":174,"title":"Enrichment O Salvation for the Dead","subtitle":"","short_title":"Enrichment O","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead","content":[["div",{"id":"head15","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.head15"},[".titleNumber","Enrichment O"],["h1","Salvation for the Dead"]],[".bodyBlock",[".topic",["h2","(O-1) Introduction"],["div",{"id":"p1102","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1102"},"According to the Prophet Joseph Smith, “The greatest responsibility in this world that God has laid upon us is to seek after our dead” (",["span.emphasis","History of the Church,"],"6:313)."],["div",{"id":"p1103","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1103"},"The Apostle Paul wrote that there are some doctrinal matters that are only “spiritually discerned” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.14"},"1 Corinthians 2:14"],"). The subject of salvation for the dead is one of those subjects. Latter-day Saints’ knowledge of this vital doctrine is almost entirely dependent on the Doctrine and Covenants. It is a subject comprehended only by the spiritually minded, yet its scope is so great as to include all of Heavenly Father’s children, both living and dead."]],[".topic",["h2","(O-2) The World of Spirits"],["div",{"id":"p1104","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1104"},"To understand the doctrine of salvation for the dead, one should understand where departed loved ones reside. President Brigham Young taught that when individuals die they “all pass through the veil from this state and go into the world of spirits; and there they dwell waiting for their final destiny” (",["span.emphasis","Discourses of Brigham Young,"],"p. 376). This world of spirits, as taught by President Young, is very close:"],["div",{"id":"p1105","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1105"},"“It is not beyond the sun, but is",["span.emphasis","on this earth"],"that was organized for the people that have lived and that do and will live upon it. …"],["div",{"id":"p1106","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1106"},"“Where is the spirit world? It is right here. Do the good and evil spirits go together? Yes, they do. Do they both inhabit one kingdom? Yes, they do. Do they go to the sun? No. Do they go beyond the boundaries of the organized earth? No, they do not.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 376; italics added.)"],["div",{"id":"p1107","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1107"},"President Young continued this theme:"],["div",{"id":"p1108","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1108"},"“It no doubt appears a singular idea to you that both Saint and sinner go to the same place and dwell together in the same world. You can see the same variety in this world. You see the Latter-day Saints, who have come into these valleys,—they are by themselves as a community, yet they are in the same world with other communities. …"],["div",{"id":"p1109","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1109"},"“When they are in the world of spirits, there is the Prophet and the Patriarch; all righteous men are there, and all wicked men also are there.” (In",["span.emphasis","Journal of Discourses,"],"6:294.)"],["div",{"id":"p1110","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1110"},"The wicked and the righteous live together in the spirit world much the same as they do in mortality, not that the righteous do the things of wickedness, nor that the wicked enjoy the blessings bestowed on the righteous, but that the righteous may preach the gospel to the wicked. If they accept it, they too may lay claim upon the blessings of the Lord through the Atonement. Elder Bruce R. McConkie wrote:"],["div",{"id":"p1111","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1111"},"“Although there are two spheres within the one spirit world, there is now some intermingling of the righteous and the wicked who inhabit those spheres; and when the wicked spirits repent, they leave their prison-hell and join the righteous in paradise. Hence, we find Joseph Smith saying: ‘Hades, sheol, paradise, spirits in prison, are all one: it is a world of spirits. The righteous and the wicked all go to the same world of spirits until the resurrection.’ (",["span.emphasis","Teachings,"],"p. 310.)” (",["span.emphasis","Mormon Doctrine,"],"p. 762.)"],["div",{"id":"p1112","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1112"},"The state of wicked spirits is described in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.13-14"},"Alma 40:13–14"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.38"},"Mosiah 2:38"],". The Prophet Joseph Smith said, “The great misery of departed spirits in the world of spirits, where they go after death, is to know that they come short of the glory that others enjoy and that they might have enjoyed themselves, and they are their own accusers” (",["span.emphasis","History of the Church,"],"5:425)."],["div",{"id":"p1113","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1113"},"The Doctrine and Covenants is the primary source of knowledge concerning what took place when the Savior entered the world of spirits. During the three days that His body lay in the tomb, Jesus visited the spirits in paradise. He appeared only to the righteous dead, to whom He taught the fulness of His gospel. From among this vast throng He organized and commissioned missionaries to proclaim the gospel to those in spirit prison (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.18-20,29-31"},"D&C 138:18–20, 29–31"],")."],["div",{"id":"p1114","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1114"},"The message of those who labor in the spirit world is the same as the message of those who labor in the flesh. With the Restoration of the gospel, the Lord told His servants that they should open their mouths and call upon people to repent, for the kingdom of heaven was at hand. They were to repent and be baptized of water and fire so that “the gates of hell shall not prevail against you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.13"},"D&C 33:13"],"). That is exactly the message that is being preached by those in the spirit world, and in that realm the promise has particular poignancy. If “hell” refers to suffering the natural consequences of sin in the spirit prison, the promise is that through accepting the gospel and having their work done (vicarious baptisms, endowments, and so forth) on earth, the gates of hell shall not prevail against them. Spirit prison will not have power to hold those who accept the gospel in the world of spirits."],["div",{"id":"p1115","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1115"},"Those who never heard the gospel while in mortality are given that opportunity so that if they accept the gospel they might be heirs to the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7-9"},"D&C 137:7–9"],"). Those who had an opportunity to hear the gospel while in the flesh but rejected it are again taught the gospel so that they might be redeemed from their misery, anguish, and captivity and come forth in the terrestrial kingdom. Otherwise they would inherit a telestial kingdom. (For an explanation of why people who have heard and rejected the gospel in mortality can only inherit the terrestrial kingdom, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary for D&C 76:72–74"],".)"],["div",{"id":"p1116","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1116"},"Righteous spirits, those who have been converted to the gospel in spirit prison, are still held in spirit prison until the ordinance work is done (see Smith, Doctrines of Salvation, 2:230). These loyal believers are not able to fully progress because, while they can have faith and repent in their spirit state, such ordinances as baptism and confirmation must be done in mortality, if not by themselves, then by proxies. They too await a day of deliverance. Speaking on this delay President Spencer W. Kimball said: “Some of us have had occasion to wait for someone or something for a minute, an hour, a day, a week, or even a year. Can you imagine how our progenitors must feel, some of whom have perhaps been waiting for decades and even centuries for the temple work to be done for them?” (“The Things of Eternity—Stand We in Jeopardy?”",["span.emphasis","Ensign,"],"Jan. 1977, p. 7.)"],[".blockQuote",["div",{"id":"p1117","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1117"},"If you have been a member of the Church for very long you are probably familiar with the phrase “saviors on Mount Zion,” which is often used in connection with family history and temple work. This is not just a phrase, but a very real description of the saving power of ordinance work for the dead."],["div",{"id":"p1118","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1118"},"Can you imagine the frustration you would feel if you had embraced the gospel in the spirit world but could not enter paradise because you had to wait until some of your descendants were motivated to do the ordinance work?"],["div",{"id":"p1119","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1119"},"Imagine your own great-grandfather and great-grandmother who desire to unite their family but are helpless to do so because the saving ordinances have not been performed and they lack the power of priesthood. Thus they are unable to inspire, bless, and teach their family members. They are kept in spirit prison, which, as we have seen, is also called “hell.”"],["div",{"id":"p1120","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1120"},"Do you sense now what the Doctrine and Covenants and the prophets are saying? You can actually save people from hell by performing their ordinance work for them. You cannot, of course, determine whether they will accept the gospel in the spirit world. But if they do, they become dependent on us in mortality to save them. We are the key to their salvation."],["div",{"id":"p1121","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1121"},"President Wilford Woodruff taught that we have the keys for their redemption and that neglect of that work will bring sorrow in the hereafter: “Every father and mother has a great responsibility resting upon them, to redeem their dead. Do not neglect it. You will have sorrow if you do. Any man will who neglects the redemption of his dead that he has power to officiate for here. When you get to the other side of the veil, if you have entered into these Temples and redeemed your progenitors by ordinances of the House of God, you will hold the keys of their redemption from eternity to eternity. Do not neglect this!” (In Conference Report, Apr. 1898, p. 90.)"]]],[".topic",["h2","(O-3) The Mission of Elijah the Prophet"],["div",{"id":"p1122","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1122"},"The earliest recorded revelation in the Doctrine and Covenants occurred about seven years before the restoration of the Church. That revelation gives important information for understanding the purpose of the dispensation of the fulness of times (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2"},"D&C 2"],"). The following promises were revealed by Moroni:"],["div",{"id":"f36","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.f36"},["ol.number",["li",["span.label","1."],[".para","The priesthood was to be revealed by Elijah."]],["li",["span.label","2."],[".para","Elijah would plant in the hearts of the children the promises made to their fathers."]],["li",["span.label","3."],[".para","The whole earth would be utterly wasted at the Second Coming if the hearts of the children and the hearts of the fathers were not turned to each other (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.9"},"D&C 27:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17"},"128:17"],")."]]]],["div",{"id":"p1126","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1126"},"The Prophet Joseph Smith explained that Elijah would be sent “because he holds the keys of the authority to administer in all the ordinances of the Priesthood” (",["span.emphasis","Teachings,"],"p. 172). To this statement President Joseph Fielding Smith added: “In order that the binding power should come which is recognized in the heavens, and by which we pass by the angels and the Gods to exaltation, it had to come from Elijah, who held that power upon the face of the earth, for the Lord had given it to him” (",["span.emphasis","Elijah the Prophet,"],"p. 36)."],[".",{"id":"f37","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.f37"},[".caption","Elijah restored the sealing power."]],["div",{"id":"p1128","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1128"},"President Joseph Fielding Smith also said: “The sealing power of Elijah makes it possible for this joining of the families, generation to generation, back to the beginning. Now, if these units of authority were not here, then the work of sealing, by which the family units are preserved, could not be performed; then the binding power by which all blessings are sealed in heaven, as well as on earth, would be lacking. If this were so, the earth would be smitten with a curse.” (",["span.emphasis","Doctrines of Salvation,"],"2:121.)"],["div",{"id":"p1129","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1129"},"Elder Joseph Fielding Smith said that the promises made to the fathers were made to those who died without a knowledge of the gospel and without the opportunity of receiving the sealing ordinances of the Priesthood. According to these promises, the children in the latter days are to perform all such ordinances in behalf of the dead. (“The Promises Made to the Fathers,”",["span.emphasis","Improvement Era,"],"July 1922, p. 829.)"],["div",{"id":"p1130","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1130"},"The earth would be wasted at the Second Coming “simply because,” said President Joseph Fielding Smith, “if there is not a welding link between the fathers and the children—which is the work for the dead—then we will all stand rejected; the whole work of God will fail and be utterly wasted. Such a condition, of course, shall not be.” (",["span.emphasis","Doctrines of Salvation,"],"2:122.)"],["div",{"id":"p1131","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1131"},"Before Elijah could come, however, a temple had to be erected. During a three-year period from 1833 to 1836, the Saints labored at great sacrifice to construct a temple acceptable to the Lord. On 3 April 1836 Elijah came in fulfillment of Malachi’s prophecy (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.14-16"},"D&C 110:14–16"],")."]],[".topic",["h2","(O-4) How the Dead May Receive Ordinances of Salvation"],["div",{"id":"p1132","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1132"},"When the Savior appeared in the world of spirits, He organized those who had been faithful and commissioned them to proclaim His gospel. They were to teach faith in Christ, repentance, vicarious baptism for the remission of sins, the Holy Ghost, and “all other principles of the gospel that were necessary for them to know in order to qualify themselves” as heirs of salvation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.34"},"D&C 138:34"],")."],["div",{"id":"p1133","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1133"},"In September 1842 the Prophet Joseph Smith wrote an epistle to the Saints detailing the doctrine of baptism for the dead and how it was to be accomplished (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"D&C 128"],")."],["div",{"id":"p1134","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1134"},"It is the responsibility of mortals to vicariously perform the ordinances of salvation for those who are dead. According to the Prophet Joseph Smith, this work is important, not only for the dead but for the living Saints as well. He taught that the Saints must go forth “building their temples, erecting their baptismal fonts, and going forth and receiving all the ordinances, baptisms, confirmations, washings, anointings, ordinations and sealing powers upon their heads, in behalf of all their progenitors who are dead, and redeem them that they may come forth in the first resurrection and be exalted to thrones of glory with them; and herein is the chain that binds the hearts of the fathers to the children, and the children to the fathers, which fulfills the mission of Elijah. …"],["div",{"id":"p1135","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1135"},"“The Saints have not too much time to save and redeem their dead, and gather together their living relatives, that they may be saved also, before the earth will be smitten, and the consumption decreed falls upon the world."],["div",{"id":"p1136","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1136"},"“I would advise all the Saints to go with their might and gather together all their living relatives to this place, that they may be sealed and saved, that they may be prepared against the day that the destroying angel goes forth.” (",["span.emphasis","Teachings,"],"p. 330.)"],["div",{"id":"p1137","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1137"},"The Prophet further stated: “It is not only necessary that you should be baptized for your dead, but you will have to go through",["span.emphasis","all"],"the ordinances for them, the same as you have gone through to save yourselves” (",["span.emphasis","History of the Church,"],"6:365; italics added). These ordinances include baptism, priesthood ordinations, endowments, and sealings. Elijah’s mission included, but was more than, vicarious baptism for the dead."],["div",{"id":"p1138","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1138"},"Once the revelation on baptism for the dead was received, the Saints knew that the work of their progenitors must be done. “At first they made no distinction as to who would be baptized for whom, and males were baptized for females and vice versa. That was … corrected later.” (Packer,",["span.emphasis","Holy Temple,"],"p. 217.)"],["div",{"id":"p1139","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1139"},"The Saints also knew that families needed to be united by sealings. Some of the Saints were sealed to the prophets, a practice changed by a revelation to President Wilford Woodruff: “When I went before the Lord to know who I should be adopted [sealed] to (we were then being adopted to prophets and apostles), the Spirit of God said to me, ‘Have you not a father, who begot you?’ ‘Yes, I have.’ ‘Then why not honor him? Why not be adopted to him?’ ‘Yes,’ says I, ‘that is right.’ I was adopted to my father, and should have had my father sealed to his father, and so on back; and the duty that I want every man who presides over a Temple to see performed from this day henceforth and forever, unless the Lord Almighty commands otherwise, is, let every man be adopted to his father.” (“The Law of Adoption,”",["span.emphasis","Deseret Weekly,"],"21 Apr. 1894, p. 543.)"],["div",{"id":"p1140","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1140"},"This revelation establishes that we should be sealed to our own progenitors. By so doing our heart will be turned to them, and their hearts will be turned to us."]],[".topic",["h2","(O-5) How One’s Heart May Be Turned to His Fathers"],["div",{"id":"p1141","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1141"},"The salvation of the living depends to a large extent on the interest they show in their dead ancestors. The Doctrine and Covenants records that “they without us cannot be made perfect—neither can we without our dead be made perfect” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],")."],["div",{"id":"p1142","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1142"},"The ordinances on behalf of the dead can only be done when the dead are properly identified. This identification is a major purpose of family history research in the Church. Research is just a means to an end; the end is to submit the names of our ancestors to the temple so they can receive the ordinances. Researchers try to find (1) the",["span.emphasis","name"],"of each person, in full; (2)",["span.emphasis","dates"],"of birth, marriage, and death; (3)",["span.emphasis","places"],"of birth, marriage, and death; and (4)",["span.emphasis","relationships"],"to parents, brothers, sisters, spouses, and children."],["div",{"id":"p1143","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1143"},"We can begin by recording information about ourself, our parents, our grandparents, and our great-grandparents. We do this by obtaining information from living parents and grandparents and then from other sources. To help us gather this information, the Church maintains the largest genealogical library in the world, with branch libraries in many states and mail order service available almost worldwide. In 1978 a name extraction program was inaugurated to extract names from civil records for temple work to be done."],["div",{"id":"p1144","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1144"},"President Wilford Woodruff said: “We want the Latter day Saints from this time to trace their genealogies as far as they can, and to be sealed to their fathers and mothers. Have children sealed to their parents, and run this chain through as far as you can get it.” (“The Law of Adoption,” p. 543.)"],["div",{"id":"p1145","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1145"},"Elder Mark E. Petersen taught: “We must trace our own genealogy as far as we can. … Four generations are not enough. We have the extraction program and it will help, but it does not relieve us of our own personal responsibility. Our own research will tie in with the extraction program and that is good, but it will augment our efforts only; it will not replace our effort.” (General Authority Board Meeting, 7 Oct. 1980.)"],["div",{"id":"p1146","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1146"},"Elder Boyd K. Packer wrote: “Name extraction becomes an important part of genealogical work. However, this does not relieve each member from the responsibility to seek after his own kindred dead. We are all responsible, individually, to link our families in proper order.” (",["span.emphasis","Holy Temple,"],"p. 228.)"],["div",{"id":"p1147","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1147"},"Because of life circumstances, individuals may have adoptive parents or parents by sealing as well as birth parents. Members are encouraged to research and do temple work for ancestors on any or all of these lines."],[".",{"id":"f38","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.f38"},[".caption","The Family History Library in Salt Lake City"]]],[".topic",["h2","(O-6) Two Forces at Work"],["div",{"id":"p1149","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1149"},"Elijah’s mission was to bind the hearts of living children to those of their parents and the hearts of living parents to those of their children. Evidence of this binding can be seen as families are united by the sealing ordinances of the temple, as families do family history research for their departed loved ones, and as families live together in love and unity. The mission of Elijah commences with living parents turning to their own children so that they are not lost to the adversary’s influence."],["div",{"id":"p1150","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1150"},"But there are also other forces at work. Speaking of these times, Jesus prophesied: “The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.53"},"Luke 12:53"],"). “And a man’s foes shall be they of his own household” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.36"},"Matthew 10:36"],"). Evidence of this opposing influence is seen in families that are split apart by contention, separation, and divorce. President Spencer W. Kimball warned: “Many of the social restraints which in the past have helped to reinforce and to shore up the family are dissolving and disappearing. The time will come when only those who believe deeply and actively in the family will be able to preserve their families in the midst of the gathering evil around us.” (“Families Can Be Eternal,”",["span.emphasis","Ensign,"],"Nov. 1980, p. 4.)"],["div",{"id":"p1151","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1151"},"The early brethren of this dispensation taught that in the spirit world, as on earth, the righteous live in family units (see Heber C. Kimball, in Journal of Discourses, 4:135–36). Some families, however, cannot dwell together because the ordinance work has not been done for them. Many of the hearts of those ancestors yearn over their living posterity because they have yet to rise up and see that their progenitors’ ordinance work is done. Those ancestors remain powerless to unite their families."],["div",{"id":"p1152","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1152"},"Through our own neglect or diligence, we contribute to the dissolution or uniting of our own family. “Somebody,” said President Wilford Woodruff, “has got to administer for them by proxy here in the flesh, that they may be judged according to men in the flesh and have part in the first resurrection” (",["span.emphasis","Discourses of Wilford Woodruff,"],"p. 149)."]],[".topic",["h2","(O-7) Summary"],["div",{"id":"p1153","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1153"},"Vicarious ordinance work done by living proxies enables them to be saviors to the dead. It is no wonder that the Prophet Joseph Smith exclaimed: “Shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free."],["div",{"id":"p1154","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1154"},"“… Let us, therefore, as a church and a people, and as Latter-day Saints, offer unto the Lord an offering in righteousness; and let us present in his holy temple, when it is finished, a book containing the records of our dead, which shall be worthy of all acceptation.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.22,24"},"D&C 128:22, 24"],".)"],["div",{"id":"p1155","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1155"},"If the work to be done here is of such urgency to those who have gone before, one would expect that these departed spirits would take a great interest in their posterity’s efforts to do family history work and perhaps even assist in certain cases where all efforts have been in vain. Elder Orson Pratt taught: “Do you inquire how we are to obtain the genealogies of our fathers, so as to do this work for them which they, when living, had not the opportunity of doing, and which they, as spirits in prison, cannot do? We answer, that it is the duty of all Saints among all nations to search out, as far as possible, their family records, and their genealogies, and their kindred, both the living and the dead; and when you have been diligent and procured all the information within your reach, and have gone into the holy Temple of the Most High, and done what is required of the living for the dead[, then] God will show you, by his Prophets and Seers, and by holy messengers and angels, the genealogies of your fathers, back from generation to generation unto the beginning, or unto the time when the powers, and keys, and ordinances of the priesthood were upon the earth.” (“Celestial Marriage,”",["span.emphasis","The Seer,"],"Sept. 1853, p. 141.)"],["div",{"id":"p1156","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1156"},"Elder Melvin J. Ballard said:"],["div",{"id":"p1157","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1157"},"“I recall an incident in my own father’s experience. How we looked forward to the completion of the Logan Temple! It was about to be dedicated. My father had labored on that house from its very beginning, and my earliest recollection was carrying his dinner each day as he brought the rock down from the quarry. How we looked forward to that great event! I remember how in the meantime Father made every effort to obtain all the data and information he could concerning his relatives. It was the theme of his prayer night and morning that the Lord would open the way whereby he could get information concerning his dead."],["div",{"id":"p1158","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1158"},"“The day before the dedication while writing recommends to the members of his ward who were to be present at the first service, two elderly gentlemen walked down the streets of Logan, approached my two younger sisters, and, coming to the elder one of the two placed in her hands a newspaper and said:"],["div",{"id":"p1159","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1159"},"“‘Take this to your father. Give it to no one else. Go quickly with it. Don’t lose it.’"],["div",{"id":"p1160","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1160"},"“The child responded and when she met her mother, her mother wanted the paper. The child said, ‘No, I must give it to Father and no one else.’"],["div",{"id":"p1161","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1161"},"“She was admitted into the room and told her story. We looked in vain for these travelers. They were not to be seen. No one else saw them. Then we turned to the paper. The newspaper,",["span.emphasis","The Newbury Weekly News,"],"was printed in my father’s old English home, Thursday, May 15th, 1884, and reached our hands May 18th, 1884, three days after its publication. We were astonished, for by no earthly means could it have reached us, so that our curiosity increased as we examined it. Then we discovered one page devoted to the writings of a reporter of the paper, who had gone on his vacation, and among other places had visited an old cemetery. The curious inscriptions led him to write what he found on the tombstones, including the verses. He also added the names, date of birth, death, etc., filling nearly an entire page."],["div",{"id":"p1162","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1162"},"“It was the old cemetery where the Ballard family had been buried for generations, and very many of my father’s immediate relatives and other intimate friends were mentioned."],["div",{"id":"p1163","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1163"},"“When the matter was presented to President Merrill of the Logan Temple, he said, ‘You are authorized to do the work for those because you received it through messengers of the Lord.’"],["div",{"id":"p1164","uri":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-o-salvation-for-the-dead.p1164"},"“There is no doubt that the dead who had received the gospel in the spirit world had put it into the heart of that reporter to write these things, and thus the way was prepared for my father to obtain the information he sought, and so with you who are earnest in this work, the way shall be opened and you will be able to gather data far beyond your expectations. I will tell you what will happen. When you have gone as far as you can go, the names of your righteous dead who have embraced the gospel in the spirit world will be given you through the instrumentality of your dead kindred. But only the names of those who have received the gospel will be revealed.” (In Hinckley,",["span.emphasis","Melvin Joseph Ballad,"],"pp. 249–51.)"]]]],"refs":null}
