{"id":192,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":192,"title":"Lesson 146: Ether 4–5","subtitle":"","short_title":"Lesson 146","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.head7"},[".titleNumber","Lesson 146"],["h1","Ether 4–5"]],[".bodyBlock",[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t40"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p4"},"The Lord commanded Moroni to seal up the recorded vision of the brother of Jared and explained that these writings would be revealed when people have faith as the brother of Jared did. Moroni prophesied that three witnesses would bear testimony of the truthfulness of the Book of Mormon in the latter days."]],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t41"},["h2","Suggestions for Teaching"],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t42"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.1-7"},"Ether 4:1–7"]],["h4","Moroni records and seals up the full account of the brother of Jared’s vision"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p8"},"Invite students to think of an object that is especially valuable to them or their family and that they might want to keep out of the reach of small children. As an example, you may want to display or describe something that is valuable to you."],["ul.bullet",["li",["span.label","•"],["p","Why would you not allow a child to handle such an object?"]],["li",["span.label","•"],["p","What would a child need to learn or do before you would trust him or her with the object?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p11"},"Explain that truths of the gospel are valuable to the Lord. He wants to share all of them with us, but He waits until we are ready to receive them. As students study",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4"},"Ether 4"],"during this lesson, encourage them to look for principles that can help them prepare to receive truth from the Lord."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.1-5"},"Ether 4:1–5"],", and ask the class to look for what the Lord commanded Moroni to record and seal up."],["ul.bullet",["li",["span.label","•"],["p","What was Moroni commanded to “seal up”?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p14"},"Explain that Moroni included the record of the brother of Jared in what is often called the sealed portion of the Book of Mormon. (You may want to display the chart titled Sources of the Book of Mormon, which is located in the appendix at the end of this manual.)"],["ul.bullet",["li",["span.label","•"],["p","How did Moroni describe what the brother of Jared saw? (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.4"},"Ether 4:4"],".)"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p16"},"To help students learn more about what the Lord showed the brother of Jared, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.25-26"},"Ether 3:25–26"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.8-10"},"2 Nephi 27:8–10"],"silently. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.25-26"},"Ether 3:25–26"],", what did the Lord show the brother of Jared?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.10"},"2 Nephi 27:10"],", what does the sealed portion of the Book of Mormon contain?"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.6-7"},"Ether 4:6–7"],"aloud. Ask the class to follow along and identify the conditions that must exist before the revelations given to the brother of Jared will be made known. You may want to encourage students to mark what they identify in their scriptures."],["ul.bullet",["li",["span.label","•"],["p","What conditions did you identify?"]],["li",["span.label","•"],["p","What principles about receiving revelation can we learn from this passage? (Help students see that",["b","as we repent and exercise faith in Jesus Christ, we can receive additional revelation."],")"]],["li",["span.label","•"],["p","Why do you think we need to repent and become clean in order to receive additional revelation?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p23"},"To help students understand what it means to “exercise faith … even as the brother of Jared” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.7"},"Ether 4:7"],"), invite them to list in notebooks or scripture study journals as many ways as they can remember that the brother of Jared showed faith in the Lord. You may want to suggest that they review",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1–3"],"as they compile their lists. When they have had enough time to ponder and write, invite a few students to read some of the examples they have listed and to explain why those examples impress them."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p24"},"Remind students of the valuable object they thought of at the beginning of class and the conditions on which they would trust a child with it. Testify that in like manner, the Lord requires His children to meet certain conditions before He will reveal all His truth to them. He requires us to demonstrate our spiritual preparedness and faith."]],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.8-19"},"Ether 4:8–19"]],["h4","The Lord teaches what we must do to receive further revelation"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p27"},"Hold up a piece of cloth. Explain that the Lord taught principles that can help us receive revelation. When He taught these principles, He referred to a veil. A veil is a curtain or piece of cloth that is used to cover or hide something."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p28"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.15"},"Ether 4:15"],"silently and find the phrase that includes the word",["span.emphasis","veil."]],["ul.bullet",["li",["span.label","•"],["p","What kind of veil did the Lord refer to? (A “veil of unbelief.”) How is unbelief like a veil?"]],["li",["span.label","•"],["p","The word",["span.emphasis","rend"],"means to tear or divide. What do you think it means to “rend [the] veil of unbelief”?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p31"},"Invite one student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.8"},"Ether 4:8"],"aloud, another to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.11"},"Ether 4:11"],"aloud, and another to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.15"},"Ether 4:15"],"aloud. Ask the class to follow along and identify what can prevent us from receiving revelation and what can help us “rend [the] veil of unbelief” and receive more revelation."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to “contend against the word of the Lord”? (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.8"},"Ether 4:8"],")."]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.8"},"Ether 4:8"],", what consequences do we face when we contend against the word of the Lord?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.11"},"Ether 4:11"],", what is one blessing we receive when we believe the Lord’s words?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p35"},"Write the following incomplete statement on the board:"],[".chalkboard",{"id":"f56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.f56"},["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p36"},"When we believe the word of the Lord, …"]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p37"},"Ask students to complete this statement according to what they have learned in these verses. Though students’ answers may vary, be sure they identify the following principle:",["span.emphasis",["b","When we believe the word of the Lord, the Lord will bless us with further revelation."]],"Write this principle on the board. You also may want to encourage students to write it in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.11"},"Ether 4:11"],"."],["p.preamble","To help students understand this principle, ask:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think we need to believe the truths we have already received before the Lord will give us more?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p40"},"Ask a student to write on the board the following examples of exercising faith in the word of the Lord:",["span.emphasis","personal scripture study; following promptings from the Holy Ghost; following local Church leaders; studying the scriptures in church and seminary; following the words of latter-day prophets."]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p41"},"Invite students to ponder how demonstrating belief in the word of the Lord in one of these ways has led them to receive further revelation. Encourage a few students to share what they have experienced."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p42"},"Refer again to the examples written on the board. Ask students to consider those examples as they silently ponder how well they show their belief in the word of God. Suggest that for each example, they rate themselves on a scale of 1 to 10, with a rating of 10 meaning that the example refers to something they do well. Invite students to write in notebooks or scripture study journals about one way they can show more faith in the direction they have already received from the Lord. Share your testimony of the principle you have written on the board, and encourage students to follow through with the goals they have written."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p43"},"Erase the phrase “believe the word of the Lord” from the board. Point out that the Lord taught additional principles about receiving revelation. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.13-15"},"Ether 4:13–15"],"silently, searching for other things they can do to receive revelation from the Lord."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p44"},"When students have had time to read, ask them to suggest ways to complete the statement. Answers may include the following principles:",["b","When we come unto the Lord, the Lord will bless us with further revelation. When we humbly pray, the Lord will bless us with further revelation."]],["p.preamble","To help students understand these principles better, consider asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to come unto the Lord? (Answers may include studying His words, turning our hearts to Him, repenting, and following and obeying Him.)"]],["li",["span.label","•"],["p","What does it mean to have a broken heart and a contrite spirit? (To be humble, repentant, and receptive to the Lord’s will.) Why are these attitudes necessary as we pray for continuing revelation from the Lord?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p48"},"Invite students to contemplate how they might incorporate these principles in their efforts to receive revelation."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p49"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.17-19"},"Ether 4:17–19"],"by explaining that the Lord declared that the coming forth of the Book of Mormon would be a sign that the latter-day work of God has commenced. He also urged all people to repent and come unto Him."]],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5"},"Ether 5"]],["h4","Moroni declares that three witnesses will see and bear testimony of the plates"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p52"},"Hold up the picture Joseph Smith Translating the Book of Mormon (",["span.emphasis","Gospel Art Book"],"[2009], no. 92). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.1-3"},"Ether 5:1–3"],"aloud. Ask the class to follow along and to imagine what it may have been like for Joseph Smith to translate the Book of Mormon and realize that this counsel was written directly to him by Moroni over 1,400 years earlier."],[".img-left",{"id":"f59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.f59"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_145_01-brother.jpg"}]],["ul.bullet",["li",["span.label","•"],["p","What did Moroni say about the plates he had “sealed up”?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.2-3"},"Ether 5:2–3"],", what would Joseph be privileged to do with the plates?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p55"},"Ask students if they can name the Three Witnesses of the Book of Mormon and recall what they experienced. (If students need help, invite them to read “The Testimony of Three Witnesses” at the front of the Book of Mormon.) You might explain that in addition to the Three Witnesses, others have testified of the reality of the gold plates, including the members of the Godhead (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.4"},"Ether 5:4"],"), Moroni (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.6"},"Ether 5:6"],"), Joseph Smith, and the Eight Witnesses."],["ul.bullet",["li",["span.label","•"],["p","In what ways can you be a witness of the Book of Mormon, even without seeing the plates? How can your witness of the Book of Mormon influence other people?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p57"},"To conclude this lesson, ask a few students to share their witness of the Book of Mormon."]]]],[".resources",[".box-decor",{"id":"f62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.f62"},["h2","Commentary and Background Information"],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.t45"},["h3","Ether 5. The Testimony of the Three Witnesses"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p60"},"President James E. Faust of the First Presidency said:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p61"},"“As a young Aaronic Priesthood boy, I received a firsthand confirmation of the remarkable testimony of the Three Witnesses concerning the truthfulness of the Book of Mormon. My stake president was President Henry D. Moyle, and his father was James H. Moyle. In the summertime Brother James H. Moyle would visit his family, and he would worship with us in our little ward in the southeast of the Salt Lake Valley."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p62"},"“One Sunday, Brother James H. Moyle shared with us a singular experience. As a young man he went to the University of Michigan to study law. As he was finishing his studies, his father told him that David Whitmer, one of the witnesses of the Book of Mormon, was still alive. The father suggested to his son that he stop on his way back to Salt Lake City to visit with David Whitmer face-to-face. Brother Moyle’s purpose was to ask him about his testimony concerning the golden plates and the Book of Mormon."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p63"},"“During that visit, Brother Moyle said to David Whitmer: ‘Sir, you are an old man, and I’m a young man. I have been studying about witnesses and testimonies. Please tell me the truth concerning your testimony as one of the witnesses of the Book of Mormon.’ David Whitmer then told this young man: ‘Yes, I held the golden plates in my hands, and they were shown to us by an angel. My testimony concerning the Book of Mormon is true.’ David Whitmer was out of the Church, but he never denied his testimony of the angel’s visitation, of handling the golden plates, or of the truthfulness of the Book of Mormon. Hearing with my own ears this remarkable experience directly from Brother Moyle’s lips had a powerful, confirming effect upon my growing testimony. Having heard it, I felt it was binding upon me” (“A Growing Testimony,”",["span.emphasis","Ensign,"],"Nov. 2000, 54)."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p64"},"President Henry B. Eyring of the First Presidency said:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-146.p65"},"“The Three Witnesses never denied their testimony of the Book of Mormon. They could not because they knew it was true. They made sacrifices and faced difficulties beyond what most people ever know. Oliver Cowdery gave the same testimony about the divine origin of the Book of Mormon as he lay dying. … That they continued to affirm what they saw and heard in that marvelous experience, during long periods of estrangement from the Church and from Joseph, makes their testimony more powerful” (“An Enduring Testimony of the Mission of the Prophet Joseph,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2003, 90)."]]]]]]],"refs":null}
