{"id":190,"parent_id":187,"book_id":23520,"content_id":1,"language_id":1,"display_order":190,"title":"Lesson 145: Ether 3","subtitle":"","short_title":"Lesson 145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.head5"},[".titleNumber","Lesson 145"],["h1","Ether 3"]],[".bodyBlock",[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t23"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p4"},"Responding to the Lord’s question—“What will ye that I should do that ye may have light in your vessels?”—the brother of Jared prepared sixteen stones and humbly asked the Lord to touch them “that they may shine forth in darkness” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.23"},"Ether 2:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.4"},"3:4"],"). Because the brother of Jared had great faith, he saw the Savior’s finger touch the stones. The Lord then showed Himself to the brother of Jared and revealed many things. The Lord commanded the brother of Jared to write what he had seen and heard and to seal up these writings until the Lord would desire them to come forth."]],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t24"},["h2","Suggestions for Teaching"],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1-20"},"Ether 3:1–20"]],["h4","The Lord touches stones to provide light for the Jaredite barges and shows Himself to the brother of Jared"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p8"},"Invite a student to act as scribe. Then ask students the following question and ask the scribe to list students’ answers on the board."],["ul.bullet",["li",["span.label","•"],["p","What are some things teenagers sincerely pray for?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p10"},"Ask students to imagine that one of their friends is praying for one of the things listed on the board. This friend would like to know how to improve his or her prayers and actions to be able to receive the Lord’s help and guidance. Encourage students to think about this request as they study the example of the brother of Jared in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3"},"Ether 3"],", looking for insights that they might share with their friend."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p11"},"Remind students that in the previous lesson, they discussed the account of the brother of Jared asking the Lord about how to provide light in the Jaredites’ barges."],["ul.bullet",["li",["span.label","•"],["p","What did the brother of Jared do to help provide light for the barges? (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1"},"Ether 3:1"],".)"]],["li",["span.label","•"],["p","What did the brother of Jared ask the Lord to do to provide light? (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1,4"},"Ether 3:1, 4"],".)"]],["li",["span.label","•"],["p","What impresses you about the efforts of the brother of Jared?"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p15"},"Point out that the brother of Jared went to great effort to prepare the stones. Then invite students to consider how effective the stones would have been at providing light if the Lord had not touched them. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.2-5"},"Ether 3:2–5"],"silently, looking for phrases that indicate that the brother of Jared recognized his dependence on the Lord."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p16"},"After students have had time to read, divide them into pairs. Ask them to report their findings to each other. Also suggest that they share what impresses them about the prayer of the brother of Jared."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p17"},"As students read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.2"},"Ether 3:2"],", they may have questions about the phrases “we are unworthy before thee” and “our natures have become evil continually.” Help them see that when the brother of Jared used these words, he referred to the condition we have inherited “because of the fall.” We are physically and spiritually separated from God, and we further separate ourselves from Him when we sin. Compared to Him, we are weak and unworthy. Without His help, we could never return to dwell in His presence."],["p.preamble","To help students further understand the meaning of the verses they have read, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is important for us to recognize our dependence on the Lord when we ask for His help?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1-5"},"Ether 3:1–5"],", what evidence do you see that the brother of Jared had faith that the Lord could help him solve his problem? (As needed, prompt students to look for phrases that describe the effort of the brother of Jared and phrases that show his trust in the Lord.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p21"},"To emphasize the power of the faith of the brother of Jared, ask a student to read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p22"},"“Surely God, as well as the reader, feels something very striking in the childlike innocence and fervor of this man’s faith.",["span.emphasis","‘Behold, O Lord, thou canst do this.’"],"Perhaps there is no more powerful, single line of faith spoken by man in scripture. … However uncertain the prophet is about his own ability, he has",["span.emphasis","no"],"uncertainty about God’s power” (“Rending the Veil of Unbelief,” in",["span.emphasis","Nurturing Faith through the Book of Mormon: The 24th Annual Sidney B. Sperry Symposium"],"[1995], 12)."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p23"},"Show the picture The Brother of Jared Sees the Finger of the Lord (62478;",["span.emphasis","Gospel Art Book"],"[2009], no. 85). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6"},"Ether 3:6"],". Ask the class to follow along and to imagine what the experience recorded in this verse may have been like for the brother of Jared."],["ul.bullet",["li",["span.label","•"],["p","What would you think or feel if you had an experience similar to that of the brother of Jared?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p25"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6-8"},"Ether 3:6–8"],"by explaining that when the brother of Jared saw the finger of the Lord, he “fell down before the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6"},"Ether 3:6"],"). He was surprised to see that the Lord’s finger “was as the finger of a man, like unto flesh and blood” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6"},"Ether 3:6"],"). (The brother of Jared later learned that he had seen a portion of the Lord’s spirit body [see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.16"},"Ether 3:16"],"].)"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p26"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.9"},"Ether 3:9"],"silently, looking for the reason why the brother of Jared was able to see the finger of the Lord."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p27"},"After students respond, write the following incomplete statement on the board:"],[".chalkboard",{"id":"f36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.f36"},["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p28"},"As we humbly call upon the Lord, He will bless us according to our … and His will."]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p29"},"Ask students to suggest words that could be used to complete this statement. Students should suggest that the word",["span.emphasis","faith"],"completes the sentence. They also may suggest words such as",["span.emphasis","efforts, humility, needs,"],"and",["span.emphasis","sincerity."],"Help them see that all these words represent expressions of our faith. Then complete the statement on the board:",["b",["span.emphasis","As we humbly call upon the Lord, He will bless us according to our faith and His will."]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p30"},"Refer back to the list on the board from the beginning of the lesson. Select one or two items from the list. Invite students to share their thoughts on how someone might show faith in the Lord in those particular situations. After students have shared, refer to the principle you have just written on the board."],["ul.bullet",["li",["span.label","•"],["p","What experiences have you had that have helped you know that this principle is true?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p32"},"To help students apply this principle in their lives, invite them to think about a situation in which they need the Lord’s help. Give them time to write in notebooks or scripture study journals about one way they can exercise more faith as they humbly seek the Lord’s help. Encourage students to follow through on what they have written. You may want to share an experience you have had when you received blessings because you exercised faith in the Lord."],[".sidebar box-decor box-right",{"id":"f38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.f38"},["h3","Sharing personal experiences"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p34"},"When you share experiences you have had as you have sought to live gospel principles, you can help students understand how to apply those principles themselves. Keep your stories brief, and always include statements of testimony that convey what you learned or how you were blessed through your experiences. This will invite the Holy Ghost to bear witness of the truths you share."]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p35"},"Invite a student to read the following statement, in which Elder Jeffrey R. Holland explains that our past experiences can strengthen our faith."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p36"},"“Preparatory faith is formed by experiences in the past—by the known, which provides a basis for belief” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 18)."],["ul.bullet",["li",["span.label","•"],["p","Beginning at the Tower of Babel, what are some experiences the brother of Jared had that likely strengthened his faith in the Lord? How do you think these experiences prepared him to exercise such great faith when he took the stones to the Lord?"]]],["p.preamble","Invite students to divide into pairs and discuss the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What experiences have strengthened your faith in the Lord? How can those experiences prepare you to exercise even greater faith later in your life?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p40"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.9-12"},"Ether 3:9–12"],". Ask the class to follow along. Then ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","When the Lord asked “Believest thou the words which I shall speak?” the brother of Jared said, “Yea, Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.11-12"},"Ether 3:11–12"],"). Why do you think it is significant that the brother of Jared would commit to believe the Lord’s words before he heard them?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p42"},"Explain that after Elder Holland taught about faith that is based on past experiences, he taught about a more complete faith that we need to develop. Invite a student to read aloud the following statement by Elder Holland:"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p43"},"“Redemptive faith must often be exercised toward experiences in the future—the unknown, which provides an opportunity for the miraculous. Exacting faith, mountain-moving faith, faith like that of the brother of Jared,",["span.emphasis","precedes"],"the miracle and the knowledge. … Faith is to agree unconditionally—and in advance—to whatever conditions God may require in both the near and distant future."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p44"},"“The brother of Jared’s faith was complete” (",["span.emphasis","Christ and the New Covenant,"],"18–19)."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p45"},"Encourage students to consider whether they have enough faith in the Lord to commit to believe and follow what He will reveal to them even before He reveals it."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p46"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.13-20"},"Ether 3:13–20"],"silently, looking for the blessing the brother of Jared received because of his faith. You may want to give them time to write about the truths he learned and the experience he had. When students have had time to write, consider asking a few of them to share what they have written."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p47"},"Early in this lesson, when students read about the brother of Jared seeing the finger of the Lord, you asked how they would feel if they had a similar experience. Now, after they have read more about the experience of the brother of Jared, you might consider asking that question again."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p48"},"Testify that",["b","as we exercise faith like that of the brother of Jared, we will come closer to the Lord."]]],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t26"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.21-28"},"Ether 3:21–28"]],["h4","The Lord commands the brother of Jared to write the things he has seen and to seal up his record"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p51"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.25-26"},"Ether 3:25–26"],", and ask the class to identify what the Lord showed the brother of Jared in vision. Invite students to report what they learn."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p52"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.21-24,27-28"},"Ether 3:21–24, 27–28"],"by explaining that the Lord commanded the brother of Jared to write down the things he had seen and heard and to seal up his writings. The Lord also explained that He would prepare a way for the writings of the brother of Jared to be translated in the future—through two stones. These stones were part of what is called a Urim and Thummim (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.1"},"D&C 17:1"],"; see also Bible Dictionary, “Urim and Thummim”)."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p53"},"Conclude by encouraging students to apply what they have learned today—to seek ways to demonstrate their faith and trust in the Lord. Share your assurance that as we exercise faith in Jesus Christ, God will bless us as He blessed the brother of Jared."]]]],[".resources",[".box-decor",{"id":"f42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.f42"},["h2","Commentary and Background Information"],[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t27"},["h3","Ether 3:7, 9. The Lord asks questions of the brother of Jared"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p56"},"The Lord asked questions of the brother of Jared: “Arise, why hast thou fallen?” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.7"},"Ether 3:7"],"). “Sawest thou more than this?” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.9"},"Ether 3:9"],"). The scriptures include many examples of the Lord asking questions even though He already knows the answers. Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles taught why the Lord asks such questions:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p57"},"“It is a basic premise of Latter-day Saint theology that God ‘knoweth all things, and there is not anything save he knows it.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],".] The scriptures, both ancient and modern, are replete with this assertion of omniscience. Nevertheless, God has frequently asked questions of mortals, usually as a way to test their faith, measure their honesty, or develop their knowledge” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 19–20)."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t28"},["h3","Ether 3:15. “Never have I showed myself unto man”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p59"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles presented a possible explanation for Jesus’s statement that He had never shown Himself to man prior to showing Himself to the brother of Jared:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p60"},"“Christ was saying to the brother of Jared, ‘Never have I showed myself unto man",["span.emphasis","in this manner, without my volition, driven solely by the faith of the beholder.’"],"As a rule, prophets are",["span.emphasis","invited"],"into the presence of the Lord, are bidden to enter his presence by him and only with his sanction. The brother of Jared, on the other hand, seems to have thrust himself through the veil, not as an unwelcome guest but perhaps technically as an uninvited one. … Obviously the Lord himself was linking unprecedented faith with this unprecedented vision. If the vision itself was not unique, then it had to be the faith and how the vision was obtained that was so unparalleled. The only way that faith could be so remarkable was its ability to take the prophet, uninvited, where others had been able to go only with God’s bidding” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 23)."]],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t29"},["h3","Ether 3:16. “This body … is the body of my spirit”"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p62"},"Elder Cecil O. Samuelson of the Seventy emphasized that through the account of the brother of Jared, we learn about the Savior’s premortal body and godhood:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p63"},"“Nowhere in the scriptures is a clearer account given of the nature of the spirit body of the Lord Jesus Christ and, indeed, of the characteristics of our own spirits. The brother of Jared not only saw the finger of the antemortal Jesus Christ but indeed perceived His entire spirit body (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6,13"},"Ether 3:6, 13"],"). Understanding the premortal godhood of Jesus Christ together with our own spiritual identities prior to our births in the flesh is a great blessing and advantage. These insights breaching traditional boundaries were the direct result of the brother of Jared’s non-boundaried faith” (“The Brother of Jared,” in",["span.emphasis","Heroes from the Book of Mormon"],"[1995], 185)."]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t30"},["h3","Ether 3:23–24. “These two stones”"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p65"},"The two stones that the Lord gave to the brother of Jared were part of what is called a Urim and Thummim. The scriptures refer to more than one Urim and Thummim, but we are informed that Joseph Smith had the one used by the brother of Jared (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.22-28"},"Ether 3:22–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.1"},"D&C 10:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.1"},"17:1"],"). In",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.35"},"Joseph Smith—History 1:35"],", the Prophet Joseph provides a partial description of this Urim and Thummim. He used it in translating the Book of Mormon and in obtaining other revelations."]]],[".box-decor",{"id":"f43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.f43"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.t31"},["h3","Ether 3:6–15. Learning from the experience of the brother of Jared"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/ether/lesson-145.p68"},"Invite students to study",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6-15"},"Ether 3:6–15"],", either individually or in pairs. Ask them to list gospel truths the brother of Jared either learned or had confirmed during his experience in the Lord’s presence. You may want to suggest that they mark these truths in their scriptures. Invite students to share what they have found. Consider recording their comments on the board."],[".figure",["p.preamble","Students’ answers may include the following:"],["ol.number",["li",["span.label","1."],["p.para","The Lord would take upon Himself flesh and blood (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.6"},"Ether 3:6"],")."]],["li",["span.label","2."],["p.para","Some people with exceedingly great faith have seen Jesus Christ before and after His mortal ministry (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.9"},"Ether 3:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.6-7"},"12:6–7"],")."]],["li",["span.label","3."],["p.para","The Lord redeems us from the Fall (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.13"},"Ether 3:13"],")."]],["li",["span.label","4."],["p.para","Jesus Christ was prepared from the foundation of the world (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.14"},"Ether 3:14"],")."]],["li",["span.label","5."],["p.para","Eternal life comes through the Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.14"},"Ether 3:14"],")."]],["li",["span.label","6."],["p.para","Jesus Christ (Jehovah), showed Himself in the spirit to some men before He was born in the flesh (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.16"},"Ether 3:16"],")."]],["li",["span.label","7."],["p.para","God created us in His own image (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.16"},"Ether 3:16"],")."]]]]]]]]]],"refs":null}
