{"id":3,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":3,"title":"Aaronic Priesthood","subtitle":"","short_title":"Aaronic Priesthood","uri":"/scriptures/bd/aaronic-priesthood","content":[["div",{"id":"t1","uri":"/scriptures/bd/aaronic-priesthood.t1","order":".000.006"},[".title","Aaronic Priesthood"],["div",{"id":"p1","uri":"/scriptures/bd/aaronic-priesthood.p1","order":".000.007"},"As a result of the failure of the Israelites to observe the gospel law administered by Moses under the authority of the Melchizedek Priesthood, the Lord gave an additional law of performances and ordinances and “confirmed a priesthood also upon Aaron and his seed, throughout all their generations” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.18"},"D&C 84:18"],") to administer it. This priesthood was of lesser power and authority than the priesthood of Melchizedek and was used to administer the outward ordinances, particularly as characterized by the ceremonies of the law of Moses. The terms",["i","Aaronic"],"and",["i","Levitical"],"are sometimes used synonymously (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1,6,10"},"D&C 107:1, 6, 10"],"), although there are some specific differences in the offices existing within the Levitical Priesthood. For example, the lesser priesthood was conferred only upon men of the tribe of Levi. However, within the tribe, only Aaron and his sons could hold the office of priest. And, still further, from the firstborn of Aaron’s sons (after Aaron) was selected the high priest (or president of the priests). Thus Aaron and his sons after him had greater offices in the Levitical Priesthood than did the other Levites."],["div",{"id":"p2","uri":"/scriptures/bd/aaronic-priesthood.p2","order":".000.008"},"The privileges of the priests were greater than those who functioned in the other Levitical offices, and a distinction between the two is evident when the scripture speaks of them as “the priests and the Levites” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.4"},"1 Kgs. 8:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.70"},"Ezra 2:70"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.19"},"John 1:19"],"). The priests could offer sacrifices for the people, burn incense on the altar, and teach the law, whereas the other Levites were employed in more menial tasks, such as the housekeeping of the tabernacle, keeping oil in the lamps, transporting the Ark of the Covenant, taking down and setting up the tabernacle when moving, and related tasks in assisting the priests (",["a.scriptureRef",{"href":"/scriptures/ot/num/3.5-10"},"Num. 3:5–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18.1-7"},"18:1–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/23.27-32"},"1 Chr. 23:27–32"],"). The account of Korah’s rebellion against Moses and Aaron delineates some of the differences between the duties of the priests and those of the Levites. It also shows the error of aspiring to offices in the priesthood. Levite companions sought for the high priesthood, but as they were unworthy, the Lord destroyed them (",["a.scriptureRef",{"href":"/scriptures/ot/num/16?span=16-18"},"Num. 16–18"],")."],["div",{"id":"p3","uri":"/scriptures/bd/aaronic-priesthood.p3","order":".000.009"},"The Aaronic (or Levitical) Priesthood thus functioned only within the tribe of Levi, and the right to have it conferred upon one was determined by lineage and worthiness. As part of his rationale that the law of Moses was fulfilled, Paul makes a point of the contrast between the lineal requirement of the lesser priesthood and the nonlineal Melchizedek Priesthood, which was not confined to those of one tribe (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.1-3,11-14"},"Heb. 7:1–3, 11–14"],";",["a.scriptureRef",{"href":"/scriptures/jst/jst-heb/7.3"},["span.small","JST"],"Heb. 7:3 [Appendix]"],"). The lineal restrictions of that Aaronic (Levitical) Priesthood were lifted when the law of Moses was fulfilled, and thereafter the offices of the priesthood were conferred upon worthy men without limitation to the tribe of Levi. This appears to be the case in the Church as recorded in the New Testament and in the Book of Mormon (where there were no Levites) and is presently operative in the Church as it has been restored in the latter days."],["div",{"id":"p4","uri":"/scriptures/bd/aaronic-priesthood.p4","order":".000.010"},"The Aaronic Priesthood continued “with the house of Aaron among the children of Israel” from Aaron until John the Baptist, who was a priest in the Aaronic order (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26-27"},"D&C 84:26–27"],"), and by this authority he prepared the way for and baptized Jesus. Nineteen centuries later this same John was sent from heaven as a resurrected being to confer the Aaronic Priesthood upon Joseph Smith and Oliver Cowdery. This was done on May 15, 1829, near Harmony, Pennsylvania. At that time John outlined some of the duties, privileges, and limitations of the priesthood, specifying that the Aaronic Priesthood holds the keys of the ministry of angels and can perform baptisms by water but has not the authority to confer the gift of the Holy Ghost. The Aaronic Priesthood functions under the direction of the Melchizedek Priesthood (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-72"},"JS—H 1:68–72"],")."],["div",{"id":"p5","uri":"/scriptures/bd/aaronic-priesthood.p5","order":".000.011"},"Although the Aaronic Priesthood is conferred in the Church today without restriction to the lineage of Aaron, the keys of this priesthood rightly belong to the firstborn of the seed of Aaron, and in the restoration of all things the office of bishop (president of the priests) will once again be conferred on one of that lineage, as it is designated by revelation to the president of the Church (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.14-21"},"D&C 84:14–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.13-17"},"107:13–17"],")."],["div",{"id":"p6","uri":"/scriptures/bd/aaronic-priesthood.p6","order":".000.012"},"See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/aaron"},"Aaron"],"."]]]],"refs":null}
