{"id":140,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":140,"title":"Atonement","subtitle":"","short_title":"Atonement","uri":"/scriptures/bd/atonement","content":[["div",{"id":"t1","uri":"/scriptures/bd/atonement.t1","order":".000.388"},[".title","Atonement"],["div",{"id":"p1","uri":"/scriptures/bd/atonement.p1","order":".000.389"},"The word describes the setting “at one” of those who have been estranged and denotes the reconciliation of man to God. Sin is the cause of the estrangement, and therefore the purpose of atonement is to correct or overcome the consequences of sin. From the time of Adam to the death of Jesus Christ, true believers were instructed to offer animal sacrifices to the Lord. These sacrifices were symbolic of the forthcoming death of Jesus Christ and were done by faith in Him (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.5-8"},"Moses 5:5–8"],")."],["div",{"id":"p2","uri":"/scriptures/bd/atonement.p2","order":".000.390"},"Jesus Christ, as the Only Begotten Son of God and the only sinless person to live on this earth, was the only one capable of making an atonement for mankind. By His selection and foreordination in the Grand Council before the world was formed, His divine Sonship, His sinless life, the shedding of His blood in the garden of Gethsemane, His death on the cross and subsequent bodily resurrection from the grave, He made a perfect atonement for all mankind. All are covered",["i","unconditionally"],"as pertaining to the Fall of Adam. Hence, all shall rise from the dead with immortal bodies because of Jesus’ Atonement. “For as in Adam all die, even so in Christ shall all be made alive” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Cor. 15:22"],"), and all little children are innocent at birth. The Atonement is",["i","conditional,"],"however, so far as each person’s individual sins are concerned, and touches every one to the degree that he has faith in Jesus Christ, repents of his sins, and obeys the gospel. The services of the Day of Atonement foreshadowed the atoning work of Christ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/4"},"Lev. 4"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.26-32"},"23:26–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9"},"Heb. 9"],"). The scriptures point out that no law, ordinance, or sacrifice would be satisfactory if it were not for the Atonement of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.1-9"},"Heb. 10:1–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.5-24"},"2 Ne. 9:5–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.27-32"},"Mosiah 13:27–32"],")."],["div",{"id":"p3","uri":"/scriptures/bd/atonement.p3","order":".000.391"},"Sin is lawlessness (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.4"},"1 Jn. 3:4"],"); it is a refusal on men’s part to submit to the law of God (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.7"},"Rom. 8:7"],"). By transgression man loses control over his own will and becomes the slave of sin (",["a.scriptureRef",{"href":"/scriptures/nt/rom/7.14"},"Rom. 7:14"],") and so incurs the penalty of spiritual death, which is alienation from God (",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.23"},"Rom. 6:23"],"). The Atonement of Jesus Christ redeems all mankind from the Fall of Adam and causes all to be answerable for their own manner of life. This means of atonement is provided by the Father (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16-17"},"John 3:16–17"],") and is offered in the life and person of His Son, Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/5.19"},"2 Cor. 5:19"],"). See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/fasts"},"Fasts"],";",["a.scriptureRef",{"href":"/scriptures/bd/sacrifices"},"Sacrifices"],"."]]]],"refs":null}
