{"id":201,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":201,"title":"Bible","subtitle":"","short_title":"Bible","uri":"/scriptures/bd/bible","content":[["div",{"id":"t1","uri":"/scriptures/bd/bible.t1","order":".000.535"},[".title","Bible"],["div",{"id":"p1","uri":"/scriptures/bd/bible.p1","order":".000.536"},"By the Bible we mean the collection of writings that contain the records of divine revelation. The word itself is of Greek origin, being derived from",["span.translit",["span.emphasis","ta biblia,"]],"“the books.” In course of time",["span.translit",["span.emphasis","biblia,"]],"a neuter plural, was regarded as a feminine singular, and in that way “the books” came to be spoken of as “the book.” By the word",["i","Bible"],"therefore we must understand not a single book but a divine library."],["div",{"id":"p2","uri":"/scriptures/bd/bible.p2","order":".000.537"},"The Bible is the work of many prophets and inspired writers acting under the influence of the same Holy Spirit; but at the same time it came into being “in many parts and in many modes” by a gradual growth extending over many centuries, and we can see in the books themselves evidence of the varied conditions of time and place and thought under which they were composed."],["div",{"id":"p3","uri":"/scriptures/bd/bible.p3","order":".000.538"},"In the New Testament we find the Jewish sacred books described as “the scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.29"},"Matt. 22:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/15.4"},"Rom. 15:4"],") and “the holy scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.2"},"Rom. 1:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15"},"2 Tim. 3:15"],")."],["div",{"id":"t2","uri":"/scriptures/bd/bible.t2","order":"09.00.000.539"},["div",{"id":"p4","uri":"/scriptures/bd/bible.p4","order":".000.540"},["i","Structure of the Bible."],"The Christian Bible has two great divisions, familiarly known as the",["i","Old"],"and",["i","New Testaments."],"The Old Testament consists of the canon of scriptures current among the Jews of Palestine in our Lord’s time and received on that account in its entirety by the Christian Church. The New Testament contains writings belonging to the apostolic age, selected by the Church and regarded as having the same sanctity and authority as the Jewish scriptures. (For an account of the way in which these two collections of sacred writings were gradually made, see",["i",["a.scriptureRef",{"href":"/scriptures/bd/canon"},"Canon"],"."],") The books of the Old Testament are drawn from a national literature extending over many centuries and were written almost entirely in Hebrew, while the books of the New Testament are the work of a single generation and were written in Greek (with the possible exception of the Gospels of Matthew and John, which may have been written originally in Aramaic)."],["div",{"id":"p5","uri":"/scriptures/bd/bible.p5","order":".000.541"},"With regard to the word",["i","testament,"],"the Greek word",["span.translit",["span.emphasis","diatheke,"]],"of which",["i","testament"],"is a translation, meant in classical Greek an arrangement, and therefore sometimes a will or testament, as in an arrangement for disposal of a person’s property after his death. In the Old Testament the word",["i","testament"],"represents a Hebrew word meaning “covenant.” The Old Covenant is the law that was given to Moses. The New Covenant is the gospel of Jesus Christ. The title Old Testament is a misnomer since all the prophets, beginning with Adam, had the fulness of the gospel of Christ, with its ordinances and blessings. However, a lesser law was given to Moses for the children of Israel (see",["i",["a.scriptureRef",{"href":"/scriptures/bd/law-of-moses"},"Law of Moses"]],"). When the Savior came in the meridian of time, He restored the gospel to the Jews in Palestine. Since they had strayed, even from the law of Moses, it was a new covenant to them. Thus we have the record called the Old and the New Testaments."],["div",{"id":"p6","uri":"/scriptures/bd/bible.p6","order":".000.542"},"In the Hebrew Bible (Old Testament) the books were divided into three groups: the Law, the Prophets, and the Writings (or Hagiographa). See",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.44"},"Luke 24:44"],". This arrangement was according to the Jews’ evaluation of the importance of the books based on the identity of the author. The Bible used by the Christian world is based on a different arrangement of the Old Testament books and was set up by a Greek translation called",["i","Septuagint."],"In this case the books are classified according to subject matter, such as historical, poetical, and prophetical."],["div",{"id":"p7","uri":"/scriptures/bd/bible.p7","order":".000.543"},"The books of the New Testament have varied in sequence somewhat through the centuries but are generally in this order: the four Gospels and Acts, being primarily historical; the epistles of Paul (arranged according to length, except Hebrews); the general epistles of James, Peter, John, and Jude; and the Apocalypse or Revelation of John."],["div",{"id":"p8","uri":"/scriptures/bd/bible.p8","order":".000.544"},"The Bible used by most non-Catholic churches today has 66 books—39 in the Old Testament and 27 in the New Testament. The books called Apocrypha have generally not been printed in the non-Catholic Bibles in the past century, although in recent years these books have been gaining in popularity. (See",["i",["a.scriptureRef",{"href":"/scriptures/bd/apocrypha"},"Apocrypha"],"."],")"]],["div",{"id":"t3","uri":"/scriptures/bd/bible.t3","order":"09.00.000.545"},["div",{"id":"p9","uri":"/scriptures/bd/bible.p9","order":".000.546"},["i","Preservation of the Text of the Old Testament."],"The original language of most of the Old Testament is",["i",["a.scriptureRef",{"href":"/scriptures/bd/hebrew"},"Hebrew"],","],"but a few portions (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/4.8?span=4.8-6.18"},"Ezra 4:8–6:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/7.12-26"},"7:12–26"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/10.11"},"Jer. 10:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.4?span=2.4-7.28"},"Dan. 2:4–7:28"],") were written in what is popularly called Chaldee, but more correctly Aramaic. The direct evidence for the text of the Old Testament is of three kinds: Hebrew manuscripts, ancient versions, and quotations in the Talmud and other ancient Jewish writings. The manuscripts are of two kinds: (1) synagogue rolls, about which the Talmud gives elaborate rules as to the nature of the skins and fastenings, the number of columns in each, and the size of each column and title; these were written without vowel points or accents; (2) manuscripts for private use, in book form of various sizes, the vowel points being inserted, and a commentary generally provided in the margin."],["div",{"id":"p10","uri":"/scriptures/bd/bible.p10","order":".000.547"},"If we had only Hebrew manuscripts we might conclude that the text of the Old Testament has been the same always and everywhere. But the existence of the Greek Version, called the",["i","Septuagint,"],"and the Samaritan Pentateuch (see",["i",["a.scriptureRef",{"href":"/scriptures/bd/samaritans"},"Samaritans"]],") proves that this is by no means the case. They differ materially from the Masoretic text and in some cases have no doubt preserved older and truer readings; but it is most difficult in many cases to decide to which reading the preference should be given. The close agreement among the different Hebrew manuscripts (other than the Samaritan Pentateuch) is accounted for by the fact that soon after the destruction of Jerusalem (",["span.small","A.D."],"70) much labor was bestowed upon the Hebrew text by the scholars who formed the Jewish School at Tiberias. One form of text was agreed upon, afterwards called the Masoretic text. Manuscripts that differed materially from this were destroyed, and the utmost care was taken to prevent any other readings from obtaining currency. The English KJV follows the Masoretic text except in a very few passages."],["div",{"id":"p11","uri":"/scriptures/bd/bible.p11","order":".000.548"},"The Dead Sea Scrolls, some of which are believed to be as early as the 2nd century",["span.small","B.C."],", give evidence that the Old Testament text was corrupted at least by that time."]],["div",{"id":"t4","uri":"/scriptures/bd/bible.t4","order":"09.00.000.549"},["div",{"id":"p12","uri":"/scriptures/bd/bible.p12","order":".000.550"},["i","Preservation of the Text of the New Testament."],"In trying to decide what were the actual words written by the Apostles and other writers we have the evidence of (1) Greek manuscripts, (2) translations made from Greek into other languages, and (3) quotations by early Church writers."],["div",{"id":"p13","uri":"/scriptures/bd/bible.p13","order":".000.551"},"(1) A Greek manuscript is called an Uncial if it is written entirely in capital letters and a Cursive if written in smaller letters and a running hand. Uncials are denoted for purposes of reference by capital letters and are relatively few in number, there being less than 70 known Uncial manuscripts, only 21 of which are at all complete. Cursive manuscripts are very numerous, being in the thousands, and are denoted by numbers. These are of later date than the Uncials and are of less importance as evidence of the original text."],["div",{"id":"p14","uri":"/scriptures/bd/bible.p14","order":".000.552"},"(2) The most important of the early versions of the New Testament are",["i","(a)"],"the Latin, including the Old Latin which belongs to the 2nd century, and the Vulgate, which was a Revised Latin text made by Jerome in the 4th century;",["i","(b)"],"the Syriac, of which there are three important forms: the Old Syriac, the Peshitto, and the Philoxenian;",["i","(c)"],"the Egyptian or Coptic, including the Memphitic or Boheiric, the Sahidic or Thebaic, and the Bashmuric or Fayumic, these three versions being made in Lower, Upper, and Middle Egypt respectively."],["div",{"id":"p15","uri":"/scriptures/bd/bible.p15","order":".000.553"},"(3) Quotations by early Christian writers are sometimes of much value as indicating the text of the New Testament, which they were accustomed to use; but this evidence requires careful use, for authors do not always take pains to quote correctly."],["div",{"id":"p16","uri":"/scriptures/bd/bible.p16","order":".000.554"},"Such are the biblical materials at one’s disposal for the purpose of deciding what was the original sense of the text of the Old and New Testaments. However, latter-day revelation, in the form of the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and also the teachings of Joseph Smith (through his translation of the Bible and otherwise), offers much evidence and many helpful suggestions about biblical interpretation and original content. These latter-day sources are indispensable to the student who wishes to obtain the clearest and most complete understanding of what the ancient prophets and apostles have written."],["div",{"id":"p17","uri":"/scriptures/bd/bible.p17","order":".000.555"},"With the discovery of more ancient manuscripts not available to the King James translators, many translations of the Bible have been produced since 1900 by Bible scholars. However, based on the doctrinal clarity of latter-day revelation given to Joseph Smith, the Church has held to the King James Version as being doctrinally more accurate than these recent versions. The newer versions are in many instances easier to read but are in some passages doctrinally weaker in their presentation of the gospel. Therefore, the King James Version remains the principal Bible of The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p18","uri":"/scriptures/bd/bible.p18","order":".000.556"},"The position of the Church regarding the Bible is that it contains the word of God as far as it is translated correctly (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"A of F 1:8"],"). Joseph Smith taught that “many important points touching the salvation of men, had been taken from the Bible, or lost before it was compiled.” He also said that the Bible was correct as “it came from the pen of the original writers,” but that “ignorant translators, careless transcribers, or designing and corrupt priests have committed many errors.” (",["span.small","HC"],"1:245; 6:57.) The Church reveres and respects the Bible but recognizes that it is not a complete nor entirely accurate record. It affirms also that the Lord has given additional revelation through His prophets in the last days that sustains, supports, and verifies the biblical account of God’s dealings with mankind."]]]],"refs":null}
