{"id":400,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":400,"title":"Ecclesiastes","subtitle":"","short_title":"Ecclesiastes","uri":"/scriptures/bd/ecclesiastes","content":[["div",{"id":"t1","uri":"/scriptures/bd/ecclesiastes.t1","order":".000.1033"},[".title","Ecclesiastes"],["div",{"id":"p1","uri":"/scriptures/bd/ecclesiastes.p1","order":".000.1034"},"A Greek translation of the Hebrew",["span.translit",["span.emphasis","Koheleth,"]],"a word meaning “one who convenes an assembly,” sometimes rendered Preacher. The book of Ecclesiastes consists of reflections on some of the deepest problems of life, as they present themselves to the thoughtful observer. The epilogue (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12.9-14"},"Eccl. 12:9–14"],") sets forth the main conclusions at which the writer has arrived. The author describes himself as “son of David, king in Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/1.1"},"1:1"],")."],["div",{"id":"p2","uri":"/scriptures/bd/ecclesiastes.p2","order":".000.1035"},"The book of Ecclesiastes seems permeated with a pessimistic flavor but must be read in the light of one of its key phrases: “under the sun” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/1.9"},"1:9"],"), meaning “from a worldly point of view.” The term",["i","vanity"],"also needs clarification, since as used in Ecclesiastes it means “transitory” or “fleeting.” Thus the Preacher laments that as things appear from the point of view of the world, everything is temporary and soon gone—nothing is permanent. It is in this light also that the reader must understand",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.5"},"9:5"],"and",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.10"},"9:10"],", which declare that the dead “know not any thing,” and there is no knowledge “in the grave.” These should not be construed as theological pronouncements on the condition of the soul after death; rather, they are observations by the Preacher about how things appear to men on the earth “under the sun.” The most spiritual part of the book appears in",["a.scriptureRef",{"href":"/scriptures/ot/eccl/11"},"chapters 11"],"and",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12"},"12"],", where it is concluded that the only activity of lasting and permanent value comes from obedience to God’s commandments, since all things will be examined in the judgment that God will render on man."]]],"refs":null}
