{"id":404,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":404,"title":"Education","subtitle":"","short_title":"Education","uri":"/scriptures/bd/education","content":[["div",{"id":"t1","uri":"/scriptures/bd/education.t1","order":".000.1043"},[".title","Education"],["div",{"id":"p1","uri":"/scriptures/bd/education.p1","order":".000.1044"},"The divine law impressed upon parents the duty of teaching their children its precepts and principles, but little is known about the methods of teaching that were employed. Up to six years of age a child was taught at home, chiefly by the mother. The schools that all boys from six years old had to attend were generally held in the synagogues. Until a boy was 10 no textbook was used but scripture. The aim was to encourage study by sense of duty rather than by reward or fear. Reading, writing, and grammar were taught, and in order that teaching might be thorough, no class even in the elementary school might exceed 25 pupils. The “religious question” could not exist in Jewish education any more than in Church schools today, for the whole purpose of education was religious. Nothing was regarded as worth learning except as it illustrated scripture. At home probably Bible stories were taught, but the regular course at school began with the first seven chapters of Leviticus, so that a boy might know what outward acts were required of him; then the rest of the Pentateuch, the Prophets, and the remainder of the Old Testament."],["div",{"id":"p2","uri":"/scriptures/bd/education.p2","order":".000.1045"},"At the age of 12 a Jewish boy was taken to Jerusalem at one of the feasts and tested by the doctors of the law in the temple as to his knowledge of the duties and privileges to which by circumcision he had been admitted. In passing this test he was regarded as freely and intelligently “taking upon himself the yoke of the law,” or “of the kingdom of God,” and henceforth he was bound to fulfill all the precepts of the ceremonial law. Thus Jesus was at the temple at age 12 (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.41-52"},"Luke 2:41–52"],")."],["div",{"id":"p3","uri":"/scriptures/bd/education.p3","order":".000.1046"},"The use of object lessons and monuments as aids to teaching are frequently specified (",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.14-18"},"Ex. 13:14–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/4.1-9"},"Josh. 4:1–9"],"). Repeated references in Psalms and Proverbs have an educational flair, as in",["a.scriptureRef",{"href":"/scriptures/ot/prov/4"},"Prov. 4"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/31.1"},"31:1"],"(see also",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15"},"2 Tim. 3:15"],"). All of the ceremonies and rituals both of the law of Moses and in the gospel of Jesus Christ are designed for an educational function through their symbolism. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/bitter-herbs"},"Bitter herbs"],";",["a.scriptureRef",{"href":"/scriptures/bd/schools-of-the-prophets"},"Schools of the Prophets"],";",["a.scriptureRef",{"href":"/scriptures/bd/symbolism"},"Symbolism"],";",["a.scriptureRef",{"href":"/scriptures/bd/synagogue"},"Synagogue"],"."]]]],"refs":null}
