{"id":426,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":426,"title":"Elijah","subtitle":"","short_title":"Elijah","uri":"/scriptures/bd/elijah","content":[["div",{"id":"t1","uri":"/scriptures/bd/elijah.t1","order":".000.1113"},[".title","Elijah"],["div",{"id":"p1","uri":"/scriptures/bd/elijah.p1","order":".000.1114"},["i","Jehovah is my God."],"Called “the Tishbite,” but the meaning of this name is quite uncertain, no place being known from which it could be derived. He was “of the inhabitants of Gilead,” the wild and beautiful hill country east of Jordan. The nature of the district and the lonely life that men lived there produced its full effect on the character of the prophet. Nothing is known of his parentage. The northern kingdom was the scene of his work, at a time when, owing to the influence of Ahab and Jezebel, the people had almost entirely forsaken the worship of Jehovah and had become worshippers of the Phoenician god Baal (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/16.32"},"1 Kgs. 16:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.19"},"18:19"],"). An account of Elijah’s life is found in",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17?span=17-22"},"1 Kgs. 17–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1?span=1-2"},"2 Kgs. 1–2"],"and",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.12-15"},"2 Chr. 21:12–15"],"; there are also the following references to him in the New Testament:",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.14"},"Matt. 16:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.3"},"17:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.47-49"},"27:47–49"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14-15"},"Mark 6:14–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.4"},"9:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.35-36"},"15:35–36"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.25-26"},"Luke 4:25–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.30"},"9:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/5.17"},"James 5:17"],"."],["div",{"id":"p2","uri":"/scriptures/bd/elijah.p2","order":".000.1115"},"The deep impression Elijah made upon the life of the Israelites is indicated in the fixed belief that prevails that he will return, as spoken of in",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5"},"Mal. 4:5"],". The foregoing references from the New Testament show that many mistook Jesus for Elijah returned. Among the Jews he is still an invited guest at the Passover, for whom a vacant seat is reserved and the door is opened."],["div",{"id":"p3","uri":"/scriptures/bd/elijah.p3","order":".000.1116"},"His recorded words are few but forceful, and his deeds are explicit evidences of his strength of will, force of character, and personal courage. He was an example of solid faith in the Lord. With his ministry are associated such colorful events as his pronouncements upon the life and death of Ahab and Jezebel (and their subsequent fulfillment); calling down fire from heaven; sealing the heavens with no rain for 3½ years; blessing the widow’s meal and oil; and raising a boy from the dead. His life closed dramatically: “there appeared a chariot of fire, … and Elijah went up by a whirlwind into heaven,” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.11-12"},"2 Kgs. 2:11–12"],") and thus was he translated. As a result of Elijah’s ministry, Baal worship was greatly reduced as a threat to Israel. At his translation Elijah’s mantle (shawl) fell on Elisha, his successor; the term “mantle of the prophet” has become a phrase indicative of prophetic succession."],["div",{"id":"p4","uri":"/scriptures/bd/elijah.p4","order":".000.1117"},"We learn from latter-day revelation that Elijah held the sealing power of the Melchizedek Priesthood. He appeared on the Mount of Transfiguration in company with Moses (also translated) and conferred the keys of the priesthood on Peter, James, and John (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.3"},"Matt. 17:3"],"). He appeared again, in company with Moses and others, on April 3, 1836, in the Kirtland (Ohio) Temple and conferred the same keys upon Joseph Smith and Oliver Cowdery. All of this was in preparation for the coming of the Lord, as spoken of in",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Mal. 4:5–6"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],"). As demonstrated by his miraculous deeds, the power of Elijah is the sealing power of the priesthood by which things bound or loosed on earth are bound or loosed in heaven. Thus the keys of this power are once again operative on the earth and are used in performing all the ordinances of the gospel for the living and the dead."]]],"refs":null}
