{"id":445,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":445,"title":"Enoch","subtitle":"","short_title":"Enoch","uri":"/scriptures/bd/enoch","content":[["div",{"id":"t1","uri":"/scriptures/bd/enoch.t1","order":".000.1155"},[".title","Enoch"],["div",{"id":"p1","uri":"/scriptures/bd/enoch.p1","order":".000.1156"},"The seventh from Adam. Son of Jared, and father of Methuselah (",["a.scriptureRef",{"href":"/scriptures/ot/gen/5.18-24"},"Gen. 5:18–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.37"},"Luke 3:37"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.5"},"Heb. 11:5"],"). The biblical account of Enoch is scanty. It tells us that he was translated but gives nothing of the details of his ministry. A quotation from his prophecy is found in",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.14"},"Jude 1:14"],". From latter-day revelation we learn much more of Enoch; specifically of his preaching, his city called Zion, his visions, and his prophecies. See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.48-57"},"D&C 107:48–57"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6?span=6-7"},"Moses 6–7"],". From these sources we observe that he was a preacher of righteousness and a vigorous exponent of the gospel of Jesus Christ. We also note that not only Enoch but also his entire city was translated. We also become aware that Enoch was a much greater person with a far more significant ministry than one would ever suppose from the Bible alone."],["div",{"id":"p2","uri":"/scriptures/bd/enoch.p2","order":".000.1157"},"There are at least three apocalyptic works purporting to be books of Enoch; these are included in the category usually called “pseudepigrapha,” meaning writings under assumed names, compiled long after the time of the supposed author. On the basis of latter-day revelation it appears there are some truths contained in the apocalyptic Enoch books. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/pseudepigrapha"},"Pseudepigrapha"],"."]]]],"refs":null}
