{"id":486,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":486,"title":"Ezra","subtitle":"","short_title":"Ezra","uri":"/scriptures/bd/ezra","content":[["div",{"id":"t1","uri":"/scriptures/bd/ezra.t1","order":".000.1246"},[".title","Ezra"],["div",{"id":"p1","uri":"/scriptures/bd/ezra.p1","order":".000.1247"},"A famous priest and scribe who brought back part of the exiles from captivity (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/7?span=7-10"},"Ezra 7–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/neh/8,12"},"Neh. 8; 12"],"). The object of his mission was “to teach in Israel statutes and judgments.” In 458",["span.small","B.C."],"he obtained from Artaxerxes an important edict (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/7.12-26"},"Ezra 7:12–26"],") allowing him to take to Jerusalem any Jewish exiles who cared to go, along with offerings for the temple with which he was entrusted, and giving to the Jews various rights and privileges. He was also directed to appoint magistrates and judges. On arriving in Jerusalem his first reform was to cause the Jews to separate from their foreign wives, and a list is given of those who had offended in this way (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/10"},"Ezra 10"],"). The later history of Ezra is found in the book of Nehemiah, which is a sequel to the book of Ezra. Along with Nehemiah he took steps to instruct the people in the Mosaic law (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8"},"Neh. 8"],"). Hitherto “the law” had been to a great extent the exclusive possession of the priests. It was now brought within the reach of every Jew. The open reading of “the book of the law” was a new departure and marked the law as the center of Jewish national life."],["div",{"id":"p2","uri":"/scriptures/bd/ezra.p2","order":".000.1248"},"A good many traditions have gathered around the name of Ezra. He is said to have formed the canon of Hebrew scripture and to have established an important national council, called the Great Synagogue, over which he presided. But for none of these traditions is there trustworthy evidence. The Jews of later days were inclined to attribute to the influence of Ezra every religious development between the days of Nehemiah and the Maccabees."],["div",{"id":"p3","uri":"/scriptures/bd/ezra.p3","order":".000.1249"},"The book of Ezra contains also an introductory section (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1?span=1-6"},"Ezra 1–6"],") describing events that happened from 60 to 80 years before the arrival of Ezra in Jerusalem, that is, the decree of Cyrus, 537",["span.small","B.C."],", and the return of Jews under Zerubbabel; the attempt to build the temple and the hindrances due to the Samaritans; the preaching of Haggai and Zechariah and the completion of the temple, 516",["span.small","B.C."],"There is no record in the book of any events between this date and the mission of Ezra."],["div",{"id":"p4","uri":"/scriptures/bd/ezra.p4","order":".000.1250"},"Religious values in the book of Ezra are found in the teaching that (1) the promises of the Lord through His prophets shall all be fulfilled (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.1"},"Ezra 1:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.13"},"Jer. 25:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.10"},"29:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37-38"},"D&C 1:37–38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.20"},"5:20"],"); (2) discipline and patience are born of disappointment, as one expectation after another was frustrated; (3) there is eternal significance in everyday life; (4) preparation is needed for the rule of Messiah, the law being the schoolmaster to bring men to Christ."]]],"refs":null}
