{"id":519,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":519,"title":"Galilee","subtitle":"","short_title":"Galilee","uri":"/scriptures/bd/galilee","content":[["div",{"id":"t1","uri":"/scriptures/bd/galilee.t1","order":".000.1349"},[".title","Galilee"],["div",{"id":"p1","uri":"/scriptures/bd/galilee.p1","order":".000.1350"},"The name is not often found in the Old Testament, but see",["a.scriptureRef",{"href":"/scriptures/ot/josh/20.7"},"Josh. 20:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/21.32"},"21:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.11"},"1 Kgs. 9:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/6.76"},"1 Chr. 6:76"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.1"},"Isa. 9:1"],". In New Testament times it was the most northerly of the three divisions into which Palestine west of the Jordan was divided and included the territories of Issachar, Naphtali, Zebulun, and Asher. The district is about 60 miles by 30. It contained some of the best land and the busiest towns of Palestine and was thickly populated by a hardy, warlike race. It was crossed by important highways leading to Damascus, Egypt, and eastern Palestine. Along these roads caravans would be constantly passing, and such a place as Nazareth would be kept in close touch with what was going on in other parts of the world."],["div",{"id":"p2","uri":"/scriptures/bd/galilee.p2","order":".000.1351"},"Galilee had an excellent climate, mild near the seacoast, hot in the Jordan valley, and bracing in the highlands. The land was fertile, especially in the plain of Esdraelon, and produced large crops of olives, wheat, barley, and grapes. By the Sea of Galilee the fisheries were a great source of wealth and provided a large export trade."],["div",{"id":"p3","uri":"/scriptures/bd/galilee.p3","order":".000.1352"},"On the death of Herod the Great after the birth of Jesus, his son Herod Antipas became tetrarch of Galilee and reigned until",["span.small","A.D."],"39, when he was banished by the Emperor Caligula. Galilee then came under the rule of Herod Agrippa Ⅰ, who died in",["span.small","A.D."],"44."]]],"refs":null}
