{"id":532,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":532,"title":"Genesis","subtitle":"","short_title":"Genesis","uri":"/scriptures/bd/genesis","content":[["div",{"id":"t1","uri":"/scriptures/bd/genesis.t1","order":".000.1380"},[".title","Genesis"],["div",{"id":"p1","uri":"/scriptures/bd/genesis.p1","order":".000.1381"},"A Greek word meaning “origin” or “beginning.” In the book of Genesis we find an account of many beginnings, such as the creation of the earth, the placing of animals and man thereon, the introduction of sin, the revelation of the gospel to Adam, the beginning of tribes and races, the origin of various languages at Babel, and the beginning of the Abrahamic family leading to the establishment of the house of Israel. Joseph’s role as a preserver of Israel is also given emphasis. The structure of the book of Genesis rests on several genealogies. Each new section begins “These are the generations,” and there follows a genealogical list of certain portions of family history. Some major divisions of Genesis are:"],["div",{"id":"f1","uri":"/scriptures/bd/genesis.f1","order":".000.1382"},["ol.number",["li",{"uri":"/scriptures/bd/genesis.2"},["i","Adam"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/1?span=1-3"},"Gen. 1–3"],"). The creation and early history of the world; all mankind as yet one family."],["li",{"uri":"/scriptures/bd/genesis.3"},["i","Noah"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/4?span=4-9"},"Gen. 4–9"],"). The line of Cain branching off; while the history follows the fortunes of Seth, whose descendants are traced in genealogical succession as far as Noah, whose history is followed up to his death."],["li",{"uri":"/scriptures/bd/genesis.4"},["i","Abraham. (a)"],"The peopling of the whole earth by the descendants of Noah’s sons and the diffusion of tongues at the tower of Babel (",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.1-9"},"11:1–9"],"). The history of two of these is then dropped and",["i","(b)"],"the line of Shem only pursued (",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.10-32"},"11:10–32"],") as far as Terah and Abram, where the genealogical table breaks off;",["i","(c)"],"Abraham is now the chief figure (",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.1?span=12.1-25.18"},"12:1–25:18"],"). As Terah had two other sons, Nahor and Haran (",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.27"},"11:27"],"), some notices respecting their families are added, including the history of Lot, the father of Moab and Ammon (",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.37-38"},"19:37–38"],"), nations afterwards closely connected with Israel. Nahor remained in Mesopotamia, but his family is briefly enumerated (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.20-24"},"22:20–24"],"), chiefly for the sake of Rebekah (Isaac’s wife). Of Abraham’s own children there branches off first the line of Ishmael and next the children of Keturah (",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.9"},"21:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.1-6,12-18"},"25:1–6, 12–18"],")."],["li",{"uri":"/scriptures/bd/genesis.5"},["i","Isaac."],"The account of his life (",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.1?span=21.1-35.29"},"21:1–35:29"],") depicts him as a peacemaker and declares that from among the several sons of Abraham, the covenant was to be upon Isaac (",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.12"},"Gen. 21:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.7"},"Rom. 9:7"],")."],["li",{"uri":"/scriptures/bd/genesis.6"},["i","Jacob."],"After Isaac’s death we have",["i","(a)"],"the genealogy of Esau (",["a.scriptureRef",{"href":"/scriptures/ot/gen/36"},"Gen. 36"],"), who then drops out of the narrative, and",["i","(b)"],"the history of the patriarchs till the death of Joseph (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37?span=37-50"},"Gen. 37–50"],")."]]],["div",{"id":"p7","uri":"/scriptures/bd/genesis.p7","order":".000.1388"},"God’s relation to Israel holds the first place throughout in the writer’s mind. The introductory chapters are a history of the world as a preparation for the history of the chosen seed. The object of the book is to teach religious history."],["div",{"id":"p8","uri":"/scriptures/bd/genesis.p8","order":".000.1389"},"The book of Genesis is the true and original birthplace of all theology. It contains the ideas of God and man, of righteousness and judgment, of responsibility and moral government, of failure and hope, that are presupposed through the rest of the Old Testament and that prepare the way for the mission of Christ."],["div",{"id":"p9","uri":"/scriptures/bd/genesis.p9","order":".000.1390"},"In latter-day revelation we find many sources of information that clarify and substantiate the record of Genesis. The Joseph Smith Translation especially, a portion of which is presented in the",["a.scriptureRef",{"href":"/scriptures/pgp/moses"},"book of Moses"],", offers the best available account of the early chapters. Of exceptional worth is",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1"],", giving an account of some visions and experiences of Moses previous to and in preparation for writing Genesis. This chapter is an introduction to Genesis, just as Genesis is an introduction to the remainder of the Bible. Other chapters of Moses specify certain events that took place previous to the creation of the earth and form a proper setting thereunto, such as the selection of the Savior in the Grand Council and the rebellion of Lucifer. The",["a.scriptureRef",{"href":"/scriptures/pgp/moses"},"book of Moses"],"also supplies many other valuable concepts, including the revelation of the gospel of Jesus Christ to Adam, Enoch, and all the early patriarchs."],["div",{"id":"p10","uri":"/scriptures/bd/genesis.p10","order":".000.1391"},"Other fruitful sources of latter-day revelation that clarify Genesis are the Book of Mormon, especially",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5"},"1 Ne. 5"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1"},"Ether 1"],"; Doctrine and Covenants,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29"},"secs. 29"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84"},"84"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"107"],"; and the",["a.scriptureRef",{"href":"/scriptures/pgp/abr"},"book of Abraham"],". Among other things, latter-day revelation certifies to Moses as the original author of Genesis."]]],"refs":null}
