{"id":608,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":608,"title":"Herod","subtitle":"","short_title":"Herod","uri":"/scriptures/bd/herod","content":[["div",{"id":"t1","uri":"/scriptures/bd/herod.t1","order":".000.1570"},[".title","Herod"],["div",{"id":"p1","uri":"/scriptures/bd/herod.p1","order":".000.1571"},"The following genealogical table shows the relationship between the various members of the Herodian family mentioned in the New Testament."],["div",{"id":"p2","uri":"/scriptures/bd/herod.p2","order":".000.1572"},"The Herodian family were Idumeans by birth but had become converts to the Jewish faith. Their object was to found, under the protection of Rome, a semi-independent kingdom. By his marriage with Mariamne, Herod the Great allied himself with the family of the Maccabees, who had been for several generations the leaders of the patriotic party among the Jews. Herod was a successful ruler and was on terms of friendship with Augustus, the Roman Emperor. In order to gain favor with his subjects, with whom he was most unpopular, he rebuilt the temple at an immense cost. (See",["i",["a.scriptureRef",{"href":"/scriptures/bd/temple-of-herod"},"Temple of Herod"],"."],") His reign was disgraced by many acts of cruelty. In a fit of jealousy he had his wife, whom he dearly loved, put to death; later on he had her two sons, Alexander and Aristobulus, also murdered. In the same year in which he gave the order for the massacre of the infants at Bethlehem, he had Antipater, another of his own sons, put to death. A few months later Herod himself died. His kingdom was then divided between three of his sons: Archelaus, who received Judea, Idumea, and Samaria; Antipas, who had Galilee and Perea; and Philip, who had the northeast districts of Palestine."],["div",{"id":"p3","uri":"/scriptures/bd/herod.p3","order":".000.1573"},"After a reign of nine years Archelaus was deposed by Augustus, and Judea was attached to the Roman province of Syria, being governed by a prefect. Antipas (called in the New Testament “Herod the tetrarch”) built as his capital Tiberias on the Sea of Galilee; he is frequently mentioned in the Gospels (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.1"},"Matt. 14:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14"},"Mark 6:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.7"},"Luke 9:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.31"},"13:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.7-15"},"23:7–15"],"). He took as his wife Herodias, the wife of his half-brother Philip. He was deposed by the Emperor Caligula and banished to Lugdunum in Gaul,",["span.small","A.D."],"39. Philip made Caesarea Philippi (previously called Panias) his capital and remained in possession of his tetrarchy until his death in",["span.small","A.D."],"33. His territory then became part of the province of Syria, but in",["span.small","A.D."],"37 it was given by Caligula, along with Abilene (the tetrarchy of Lysanias), to Agrippa, who was allowed to assume the title of king. On the deposition of Antipas he obtained the tetrarchy of Galilee, and in",["span.small","A.D."],"41, on the accession of the Emperor Claudius, he received Judea and Samaria as well, and so became ruler of the whole territory governed by his grandfather. He lived in Jerusalem and was anxious to be regarded as an orthodox Jew. He began a persecution of the Church and put James to death, Peter escaping by a miracle (",["a.scriptureRef",{"href":"/scriptures/nt/acts/12.1-23"},"Acts 12:1–23"],"). His death is described in",["a.scriptureRef",{"href":"/scriptures/nt/acts/12.20-23"},"Acts 12:20–23"],". His son, Agrippa Ⅱ, was allowed by the Emperor Claudius to succeed to only a small part of his father’s dominions. He is mentioned in",["a.scriptureRef",{"href":"/scriptures/nt/acts/25.13"},"Acts 25:13"],". He was the last of the Herods."]]],"refs":null}
