{"id":617,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":617,"title":"High priest","subtitle":"","short_title":"High priest","uri":"/scriptures/bd/high-priest","content":[["div",{"id":"t1","uri":"/scriptures/bd/high-priest.t1","order":".000.1593"},[".title","High priest"],["div",{"id":"p1","uri":"/scriptures/bd/high-priest.p1","order":".000.1594"},"(1) An office in the Melchizedek Priesthood. Adam and all the patriarchs were high priests (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.53"},"D&C 107:53"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.2"},"Abr. 1:2"],")."],["div",{"id":"p2","uri":"/scriptures/bd/high-priest.p2","order":".000.1595"},"(2) Under the law of Moses the presiding officer of the Aaronic Priesthood was called the high priest. The office was hereditary and came through the firstborn among the family of Aaron, Aaron himself being the first high priest of the Aaronic order."],["div",{"id":"p3","uri":"/scriptures/bd/high-priest.p3","order":".000.1596"},"The duties of the high priest and his special vestments are outlined in the books of Exodus and Leviticus, the chief references being",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.6-42"},"Ex. 28:6–42"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.6"},"29:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/39.27-29"},"39:27–29"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/6.19-23"},"Lev. 6:19–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10"},"21:10"],". The clothing was colorful, often white and blue, ornamented with golden bells and varicolored needlework. A breastplate of judgment was worn, containing the Urim and Thummim and 12 precious stones representing the tribes of Israel. On the high priest’s head was the miter or turban, made of fine linen (",["a.scriptureRef",{"href":"/scriptures/ot/ex/39.28"},"Ex. 39:28"],"). Upon the forefront and attached to it by a blue lace was a plate or crown of pure gold (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.36"},"Ex. 28:36"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.6"},"29:6"],"). On the plate was engraved the legend “Holiness to the Lord.”"],["div",{"id":"p4","uri":"/scriptures/bd/high-priest.p4","order":".000.1597"},"The high priest was privileged to use the Urim and Thummim (",["a.scriptureRef",{"href":"/scriptures/ot/num/27.21"},"Num. 27:21"],"), and we read of it during Saul’s time but not afterward. It was apparently missing, but its restoration was hoped for during the time of the second temple (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.63"},"Ezra 2:63"],")."],["div",{"id":"p5","uri":"/scriptures/bd/high-priest.p5","order":".000.1598"},"The high priest’s main duties, in addition to the duties of a regular priest, were to perform the service of the Day of Atonement; to inquire God’s will by the Urim and Thummim in the breastplate of his office; and to offer the sacrifices on Sabbaths, new moons, and yearly festivals. He also had to offer a meat offering twice daily for himself (",["a.scriptureRef",{"href":"/scriptures/ot/lev/6.19-23"},"Lev. 6:19–23"],"). (See",["i",["a.scriptureRef",{"href":"/scriptures/bd/meat-offering"},"Meat offering"],"."],") His consecration differed from that of ordinary priests in anointing and robing: on the high priest’s head alone was the anointing oil poured (",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10"},"Lev. 21:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/133.2"},"Ps. 133:2"],"), and his garments were of special significance and magnificence."],["div",{"id":"p6","uri":"/scriptures/bd/high-priest.p6","order":".000.1599"},"The office was usually a lifetime calling and, when rightly appointed, was by revelation from God, “as was Aaron” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Heb. 5:4"],"). It was in the family of Eleazar, Aaron’s third son, until the time of Eli, a descendant of Ithamar, Aaron’s youngest son, into whose family it passed until it was restored to the family of Eleazar in the person of Zadok; it then continued in his family till the time of the Maccabees. During the Maccabean period the high priest was also political head of the nation. After this family was overthrown, high priests were inappropriately appointed and deposed at pleasure by Herod and the Romans alike. The office was filled by 28 different men between 37",["span.small","B.C."],"and",["span.small","A.D."],"68. Since the latter year the office has ceased to exist among the Jews, but they were in apostasy long before that time."],["div",{"id":"p7","uri":"/scriptures/bd/high-priest.p7","order":".000.1600"},"The epistle to the Hebrews discusses at some length the manner in which Jesus Christ is the great High Priest, of whom all the others were pre-figures (",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.1-10"},"Heb. 5:1–10"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.28"},"9:28"],"). See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/aaronic-priesthood"},"Aaronic Priesthood"],";",["a.scriptureRef",{"href":"/scriptures/bd/breastplate"},"Breastplate"],"."]]]],"refs":null}
