{"id":708,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":708,"title":"Job, book of","subtitle":"","short_title":"Job, book of","uri":"/scriptures/bd/job-book-of","content":[["div",{"id":"t1","uri":"/scriptures/bd/job-book-of.t1","order":".000.1824"},[".title","Job, book of"],["div",{"id":"p1","uri":"/scriptures/bd/job-book-of.p1","order":".000.1825"},"Narrates the afflictions that befell a righteous man and discusses the moral problem such sufferings present. Job’s “three friends” discuss with him the meaning of his sufferings; they give their interpretation, that they are a sign of God’s anger and a punishment for sin; but this Job will not admit. Their suggestions wring from him “words without knowledge” (",["a.scriptureRef",{"href":"/scriptures/ot/job/38.2"},"38:2"],"), which he afterwards retracts (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.3"},"42:3"],"); yet Job is declared by God to have spoken the thing that is right concerning the divine government (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.7"},"42:7"],") in saying that there is a mystery in the incidence of suffering that only a fresh revelation can solve.",["a.scriptureRef",{"href":"/scriptures/ot/job/32?span=32-37"},"Job 32–37"],"contains the speeches of Elihu, who is shocked at what he regards as impiety on the part of Job, and condemns him, though on different grounds from the “three friends.” His main thesis is that God will “not pervert judgment.” Job makes no reply to him. His own craving for light is satisfied by the vision of God, at length vouchsafed in answer to his appeals. “I have heard of thee by the hearing of the ear: but now mine eye seeth thee” (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.5"},"42:5"],")."],["div",{"id":"p2","uri":"/scriptures/bd/job-book-of.p2","order":".000.1826"},"The book of Job does not entirely answer the question as to why Job (or any human) might suffer pain and the loss of his goods. It does make it clear that affliction is not necessarily evidence that one has sinned. The book suggests that affliction, if not for punishment, may be for experience, discipline, and instruction (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122"},"D&C 122"],")."],["div",{"id":"p3","uri":"/scriptures/bd/job-book-of.p3","order":".000.1827"},"Job’s assurance of the bodily resurrection and his testimony of the Redeemer (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25-27"},"19:25–27"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.4"},"2 Ne. 9:4"],") are one of the high points of the book, equaled only by the revelation of the Lord to him in",["a.scriptureRef",{"href":"/scriptures/ot/job/38?span=38-41"},"Job 38–41"],". The human mind is such that it is essential for Job to have a correct knowledge of God and know that his own course of life was acceptable to God, or he would not have been able to endure the trials that came upon him. His unfailing faith is characterized by such exclamations as, “Though he slay me, yet will I trust in him” (",["a.scriptureRef",{"href":"/scriptures/ot/job/13.15"},"13:15"],"). Job is mentioned also in",["a.scriptureRef",{"href":"/scriptures/ot/ezek/14.14"},"Ezek. 14:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/5.11"},"James 5:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.10"},"D&C 121:10"],"."]]],"refs":null}
