{"id":802,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":802,"title":"Luke","subtitle":"","short_title":"Luke","uri":"/scriptures/bd/luke","content":[["div",{"id":"t1","uri":"/scriptures/bd/luke.t1","order":".000.2112"},[".title","Luke"],["div",{"id":"p1","uri":"/scriptures/bd/luke.p1","order":".000.2113"},"Mentioned three times in the New Testament (",["a.scriptureRef",{"href":"/scriptures/nt/col/4.14"},"Col. 4:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.11"},"2 Tim. 4:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/philem/1.24"},"Philem. 1:24"],"). He was also the writer of the third Gospel and of the Acts. In all passages in the latter book in which the first person plural is used (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.10"},"Acts 16:10"],"), we can assume that Luke was Paul’s fellow-traveler. He was born of gentile parents and practiced medicine. He may have become a believer before our Lord’s Ascension, but there is no evidence of this. The identification of him with one of the disciples to whom our Lord appeared on the way to Emmaus is picturesque but historically unsupported. The first information about him is when he joined Paul at Troas (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.10"},"Acts 16:10"],"); his medical knowledge would make him a welcome companion. He seems to have remained at Philippi for several years, as Paul found him there on his last journey to Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.6"},"20:6"],"), and the two were together until their arrival in Rome. We learn from",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.11"},"2 Tim. 4:11"],"that Luke was with Paul during his",["i","second"],"Roman imprisonment. It is uncertain when or where the Gospel was written; it was specially intended for gentile readers. (See",["i",["a.scriptureRef",{"href":"/scriptures/bd/gospels"},"Gospels"],"."],") The Acts was a continuation of the Gospel and deals mainly with the growth of the gentile churches. History tells us nothing of Luke’s later years, but tradition says he died a martyr.",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.1a"},["span.small","JST"],"Luke 1:1"],"attributes to Luke a high calling as a “messenger of Jesus Christ” (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.1a"},"Luke 1:1 note",["i","a"]],")."]]],"refs":null}
