{"id":823,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":823,"title":"Marriage","subtitle":"","short_title":"Marriage","uri":"/scriptures/bd/marriage","content":[["div",{"id":"t1","uri":"/scriptures/bd/marriage.t1","order":".000.2160"},[".title","Marriage"],["div",{"id":"p1","uri":"/scriptures/bd/marriage.p1","order":".000.2161"},"Among the Israelites, marriage was usually preceded by a formal act of betrothal, such a contract, when once entered on, being regarded as absolutely binding. On the marriage day, the bride was escorted to her husband’s home by a procession consisting of her own companions and the “friends of the bridegroom,” or “children of the bride-chamber,” some carrying torches and others myrtle branches and chaplets of flowers. When she reached the house, words such as “Take her according to the law of Moses and of Israel” were spoken, the pair were crowned with garlands, and a marriage deed was signed. After the prescribed washing of hands and benediction, the marriage supper was held. For a year after marriage a man was released from all military service. The gospel law of marriage is partially given in",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.4-9"},"Matt. 19:4–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.2-12"},"Mark 10:2–12"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/7.2"},"Rom. 7:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/7"},"1 Cor. 7"],". Its meaning, as symbolizing the union between Christ and the Church, is explained in",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.22-32"},"Eph. 5:22–32"],"."],["div",{"id":"p2","uri":"/scriptures/bd/marriage.p2","order":".000.2162"},"Latter-day revelation tells us that marriage under the law of the gospel and the holy priesthood is for eternity and that men and women thus sealed in marriage continue to have children throughout eternity. Although this concept of marriage is not fully presented in our present Bible, traces of it are found in",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16-19"},"Matt. 16:16–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.3-8"},"19:3–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23-30"},"22:23–30"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.18"},"Moses 4:18"],". However, the fullest explanation is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"D&C 132"],"."]]],"refs":null}
