{"id":955,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":955,"title":"Pentateuch","subtitle":"","short_title":"Pentateuch","uri":"/scriptures/bd/pentateuch","content":[["div",{"id":"t1","uri":"/scriptures/bd/pentateuch.t1","order":".000.2627"},[".title","Pentateuch"],["div",{"id":"p1","uri":"/scriptures/bd/pentateuch.p1","order":".000.2628"},"A Greek word meaning the fivefold book; a name given to the five books that stand at the beginning of our Bible and that contain the Torah or law of Israel. The Pentateuch was written by Moses, although it is evident that he used several documentary sources from which he compiled the book of Genesis, besides a divine revelation to him. It is also evident that scribes and copyists have left their traces upon the Pentateuch as we have it today; for example, the explanation of Moses’ supposed death (",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.5-12"},"Deut. 34:5–12"],") was surely added by a later hand. But latter-day revelation confirms that Moses was the author of the first five books of the Bible: Genesis, Exodus, Leviticus, Numbers, Deuteronomy (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.10-11"},"1 Ne. 5:10–11"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40-41"},"Moses 1:40–41"],")."],["div",{"id":"p2","uri":"/scriptures/bd/pentateuch.p2","order":".000.2629"},"In the Pentateuch we find the fundamental truths manifesting the purposes of God; for example, the creation of the world; the creation of man and animals; the Fall of Adam; the means of Redemption; the peopling of the earth; the commandments of God; the establishing of the Abrahamic family and covenant; and the history of the house of Israel from Abraham to entry into the promised land. A major contribution of the Pentateuch is an emphasis on the importance of holiness and moral character in the worshipper of the Holy God. “Ye shall be holy; for I am holy” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.44"},"Lev. 11:44"],")."]]],"refs":null}
