{"id":972,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":972,"title":"Pilate","subtitle":"","short_title":"Pilate","uri":"/scriptures/bd/pilate","content":[["div",{"id":"t1","uri":"/scriptures/bd/pilate.t1","order":".000.2677"},[".title","Pilate"],["div",{"id":"p1","uri":"/scriptures/bd/pilate.p1","order":".000.2678"},"Roman prefect in Judea,",["span.small","A.D."],"26–36 (",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.1"},"Luke 3:1"],"). His headquarters were at Caesarea, but he was generally present in Jerusalem at feast time. He had a great contempt for the Jewish people and for their religion. During his term of office there was much disorder, mainly in consequence of an attempt he made to introduce into the city silver busts of the emperor on the Roman ensigns. In",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.1"},"Luke 13:1"],"there is a reference to an outbreak during one of the feasts, when Pilate sent soldiers into the temple courts and certain Galileans were slain. He is prominent in the story of our Lord’s Passion (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.2-26"},"Matt. 27:2–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.58-66"},"27:58–66"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.1-15,42-47"},"Mark 15:1–15, 42–47"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.1-25,50-53"},"Luke 23:1–25, 50–53"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.28-40"},"John 18:28–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.1-22,31,38"},"19:1–22, 31, 38"],"). As the Sanhedrin had no power to carry out their sentence of death, Pilate’s consent had to be obtained. The Lord was therefore charged before him with stirring up sedition, making Himself a king, and forbidding to give tribute to Caesar. Pilate saw that there was no evidence to support the charge, and, having received a warning from his wife, he wished to dismiss the case. He also tried to avoid all responsibility in the matter by sending our Lord for trial to Herod Antipas, tetrarch of Galilee, but Herod sent Him back without any formal decision on the case. It was not until the Jews threatened to send a report to the Emperor Tiberius, whose suspicious nature Pilate well knew, that he passed a death sentence, knowing it to be unjust. The sentence was carried out under his directions by Roman soldiers. Pilate was removed from office a few years later in consequence of a disturbance in Samaria."]]],"refs":null}
