{"id":1040,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1040,"title":"Revelation","subtitle":"","short_title":"Revelation","uri":"/scriptures/bd/revelation","content":[["div",{"id":"t1","uri":"/scriptures/bd/revelation.t1","order":".000.3438"},[".title","Revelation"],["div",{"id":"p1","uri":"/scriptures/bd/revelation.p1","order":".000.3439"},"The English word",["i","revelation"],"is translated from a Greek word",["span.translit",["span.emphasis","apocalypse,"]],"meaning to make known or uncover. This is in contrast to",["i","apocrypha,"],"which connotes covered or concealed. Divine revelation is one of the grandest concepts and principles of the gospel of Jesus Christ, for without it, man could not know of the things of God and could not be saved with any degree of salvation in the eternities. Continuous revelation from God to His Saints, through the Holy Ghost or by other means, such as visions, dreams, or visitations, makes possible daily guidance along true paths and leads the faithful soul to complete and eternal salvation in the celestial kingdom. The principle of gaining knowledge by revelation is the principle of salvation. It is the making known of divine truth by communication with the heavens and consists not only of revelation of the plan of salvation to the Lord’s prophets but also a confirmation in the hearts of the believers that the revelation to the prophets is true. It also consists of individual guidance for every person who seeks for it and follows the prescribed course of faith, repentance, and obedience to the gospel of Jesus Christ. “The Holy Ghost is a revelator,” said Joseph Smith, and “no man can receive the Holy Ghost without receiving revelations” (",["span.small","HC"],"6:58). Without revelation, all would be guesswork, darkness, and confusion."],["div",{"id":"p2","uri":"/scriptures/bd/revelation.p2","order":".000.3440"},"In the Lord’s Church the First Presidency and the Council of the Twelve are prophets, seers, and revelators to the Church and to the world. In addition, every person may receive personal revelation for his own benefit. It is contrary to the laws of God for any person to receive revelation for those higher in authority (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2-8"},"D&C 28:2–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.11"},"100:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91-92"},"107:91–92"],")."]]],"refs":null}
