{"id":1186,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1186,"title":"Temple of Herod","subtitle":"","short_title":"Temple of Herod","uri":"/scriptures/bd/temple-of-herod","content":[["div",{"id":"t1","uri":"/scriptures/bd/temple-of-herod.t1","order":".000.3835"},[".title","Temple of Herod"],["div",{"id":"p1","uri":"/scriptures/bd/temple-of-herod.p1","order":".000.3836"},"To win popularity with the Jews, Herod, in the 18th year (17",["span.small","B.C."],") of his reign, proposed to rebuild the temple of Zerubbabel. The Jews feared lest, having pulled down, he should be unable to rebuild, and to reassure them, Herod promised to gather materials before he began the work. The area of the temple site was inadequate for his design, and to enlarge it he built up a wall from the bottom of the valley, binding rocks together with lead and iron and filling up the hollows. By this means he obtained a site nearly square, each side being 600 feet. The temple proper was built by the priests themselves in a year and six months. The cloisters (the specialty of Herod’s temple) and outer enclosures were built in eight years. Other buildings were added from time to time. The work was proceeding all through our Lord’s earthly life, and the design was not complete till the year",["span.small","A.D."],"64, only six years before the temple’s final destruction."],["div",{"id":"p2","uri":"/scriptures/bd/temple-of-herod.p2","order":".000.3837"},"The temple area was divided into courts, and the outer courts stood on the lowest ground. Ascents were made by steps successively from the court of the Gentiles to the court of the women, the courts of the men of Israel and of the priests, and the temple itself. In the midst, not in the center of the site (but somewhat to the north and west of it), on the exact site of the temple of Solomon, with its porch facing the east and its Holy of Holies to the west, was placed the temple itself. It was thus visible from every part of the city. The temple area was surrounded on all sides by a high wall. Cloisters ran all around the wall. Those on the eastern side were called Solomon’s Porch and were rebuilt by Herod. The cloisters, with the open space, about 30 cubits wide, adjoining them on the inside, formed the court of the Gentiles."],["div",{"id":"p3","uri":"/scriptures/bd/temple-of-herod.p3","order":".000.3838"},"The court of the women comprised the easternmost portion of the inner temple. It was entered on the east by Nicanor’s Gate, a gate of Corinthian brass, reckoned to be the principal gate. This is without doubt the gate “called Beautiful” of",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.2"},"Acts 3:2"],". A wall separated the more sacred portions of the temple toward the west from the court of the women. From the latter the court of the men of Israel was reached by an ascent of 15 steps. A partition one cubit high compassed the holy house and altar and kept the people from the priests. The eastern part of this enclosure was called the court of the priests, and in it stood the huge altar of burnt offering and the laver for the priestly purifications. Twelve steps led from the court of the priests to the temple itself. The temple was 100 cubits long, 100 or 120 cubits high, the center being higher than the wings; 100 cubits broad at the porch, 60 cubits behind. The Holy Place and Holy of Holies were the same size as in Solomon’s or Zerubbabel’s temple. In front of the temple was a remarkable gateway without doors, with lintels above, adorned with colored and embroidered curtains. It was covered with gold, and a golden vine was spread upon it. Thirty-eight little chambers in three stories surrounded the temple, 15 on the north, 15 on the south, and 8 on the west."],["div",{"id":"p4","uri":"/scriptures/bd/temple-of-herod.p4","order":".000.3839"},"The temple, like that of Zerubbabel, had no ark. A stone was set in its place, on which the high priest placed the censer on the Day of Atonement. It followed the tabernacle (not Solomon’s temple) in having only one candlestick and one table of shewbread."],["div",{"id":"p5","uri":"/scriptures/bd/temple-of-herod.p5","order":".000.3840"},"Along the walls of the inner temple were placed chambers for various purposes connected with the temple services. At the north end of the court of the women stood the treasury; at its south end the",["span.translit",["span.emphasis","Gazith,"]],"or chamber of hewn stone, in which the Sanhedrin sat. At the northwest corner of the temple, Herod erected the fortress of Antonia. From its southeast tower, 70 cubits high, the whole temple could be viewed. A Roman legion formed its garrison. Subterranean passages connected it with the temple cloisters, and through these the Roman soldiers poured down to repress the constantly occurring disturbances in the temple courts."],["div",{"id":"p6","uri":"/scriptures/bd/temple-of-herod.p6","order":".000.3841"},"Of the places above mentioned, the court of the women was the scene of the Lord’s temple teachings. In the Treasury, at its northern end, He taught (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.20"},"John 8:20"],"); over against the Treasury, He sat and watched the people casting in their alms (",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41"},"Mark 12:41"],"). It was the court of the Gentiles that He purified from the moneychangers; and in Solomon’s Porch, at its east end, He walked in the winter (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.22"},"John 10:22"],"). To the same porch gathered all the people greatly wondering (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.11"},"Acts 3:11"],"), after Peter and John had healed the lame beggar who sat at the Beautiful Gate (the gate between the courts of the Gentiles and the women). Inside the Chel and in the court of the women, the Jews from Asia laid hands on Paul. They dragged him down the 14 steps into the court of the Gentiles (the temple gates being shut behind), and then from the Tower of Antonia through the cloisters the chief captain of the band ran down to rescue him (",["a.scriptureRef",{"href":"/scriptures/nt/acts/21"},"Acts 21"],"). In the court of the men of Israel at the Feast of Tabernacles the Lord watched the priest bring the water from the Pool of Siloam through the water gate and pour it upon the altar of burnt offering (",["a.scriptureRef",{"href":"/scriptures/nt/john/7"},"John 7"],"). The veil that was rent at Christ’s Crucifixion hung between the Holy Place and the Holy of Holies. The pinnacle that was the scene of one of His temptations was perhaps the roof of one of the porches."],["div",{"id":"p7","uri":"/scriptures/bd/temple-of-herod.p7","order":".000.3842"},"In",["span.small","A.D."],"70, on the evening of the anniversary of the destruction of the first temple, Herod’s temple was taken and destroyed by the army of Titus. A temple to Jupiter Capitolinus was erected on the site by Hadrian."]]],"refs":null}
