{"id":1220,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1220,"title":"Transfiguration, Mount of","subtitle":"","short_title":"Transfiguration, Mount of","uri":"/scriptures/bd/transfiguration-mount-of","content":[["div",{"id":"t1","uri":"/scriptures/bd/transfiguration-mount-of.t1","order":".000.3922"},[".title","Transfiguration, Mount of"],["div",{"id":"p1","uri":"/scriptures/bd/transfiguration-mount-of.p1","order":".000.3923"},"This very important event in the New Testament occurred about a week after the promise made to Peter that he would receive the keys of the kingdom of heaven (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13-19"},"Matt. 16:13–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-9"},"17:1–9"],"). On the mount, the Savior, Moses, and Elias (Elijah) gave the promised keys of the priesthood to Peter, James, and John (",["span.small","HC"],"3:387), which enabled these brethren to carry forth the work of the kingdom on the earth after the departure of Jesus. These keys were later given to all of the Twelve."],["div",{"id":"p2","uri":"/scriptures/bd/transfiguration-mount-of.p2","order":".000.3924"},"The Transfiguration occurred in about October, some six months before the death of Jesus. The brethren saw the Lord in a glorified and transfigured state. They also saw a vision of the earth as it will appear in its future glorified condition (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.20-21"},"D&C 63:20–21"],";",["span.small","HC"],"1:283); saw and conversed with Moses and Elijah, two translated beings; and heard the voice of the Father bearing witness that Jesus is His beloved Son, in whom the Father is pleased, and commanding the brethren to hear (obey) Him. See also",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.2-10"},"Mark 9:2–10"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.28-36"},"Luke 9:28–36"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.16-18"},"2 Pet. 1:16–18"],"."],["div",{"id":"p3","uri":"/scriptures/bd/transfiguration-mount-of.p3","order":".000.3925"},"The event is important in many ways: Necessary priesthood authority was conferred upon Peter, James, and John; the significance of the Savior’s work was emphasized; and the unity of various dispensations and the close relationship of Jesus and His prophets was demonstrated. Few events in the Bible equal it in importance. A similar event occurred on April 3, 1836, in the temple at Kirtland, Ohio, where the same heavenly messengers conferred priesthood keys upon the Prophet Joseph Smith and Oliver Cowdery (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"D&C 110"],")."]]],"refs":null}
