{"id":59,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":59,"title":"Bonnie L. Oscarson","subtitle":"","short_title":"Bonnie L. Oscarson","uri":"/ensign/2013/05/bonnie-l-oscarson","content":[["div",{"id":"head1","uri":"/ensign/2013/05/bonnie-l-oscarson.head1"},[".title","Bonnie L. Oscarson"],[".subtitle","Young Women General President"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/bonnie-l-oscarson.p3"},"While serving as matron of the Stockholm Sweden Temple from 2009 to 2012, Bonnie Lee Green Oscarson saw Latter-day Saints from Sweden, Norway, and Latvia sacrifice to worship in the house of the Lord."],["div",{"id":"p4","uri":"/ensign/2013/05/bonnie-l-oscarson.p4"},"She didn’t know then, however, that the lessons she was learning from these “very humble, extremely dedicated and committed” members would help direct her focus as the Church’s Young Women general president."],["div",{"id":"p5","uri":"/ensign/2013/05/bonnie-l-oscarson.p5"},"“Since many young women are now choosing to serve missions and attend the temple at a younger age, I hope that my experience working in the temple will help me understand how to help them prepare,” she said."],["div",{"id":"p6","uri":"/ensign/2013/05/bonnie-l-oscarson.p6"},"Bonnie Lee Green was born in October 1950 in Salt Lake City to Theo James and Jean S. Green. When her parents decided they wanted their children to experience the Church outside of Utah, nine-year-old Bonnie and her family moved to Oklahoma, USA. The family also spent time in Colorado and Tennessee before moving to Missouri, where Bonnie met Paul Kent Oscarson at the Far West, Missouri, temple site—a place of significance because they both have ancestors who lived in the Far West area."],["div",{"id":"p7","uri":"/ensign/2013/05/bonnie-l-oscarson.p7"},"After attending Brigham Young University, the couple married on December 19, 1969, in the Salt Lake Temple; seven children would eventually join the family."],["div",{"id":"p8","uri":"/ensign/2013/05/bonnie-l-oscarson.p8"},"Sister Oscarson was just 25 years old when her husband—who had served full-time in the Swedish Mission from 1965 to 1968—was called to preside over the Sweden Göteborg Mission."],["div",{"id":"p9","uri":"/ensign/2013/05/bonnie-l-oscarson.p9"},"When the Oscarsons returned to the United States, they lived in Missouri, New Jersey, Massachusetts, and Texas, where Brother Oscarson worked as a department store regional vice president. Like her parents, Sister Oscarson found great joy in living in areas where Church membership was small."],["div",{"id":"p10","uri":"/ensign/2013/05/bonnie-l-oscarson.p10"},"Sister Oscarson has served as a Young Women president three times, as an early-morning seminary teacher for nine years, and as a Gospel Doctrine teacher."]]],"refs":null}
