{"id":60,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":60,"title":"Carol F. McConkie","subtitle":"","short_title":"Carol F. McConkie","uri":"/ensign/2013/05/carol-f-mcconkie","content":[["div",{"id":"head1","uri":"/ensign/2013/05/carol-f-mcconkie.head1"},[".title","Carol F. McConkie"],[".subtitle","First Counselor in the Young Women General Presidency"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/carol-f-mcconkie.p3"},"Since she was young, Carol Foley McConkie has had a “longing for the temple.” That focus has directed her actions throughout her life."],["div",{"id":"p4","uri":"/ensign/2013/05/carol-f-mcconkie.p4"},"Born in April 1952 in Spokane, Washington, USA, to Williams and Joanne W. Foley, Sister McConkie was just a toddler when missionaries knocked on her parents’ door in Wilmington, Delaware, and introduced her family to the gospel. Her parents quickly embraced the teachings despite opposition and having to make changes to their lifestyle."],["div",{"id":"p5","uri":"/ensign/2013/05/carol-f-mcconkie.p5"},"As a child she traveled with her family by train across the country to be sealed in the Manti Utah Temple."],["div",{"id":"p6","uri":"/ensign/2013/05/carol-f-mcconkie.p6"},"“That was a very sweet experience,” she said. “I remember dressing in white and what that meant to my family. It was a magnificent experience, and even though I was really young, I remember the feelings I had, glimpses of white, and the beauty of that day. That experience gave me my first desire to keep the temple in my life always.”"],["div",{"id":"p7","uri":"/ensign/2013/05/carol-f-mcconkie.p7"},"The temple became a beacon of hope during times of trial and as she had her own family."],["div",{"id":"p8","uri":"/ensign/2013/05/carol-f-mcconkie.p8"},"She met her husband, Oscar Walter McConkie III, while they were attending Arizona State University. Sister McConkie earned her bachelor’s degree in English education. They were married on December 22, 1973, in the Mesa Arizona Temple and are the parents of seven children."],["div",{"id":"p9","uri":"/ensign/2013/05/carol-f-mcconkie.p9"},"At the time of her call as first counselor in the Young Women general presidency, Sister McConkie was serving on the Young Women general board. She has spent most of her Church service in callings that involve teaching and as ward Young Women president and a counselor in ward Relief Society and Primary presidencies. She served with her husband as he presided over the California San Jose Mission from 2005 to 2008."]]],"refs":null}
