{"id":57,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":57,"title":"Elder Adrián Ochoa","subtitle":"","short_title":"Elder Adrián Ochoa","uri":"/ensign/2013/05/elder-adrian-ochoa","content":[["div",{"id":"head1","uri":"/ensign/2013/05/elder-adrián-ochoa.head1"},[".title","Elder Adrián Ochoa"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/elder-adrián-ochoa.p3"},"While serving as an Area Seventy in Mexico, Elder Adrián Ochoa spent a couple of days in the city of Chihuahua in counsel with the stake president and others, then boarded a plane destined for home. But after taking his seat, he received a forceful spiritual prompting that his work in Chihuahua was not finished."],["div",{"id":"p4","uri":"/ensign/2013/05/elder-adrián-ochoa.p4"},"The flight crew was making final preparations for take-off. “But,” said Elder Ochoa, “I knew I had to get off that plane.” So he disembarked. A series of subsequent interviews yielded important information that resolved a difficult issue and permitted the spiritual progress of a family."],["div",{"id":"p5","uri":"/ensign/2013/05/elder-adrián-ochoa.p5"},"But Elder Ochoa’s work in Chihuahua was still not done. The Spirit also led him to the humble home of a cousin he had not seen in years. He found his estranged cousin—an inactive member—and her small family in desperate straits. “I knew the Church and Christ were their solution. I begged my cousin to return to church,” he said."],["div",{"id":"p6","uri":"/ensign/2013/05/elder-adrián-ochoa.p6"},"The cousin did return to activity, and a precious family relationship was restored. The Lord was able to rescue several lives in Chihuahua because one man heeded the promptings of the Spirit."],["div",{"id":"p7","uri":"/ensign/2013/05/elder-adrián-ochoa.p7"},"All are entitled to such life-changing spiritual promptings, testified Elder Ochoa, who has served in a variety of Church callings while working in the advertising field. He presided over the Honduras San Pedro Sula Mission from 2004 to 2007 and, from 2009 until his call to the Second Quorum of the Seventy, served as second counselor in the Young Men general presidency."],["div",{"id":"p8","uri":"/ensign/2013/05/elder-adrián-ochoa.p8"},"Born in March 1954 in San Francisco, California, USA, to Eduardo and Consuelo Ochoa, he grew up in both California and Mexico. As a young man, he was called to serve a special public affairs mission in Mexico. He and his wife, Nancy Villareal, were sealed in the Mexico City Temple. They are the parents of five children."]]],"refs":null}
