{"id":56,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":56,"title":"Elder Kevin S. Hamilton","subtitle":"","short_title":"Elder Kevin S. Hamilton","uri":"/ensign/2013/05/elder-kevin-s-hamilton","content":[["div",{"id":"head1","uri":"/ensign/2013/05/elder-kevin-s-hamilton.head1"},[".title","Elder Kevin S. Hamilton"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p3"},"Elder Kevin Scott Hamilton describes himself as “the product of a conversion and a rescue.”"],["div",{"id":"p4","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p4"},"His birth in March 1955 in Wenatchee, Washington, USA, prompted questions in his mother, Kay, about the meaning of life. She talked to an LDS friend, Richard Pratt, who connected her with missionaries."],["div",{"id":"p5","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p5"},"Her husband, Norman Russell Hamilton, explained that he was already a member of the Church, although less active since his early teenage years. He became active in the Church as his wife joined it."],["div",{"id":"p6","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p6"},"“My parents were fabulous members who built the faith that we have today,” Elder Hamilton said."],["div",{"id":"p7","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p7"},"But he attests it was his mission to France and Switzerland that really changed his life. “It created in me a burning desire that never left,” he said."],["div",{"id":"p8","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p8"},"He married a kindred spirit, Claudia Keysor, on July 27, 1978, in the Los Angeles Temple. While rearing their six children in California, they have made of their home something of a visitors’ center."],["div",{"id":"p9","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p9"},"“They say you can have a silent sermon in your home, and we have had these little quotes around the house,” Sister Hamilton said. An entryway to the home is kept stocked with copies of the Book of Mormon,",["span.emphasis","For the Strength of Youth"],"booklets, and other Church literature that is regularly replenished as visitors take them."],["div",{"id":"p10","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p10"},"Elder Hamilton’s determination to serve has brought opportunities to serve as bishop, stake president, and president of the Belgium Brussels Netherlands Mission from 2003 to 2006. Prior to his call to the Second Quorum of the Seventy, he was director of the Southern California Public Affairs Council of the Church, comprising 64 stakes in the Greater Los Angeles Metropolitan Area."],["div",{"id":"p11","uri":"/ensign/2013/05/elder-kevin-s-hamilton.p11"},"With a bachelor’s degree from Brigham Young University and a master’s from the University of Washington, both in business, he has spent most of his career in the telecommunications industry, serving a number of times as a chief executive officer."]]],"refs":null}
