{"id":51,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":51,"title":"Elder Edward Dube","subtitle":"","short_title":"Elder Edward Dube","uri":"/ensign/2013/05/elder-edward-dube","content":[["div",{"id":"head1","uri":"/ensign/2013/05/elder-edward-dube.head1"},[".title","Elder Edward Dube"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/elder-edward-dube.p3"},"Elder Edward Dube was introduced to the gospel in 1981 by an employer in whose home he worked. The man gave him a copy of the Book of Mormon. He did not read it until 1983 but then was so impressed with Joseph Smith’s testimony of the visitation of Moroni that he responded to an invitation to attend a fast and testimony meeting at the meetinghouse in Kwekwe, Zimbabwe."],["div",{"id":"p4","uri":"/ensign/2013/05/elder-edward-dube.p4"},"He felt uncomfortable at first, feeling that he was in a servant relationship to most of those in attendance."],["div",{"id":"p5","uri":"/ensign/2013/05/elder-edward-dube.p5"},"“But as they bore their testimonies about the Book of Mormon, I felt some connection with these people,” he recalled, “and I was able to share my feelings about the Book of Mormon.”"],["div",{"id":"p6","uri":"/ensign/2013/05/elder-edward-dube.p6"},"He would later receive missionary lessons, be baptized, and eventually serve in the Zimbabwe Harare Mission."],["div",{"id":"p7","uri":"/ensign/2013/05/elder-edward-dube.p7"},"During that time, he taught the family of Naume Keresiya Salazani, then age 16. They continued their acquaintance after his mission and were married in Kwekwe on December 9, 1989. In May 1992 they were sealed in the Johannesburg South Africa Temple. They are the parents of three daughters and a son."],["div",{"id":"p8","uri":"/ensign/2013/05/elder-edward-dube.p8"},"Born in May 1962 in the village of Chirumanzu, Zimbabwe, to Clement and Rosemary Dube, Elder Dube earned a diploma in education from Zimbabwe E. D. College in 1992 and then went to work for the Church Educational System, establishing seminaries and institutes of religion in Zimbabwe, Zambia, and Malawi. He has been blessed to see many of the students to whom he has handed certificates of graduation go on to serve in Church leadership positions in those countries as the Church has grown."],["div",{"id":"p9","uri":"/ensign/2013/05/elder-edward-dube.p9"},"He has served as elders quorum president, branch president, district president, stake president, counselor in a mission presidency, and, from 2009 to 2012, president of the Zimbabwe Harare Mission. Prior to his call to the First Quorum of the Seventy he was serving as an Area Seventy."]]],"refs":null}
