{"id":50,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":50,"title":"Elder Ulisses Soares","subtitle":"","short_title":"Elder Ulisses Soares","uri":"/ensign/2013/05/elder-ulisses-soares","content":[["div",{"id":"head1","uri":"/ensign/2013/05/elder-ulisses-soares.head1"},[".title","Elder Ulisses Soares"],[".subtitle","Of the Presidency of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/05/elder-ulisses-soares.p3"},"Elder Ulisses Soares, who began serving in the Presidency of the Seventy in January 2013, has witnessed firsthand the rapid growth of the Church in several parts of the world."],["div",{"id":"p4","uri":"/ensign/2013/05/elder-ulisses-soares.p4"},"Elder Soares was born in São Paulo, Brazil, in October 1958. His parents, Apparecido and Mercedes Soares, joined the Church when he was five. They attended meetings in a room above a bakery. Elder Soares remembers the excitement he felt as an eight-year-old when the first stake in South America was organized in São Paulo in 1966. The Church in Brazil grew rapidly to 50 stakes by 1990 and more than 200 stakes by 2000."],["div",{"id":"p5","uri":"/ensign/2013/05/elder-ulisses-soares.p5"},"Elder Soares, who earned a bachelor’s degree in accounting and economics from Pontificia Catholic University and an MBA from the National Institute of Postgraduate Study, was working for a multinational tire company when he was offered a position with the Church. Hired to work for the Finance Department, he soon became director for temporal affairs in the Church area office in São Paulo, providing support to the Area Presidency for 10 years. He also served as the first president of the São Paulo Brazil Cotia Stake."],["div",{"id":"p6","uri":"/ensign/2013/05/elder-ulisses-soares.p6"},"He served as president of the Portugal Porto Mission from 2000 to 2003 and was called to the First Quorum of the Seventy in April 2005. He has served in the Brazil and the Africa Southeast Area Presidencies."],["div",{"id":"p7","uri":"/ensign/2013/05/elder-ulisses-soares.p7"},"“These experiences have given me the perspective to see that the Church can be established wherever we have faithful people,” he said, “and the perspective to see what I must learn to better serve.”"],["div",{"id":"p8","uri":"/ensign/2013/05/elder-ulisses-soares.p8"},"Elder Soares and his wife, Rosana Fernandes Morgado, were married in October 1982 in the São Paulo Brazil Temple. They are the parents of three children."],["div",{"id":"p9","uri":"/ensign/2013/05/elder-ulisses-soares.p9"},"Elder Soares served a full-time mission in the Brazil Rio de Janeiro Mission. He has also served as elders quorum president, counselor in a bishopric, high councilor, stake executive secretary, and regional welfare agent."]]],"refs":null}
