{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"The Gospel to All the World","subtitle":"By Elder John B. Dickson","short_title":"The Gospel to All the World","uri":"/ensign/2013/05/the-gospel-to-all-the-world","content":[["div",{"id":"head1","uri":"/ensign/2013/05/the-gospel-to-all-the-world.head1"},[".title","The Gospel to All the World"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p2"},"By Elder John B. Dickson"],["div",{"id":"p3","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p3"},"Of the Seventy"]],[".kicker","The Church has moved steadily across the world from nation to nation, culture to culture, people to people, on the Lord’s calendar and in His time."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p5"},"The Savior’s mortal ministry was complete. His suffering in Gethsemane and on the cross was over. We learn from Acts 1 that He had ministered for 40 days after His Resurrection, “being seen” of the Apostles and “speaking of … things pertaining to the kingdom of God” (",["a",{"href":"/scriptures/nt/acts/1.3"},"Acts 1:3"],")."],["div",{"id":"p6","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p6"},"He told them that “ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth” (",["a",{"href":"/scriptures/nt/acts/1.8"},"Acts 1:8"],")."],["div",{"id":"p7","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p7"},"Shortly thereafter, “he was taken up; and a cloud received him out of their sight."],["div",{"id":"p8","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p8"},"“And while they looked steadfastly toward heaven as he went up, behold, two men stood by them in white apparel;"],["div",{"id":"p9","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p9"},"“Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven” (",["a",{"href":"/scriptures/nt/acts/1.9-11"},"Acts 1:9–11"],")."],["div",{"id":"p10","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p10"},"Indeed, the Savior would come again in His Second Coming, but in the meantime, the gospel of Jesus Christ was to go to “the uttermost part of the earth.”"],["div",{"id":"p11","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p11"},"From Matthew we learn of a special mandate to the Apostles to take the gospel to all nations:"],["div",{"id":"p12","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p12"},"“And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth."],["div",{"id":"p13","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p13"},"“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost” (",["a",{"href":"/scriptures/nt/matt/28.18-19"},"Matthew 28:18–19"],")."],["div",{"id":"p14","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p14"},"During the early days of the Church, in the meridian of time, the gospel was taken to the house of Israel only; then revelation came to Peter, the senior Apostle, that the time had come to take the gospel beyond Israel and unto the Gentiles. The 10th and 11th chapters of Acts help us understand the process and pattern whereby this needed expansion of the Church to more of God’s children was made known to its presiding officers and the general membership."],["div",{"id":"p15","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p15"},"Using Cornelius, who was a Gentile, a centurion, and a good man, the Lord impressed upon Peter that the gospel would go to the Gentiles, a concept new and foreign to the Saints of that day. The revelation making that change in the affairs of the Church came to Peter, the senior Apostle. We know that the gospel then went rapidly to the nations of the Gentiles."],["div",{"id":"p16","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p16"},"An example of the expansion of the Church at that time was the conversion of Paul, who became the great Apostle to the Gentiles. He had a vision while on the road to Damascus, where he saw a light and heard a voice, repented of his sins, and was called of God (see",["a",{"href":"/scriptures/nt/acts/22.6-18"},"Acts 22:6–18"],") and then became a tremendous force in spreading the gospel of Jesus Christ."],["div",{"id":"p17","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p17"},"Now let us move 1,800 years forward to the time of the Restoration of the gospel, or the restitution of all things prior to the Second Coming. I testify that through the Prophet Joseph Smith, the Church has been restored and continues to move forward under the direction of the First Presidency and the Quorum of the Twelve Apostles. Their mandate to take the gospel to the world is the same as that of the Apostles of old."],["div",{"id":"p18","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p18"},"From the time of the organization of The Church of Jesus Christ of Latter-day Saints in 1830, the Church has moved steadily across the world from nation to nation, culture to culture, people to people, on the Lord’s calendar and in His time."],["div",{"id":"p19","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p19"},"In 1978, following the established pattern of revelation through the senior Apostle, President Spencer W. Kimball, came a revelation, this time on extending priesthood blessings to all worthy males across the world. This means that in our day all of Heavenly Father’s children worldwide can partake of all of the blessings of the restored gospel. How appropriate to the kingdom of God on earth in the days approaching Christ’s Second Coming."],["span.story",["div",{"id":"p20","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p20"},"On a personal note, I had just been called as a mission president and Sister Dickson and I were about to take our family to Mexico when Elder Richard G. Scott, at the time a member of the Seventy, told me of the coming forth of this special revelation. I remember tears coming to my eyes as he related to me what had happened. I was pleased beyond words, as I knew it was right and that the time had come for all mankind to have access to all of the ordinances, covenants, and blessings of the gospel."]],["div",{"id":"p21","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p21"},"That was almost 35 years ago, and little did I know at the time that I would spend several years of my ministry in the Seventy in the Africa West Area of the Church, among a believing, faithful people whose lives would be so affected by the 1978 revelation on priesthood. Sister Dickson and I have lived there for four years, and the experience has been wonderful and life changing for us."],["div",{"id":"p22","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p22"},"As a people, West Africans believe in God, have absolutely no shame in declaring and sharing their belief with others, and have tremendous leadership capacity. They are coming into the Church by the hundreds, and every week or so a couple of wards or branches are created somewhere in the Africa West Area with, in nearly every case, all-African priesthood and auxiliary leadership."],["div",{"id":"p23","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p23"},"How I wish you could join the Saints in the temple in Aba, Nigeria, or Accra, Ghana, where you would sense the commitment of the Saints and come to know the all-African temple presidencies. Or how I wish I could introduce you to the African Area Seventies, who are assembled with us here in the Conference Center today and are attorneys, professors, and business managers, or have you become acquainted with the African stake and ward leaders and their families."],["div",{"id":"p24","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p24"},"Across Africa, to join a Sunday School, auxiliary, or priesthood class is a sacred experience, where the Church curriculum is followed and there is great gospel understanding, teaching, and learning by the Spirit."],["div",{"id":"p25","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p25"},"The gospel in Africa is going to a happy people, very unencumbered by the trappings that affect the lives of many in the West. They are not concerned about having endless material possessions."],["div",{"id":"p26","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p26"},"It has been said of Africans that they have very little of that which matters least and a great deal of that which matters most. They have little interest in enormous homes and the finest cars but great interest in knowing their Heavenly Father and His Son, Jesus Christ, and in having eternal families. As a natural result of their faith, the Lord is lifting them in meaningful ways."],["div",{"id":"p27","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p27"},"Knowing them as we do, we are not surprised that they would be such an important part of the expansion of the Church of Jesus Christ in the last days. Given that Daniel, the Old Testament prophet, envisioned the kingdom of God in the last days “roll[ing] forth unto the ends of the earth, as [a] stone which is cut out of the mountain without hands [would] roll forth, until it [had] filled the whole earth” (",["a",{"href":"/scriptures/dc-testament/dc/65.2"},"D&C 65:2"],"), it is very fitting that our wonderful African brothers and sisters would be an important part of the fulfillment of that prophecy and that the revelations making it so would follow the Lord’s established patterns."],["div",{"id":"p28","uri":"/ensign/2013/05/the-gospel-to-all-the-world.p28"},"I testify that our Heavenly Father loves all of His children, that Jesus is the Christ, and that the gospel is available to all, both the living and the dead. In the sacred name of Jesus Christ, amen."]]],"refs":null}
