{"id":20,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":20,"title":"Lesson 15: Trials and Adversity","subtitle":"","short_title":"Lesson 15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity","content":[["div",{"id":"head5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.head5"},[".titleNumber","Lesson 15"],["h1","Trials and Adversity"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p3"},"The purpose of this lesson is to help us understand the role of adversity in our lives."],[".topic",["h2","Understanding the Purpose of Trials and Adversity"],["ul.bullet",["li",["span.label","•"],[".para","Sing all three verses of",["span.crossRef","“Did You Think to Pray?”"],"(",["span.emphasis","Hymns,"],"no. 140; or",["span.emphasis","Gospel Principles,"],"356)."]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p6"},"Elder Robert E. Wells shared the following experience that helped him gain a new perspective on the purpose of trials and adversity: “I have been flying many kinds of aircraft for the last 30 years, both in the United States and in Latin American countries. Not too long ago when I had returned to the [United] States after an absence of some years, a very dear friend offered me the use of his new [airplane]. …"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p7"},"“We discussed my qualifications of being covered under his insurance policy, and it turned out that I needed a check ride with a qualified inspector as it had been some time since I had flown that particular type of plane."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p8"},"“The arrangements were made, and I met the inspector at the side of the airplane at the appointed hour with my licenses from the USA, Argentina, Paraguay, and Ecuador, and logbooks showing flights in Cessna 310s across jungles, mountains, deserts, international boundaries, etc. He smiled calmly but was unimpressed and said, ‘I’ve heard about you, and I have no doubt about how much flying you have done, but I have to assume that those flights were when nothing went wrong. Now let’s fire up this bird and see how well you fly it when",["span.emphasis","everything"],"goes wrong!’"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p9"},"“For the next hour he made everything go wrong! He simulated every emergency he could think of. He turned things off that should have been on. He turned things on that should have been off. He tried to create disorientation or panic. He really wanted to know how well I could fly when everything did go wrong! In the end he climbed out, signed my logbook, and announced, ‘You’re okay. …’"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p10"},"“One of the purposes of this life is to be tested, tried, and proven to see how well we will serve the Lord. The Prophet Joseph [Smith] said that we would be tested to see if we would serve and remain faithful through all hazards. We knew before we came that there would be many adverse circumstances to test us: accidents, sickness, and disease to prove us; temptations and distractions to try us; disappointments, discouragements, reverses, failures, and all kinds of situations to determine our character. …"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p11"},"“The question still is: How well can you fly it when everything goes wrong? How well can you live when every test, every trial, every proof of your faithfulness is exacted of you?” (Robert E. Wells, “How Well Can You Fly It When Everything Goes Wrong?”",["span.emphasis","New Era,"],"June 1978, 4–6)."],["ul.bullet",["li",["span.label","•"],[".para","What purpose do trials serve? Why is it important that we learn to be faithful during times of trial?"]],["li",["span.label","•"],[".para","What are some of the trials you might face in your life?"]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p14"},"It is evident that we will all face trials and adversity, regardless of how righteous we are. President John Taylor commented: “I heard the Prophet Joseph say, in speaking to the Twelve on one occasion: ‘You will have all kinds of trials to pass through. And it is quite as necessary for you to be tried as it was for Abraham and other men of God, and (said he) God will feel after you, and He will take hold of you and wrench your very heart strings, and if you cannot stand it you will not be fit for an inheritance in the Celestial Kingdom of God’” (in",["span.emphasis","Deseret News [Weekly],"],"29 Aug. 1883, 498)."]],[".topic",["h2","Coping with Adversity"],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p16"},"Sister Stella Oaks, mother of Elder Dallin H. Oaks, told the following story of some of her trials and testing and how she learned to cope:"],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p17"},"“To find one’s own personal relationship with Heavenly Father, to never doubt that he guides the details of our lives, to be able in life’s conflict to say, ‘Thy will be done,’ is the attaining of the ability to walk by faith. This ability is something that each soul must find in his own way through the creative living-out of any and all trying experiences that may come along. My proving ground came in learning to be obedient to a frightening command—that of accepting the imminent death of my husband after only eleven years of marriage and accepting the challenge of being a mother and woman alone in the world."],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p18"},"“I had watched Lloyd [my husband] become weaker and lose ground from day to day. …"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p19"},"“One June night I knelt alone in prayer, utterly spent, wondering at that midnight hour how humble one had to be to receive an answer to one’s pleading. It was just at that moment that I felt an envelopment of the spirit of peace, a profound assurance that God is over all and that it was his will that was in command and not mine. I could finally say, ‘Thy will be done,’ and feel the peace. … I relaxed in my faith and discovered that I had a new trust in the Lord."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p20"},"“But even though this sweet peace enveloped me I still could not sleep, and once more I turned on the light. As I reached for the Doctrine and Covenants, … it fell open to a section where [a message was given to me]. … I was given to know that the Lord loved me and that I would be made equal to my mission. I felt an encircling love that has sustained me ever since that great moment of change in my life. I have had continual hardships and challenges but always the sure knowledge that Jesus is the Christ, our Redeemer, and that he sustains us through the opposition that must arise in all things” (“Thy Will Be Done,” in Leon Hartshorn, comp.,",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2 vols. [1973–75], 2:183–84)."],["ul.bullet",["li",["span.label","•"],[".para","What did Sister Oaks learn through her trials? What are some lessons you have learned through adversity that you could appropriately share with the class?"]],["li",["span.label","•"],[".para","Why is it important that we learn to accept the will of the Lord?"]]],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p23"},"As Sister Oaks exercised faith and prayer, gained strength and assurance from the scriptures, and leaned on Jesus Christ, she discovered that she could deal with her trials. The same holds true for each of us."],[".topic",["h3","Faith in Our Savior"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p25"},"Jesus Christ will help us bear our burdens if we seek Him."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],". What blessing is promised to those who come to Jesus Christ?"]]],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p27"},"Elder Richard G. Scott said: “To exercise faith is to trust that the Lord knows what He is doing with you and that He can accomplish it for your eternal good even though you cannot understand how He can possibly do it. We are like infants in our understanding of eternal matters and their impact on us here in mortality. Yet at times we act as if we knew it all. When you pass through trials for His purposes, as you trust Him, exercise faith in Him, He will help you. That support will generally come step by step, a portion at a time. While you are passing through each phase, the pain and difficulty that come from being enlarged will continue. If all matters were immediately resolved at your first petition, you could not grow. Your Father in Heaven and His Beloved Son love you perfectly. They would not require you to experience a moment more of difficulty than is absolutely needed for your personal benefit or for that of those you love” (in Conference Report, Oct. 1995, 19; or",["span.emphasis","Ensign,"],"Nov. 1995, 17)."]],[".topic",["h3","Prayer and Fasting"],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p29"},"“Prayer in the hour of need is a great boon. From simple trials to our Gethsemanes, prayer can put us in touch with God, our greatest source of comfort and counsel” (Ezra Taft Benson, in Conference Report, Oct. 1974, 91; or",["span.emphasis","Ensign,"],"Nov. 1974, 66)."],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p30"},"When we need special help from the Lord, we should remember that strength can come from fasting. As we accompany our prayers with fasting, we can feel the Spirit and learn the Father’s will for us. (See lesson 6,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/gospel-principles-and-doctrine/lesson-6-fasting.p1"},"“Fasting,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."],")"],["ul.bullet",["li",["span.label","•"],[".para","How can prayer help us cope with our problems?"]],["li",["span.label","•"],[".para","Why are faith and trust in the Lord important when we pray?"]],["li",["span.label","•"],[".para","Why does the Lord sometimes leave our burdens upon us, even at times when we sincerely ask Him to remove them?"]]]],[".topic",["h3","Scriptures"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p35"},"The scriptures contain many passages that can enlighten, encourage, and comfort. We can find answers to our questions in the scriptures. The words of the living prophets can give direction. When we face our problems, strengthened with the messages of the scriptures, we will find new courage and direction."],["ul.bullet",["li",["span.label","•"],[".para","Ask a class member to share an experience illustrating how she has been strengthened through using the scriptures to solve or cope with a problem."]]]],[".topic",["h3","Priesthood Blessings"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p38"},"We have the privilege of receiving blessings through the priesthood. These blessings can be given for many reasons, including sickness, distress, and trial. (See lesson 12,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/women-in-the-church/lesson-12-priesthood-ordinances.p1"},"“Priesthood Ordinances,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."],")"],["ul.bullet",["li",["span.label","•"],[".para","Invite class members to share experiences they have had when they have been strengthened through a priesthood blessing in times of trial."]]],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p40"},"President Ezra Taft Benson explained some of the times when we could ask for a blessing: “In a particularly stressful time, or in the anticipation of a critical event, one can seek for a blessing under the hands of the priesthood. Even the Prophet Joseph Smith sought and received a blessing under the hands of Brigham Young and received solace and direction for his soul” (in Conference Report, Oct. 1974, 92; or",["span.emphasis","Ensign,"],"Nov. 1974, 66)."],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p41"},"Our patriarchal blessing can also give us insight and help us find direction. Often we can find answers to our problems or concerns through studying this special blessing."]],[".topic",["h3","Service and Work"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p43"},"As we become involved in helping others, our thoughts are lifted from our own personal problems. President Lorenzo Snow said, “When you find yourselves a little gloomy, look around you and find somebody that is in a worse plight than yourself; go to him and find out what the trouble is, then try to remove it with the wisdom which the Lord bestows upon you; and the first thing you know, your gloom is gone, you feel light, the Spirit of the Lord is upon you, and everything seems illuminated” (in Conference Report, Apr. 1899, 2–3)."]],[".topic",["h3","Strength from Others"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p45"},"True friends who can listen to our problems and give us counsel and encouragement are a great help in times of stress. The Prophet Joseph Smith wrote of the joy of friends: “How sweet the voice of a friend is; one token of friendship from any source whatever awakens and calls into action every sympathetic feeling” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 134)."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p46"},"Our greatest friendships should begin in our homes and extend from there. We can help our friends bear their burdens, and they should help us bear ours."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-9"},"Mosiah 18:8–9"],". What responsibility did we covenant to assume at the time of baptism?"]],["li",["span.label","•"],[".para","How can we help our friends bear their burdens?"]]]],[".topic",["h3","Enduring Our Burdens Well"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p50"},"While the Prophet Joseph Smith was illegally jailed in Liberty, Missouri, he received a revelation in answer to his petition to the Lord. This revelation is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.title"},"Doctrine and Covenants 121"],"and contains information about the blessings we can receive if we endure afflictions well."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"Doctrine and Covenants 121:7–8"],". What blessings were promised to Joseph Smith if he endured well?"]],["li",["span.label","•"],[".para","What is the difference between enduring and enduring well?"]]],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p53"},"George A. Smith recalled the following counsel given by Joseph Smith: “He [Joseph] told me I should never get discouraged whatever difficulties might surround me. If I was sunk in the lowest pit of Nova Scotia and all the Rocky Mountains piled on top of me, I ought not to be discouraged but hang on, exercise faith and keep up good courage and I should come out on the top of the heap” (quoted in",["span.emphasis","My Errand from the Lord: A Personal Study Guide for Melchizedek Priesthood Quorums, 1976–77,"],"175–76)."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p54"},"To help us endure our afflictions in the manner suggested, we might ask ourselves, “How can I make this experience a blessing in my life? What can I learn from this experience?”"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p55"},"Elder Robert E. Wells said: “Sometimes we go many years with no problems, and then they seem to come all at once, and the burdens seem to be more than we can bear. But through it all, we have two main strengths to rely on: (1) We knew before we came that it would be like this, yet we wanted to come because the blessings of remaining faithful to the end would earn us eternal exaltation. (2) We will never be tempted beyond our ability to resist” (",["span.emphasis","New Era,"],"June 1978, 5)."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.13"},"1 Corinthians 10:13"],". How does the Lord help us bear our trials?"]]]]],[".topic",["h2","Blessings after Tribulation"],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],". The Lord reassures us that we can have peace even though we have tribulation."]]],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p59"},"Job, who faced great tribulation, received his blessings after he had endured. The Lord accepted Job and gave him “twice as much as he had before. … The Lord blessed the latter end of Job more than his beginning” (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.10,12"},"Job 42:10, 12"],")."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.2-4"},"Doctrine and Covenants 58:2–4"],". Why must we remain faithful even in times of trial? What blessings have you received as you have remained faithful during trying times?"]]],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p61"},"Even as Jesus Christ received His glory after He endured all things, so may we. “He that remaineth steadfast and is not overcome, the same shall be saved” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.11"},"Joseph Smith—Matthew 1:11"],")."]],[".topic",["h2","Conclusion"],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p63"},"In this life we will face much adversity. The Lord told the Prophet Joseph Smith that he would suffer great afflictions. Also he partly explained why: “Know thou, my son, that all these things shall give thee experience, and shall be for thy good” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],"). This comforting assurance enabled Joseph to endure his afflictions well. The promises given to him apply to us also: “Therefore, fear not what man can do, for God shall be with you forever and ever” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.9"},"D&C 122:9"],")."]],[".topic",["h2","Challenge"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p65"},"Study the scriptures, especially",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.title"},"Doctrine and Covenants 121"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.title"},"D&C 122"],", to gain understanding of ways to cope with adversity. Pray for strength and guidance to endure well the afflictions in your life and to overcome them. Remember that often our greatest blessings come only after we have endured afflictions."],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p66"},"During this week, read or memorize the following verses of the hymn",["span.crossRef","“How Firm a Foundation”"],":"],[".poetry",{"id":"f56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.f56"},[".stanza",[".line","3. Fear not, I am with thee; oh, be not dismayed,"],[".line","For I am thy God and will still give thee aid."],[".line","I’ll strengthen thee, help thee, and cause thee to stand, …"],[".line","Upheld by my righteous, omnipotent hand."]],[".stanza",[".line","4. When through the deep waters I call thee to go,"],[".line","The rivers of sorrow shall not thee o’erflow,"],[".line","For I will be with thee, thy troubles to bless, …"],[".line","And sanctify to thee thy deepest distress."]],[".stanza",[".line","5. When through fiery trials thy pathway shall lie,"],[".line","My grace, all sufficient, shall be thy supply."],[".line","The flame shall not hurt thee; I only design …"],[".line","Thy dross to consume and thy gold to refine."]],[".stanza",[".line","7. The soul that on Jesus hath leaned for repose"],[".line","I will not, I cannot, desert to his foes;"],[".line","That soul, though all hell should endeavor to shake, …"],[".line","I’ll never, no never, no never forsake!"]],[".citationInfo",["div",{"id":"p83","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p83"},"(",["span.emphasis","Hymns,"],"no. 85; or",["span.emphasis","Gospel Principles,"],"314.)"]]],["ul.bullet",["li",["span.label","•"],[".para","In closing, have the class sing the above four verses of “How Firm a Foundation.”"]]]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ps/23.title"},"Psalm 23"],"(the Lord is my Shepherd)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.10-12"},"Matthew 5:10–12"],"(blessed are they who are persecuted for righteousness)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/philip/1.29"},"Philippians 1:29"],"(suffer for Christ’s sake)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.13"},"Philippians 4:13"],"(Christ strengthens us)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.20"},"1 Peter 2:20"],"(patience in suffering)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p92","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.p92"},"Before presenting this lesson:"],["div",{"id":"f59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-15-trials-and-adversity.f59"},["ol.number",["li",["span.label","1."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.title"},"Doctrine and Covenants 121"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.title"},"D&C 122"],"."]],["li",["span.label","2."],[".para","Plan to open the class with the hymn",["span.crossRef","“Did You Think to Pray?”"],"(",["span.emphasis","Hymns,"],"no. 140; or",["span.emphasis","Gospel Principles,"],"356)."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
