{"id":24,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 19: Family and Personal Histories","subtitle":"","short_title":"Lesson 19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories","content":[["div",{"id":"head9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.head9"},[".titleNumber","Lesson 19"],["h1","Family and Personal Histories"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p3"},"The purpose of this lesson is to help us understand the value of keeping family records and to teach us how to begin making records."],[".topic",["h2","Why Should We Keep Personal and Family Records?"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 19-a, “A young woman writing in her journal.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","19-a, A young woman writing in her journal"]]],["li",["span.label","•"],[".para","Read the following story to the class."]]],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p7"},"“As Elizabeth sifted through the books and papers of her late father, she was drawn to a series of binders labeled Personal History. She selected one, opened it, and carefully began turning the pages. There were letters, a few photographs, other mementos, and here and there an account written in her father’s hand of significant family events. There were brief descriptions of birthdays, notes about baptisms and ordinations, and descriptions of family outings. Elizabeth remembered her father writing in his ‘journal,’ often late at night, and encouraging his children to keep journals of their own. Throughout the journal there were frequent mentions of blessings received and expressions of gratitude to God."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p8"},"“Elizabeth thumbed through several of the binders, reliving volume by volume much of her father’s life. Then her eyes rested upon a title: ‘To My Family on the Sixtieth Anniversary of My Birth.’ That event had passed some twelve years ago. Slowly Elizabeth read through the paragraphs. They told of the old family home, of her grandparents, and of her mother. Her father had written expressions to each of his children. A gentle peace settled over Elizabeth as she read through the lines written to her. She felt as though her father were still present, speaking to her personally. All too soon, the paragraphs closed: ‘I want you to continue to be faithful and obedient until you come to know Him [the Savior] as I know Him.’"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p9"},"“As she had read, a resolve grew in Elizabeth’s heart to follow her parents’ noble example and to strengthen the family ties they had cherished” (",["span.emphasis","Relief Society Courses of Study 1977–78,"],"8)."],["ul.bullet",["li",["span.label","•"],[".para","How was Elizabeth’s father able to continue to influence his daughter even after his death?"]]],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p11"},"From the beginning, keeping and using sacred records have been important to the people of God. In Adam’s time, God commanded men to keep a “book of remembrance” (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.4-6"},"Moses 6:4–6"],"). Moses also kept a record (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40-41"},"Moses 1:40–41"],"). The prophets since the time of Adam have kept records as commanded by God."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p12"},"“This history of the dealings of God with his people and the experiences they had constitutes our present scripture. It is nothing more or less than sacred family history. Because it was written under the influence of the Spirit of the Holy Ghost, it became scripture” (Theodore M. Burton, “The Inspiration of a Family Record,”",["span.emphasis","Ensign,"],"Jan. 1977, 17)."],["ul.bullet",["li",["span.label","•"],[".para","How have the records kept by the prophets influenced our lives?"]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p14"},"While most of us are not asked to record the history of God’s dealings with the people of our time, we have been encouraged to record our own history. It is especially important that we record God’s dealings with us personally. When we are in tune with the Spirit, “the Lord whispers things into our minds, and what one then writes can become inspirational to one’s descendants. When we write by the Spirit and they read by the Spirit, there is a godly communication between us and them” (Theodore M. Burton,",["span.emphasis","Ensign,"],"Jan. 1977, 17). The records we keep in our families can help build the faith and testimony of our descendants."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p15"},"President Spencer W. Kimball said: “I urge all of the people of this church to give serious attention to their family histories, to encourage their parents and grandparents to write their journals, and let no family go into eternity without having left their memoirs for their children, their grandchildren, and their posterity. This is a duty and a responsibility, and I urge every person to start the children out writing a personal history and journal” (in Conference Report, Apr. 1978, 4; or",["span.emphasis","Ensign,"],"May 1978, 4)."],["ul.bullet",["li",["span.label","•"],[".para","What benefits can come to our families by our keeping personal and family histories?"]]],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p17"},"We can increase our own faith and testimony as we obey the counsel to keep personal and family records. We can be strengthened in faith and courage as we review our experiences and resolve to improve our lives."]],[".topic",["h2","What Should a Family Record Contain?"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p19"},"Elder Joseph Fielding Smith told us of specific information we should include in our family records: “It is necessary for us to keep an accurate record of our families and record accurately the dates of births, marriages and deaths, and ordinances and everything that is vital. Every important event in our lives should be placed in a record, by us individually” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 2:204)."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p20"},"Our family record should include personal and family histories and a personal journal. A book of remembrance, scrapbook, or photo album that includes pictures and mementoes of events in our lives, such as birth certificates, marriage certificates, awards we have received, and so on, could also be part of our family record."],[".topic",["h3","Personal History"],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p22"},"A personal history is a report of our life and may include stories and personal feelings. The following items could be included in a personal history:"],["div",{"id":"f102","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.f102"},["ol.number",["li",["span.label","1."],[".para","Name in full"]],["li",["span.label","2."],[".para","Birth: day, month, and year; house, hospital, or other location where born; town, county, and state or country; family circumstances at time of birth"]],["li",["span.label","3."],[".para","Father: complete name; date and place of birth; his father’s name; his mother’s maiden name"]],["li",["span.label","4."],[".para","Mother: maiden name; date and place of birth; her father’s name; her mother’s maiden name"]],["li",["span.label","5."],[".para","Brothers and sisters: names; dates and places of birth; names of spouses and children; other information"]],["li",["span.label","6."],[".para","Blessing: when named and blessed—day, month, and year; where blessed—ward or branch, stake or district, town, county, and state or country; by whom blessed"]],["li",["span.label","7."],[".para","Baptism: where—ward or branch, stake or district, town, county, and state or country; when—day, month, and year; by whom"]],["li",["span.label","8."],[".para","Confirmation: when—day, month, and year; where—ward or branch, stake or district, town, county, and state or country; by whom"]],["li",["span.label","9."],[".para","Patriarchal blessing: date, place, and name of patriarch"]],["li",["span.label","10."],[".para","Schooling: when and where first schooling took place, schools attended, teachers remembered best, certificates or diplomas received, outstanding experiences"]],["li",["span.label","11."],[".para","Marriage: to whom; day, month, and year; place of ceremony—town, county, and state or country; circumstances of courtship and ceremony"]],["li",["span.label","12."],[".para","Childhood memories: adventures, accidents, thoughts, amusing incidents, friends, and so on"]],["li",["span.label","13."],[".para","Faith-promoting experiences: personal; in other family members’ lives that affected you; circumstances surrounding your conversion to the gospel"]],["li",["span.label","14."],[".para","Health: record, including sickness and accidents"]],["li",["span.label","15."],[".para","Home life: duties in the home, home activities, relationship with brothers and sisters, places lived, family trips and vacations, pets"]],["li",["span.label","16."],[".para","Hobbies and talents: musical, artistic, and creative abilities; lessons and workshops taken; things you like to do"]],["li",["span.label","17."],[".para","Goals and future plans: things to accomplish in vocation, home life, or Church service"]],["li",["span.label","18."],[".para","Other incidents: include Church experiences"]],["li",["span.label","19."],[".para","Include appropriate pictures, if available, to enhance your story"]]]],["ul.bullet",["li",["span.label","•"],[".para","Ask the sisters to consider the items listed above. Why are these things important in a history?"]]]],[".topic",["h3","Family History"],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p44"},"The family history should include much of the same information as a personal history. Where possible, ask family members to provide their personal information. Record stories, incidents, and other information you have heard or may have in your possession about grandparents and deceased ancestors. These might include:"],["div",{"id":"f104","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.f104"},["ol.number",["li",["span.label","1."],[".para","National origin."]],["li",["span.label","2."],[".para","Places and dates of residence."]],["li",["span.label","3."],[".para","Occupations."]],["li",["span.label","4."],[".para","The first family member to be converted to The Church of Jesus Christ of Latter-day Saints and names of missionaries who taught him or her the gospel."]]]],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p49"},"Keep a record for your children of births, deaths, marriages, dates ordinances were performed, missions, and so on, and certificates of these important events. Encourage your children to keep their own histories and records."]],[".topic",["h3","Personal Journal"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p51"},"A journal should contain daily or weekly entries of current experiences. It should be a tool for keeping a record of meaningful personal experiences."],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p52"},"“Lynetta Kunz Bingham of Tulsa, Oklahoma, carries a … notebook with her at all times, even when traveling. By jotting down notes of what’s happening, she has a running record that she turns into a yearly history. She especially records personal inspirational experiences, which she shares with others, when it is appropriate, as an encouragement for them to keep a record of their own."],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p53"},"“‘These experiences really help when you’re discouraged and depressed,’ she says. ‘If you can guide others into this particular work, it gives them direction in their lives’” (Jon Webb, “Beyond Pen and Ink,”",["span.emphasis","Ensign,"],"Jan. 1977, 19–20)."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p54"},"President Spencer W. Kimball challenged every family to “train their children from young childhood to keep a journal of the important activities of their lives, and certainly when they begin to leave home for schooling and missions” (in Conference Report, Oct. 1977, 4; or",["span.emphasis","Ensign,"],"Nov. 1977, 4)."],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p55"},"Following are some things that could be included in a personal journal:"],["div",{"id":"f105","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.f105"},["ol.number",["li",["span.label","1."],[".para","Goals, hopes, and aspirations"]],["li",["span.label","2."],[".para","Work experiences"]],["li",["span.label","3."],[".para","Problems and how they were resolved"]],["li",["span.label","4."],[".para","Joys and sorrows with family members"]],["li",["span.label","5."],[".para","Relationships with others"]],["li",["span.label","6."],[".para","Deepest thoughts"]],["li",["span.label","7."],[".para","Faith-promoting experiences"]],["li",["span.label","8."],[".para","Significant family events"]],["li",["span.label","9."],[".para","Triumph over adversity"]],["li",["span.label","10."],[".para","Special learning experiences"]],["li",["span.label","11."],[".para","Personal testimony"]],["li",["span.label","12."],[".para","Counsel for future generations who will read the journal"]]]],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p68"},"Elder Theodore M. Burton counseled: “As a people we ought to write of our own lives and our own experiences to form a sacred record for our descendants. We must provide for them the same uplifting, faith-promoting strength that the ancient scriptures now give us” (",["span.emphasis","Ensign,"],"Jan. 1977, 17)."],["ul.bullet",["li",["span.label","•"],[".para","What benefits may come from keeping a journal?"]]]]],[".topic",["h2","How to Begin"],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p71"},"There is a simple way to begin keeping our records. According to Elder Boyd K. Packer, “If you don’t know where to start, start with",["span.emphasis","yourself."],"If you don’t know what records to get, and how to get them, start with what",["span.emphasis","you’ve"],"got” (“Someone Up There Loves You,”",["span.emphasis","Ensign,"],"Jan. 1977, 10)."],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p72"},"We can begin by gathering such materials as birth certificates; certificates of blessing, baptism, ordination, and graduation; diplomas; awards; photographs; and so on. Retain any written, registered, or recorded data pertaining to your life. Compile these items in boxes, folders, or files. Sort, divide, and assemble them into three major periods of your life: childhood, youth, and adulthood. After you have assembled these materials, you can begin to prepare your personal history."],["div",{"id":"p73","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p73"},"A written record is not the only way to keep information. Family and personal histories can be recorded on cassette tapes. When preparing an oral recording, it is helpful to follow an outline and to keep events in chronological order."],["div",{"id":"p74","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p74"},"To start, you might obtain a notebook and today write some of the things outlined in this lesson. If you have a personal computer, you could enter and store the information there. Date the entries and number the pages. Include the full names of people and places. Success comes with organizing your time, so set aside a regular time to write."],["ul.bullet",["li",["span.label","•"],[".para","Have the assigned sister show her personal journal to the class following the closing prayer."]]]],[".topic",["h2","Conclusion"],["div",{"id":"p77","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p77"},"Keeping records has always been important to God’s people. As we learn how and begin to record our personal and family histories, we can feel an increased respect and love for family members. As we write in our personal journals, we can record the important events of our lives that may have a positive influence on our children. A simple family record can influence our descendants for generations to come."]],[".topic",["h2","Challenge"],["div",{"id":"p79","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p79"},"Begin now to prepare your personal history. Plan a family home evening especially for working on your family history. If you are not already doing so, begin keeping a personal journal in which you record the important events of the remainder of your life."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.16-18"},"Malachi 3:16–18"],"(record of righteous in a book of remembrance)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40-41"},"Moses 1:40–41"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.45-46"},"6:45–46"],"(Moses kept records for posterity)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.28,31"},"Abraham 1:28, 31"],"(Abraham kept and preserved records)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p85","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.p85"},"Before presenting this lesson:"],["div",{"id":"f109","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-19-family-and-personal-histories.f109"},["ol.number",["li",["span.label","1."],[".para","Study the suggestions in this lesson for preparing personal and family histories. If possible, collect some of the suggested items and show them to the class."]],["li",["span.label","2."],[".para","If you know someone who has kept a journal or history, invite her to show it to the class."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
