{"id":22,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":22,"title":"Lesson 17: What Our Home Teachers Can Do for Us","subtitle":"","short_title":"Lesson 17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us","content":[["div",{"id":"head7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.head7"},[".titleNumber","Lesson 17"],["h1","What Our Home Teachers Can Do for Us"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p3"},"The purpose of this lesson is to help us understand how our home teachers can strengthen our families and how we can assist them in fulfilling their responsibilities."],[".topic",["h2","Responsibilities of Home Teachers"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p5"},"“Recently a stake president told of his visit, with others, to a [Primary] class. When the visitors entered they were made welcome, and the teacher, seeking to impress the significance of the experience for the youngsters, said to a little child on the front row, ‘How many important people are here today?’ The child rose and began counting out loud, reaching a total of seventeen, including every person in the room. There were seventeen very important persons there that day, children and visitors!"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p6"},"“That is how Christ feels, and so should we” (Marion D. Hanks, in Conference Report, Oct. 1972, 167; or",["span.emphasis","Ensign,"],"Jan. 1973, 127)."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p7"},"Everyone is important to our Heavenly Father."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p8"},"The Lord emphasized the importance of the individual and the family when He revealed to Joseph Smith a plan by which the priesthood could care for everyone. The Lord instructed brethren “visit the house of each member, and exhort them to pray vocally and in secret and attend to all family duties” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.47"},"D&C 20:47"],") and “watch over the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.111"},"D&C 84:111"],")."],["ul.bullet",["li",["span.label","•"],[".para","Who are the teachers who are asked to watch over the families in the Church?"]]],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p10"},"Today these teachers are called home teachers. Called by God to watch over His people, home teachers are to strengthen people in ways that will help them through the experiences of life and back into the presence of God. They are to help each individual and family live the gospel more fully."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p11"},"The home teaching program is directed by the General Authorities of the Church. Home teachers represent the Lord, the bishop or branch president, and the priesthood quorum leader. They help the bishop or branch president keep close to each individual and family in the ward. They help make the programs of the Church available to each member."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p12"},"A home teacher is assigned from among worthy Melchizedek Priesthood holders. His companion may be another Melchizedek Priesthood holder or an Aaronic Priesthood–age young man. Home teachers are to visit each member in the home."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 17-a, “Home teachers visiting with a family.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","17-a, Home teachers visiting with a family"]]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p14"},"When one brother was called to be a home teacher, he wanted to truly serve his people. He said:"],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p15"},"“I read the section in the Doctrine and Covenants that outlines the duties. I was particularly impressed with the thought of … watching over my families, to be with and strengthen them. … (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.title"},"D&C 20"],".)"],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p16"},"“I made a personal commitment to the Lord that I would try to … watch over my families … the way that he would. …"],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p17"},"“In one of the homes in my district lived a widow. One day during a snow storm my wife and I saw her struggling to the market. I stopped the car and told her that it would be a privilege to take her. I told her I wanted her to think of me as a friend and that whenever she needed help, she should let [us] have the chance."],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p18"},"“‘Thank you so much,’ she said. ‘This is the first time a home teacher has done such a thing.’"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p19"},"“One night I remembered I had never seen her at any of our socials, and I decided to find out why, if I could without offending."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p20"},"“She was very gracious when my companion and I knocked on her door. …"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p21"},"“I finally approached her about our socials."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p22"},"“‘Well, I must admit that I have been invited to attend sometimes. But never once did I feel part of the group. No one invited me to go with them, and I didn’t want to feel that I was imposing.’"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p23"},"“That month she went to her first social with my wife and me. No one could have been more warm in appreciation. …"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p24"},"“Later, it occurred to me that she didn’t hold any position in the ward. I mentioned this to my group leader, who spoke to the bishop. Soon the widow gratefully accepted a call to teach in the [Primary]."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p25"},"“Through these experiences, I learned that the position of a home teacher means that one is kind of [a] second father to the family, bringing the help and facilities of the quorum, the ward, and even the Church to each family and each member” (“The Spirit of Home Teaching,”",["span.emphasis","Improvement Era,"],"June 1967, 114–15)."],["ul.bullet",["li",["span.label","•"],[".para","What did this home teacher feel it meant to watch over the families under his care?"]]]],[".topic",["h2","Helping Home Teachers Fulfill Their Responsibilities"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p28"},"We should make home teachers feel welcome in our home by calling all members of the family together for their visit. We can suggest that they visit at a time when all family members will be home. Every member should honor and respect home teachers as good friends of the family."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p29"},"In times of trouble or emergency, we should call on our home teachers. They can provide a priesthood blessing if there is no Melchizedek Priesthood bearer in the home. We can help them fulfill their callings by seeking their spiritual support in times of trouble. One home teacher told of visiting an elderly lady who was bedridden: “She expressed great worry over a grandchild who was to undergo a very serious operation the following day. She asked if I would kneel at the side of her bed and offer a prayer for the well-being of the youngster” (Boyd K. Packer, in Conference Report, Oct. 1972, 103; or",["span.emphasis","Ensign,"],"Jan. 1973, 90)."]],[".topic",["h2","Home Teachers and the Head of the Household"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p31"},"Home teachers should recognize, support, and strengthen the head of the household. If there is a father in the home, he should be recognized as the patriarch—the family member who presides. If there is no father in the home, the mother should be recognized as the presiding authority, and the home teachers should work through her and assist her in her role. Home teachers should also work directly with single, widowed, and other members, strengthening them and assisting them with their needs."],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p32"},"Home teachers are encouraged to consult with the head of each family for whom they are responsible in order to gain knowledge and understanding of the problems, needs, and situations in their assigned families and thus better help them meet the challenges they face."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p33"},"The following account shows how two home teachers were effective in their assignment by working through the head of the household:"],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p34"},"“Samuel Bowen was [not a member] of the Church. His wife and children were members and because of this, many … home teaching visits were made to the Bowen family. These visits were usually directed specifically to the members of the Church in the home. As a result, Brother Bowen would excuse himself or not present himself at the time of a visit. … On occasion Mr. Bowen [had] attended [Church]."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p35"},"“Within the last two years, a new home teacher, Brother Walker, was assigned to the Bowen family. After he met with them and had discussed the situation with the priesthood leader, Brother Walker felt strongly impressed to concentrate his attention to … Brother Bowen. In the ensuing months, he did this in a deliberate, well-thought-out manner. For example, he [made appointments] through Brother Bowen. He only contacted the children by permission of the head of the family. Then on a number of occasions, he came to the home",["span.emphasis","only"],"to see Brother Bowen. On these visits he would discuss how he might be helpful to each member of his family. At first, Brother Bowen was taken [aback] by this deference to him since it was not according to the accustomed pattern, but he soon grew to appreciate Brother Walker. Many cordial visits were made to the home, but seldom was a direct gospel message delivered to the family."],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p36"},"“One evening Brother Walker was visiting privately with Brother Bowen in his living room. He asked, ‘Sam, how is it that with such a wonderful family in the Church and all their activity, that you have never contemplated membership in the Church?’ Brother Walker was startled by the reply: ‘I guess no one ever asked me if I was interested. Actually, I have read much of your Church literature and believe as you do.’"],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p37"},"“A month later, Samuel Bowen was baptized into the Church, and today his family has been sealed … in the temple” (",["span.emphasis","When Thou Art Converted, Strengthen Thy Brethren: A Study Guide for Melchizedek Priesthood Quorums, 1974–75,"],"217–18)."],["ul.bullet",["li",["span.label","•"],[".para","When home teachers do not understand how they can help a nonmember or less-active spouse, what is the active spouse’s responsibility?"]]],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p39"},"The home teachers should support the head of the household and regularly ask how they can be of greater assistance to the family."]],[".topic",["h2","How Home Teachers Can Help the Family"],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p41"},"Home teachers can assist our families in many ways. They can demonstrate how to set up and conduct a family home evening. They can encourage us to develop our talents. They can offer counsel to help us with our problems and help us increase spirituality in our family."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p42"},"Home teachers should suit their message and course of action to individual and family needs. They have the power to bless, guide, and strengthen individuals and families. They especially need to watch over and help meet the needs of members living alone who are often lonely and need the security and comfort of knowing their home teachers care."],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p43"},"The Lord expects parents to teach their family the gospel in the home. In doing so, parents can call on home teachers to assist them. In one family the worried parents sought the advice and help of their home teachers in counseling with their 18-year-old daughter, who was dating a nonmember boy. In the parents’ previous efforts to persuade their daughter against this romance, they continually met with opposition."],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p44"},"“The father went to the home teacher privately and made three requests. He said, ‘On your next visit, I would like you to present a special lesson for our family on temple marriage. I would like you to bear your testimony of what this principle has meant to you in your life. Finally, I would appreciate it if you would inform me of your visit in advance, because I especially want our daughter to be present to hear the lesson.’"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p45"},"“By appointment, the home teacher and his junior companion presented a lesson on temple marriage and bore witness to the blessings that flow [from] obedience to this sacred ordinance. There was no immediate reaction from the daughter. The dating continued. Then late one night mother and father heard her return from a date with the nonmember. Soon she tiptoed to the bedside of her parents and whispered:"],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p46"},"“‘I know you’ve been worried about your daughter, but tonight I’ve made up my mind to be married only in the temple. You see, ever since our home teacher taught that lesson, I’ve been praying a great deal. Now I have the answer to my prayers. I’ll not be going out again with Tom.’” (See L. Brent Goates, “A New Dimension in Home Teaching,”",["span.emphasis","Improvement Era,"],"Oct. 1966, 874–75.)"],["ul.bullet",["li",["span.label","•"],[".para","How did these home teachers help this family?"]]],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p48"},"Home teachers can help newly baptized members feel comfortable in Church worship by helping the stake missionaries or full-time missionaries present the six discussions for new members. They can help new members form friendships in the ward or branch, each at his or her own age level, and help all members become involved in Church activities."],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p49"},"Home teachers should be concerned with the physical as well as the spiritual welfare of the family. After leading a spiritual discussion and prayer in the home, one home teacher said, “‘It has rained for four days. How is the roof of your house? If it needs attention, call me up’” (George Barber, “Home Teaching—Great Potential for Service,”",["span.emphasis","Improvement Era,"],"Mar. 1968, 39)."],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p50"},"After an earthquake in Peru, two missionaries were told to locate the members of the Church in their area and determine their needs. One of the missionaries related:"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p51"},"“I asked if anybody knew where we could find Hermano Cardenas, the first counselor to the branch president. I was directed to an area near the back of the camp. … After our … greetings … , I asked him if he had any idea how we could find the other brothers and sisters of the branch. …"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p52"},"“Out of his hip pocket he pulled a folded and wrinkled sheet of paper and handed it to me. ‘Elder,’ he said humbly, ‘we did as you taught us to do when you instructed the elders quorum here. We sent out the home teachers!’ On that dirty sheet of paper was written the location, condition, and state of health of all but two families in the branch—all information gathered and reported by the home teachers!” (H. Bruce Bowman, “Home Teachers in an Earthquake,”",["span.emphasis","Ensign,"],"Mar. 1978, 67)."],["ul.bullet",["li",["span.label","•"],[".para","How could information from home teachers help us in emergencies?"]]],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p54"},"Brother George Durrant told how a home teacher helped his family:"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p55"},"“He came into our home often. When he came, he called each of our children by name and talked to them individually. He listened carefully to whatever they said. They knew he cared about them."],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p56"},"“When our babies were blessed, he stood with me in the circle of priesthood men. As our children approached the age to be baptized, he talked to them about the importance of this great ordinance. As they went down into the waters, he was there as a witness and rejoiced with us. His hands were placed upon their heads along with mine as I confirmed them members of the Church. When our oldest son became a deacon, this man came by to offer congratulations."],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p57"},"“When I had to go out of town on business, he phoned my home each day to inquire about the well-being of my family. Each week as we entered the chapel, he sought us out and shook hands with us. Once when I was sick, he and another brother came to our house and administered to me. He often knelt with our family and prayed with us."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p58"},"“He never preached to us, although the way he listened to us made us want to do better. He wasn’t known as a master teacher nor as a great scholar, but from and through him we felt strength and wisdom. He radiated a spirit that caused us to respect and to trust him. It wasn’t what he said that influenced us as much as what he was” (George Durrant, “The Man I Remember Best,”",["span.emphasis","Improvement Era,"],"May 1970, 42)."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member report on how home teachers have helped her family."]]]],[".topic",["h2","Conclusion"],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p61"},"Home teachers represent the Lord, the bishop or branch president, and the priesthood quorum in strengthening families spiritually, temporally, and emotionally. They can help their assigned families and individuals enjoy the programs of the Church and encourage them in fulfilling their Church and family responsibilities. Home teachers work with the head of each family to strengthen the home and prepare the family for exaltation."]],[".topic",["h2","Challenge"],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p63"},"Invite your home teachers to enjoy a special family home evening with your family on a night other than Monday. Call on your home teachers in times of need. Keep them informed of personal and family needs and conditions."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/2.2"},"2 Timothy 2:2"],"(faithful men to teach others)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.46-47"},"Doctrine and Covenants 20:46–47"],"(priests to visit and exhort)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/44.6"},"Doctrine and Covenants 44:6"],"(elders to visit the poor and needy)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"Doctrine and Covenants 82:19"],"(every man to seek the interest of his neighbor)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.p70"},"Before presenting this lesson:"],["div",{"id":"f83","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-17-what-our-home-teachers-can-do-for-us.f83"},["ol.number",["li",["span.label","1."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.46-47"},"Doctrine and Covenants 20:46–47"],"."]],["li",["span.label","2."],[".para","Assign a class member to report briefly on how home teachers have helped her or her family."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
