{"id":17,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":17,"title":"Lesson 12: Church Organization","subtitle":"","short_title":"Lesson 12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization","content":[["div",{"id":"head2","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.head2"},[".titleNumber","Lesson 12"],["h1","Church Organization"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p3"},"The purpose of this lesson is to help us increase our understanding of the purpose and organization of the Lord’s true Church."],[".topic",["h2","Jesus Christ Is the Head of the Church"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 12-a, “Jesus Christ.”"]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p6"},"At a district missionary conference in Hamburg, Germany, presided over by Elder Henry D. Moyle, “one of the missionaries asked a question in which he referred to President David O. McKay as the head of the Church. Elder Moyle interrupted him and in a very forceful manner stated that Jesus Christ was the head of the Church, not David O. McKay. The significant point here is that Elder Moyle knew that Jesus is the Son of God, that he lives, even today, and that he stands at the head of this church” (Donald Q. Cannon, “Who Is Jesus Christ?”",["span.emphasis","New Era,"],"Mar. 1978, 12)."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think Elder Moyle made such a point of the Savior’s position at the head of the Church?"]]],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p8"},"Jesus Christ is the head of His Church today just as He was in the days of His earthly ministry. “Although He is on the other side of the veil … He rules and guides its affairs, and is as really present in the Church, as if He were among us in the flesh” (Hyrum M. Smith and Janne M. Sjodahl,",["span.emphasis","The Doctrine and Covenants Commentary,"],"rev. ed. [1972], 113)."]],[".topic",["h2","The Lord Reveals His Will through His Prophets"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 12-b, “The Presidents of the Church.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","12-b, Presidents of the Church"]]]],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p11"},"The Lord has always revealed His will for His people through prophets (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"). Today we have a living prophet, who serves as the President of the Church. Through the prophet, the Lord continues to reveal His will to His children in our time."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p12"},"We can trust the men called as prophets. President Harold B. Lee said: “The principles of the gospel of Jesus Christ are divine. Nobody changes the principles and doctrines of the Church except the Lord by revelation. But methods change as the inspired direction comes to those who preside at a given time. … You may be sure that your brethren who preside are praying most earnestly, and we do not move until we have the assurance, so far as lies within our power, that what we do has the seal of divine approval” (“God’s Kingdom—A Kingdom of Order,”",["span.emphasis","Ensign,"],"Jan. 1971, 10)."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p13"},"The following is an example of action taken by the prophet when he receives the Lord’s approval. In June 1978, the First Presidency gave this statement to the world:"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p14"},"“As we have witnessed the expansion of the work of the Lord over the earth, we have been grateful that people of many nations have responded to the message of the restored gospel, and have joined the Church in ever-increasing numbers. This, in turn, has inspired us with a desire to extend to every worthy member of the Church all of the privileges and blessings which the gospel affords."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p15"},"“Aware of the promises made by the prophets and presidents of the Church who have preceded us that at some time, in God’s eternal plan, all of our brethren who are worthy may receive the priesthood, and witnessing the faithfulness of those from whom the priesthood has been withheld, we have pleaded long and earnestly in behalf of these, our faithful brethren, spending many hours in the Upper Room of the Temple supplicating the Lord for divine guidance."],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p16"},"“He has heard our prayers, and by revelation has confirmed that the long-promised day has come when every faithful, worthy man in the Church may receive the holy priesthood, with power to exercise its divine authority, and enjoy with his loved ones every blessing that flows therefrom, including the blessings of the temple. Accordingly, all worthy male members of the Church may be ordained to the priesthood without regard for race or color. Priesthood leaders are instructed to follow the policy of carefully interviewing all candidates for ordination to either the Aaronic or the Melchizedek Priesthood to insure that they meet the established standards for worthiness."],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p17"},"“We declare with soberness that the Lord has now made known his will for the blessing of all his children throughout the earth who will hearken to the voice of his authorized servants, and prepare themselves to receive every blessing of the gospel” (Official Declaration 2)."],["ul.bullet",["li",["span.label","•"],[".para","Since Jesus Christ is the head of the Church, what is the role of the prophet?"]]],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p19"},"Through the power of the priesthood and by divine revelation, the prophet directs the affairs of the Church as its president. Members of the Church are counseled to give heed to the words of the prophet as he is directed by revelation. Concerning His prophets, the Lord instructed: “For his word ye shall receive, as if from mine own mouth, in all patience and faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5"},"D&C 21:5"],")."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p20"},"Elder Gordon B. Hinckley told of a young Filipino, David Lagman, who sensed the need for a prophet when he was first acquainted with the Church:"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p21"},"“When he was a boy he [David Lagman] found in a garbage can an old tattered copy of the",["span.emphasis","Reader’s Digest."],"It contained a condensation of a book giving the story of the Mormon people. It spoke of Joseph Smith and described him as a prophet. The word",["span.emphasis","prophet"],"did something to that boy. Could there actually be a prophet upon the earth? he wondered. The magazine was lost, but concern over the presence of a living prophet never left him during the long, dark years of war and oppression when the Philippines were occupied. Finally the forces of liberation came, and with them the reopening of Clark Air Base. David Lagman found employment there. His supervisor, he learned, was a Mormon, an Air Force officer. He wanted to ask him if he believed in a prophet, but was afraid to do so. Finally, … he mustered the courage to inquire."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p22"},"“‘Are you a Mormon, sir?’ the young man asked. ‘Yes, I am,’ was the forthright reply. ‘Do you believe in a prophet, do you have a prophet in your church?’ came the anxious question."],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p23"},"“‘We do have a prophet, a living prophet, who presides in this church and who teaches the will of the Lord.’"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p24"},"“David asked the officer to tell him more, and out of that teaching came his baptism. He was the first native elder ordained in the Philippines” (in Conference Report, Oct. 1973, 162; or",["span.emphasis","Ensign,"],"Jan. 1974, 122)."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p25"},"The Church established by the Savior when He lived upon the earth was kept unified by messages, letters, and visits by the Apostles—just as the Church today, under divine leadership, is directed and unified by prophets and apostles. This central leadership and organization is a mark of the true Church of Jesus Christ."]],[".topic",["h2","Organizational Structure of the Church"],["ul.bullet",["li",["span.label","•"],[".para","Display a poster of the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"sixth article of faith"],", or refer to it on the chalkboard. Have a class member read it aloud."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"Ephesians 4:11–14"],". What three reasons did Paul give for the organization of the Church?"]],["li",["span.label","•"],[".para","Have the assigned class member report on the section “Christ’s Church Was Organized Again” in",["a.crossRef",{"href":"/manual/gospel-principles/chapter-17-the-church-of-jesus-christ-today.p1"},"chapter 17"],"of",["span.emphasis","Gospel Principles."]]],["li",["span.label","•"],[".para","Read the headnote to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.title"},"Doctrine and Covenants 20"],"."]],["li",["span.label","•"],[".para","Discuss the following units of the Church:"]]],[".topic",["h3","Family"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p33"},"“The family is the basic unit of The Church of Jesus Christ of Latter-day Saints and the most important social unit in time and eternity. God has established families to bring happiness to His children, allow them to learn correct principles in a loving atmosphere, and prepare them for eternal life” (",["span.emphasis","Family Guidebook"],"[1999], 1)."]],[".topic",["h3","Ward and Branch"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p35"},"During the Savior’s mortal ministry, He organized His Church on the earth. After His death, congregations of believers met together to worship, learn the gospel, and strengthen and serve each other. Today members of The Church of Jesus Christ of Latter-day Saints are also organized into congregations. The purpose of these congregations is to help all people “come unto Christ, and be perfected in him” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32"},"Moroni 10:32"],"). Large congregations are called wards and are presided over by a bishop."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 12-c, “A branch meeting in a small chapel.”"]]],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p37"},"Small congregations are called branches and are presided over by a branch president. “A branch may be organized when at least two member families live in an area and one of the members is a worthy Melchizedek Priesthood holder or a worthy priest in the Aaronic Priesthood. The stake, mission, or district presidency organizes and supervises the branch” (",["span.emphasis","Branch Guidebook"],"[1993], 1). A branch can develop into a ward."]],[".topic",["h3","Stake and District"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p39"},"Most geographic areas where the Church is organized are divided into stakes. There are usually five to twelve wards and branches in a stake, which is presided over by a stake president. Stakes report to and receive direction from the Area Presidency."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p40"},"A district is a division of a mission. When there is a sufficient number of branches located in an area that permits easy communication and convenient travel to district meetings, a district is organized. A district presidency is called to preside over it. The district president reports to the mission presidency. A district can develop into a stake."]],[".topic",["h3","Mission"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p42"},"A mission is a unit of the Church that normally covers an area much larger than that covered by a stake. The First Presidency of the Church determines a mission’s boundaries and calls a mission president to preside over it. When stakes fall within mission boundaries, they are under the direction of the stake president rather than the mission president. Missions are directly accountable to the General Authorities of the Church."]],[".topic",["h3","Priesthood Quorums and Auxiliary Organizations"],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p44"},"Priesthood quorums are organized to “serve others, build unity and brotherhood, and instruct members in doctrines, principles, and duties” (see",["span.emphasis","Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders"],"[1998], 162)."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p45"},"The Relief Society is the Lord’s organization for sisters in the Church. “The purpose of Relief Society is to assist priesthood leaders in carrying out the mission of the Church by helping sisters and families come unto Christ” (",["span.emphasis","Church Handbook of Instructions, Book 2,"],"193). President Gordon B. Hinckley said to the women of the Church: “It was the Lord who designated that men in His Church should hold the priesthood. It was He who has given you your capabilities to round out this great and marvelous organization, which is the Church and kingdom of God” (in Conference Report, Oct. 1996, 95; or",["span.emphasis","Ensign,"],"Nov. 1996, 70)."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p46"},"Other auxiliary groups are also organized within wards and branches to meet members’ needs. These include the Primary, responsible for teaching children; the Young Men and Young Women organizations, responsible for teaching youth ages 12 through 17; and the Sunday School, responsible for instructing members ages 12 and older in gospel principles."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p47"},"Each unit of the Church is accountable to a larger unit of which it is a part."],["ul.bullet",["li",["span.label","•"],[".para","Why is it necessary to have the Church organized into units as discussed above?"]],["li",["span.label","•"],[".para","Why are the activities of each unit carried out with authority given by the larger unit?"]]]]],[".topic",["h2","The Purpose of the Church Organization"],["ul.bullet",["li",["span.label","•"],[".para","What is the purpose of the Church organization?"]]],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p52"},"The Church organization is the framework through which the Lord reveals His will, offers His children the saving principles and ordinances, and provides the opportunities we need to gain eternal life. Through the Church we:"],[".topic",["h3","1. Learn about the plan of salvation."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p54"},"Church meetings and callings provide us with opportunities to learn the fulness of the gospel. We learn to study and understand the scriptures, how to obey the principles of the gospel, and how to prepare for the blessings of eternal life."]],[".topic",["h3","2. Receive and perform saving ordinances."],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p56"},"We are baptized into the Church by men who have been given the priesthood and thus authority from God to act in His name. We receive guidance as we prepare to receive the temple endowment and temple marriage and are blessed as we perform the ordinances in the temples for our dead."]],[".topic",["h3","3. Renew our covenants."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p58"},"We are given the opportunity to partake of the sacrament in our meetings and renew the covenants we made with the Lord when we were baptized."]],[".topic",["h3","4. Develop our talents and abilities."],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p60"},"We have opportunities to participate in teaching and leadership positions. These activities help us develop our talents and abilities."]],[".topic",["h3","5. Learn to serve others."],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p62"},"Church service and other activities can help us overcome selfishness and reap joy from giving of ourselves. Home teaching and visiting teaching provide opportunities to watch over the needs of our neighbors, including neighbors who may not be members of the Church."]],[".topic",["h3","6. Grow together in love and friendship."],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p64"},"Service and Church activities can enable us to get to know those in our ward or branch and in our community, to comfort one another in times of sorrow, and to be glad for each other in times of prosperity and success. In this way we have the opportunity to grow together in love and friendship."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],"."]]]],[".topic",["h3","7. Fill spiritual and emotional needs."],["ul.bullet",["li",["span.label","•"],[".para","Display a pitcher of water and a loaf of bread."]]],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p68"},"Most of us know what it is like to feel hungry or thirsty. We can also have hunger and thirst that cannot be satisfied by food and water."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/john/4.14"},"John 4:14"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35"},"John 6:35"],". What did Jesus mean by these statements?"]]],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p70"},"Jesus was not referring to the hunger and thirst of the body. He was speaking of the need that every person has to nourish the spirit. The truths He taught can completely satisfy the spiritual needs of those who learn and live them."],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p71"},"When Hartman Rector Jr., later a member of the Seventy, was being taught by the missionaries and studying about the Church, he felt he was finally having his spiritual hunger satisfied: “Such study was like food and drink to a starving man. I had searched for these answers for years, looked everywhere; and now at long last I was getting",["span.emphasis","all"],"my questions answered in full. I was ecstatic with joy and gratitude to my Father in heaven because of his great mercy to me” (Hartman and Connie Rector,",["span.emphasis","No More Strangers,"],"4 vols. [1971–90], 1:9)."],["ul.bullet",["li",["span.label","•"],[".para","Ask class members to share similar experiences or feelings about the message of the restored Church."]]]],["div",{"id":"p73","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p73"},"Elder Howard W. Hunter summarized the success of the Church organization in proclaiming the restored gospel. Since the Restoration in 1830, “a miracle has been achieved as the priesthood has administered the restored gospel. Temples have been erected on this continent and in other places in the world. Houses of worship dot many lands of the globe. … [Thousands of] full-time missionaries are proclaiming the gospel in many lands. … Seminaries, institutes of religion, and colleges in many countries give instruction to more than a quarter of a million young people daily, not only in the elements of secular learning, but in the eternal truths of the gospel” (in Conference Report, Oct. 1972, 67; or",["span.emphasis","Ensign,"],"Jan. 1973, 65)."]],[".topic",["h2","Conclusion"],["div",{"id":"p75","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p75"},"Jesus Christ directs the affairs of the Church on the earth by revealing His will to His prophets. In all He does, the Savior is concerned about the welfare of all mankind. He has established the organization of the Church for the divine purpose of meeting the spiritual, emotional, intellectual, social, and physical needs of each of us."]],[".topic",["h2","Challenge"],["div",{"id":"p77","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p77"},"Seek to receive the benefits of the Church organization by actively attending and participating in sacrament and other Church meetings and by accepting assignments from your leaders. You will gain understanding and appreciation of the Church organization and its purpose and direction in your life through actively participating in your local Church unit."],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p78"},"Sustain and support the general officers of the Church and the officers and teachers of the Church in your local area."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.title"},"Ephesians 4"],"(Saints to love one another)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4-6"},"Moroni 6:4–6"],"(an organized church strengthens members)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1-4,37-79"},"Doctrine and Covenants 20:1–4, 37–79"],"(organization of the Church in the latter days)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.9"},"Doctrine and Covenants 21:9"],"(all will be blessed who labor in the Lord’s vineyard)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p85","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p85"},"Before presenting this lesson:"],["div",{"id":"f15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.f15"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 17,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-17-the-church-of-jesus-christ-today.p1"},"“The Church of Jesus Christ Today.”"]]],["li",["span.label","2."],[".para","Read the section introduction to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.title"},"Doctrine and Covenants 20"],"."]],["li",["span.label","3."],[".para","Prepare the poster suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","4."],[".para","Bring to class a pitcher of water and a loaf of bread."]],["li",["span.label","5."],[".para","Assign a sister to give a brief report on the section “Christ’s Church Was Organized Again” in",["a.crossRef",{"href":"/manual/gospel-principles/chapter-17-the-church-of-jesus-christ-today.p1"},"chapter 17"],"of",["span.emphasis","Gospel Principles."]]],["li",["span.label","6."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
