{"id":21,"parent_id":16,"book_id":19,"content_id":1,"language_id":1,"display_order":21,"title":"Lesson 16: Responsibility to Parents","subtitle":"","short_title":"Lesson 16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents","content":[["div",{"id":"head6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.head6"},[".titleNumber","Lesson 16"],["h1","Responsibility to Parents"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p3"},"The purpose of this lesson is to encourage us to love and honor our parents."],[".topic",["h2","Why Should We Honor Our Parents?"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p5"},"The first four of the Ten Commandments tell us how we should relate to our Heavenly Father and remind us of our responsibility to Him. The fifth commandment tells us of our responsibility to our earthly parents."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],". Why did our Heavenly Father give us the commandment to honor our parents?"]]],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p7"},"As with all the commandments, the Savior is our example in keeping the commandment to honor our parents. Even in His suffering as He hung on the cross, Jesus demonstrated His concern for His earthly mother (see",["a.scriptureRef",{"href":"/scriptures/nt/john/19.26-27"},"John 19:26–27"],")."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p8"},"We tend to think that honoring our parents means nothing more than obeying them. Surely, however, the Lord included more than obedience when He said, “Honor thy father and thy mother.” Dictionaries provide several definitions of the word",["span.emphasis","honor."],"Most definitions have to do with consideration, respect, esteem, admiration, and high regard. Honoring our parents means more than merely giving them obedience and respect. It also means loving them freely because we want to. If we truly honor our parents, we want to obey their righteous requests. We heed their righteous counsel and advice."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p9"},"Most of us have parents for whom we feel respect and love, and we find it easy to honor them. Others who may not have such feelings for their parents may find it difficult to honor them. However, no one is exempt from honoring his or her parents, no matter how difficult it may be. If our parents do not keep the commandments, we might question if they deserve to be honored. But the fifth commandment tells us simply to honor them—it does not excuse us from this responsibility by adding qualifications such as “if they are members of the Church,” “if they are rich, healthy, or educated,” or “if they deserve honor.”"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p10"},"We should follow the example of “one young woman who was determined to improve her feelings about her parents [and] went to her Father in Heaven in earnest prayer. While praying she decided to thank the Lord for her parents even though she had never done so before. As she uttered the words of thanks her mind was instantly filled with reasons why she should be grateful for her parents. She got up from her knees filled with a new love and understanding for two people whom she realized were truly as much God’s children as she was herself” (",["span.emphasis","Look unto Me in Every Thought: Mia Maid Course B, Young Women"],"[1978], 42)."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the reasons we should honor and show gratitude for our parents?"]],["li",["span.label","•"],[".para","How does honoring our parents help us show love for our Heavenly Father?"]]],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p13"},"“An American couple in Europe were having dinner at the home of a doctor. They were impressed by the courtesy and esteem shown the grandmother who was part of the family. The doctor seemed surprised when they mentioned it. His reply was, ‘God used parents in creating us. We cannot dishonor them without dishonoring God’” (",["span.emphasis","Family Home Evening Manual 1967,"],"172)."]],[".topic",["h2","How Can We Honor Our Parents?"],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-3"},"Ephesians 6:1–3"],". What does Paul suggest we do to honor our parents? What restriction does Paul place on our obedience? What does “obey [them] in the Lord” mean?"]]],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p16"},"In addition to being obedient, we can honor our parents in other ways. One young sister, Estilla Ayala, wrote about how she learned to fulfill this commandment."],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p17"},"“From the time I was five years old until I was 18, our home life was very unhappy. As the oldest of nine children, I felt it keenly when my mother and younger brothers and sisters suffered from the savage temper of a drunken father. I often wondered, ‘What can I do to bring a little happiness into our home?’"],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p18"},"“When I was 14 and in secondary school, someone told me that one of the commandments of God was to honor your parents. Greatly interested, I asked, ‘How can I honor my parents?’ I was told to study and become a good student, and that would make my parents happy; thus, I would be keeping a commandment by being a good student. I was very happy; I thought, ‘Now maybe I can bring a little happiness into our home.’ So I studied to become the best student in the class, and decided by my behavior to become the best daughter in town. Everyone respected and loved me for this, but nothing changed at home."],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p19"},"“Thinking there must be something more I could do, I asked for another commandment of God and was told, ‘Love your neighbor as yourself.’ So I began working in a hospital where I could serve the sick, some of whom were very poor, and I came to feel a very special love for all of them. I was happy in fulfilling this commandment, but still nothing changed at home. To make matters worse, my brother began to smoke and drink, and he would take no advice from me."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p20"},"“By this time I was 18, and it seemed all my efforts had been in vain. Still I had great faith in God and didn’t become discouraged. I felt that there was something more I could do."],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p21"},"“Soon I left home to undertake some special studies. I thought about my family all the time and wondered what was happening at home. Twenty-two days later I went home to visit, and my mother met me crying. I thought something terrible had happened, but she hugged me and said, ‘Since you went away to study, your father hasn’t had anything to drink.’"],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p22"},"“How happy I was! My father hugged me, and when we went into the house my mother said that the night I left, some Mormon missionaries had come. ‘Your father has read almost the whole Book of Mormon and is going to be baptized,’ she said. I was amazed!"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p23"},"“My father became like a little child. I could see repentance and humility in his eyes. He",["span.emphasis","had"],"changed completely. He had given up smoking and drinking all at once, and tried to keep the commandments the missionaries taught him. He treated me like a queen, and he treated my mother and my brothers and sisters like royalty."],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p24"},"“The result was that our whole family was baptized: my parents and the five children who were old enough, including myself. My father, at age 40, became the best father in the world, with a unique humility, and my brother will soon serve as a missionary. What more could one ask? I know that my sacrifices were not in vain, and I know that the gospel of Jesus Christ has made our home one of the happiest in the world!” (“The Change in My Father,”",["span.emphasis","Ensign,"],"Feb. 1975, 42–43)."],["ul.bullet",["li",["span.label","•"],[".para","How did Sister Ayala honor her parents? How can we apply what she did in our own lives?"]]],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p26"},"Another young sister, Lois Christensen, told how she honored her parents:"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p27"},"“I am sure my Sunday School teacher was unaware of the impossibility of her request. ‘Class,’ she had said, ‘I want each of you to promise that some time during this next week you will tell your father you love him.’"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p28"},"“It sounded like such a simple thing. But I knew I couldn’t do it. Perhaps if I had the kind of father some of the others had, I said to myself, I could say those words to him. But Dad was completely inactive in the Church. He appeared to me to be insensitive and the communication gap between us was wide. We had not talked seriously together about anything for years. Besides, ‘I love you’ was something that I didn’t think was ever said in my family. I felt I could never do what my Sunday School teacher had just asked."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p29"},"“After the closing prayer, I waited until the others had left, and then I approached my teacher."],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p30"},"“‘Sister Innes, what you’ve asked us to do is good. But I think I need to be excused from that assignment. You know how my dad is, and, well, I just couldn’t say something like that to him.’"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p31"},"“But Sister Innes wasn’t convinced. She looked at me and said, ‘No matter what your dad is or does, he needs to hear those words from you, just as much as any other dad needs to hear them. I want you to promise me that you’ll fill this assignment.’"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p32"},"“I agreed, and during the next few days I felt a great burden. I knew it would only be lifted when I fulfilled my commitment. One night, after the others had gone to bed, I nervously waited for the right moment to say those words. Dad was smoking a cigarette and stood up to put the ashes in the trash. With a trembling, nervous, almost inaudible voice I said, ‘Dad, I love you.’"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p33"},"“He had his back to me, and he didn’t turn around or say anything or do anything. I was sure he hadn’t heard me. And so, weakly, I repeated it. ‘Dad, I love you.’ And then, very slowly, he turned toward me. My insensitive, untouchable dad had tears streaming down his cheeks. He put his arms around me and held me close and kissed the top of my head. That was the first time in my sixteen years that I could remember my dad and me embracing” (as told to Linda Marx Terry, “Telling My Father I Loved Him,”",["span.emphasis","Ensign,"],"Feb. 1978, 51)."],["ul.bullet",["li",["span.label","•"],[".para","What did this sister do to honor her father? How could this action also help us honor our parents?"]],["li",["span.label","•"],[".para","Discuss the following ways we can honor our parents. Write on the chalkboard those ways that seem most helpful to the class members."],[".para","Promote family harmony and unity."],[".para","Be trustworthy, kind, loving, and agreeable."],[".para","Never do anything we would be embarrassed to have our mother or father see us do."],[".para","Show proper respect for our parents under all circumstances."],[".para","Be considerate of our parents’ feelings."],[".para","Be a credit to them and give them reasons to be proud of us."],[".para","Be a peacemaker and an example of the gospel of Jesus Christ."]],["li",["span.label","•"],[".para","What can we do to practice these suggestions in honoring our parents? How can we honor our parents when we are with our friends? Add ideas to the list on the chalkboard."]]],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p44"},"Sometimes when we are reminded to honor our parents, we think this commandment applies primarily to young children. Yet the commandment does not state any age limit for honoring parents. No matter what age we are, the commandment applies to us."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 16-a, “A woman caring for an aged parent.”"]]],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p46"},"“When Jesus was upon the earth, the Jews had changed the law, which required them to honor father and mother. They were saying that if a person promised the money to the church which he would ordinarily use to help his parents, he was under no obligation to meet their needs. Jesus pointed out to them that in making this ruling they had broken God’s law; they were not honoring father and mother. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.1-6"},"Matthew 15:1–6"],".)” (",["span.emphasis","Family Home Evening Manual 1967,"],"167)."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 16-b, “Ruth and Naomi.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","16-b, Ruth and Naomi © Providence Lithograph Co."]]]],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p48"},"We read in the Bible the story of Ruth who, with her mother-in-law, Naomi, and her sister-in-law, Orpah, had been widowed. Naomi encouraged her two daughters-in-law to return to their own homes. Orpah did so, but Ruth stayed with her mother-in-law, saying:"],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p49"},"“Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p50"},"“Where thou diest, will I die, and there will I be buried” (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.16-17"},"Ruth 1:16–17"],")."],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p51"},"Ruth and Naomi then returned to Bethlehem, where Ruth gleaned in the fields and was able to provide for Naomi in her old age."],["ul.bullet",["li",["span.label","•"],[".para","What can we learn from Ruth about caring for elderly parents?"]]],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p53"},"President Joseph F. Smith said: “Children, remember your parents. After they have nurtured you through the tender years of your infancy and childhood, after they have fed and clothed and educated you, after having given you a bed to rest upon and done all in their power for your good, don’t you neglect them when they become feeble and are bowed down with the weight of their years. Don’t you leave them, but … do all in your power to minister to their comfort and well-being” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [1939], 314)."],["ul.bullet",["li",["span.label","•"],[".para","What is our responsibility for our parents’ physical needs? What are some ways we should care for these physical needs?"]]],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p55"},"Some members have parents who opposed their joining the Church. By disobeying their wishes and joining the Church, they may feel they have broken the commandment to honor their parents. Such was the struggle of Renée Pool Vorhaus, a Jewish sister:"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p56"},"“Oh, how I wrestled with this—how could I ever become a Mormon in anything but thought? All of my grandparents, aunts, uncles, and cousins had died in the Holocaust of World War II. Their deaths, as well as the deaths of 6 million other Jews, had been a waste. If I were to now publicly profess that Jesus was the Christ, would I then not in effect also declare their lives a waste? Throughout the centuries the Jews had suffered … because they would not bend their commitment and faith. They had been … hounded from country to country … without protection or recourse to man’s law. …"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p57"},"“How could I now repudiate and negate my people and their affirmation of faith … ?"],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p58"},"“I loved the memory of my family; I loved the memory of my forefathers; and I loved my Judaism. But now I had found the source of all love, and to fully partake of it I realized that I would have to become a Mormon” (“The God of My Fathers,”",["span.emphasis","Ensign,"],"Feb. 1978, 21)."],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p59"},"In the midst of her dilemma, this sister received a beautiful, loving witness and a testimony that there was nothing more important on earth than being a member of the true Church. Undoubtedly, her parents had taught her to seek truth, to love God, to follow the promptings of her heart and of the Spirit. Her decision was not one of disrespect, but one of honoring their teachings to obey God and to search for truth. It is through their membership in the Church that converts can then encourage their parents and others to embrace the gospel."],["ul.bullet",["li",["span.label","•"],[".para","What are some ways a new convert can show love and respect to her parents?"]]],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p61"},"Even after our parents have died, we can honor them by living the kind of life they would be proud of. We can also honor them by compiling their family history."],["ul.bullet",["li",["span.label","•"],[".para","In what ways can we continue to honor our parents even after they have died? Add ideas to the list on the chalkboard."]]],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p63"},"Through the blessings of the temple we are able to unite our families for eternity. This privilege extends beyond our immediate family to our ancestors who preceded us here on earth. Of this, Elder Theodore M. Burton said: “The promise was made them [our ancestors] that, even if they were born at a time and place where they could not hear the gospel preached in life, God would provide saviors for them",["span.emphasis","from among their descendants"],"so they could eventually receive all the blessings promised them. We are those saviors” (",["span.emphasis","God’s Greatest Gift"],"[1976], 233; italics added). (For additional information on family history, see lesson 20 in this manual,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-20-our-temple-and-family-history-responsibilities.p1"},"“Our Temple and Family History Responsibilities.”"],")"]],[".topic",["h2","Conclusion"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p65"},"Through our parents we have gained physical bodies and the opportunity to prove ourselves here on earth. We have been commanded to honor our parents. We must each try to do so through living the principles of the gospel and following the example of Jesus Christ."]],[".topic",["h2","Challenge"],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p67"},"Consider what you can do to honor your parents. Prepare a list of things you can do each day to honor them. Plan an activity for honoring your grandparents. Make it a point this week to tell your parents (personally or in a letter) you love and appreciate them, and give at least one specific reason why."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.9"},"Leviticus 20:9"],"(do not curse father or mother)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.20-22"},"Proverbs 6:20–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.22-26"},"23:22–26"],"(follow teachings of parents)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.19"},"Matthew 19:19"],"(honor father and mother)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.55"},"1 Nephi 17:55"],"(Nephi commands his brothers to honor their parents)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.16"},"Doctrine and Covenants 98:16"],"(turn hearts of the children to their fathers)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p75","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.p75"},"Before presenting this lesson:"],["div",{"id":"f73","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-16-responsibility-to-parents.f73"},["ol.number",["li",["span.label","1."],[".para","Read the section “Responsibilities of the Children” in",["a.crossRef",{"href":"/manual/gospel-principles/chapter-37-family-responsibilities.p1"},"chapter 37"],"of",["span.emphasis","Gospel Principles."]]],["li",["span.label","2."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
