{"id":30,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":30,"title":"13 Learner Conditions","subtitle":"","short_title":"13 Learner Conditions","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.head1"},["h1","13 Learner Conditions"]],[".bodyBlock",[".topic",["h2","Principles to Emphasize"]],[".topic",["h2","The Conditions of Learner Readiness, Participation, and Application"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p1"},"If the conditions of learner readiness, participation, and application are present in the learner, gospel learning will be greatly enhanced (see",["span.emphasis","Teaching the Gospel: A Handbook"],", 13–15)."]],[".topic",["h2","Teachers Do Not Create Learner Conditions"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p2"},"Teachers and the methods or activities they employ do not create learner conditions, but they can help influence, stimulate, maintain, or aid them when a student’s agency allows (see",["span.emphasis","Teaching the Gospel: A Handbook"],", 13–15)."]],[".topic",["h2","Suggested Training Activities: The Conditions of Learner Readiness, Participation, and Application (25 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p3"},"Invite teachers to carefully read the fourth paragraph of the section entitled “The Role of the Student in Gospel Learning” (handbook, 13). Ask teachers:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.f1"},["ol.bullet",["li",["span.label","•"],[".para","What learner conditions greatly enhance gospel learning?"]],["li",["span.label","•"],[".para","Who is responsible for these conditions being present?"]]]]],[".topic",["h3","Handbook"],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p6"},"Invite teachers to read the notes in the margin under the heading “The Role of the Student in Gospel Learning” (handbook, 13–15). Write on the board the sentences below. Ask teachers to fill in the blanks and define the conditions of learner readiness, participation, and application using the notes in the margin of the handbook."],[".blockQuote",["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p7"},"Readiness A condition of the ______________ as well as the _____________. Participation When a student ______________ and ____________ participates in the class. Application When a student ___________ in his __________ and __________ what is taught and then __________ and __________ according to those principles."]]],[".topic",["h3","Discussion"],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p8"},"Read together the paragraphs under the heading “Learner Readiness” (handbook, 13–14). Write the headings from the following chart on the board. Ask teachers to identify the characteristics of learner readiness they found in the handbook. List teachers’ answers in the left-hand column on the board. Next, ask teachers to generate a list of possible ways a teacher can help influence learner readiness. List these answers in the right-hand column. The completed chart on the board might look something like this:"]],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.f2"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","Characteristic of Learner Readiness"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Ways a Teacher Can Influence This Characteristic"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A condition of the heart and mind."]],["td",{"colspan":"1","rowspan":"1"},[".para","Pray for a softening of hearts and an alerting of minds."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","The heart is softened. Students feel loved, respected, and trusted by the teacher"]],["td",{"colspan":"1","rowspan":"1"},[".para","Greet students at the door. Select suitable devotional hymns. Express genuine love. Show interest in students’ activities."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","The mind is alerted and focused on the learning experience. Students know lessons will be interesting, enjoyable, and relevant."]],["td",{"colspan":"1","rowspan":"1"},[".para","Select suitable devotional subjects. Use variety. Know which issues are relevant to students."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","The Holy Ghost creates true readiness."]],["td",{"colspan":"1","rowspan":"1"},[".para","Establish and maintain a spiritual setting."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A student’s readiness fluctuates during class."]],["td",{"colspan":"1","rowspan":"1"},[".para","Help rekindle interest several times during class."]]]]]]],[".topic",["h2","Group Work"],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p21"},"Separate the teachers into two groups. Assign one group to study the section entitled “Learner Participation” (handbook, 14); have the other group study “Learner Application” (handbook, 14–15). Create two more charts on the board, similar to the one above, for “LearnerParticipation” and “Learner Application.” After the groups have read their assigned material, have the teachers again identify the characteristics of the condition and possible ways a teacher can help influence the condition. Invite a representative from each group to share teachers’ answers with the in-service group."]],[".topic",["h2","Suggested Training Activities: Teachers Do Not Create Learner Conditions (25 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p22"},"Invite teachers to again read the fourth paragraph of the section entitled “The Role of the Student in Gospel Learning” (handbook, 13). Ask teachers:"],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.f3"},["ol.bullet",["li",["span.label","•"],[".para","How do the italicized verbs in the last sentence (",["span.emphasis","stimulate, maintain, aid"],") help clarify the role of the teacher in gospel learning?"]],["li",["span.label","•"],[".para","What might result if a teacher mistakenly supposed that readiness, participation, and application are things they “do” rather than conditions of the learner?"]]]]],[".topic",["h3","Group Work"],["div",{"id":"p25","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p25"},"Group teachers into pairs. Invite them to discuss how each of the bulleted paragraphs on page 15 of the handbook relates to the learner conditions of readiness, participation, and application."]],[".topic",["h3","Video"],["div",{"id":"p26","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p26"},"Distribute handout 13 for teachers to fill in as they watch the video. Show segments 2–3 of presentation 14, “The Role of the Student in Gospel Learning” (segment 2, 3:05; segment 3, 3:33). These two segments model examples of the bulleted principles on page 15 of the handbook. Each segment portrays a teacher focus example, followed by a learner focus example. In the teacher focus example of segment 2, Sister Brooke gives a classroom devotional. In the learner focus example, the students present an even more effective devotional. In the teacher focus example of segment 3, students listen to Sister Atwood lecture. In the learner focus example, the students learn by using more than one of their senses. Have teachers complete the handout as they view the segments. After each segment, discuss teachers’ responses."]],[".topic",["h3","Writing Exercise"],["div",{"id":"p27","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.p27"},"Invite teachers to write responses to the following questions:"],["div",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/13-learner-conditions.f4"},["ol.bullet",["li",["span.label","•"],[".para","What can I do to be more aware of the learner conditions of readiness, participation, and application?"]],["li",["span.label","•"],[".para","What can I do to better influence these conditions?"]],["li",["span.label","•"],[".para","Which of the bulleted paragraphs from page 15 of the handbook would I like to better incorporate in my teaching?"]]]]]]]],"refs":null}
