{"id":38,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":38,"title":"17 Decide the What","subtitle":"","short_title":"17 Decide the What","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.head1"},["h1","17 Decide the What"]],[".bodyBlock",[".topic",["h2","Principles to Emphasize"],[".topic",["h3","Gather Curricular Resources"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p1"},"The primary resource in teaching the gospel is the scriptures. CESprepared curriculum materials provide support. Other appropriate resources should be used with discretion. (",["span.emphasis","See Teaching the Gospel: A Handbook"],", 20–21.)"]],[".topic",["h3","Immerse Yourself in the Content"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p2"},"The first step for teachers in deciding what to teach is to master the content by immersing themselves in the scripture block (see",["span.emphasis","Teaching the Gospel: A Handbook"],", 21)."]],[".topic",["h3","The Power of Three Readings"],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p3"},"Many teachers have found power in reading the scripture block three times: first, reading quickly for understanding; second, reading again for principles; third, reviewing for additional insights (see",["span.emphasis","Teaching the Gospel: A Handbook"],", 21)."]],[".topic",["h3","Decide What Is Important for Students to Know"],["div",{"id":"p4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p4"},"When deciding which principles or concepts are most important for students to know, teachers should consider the intent of the inspired writer, the needs and abilities of the students, and most importantly, the Spirit (see",["span.emphasis","Teaching the Gospel: A Handbook"],", 22)."]],[".topic",["h3","Organize the Lesson"],["div",{"id":"p5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p5"},"When teachers organize their lessons, they need to decide “what to emphasize and what to summarize” as well as the order in which “the principles and concepts should be taught” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 22)."],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p6"},"Note: Because the suggested training activities in this lesson may take longer than fifty minutes, this lesson may need to be conducted during a longer session or over multiple in-service meetings. The training suggestions in lesson 18 build on the activities in this lesson."]]],[".topic",["h2","Suggested Training Activities: Gather Curricular Resources (15 minutes)"],[".topic",["h3","Discussion"],["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p7"},"List the following items on the board or display them on a table: scriptures, student manuals, dictionaries, commentaries, conference reports, CES videocassettes and video guides, newspapers, objects and pictures, teacher resource manuals, Church magazines, and books by General Authorities. Ask teachers to categorize them as primary resources, CES curriculum, or other appropriate resources."]],[".topic",["h3","Handbook"],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p8"},"Invite teachers to read the first two paragraphs of the section entitled “Master the content” (handbook, 20–21). Then ask:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.f1"},["ol.bullet",["li",["span.label","•"],[".para","What is the “primary resource” in teaching the gospel? (see handbook, 21)."]],["li",["span.label","•"],[".para","What do CES-prepared curriculum materials provide? (see handbook, 21)."]],["li",["span.label","•"],[".para","What other appropriate resources can be used? (see handbook, 21)."]],["li",["span.label","•"],[".para","What cautions should be considered as teachers use additional resources? (see handbook, 21)."]]]]],[".topic",["h3","Quotation"],["div",{"id":"p13","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p13"},"Read together the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p14","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p14"},["b","Teach What Has Been Specified"]],["div",{"id":"p15","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p15"},"“I have sometimes observed teachers who gave the designated chapter no more than a casual mention and then presented a lesson and invited discussion on other materials of the teacher’s choice. That is not acceptable. A gospel teacher is not called to choose the subject of the lesson but to teach and discuss what has been specified. Gospel teachers should also be scrupulous to avoid hobby topics, personal speculations, and controversial subjects” (in Conference Report, Oct. 1999, 102; or Ensign, Nov. 1999, 80)."]]],[".topic",["h3","Video"],["div",{"id":"p16","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p16"},"Show presentation 18, “Using the Curriculum” (6:00). In this presentation, Elder Henry B. Eyring of the Quorum of the Twelve Apostles discusses the appropriate use of CES-prepared curriculum. Have teachers listen for what Elder Eyring suggests about the role of the Holy Ghost in using the curriculum."],["div",{"id":"p17","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p17"},"Following the video, ask teachers: How does the Spirit assist teachers in knowing how to use the curriculum?"]]],[".topic",["h2","Suggested Training Activities: Immerse Yourself in the Content (10 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p18","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p18"},"Invite teachers to carefully read the third and fourth paragraphs on page 21 of the handbook and highlight any words and phrases that describe how to master the content. Then ask teachers:"],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.f2"},["ol.bullet",["li",["span.label","•"],[".para","How is mastering the content “best done”? (see handbook, 21)."]],["li",["span.label","•"],[".para","How do you know when you are familiar enough with the content to move on?"]],["li",["span.label","•"],[".para","How do you think reading the block more than once contributes to a mastery of the content?"]]]]]],[".topic",["h2","Suggested Training Activities: The Power of Three Readings (40 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p22"},"Invite teachers to carefully read the last paragraph on page 21 of the handbook and underline the purposes of the three readings."],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.f3"},["ol.bullet",["li",["span.label","•"],[".para","What value is there in reading something multiple times?"]],["li",["span.label","•"],[".para","What is the purpose of the first reading? the second reading? the third reading? (see handbook, 21)."]],["li",["span.label","•"],[".para","What do the verbs in the gray box on page 21 of the handbook suggest about scripture study?"]],["li",["span.label","•"],[".para","How do the three readings contribute to effective scripture study?"]],["li",["span.label","•"],[".para","How do the purposes of the three readings emphasize effective scripture study rather than the number of times you should read the block?"]]]]],[".topic",["h3","Video"],["div",{"id":"p28","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p28"},"Show segment 1 of presentation 19, “Decide the What” (4:40). Invite teachers to identify what Sister Butler does in her first reading of the scripture block and why she does it. After showing the segment, distribute handout 16 to help teachers review what Sister Butler did in her first reading."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p29","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p29"},"Distribute handout 17. Direct teachers to Genesis 39 or another preselected scripture block, and invite them to read it quickly for understanding. As they read, invite them to identify groups of verses and a summary statement for each group. Have them record their answers on handout 17. Invite some of the teachers to share which verses they grouped together and the summary statements they identified. Discuss with teachers how grouping verses and summarizing can assist them in mastering content."]],[".topic",["h3","Video"],["div",{"id":"p30","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p30"},"Show segment 2 of presentation 19, “Decide the What” (4:10). Invite teachers to identify what Sister Butler does in her second reading of the scripture block and why she does it. After showing the segment, use handout 16 to review Sister Butler’s second reading."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p31","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p31"},"Invite teachers to read the scripture block again looking for principles and doctrines. Have teachers list the principles and doctrines associated with the groups of verses on handout 17. Invite them to consider using the stated principles from the curriculum as well as principles of their own. When they have finished, invite teachers to share some of the principles and doctrines they identified in their second reading. Discuss with teachers how identifying principles and doctrines can assist them in mastering content."]],[".topic",["h3","Video"],["div",{"id":"p32","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p32"},"Show segment 3 of presentation 19, “Decide the What” (2:00). Invite teachers to identify what Sister Butler does in her third reading of the scripture block and why she does it."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p33","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p33"},"Invite teachers to read the scripture block and curriculum again and look for additional insights. Have teachers note their findings from the third reading on handout 17. Invite teachers to share any additional insights they obtained in this reading. Discuss with teachers how reading for additional insights can assist them in mastering content."]]],[".topic",["h2","Suggested Training Activities: Decide What Is Important for Students to Know (15 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p34","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p34"},"Invite teachers to read the paragraph entitled “Decide what is important for students to know” and the paragraph entitled “The intent of the inspired writer” (handbook, 22). Ask teachers to look for the questions that President Ezra Taft Benson tells us we should “constantly ask ourselves.” List the questions on the board. Using the questions President Benson proposed, ask teachers to review the items they listed on handout 17 under the “What” columns. Ask teachers: How do the items listed in the “Principles/Doctrines” column help answer President Benson’s second question: “What lesson can I learn from that to help me live in this day and age?”"],["div",{"id":"p35","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p35"},"Invite teachers to read the paragraph entitled “The needs and abilities of students” (handbook, 22). Invite teachers to again review the items they listed on handout 17 under the “What” columns. Have them identify which items students are spiritually ready for and would be able to understand. Then have them identify which items may be especially relevant to the students. Have teachers cross off items that do not meet the needs and abilities of their students.Invite teachers to read the paragraph entitled “The Spirit” (handbook, 22). Ask:"],["div",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.f4"},["ol.bullet",["li",["span.label","•"],[".para","Why is the Spirit one of the most important considerations in deciding what to teach? (see handbook, 22)."]],["li",["span.label","•"],[".para","What role does prayer have in Spirit-directed lesson preparation? (see handbook, 22)."]]]]]],[".topic",["h2","Suggested Training Activities: Organize the Lesson (5 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p38","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p38"},"Invite teachers to carefully read the paragraph entitled “Organize the lesson” (handbook, 22). Then ask:"],["div",{"id":"f5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.f5"},["ol.bullet",["li",["span.label","•"],[".para","What are the two aspects of the lesson-organizing process? (see handbook, 22)."]],["li",["span.label","•"],[".para","What questions might a teacher ask in deciding the order in which to teach principles and concepts?"]]]],["div",{"id":"p41","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/17-decide-the-what.p41"},"Following the discussion, have teachers again review the items listed in the “What” columns on handout 17. First, have teachers identify what they will emphasize and what they will summarize. Then have them decide an order in which these principles and concepts could be taught."]]]]],"refs":null}
