{"id":48,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":48,"title":"22 Scripture Studyy and Teaching","subtitle":"","short_title":"22 Scripture Studyy and Teaching","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.head1"},["h1","22 Scripture Studyy and Teaching"]],[".bodyBlock",[".topic",["h2","Principles to Emphasize"],[".topic",["h3","Help Students Learn How to Read and Study the Scriptures for Themselves"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p1"},"“A primary goal of every teacher in CES should be to help students learn how to read and study the scriptures for themselves so that the students can feel the Spirit teaching them the important truths of the gospel” (",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"[1994], 32)."]],[".topic",["h3","Read the Scriptures Together in Class"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p2"},"“Reading the scriptures in class can help students become familiar with and better understand the verses they are studying. It can also help them become more confident in their ability to read the scriptures on their own” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 33)."]]],[".topic",["h2","Suggested Training Activities: Help Students Learn How to Read and Study the Scriptures for Themselves (25 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p3"},"Have teachers carefully read the first two paragraphs under the heading “Scripture Study and Teaching” (handbook, 32). Ask:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.f1"},["ol.bullet",["li",["span.label","•"],[".para","How are scripture study and scripture teaching related? (see handbook, 32)."]],["li",["span.label","•"],[".para","What should be a primary goal of every CES teacher? (see handbook, 32)."]],["li",["span.label","•"],[".para","Why is it important that students learn how to read and study the scriptures for themselves? (see handbook, 32)."]],["li",["span.label","•"],[".para","What has the Lord promised to those who ask, seek, and knock? (see handbook, 32)."]],["li",["span.label","•"],[".para","What suggestions from the handbook can help you and your students ask, seek, and knock? (see handbook, 32)."]]]]],[".topic",["h3","Video"],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p9"},"Show presentation 24, “Help Students Study the Scriptures” (2:40). In this April 1972 general conference address, Elder Howard W. Hunter of the Quorum of the Twelve Apostles illustrates the role of a teacher by reflecting on a boyhood experience of watching a big bird teach a little bird how to obtain food. Following the video, ask teachers:"],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.f2"},["ol.bullet",["li",["span.label","•"],[".para","In Elder Hunter’s story, who do the birds represent?"]],["li",["span.label","•"],[".para","What do the worms and bugs represent?"]],["li",["span.label","•"],[".para","How does this story illustrate the need for students to learn how to read and study the scriptures for themselves?"]],["li",["span.label","•"],[".para","Why should religious educators help their students learn how to read and study for themselves rather than simply “feed” them?"]]]],["div",{"id":"p14","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p14"},"Note: In lessons 23–29 each time a suggested training activity relates to Elder Hunter’s analogy of the older bird teaching the younger bird, you will see this icon of the birds and the worm. These activities will ask teachers to consider how they will teach the skill emphasized in the lesson to help their students read and study the scriptures for themselves."]],[".topic",["h3","Application"],["div",{"id":"p15","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p15"},"Explain that the scripture study and scripture teaching skills described in the handbook (pp. 32–35) are useful in helping students read and study the scriptures for themselves. Have teachers write answers to the following question: As I teach, how can I “help students learn how to read and study the scriptures for themselves so that the students can feel the Spirit teaching them the important truths of the gospel”? (handbook, 32)."],["div",{"id":"p16","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p16"},"When they have finished writing, inform teachers that as scripture study and scripture teaching skills are emphasized in future in-service meetings, they will be asked to consider how each skill can help students read and study the scriptures for themselves."]]],[".topic",["h2","Suggested Training Activities: Read the Scriptures Together in Class (25 minutes)"],["div",{"id":"p17","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p17"},"Explain to teachers that one of the most basic scripture study and teaching skills is reading the scriptures together in class."],[".topic",["h3","Quotation"],["div",{"id":"p18","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p18"},"Read aloud the following statement by Elder Neal A. Maxwell of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p19","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p19"},["b","Read Key Verses Aloud"]],["div",{"id":"p20","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p20"},"“Assist your students in developing a great respect for the fulness—not mere fragments—of the scriptures. Occasionally, read aloud at least some of the key verses to them so that these words are even more anchored in their memories, just as was done anciently. ‘So they read in thebook in the law of God distinctly, and gave the sense and caused them to understand the reading.’ (Nehemiah 8:8.) I still remember the voice of my seminary teacher, James Moss, reading the scriptures. This ought to be something you do at least periodically, as I’m sure you do in your homes, so that your sons and daughters remember dad’s voice reading Joseph Smith’s experience in the Grove, and mother’s voice reading the Sermon on the Mount. Those scriptures are powerful words, and, encased in the human voice, they will be preserved in memory for years and years to come” (But a Few Days [address to religious educators, 10 Sept. 1982], 3–4)."]],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p21"},"Ask teachers: According to Elder Maxwell, why should we read aloud key verses of scripture?"]],[".topic",["h3","Handbook"],["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p22"},"Have teachers carefully read the section entitled “Read the Scriptures Together in Class” (handbook, 33). Ask:"],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.f3"},["ol.bullet",["li",["span.label","•"],[".para","How does reading the scriptures together in class help students? (see handbook, 33)."]],["li",["span.label","•"],[".para","What do teachers need to be careful about when reading with students in class? (see handbook, 33)."]],["li",["span.label","•"],[".para","How can teachers encourage students to read aloud? (see handbook, 33)."]],["li",["span.label","•"],[".para","What are some ways to involve students in scripture reading? (see handbook, 33)."]]]]],[".topic",["h3","Reading"],["div",{"id":"p27","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p27"},"Assign two teachers to read the words of Ammon and Lamoni in Alma 18:22–35. Assign a third teacher to read the narration. Ask the three teachers to read the story for the in-service group."],["div",{"id":"p28","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p28"},"Have the teachers read the story again, this time reading only the words of Ammon and Lamoni without the narration. Ask:"],["div",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.f4"},["ol.bullet",["li",["span.label","•"],[".para","What are the advantages of including the narration?"]],["li",["span.label","•"],[".para","What are the advantages of leaving out the narration?"]]]],["div",{"id":"p31","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p31"},"Discuss the benefits of having students read a scripture story in this manner when there is dialogue between the characters in the story. Ask teachers to tell about times when this type of reading has worked well in their classes."]],[".topic",["h3","Application"],["div",{"id":"p32","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p32"},"Invite teachers to choose one of the techniques for reading aloud that they have not yet had much experience using (see handbook, 33). Invite them to use the technique in an upcoming lesson. Have teachers share their experience of applying what they have learned (with a colleague or in the next in-service meeting)."]],[".topic",["h3","Handbook"],["div",{"id":"p33","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p33"},"Read together the statement in the gray box on page 32 of the handbook. Ask teachers:"],["div",{"id":"f5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.f5"},["ol.bullet",["li",["span.label","•"],[".para","How should the handbook be used?"]],["li",["span.label","•"],[".para","What should teachers keep in mind as they learn and develop their teaching abilities?"]]]],["div",{"id":"p36","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/22-scripture-studyy-and-teaching.p36"},"Invite an experienced teacher to share his or her feelings about the need to be patient while learning and developing teaching abilities."]]]]],"refs":null}
