{"id":49,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":49,"title":"23 Use The Study Aids","subtitle":"","short_title":"23 Use The Study Aids","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.head1"},["h1","23 Use The Study Aids"]],[".bodyBlock",[".topic",["h2","Principle to Emphasize"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p1"},"The scripture study aids prepared by the Church “are some of the most valuable helps teachers and students can use as they study the scriptures” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."]],[".topic",["h2","Suggested Training Activities (50 minutes)"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p2"},"Carefully study the following resources as part of your preparation for this lesson:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.f1"},["ol.bullet",["li",["span.label","•"],[".para","“Scripture Study Helps” section in the introduction of the seminary teacher resource manuals (items 34589, 34590)"]],["li",["span.label","•"],[".para","“Study Helps in the Latter-day Saint Editions of the Scriptures” section in the introduction of the seminary student study guides (items 34189, 34188)"]],["li",["span.label","•"],[".para","Family Home Evening Video Supplement (item 53276), segment 5, “How to Use the LDS Scripture Study Aids” (11:00)."]]]],[".topic",["h3","Quotation"],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p6"},"Read together the following statement by Elder Boyd K. Packer of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p7"},["b","Revelations Will Be Opened"]],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p8"},"“With the passing of years, these scriptures will produce successive generations of faithful Christians who know the Lord Jesus Christ and are disposed to obey His will."],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p9"},"“The older generation has been raised without them, but there is another generation growing up. The revelations will be opened to them as to no other in the history of the world. Into their hands now are placed the sticks of Joseph and of Judah. They will develop a gospel scholarship beyond that which their forebears could achieve. They will have the testimony that Jesus is the Christ and be competent to proclaim Him and to defend Him. . . ."],["div",{"id":"p10","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p10"},"“As the generations roll on, this will be regarded, in the perspective of history, as the crowning achievement in the administration of President Spencer W. Kimball. . . ."],["div",{"id":"p11","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p11"},"“These references from the four volumes of scripture constitute the most comprehensive compilation of scriptural information on the mission and teachings of the Lord Jesus Christ that has ever been assembled in the history of the world” (in Conference Report, Oct. 1982, 75–76; or Ensign, Nov. 1982, 53)."]],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.f2"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","What promises did Elder Packer make regarding the impact of the Latter-day Saint editions of the scriptures, which contain the scripture study aids?"]],["li",["span.label","•"],[".para","How will these editions of the scriptures help develop gospel scholarship among today’s youth?"]],["li",["span.label","•"],[".para","Why do you think these editions of the scriptures will open the revelations to your students like nothing else “in the history of the world” has been able to do?"]],["li",["span.label","•"],[".para","What is the role of the teacher in helping students develop this “gospel scholarship beyond that which their forebears could achieve”?"]]]]],[".topic",["h3","Handbook"],["div",{"id":"p16","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p16"},"Have teachers carefully read the section entitled “Use the Study Aids” (handbook, 32). Ask:"],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.f3"},["ol.bullet",["li",["span.label","•"],[".para","How have the scripture study aids helped you in your scripture study?"]],["li",["span.label","•"],[".para","How have you used the study aids in teaching the scriptures?"]],["li",["span.label","•"],[".para","How can you help your students become familiar with and use the study aids?"]],["li",["span.label","•"],[".para","How can your students benefit from using the study aids?"]]]]],[".topic",["h3","Group Work"],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p21"},"Review together the “Explanation Concerning Abbreviations” in the Latter-day Saint edition of the King James Version of the Bible (p. v) and the “Abbreviations and Designations in Footnotes and Index” in the front of the triple combination. Separate teachers into small groups of four or fewer. Write the scripture study aids listed below as headings on the board (each in its own column). Assign each group one or more of the study aids. (Explain that the abbreviations listed indicate how these study aids are referred to in the footnotes of the scriptures.) Explain that the Bible Dictionary is only cited in the footnotes of the triple combination and that the map resources are not cited in any footnotes."],["div",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.f4"},["ol.bullet",["li",["span.label","•"],[".para","Cross-references"]],["li",["span.label","•"],[".para","GR and HEB: Alternate translations from the Greek or Hebrew"]],["li",["span.label","•"],[".para","IE: Explanations of “idioms and difficult constructions”"]],["li",["span.label","•"],[".para","JST: Joseph Smith Translation"]],["li",["span.label","•"],[".para","TG: Topical Guide"]],["li",["span.label","•"],[".para","BD: Bible Dictionary"]],["li",["span.label","•"],[".para","OR: “Alternate words [that] clarify the meaning of archaic expressions”"]],["li",["span.label","•"],[".para","Index to the triple combination"]],["li",["span.label","•"],[".para","Bible Maps and Photographs"]],["li",["span.label","•"],[".para","Church History Chronology, Maps, and Photographs"]]]],["div",{"id":"p32","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p32"},"Invite each group to brainstorm a list of uses of their assigned study aid in scripture teaching. Have each group report their list of uses and write their ideas on the board under the appropriate heading. (Leave the lists on the board for the next training activity.) Encourage teachers to become familiar with the scripture study aids and use them in their scripture study and teaching."]],[".topic",["h3","Group Work"],["div",{"id":"p33","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p33"},"Ask teachers to remain in their small groups. Assign each group one of several scripture blocks of your choice. Invite the groups to refer to the uses listed on the board and identify which of the study aids could help them teach their assigned scripture block. If they think of additional uses, they may also include those. Have each group explain or demonstrate how the study aids they chose could help them teach their assigned scripture block."]],[".topic",["h3","Application"],["div",{"id":"p34","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p34"},"Have teachers write their answers to the following question:"],["div",{"id":"p35","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p35"},"As I teach, how can I use the scripture study aids to “help students learn how to read and study the scriptures for themselves so that the students can feel the Spirit teaching them the important truths of the gospel”? (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."],["div",{"id":"p36","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/23-use-the-study-aids.p36"},"Testify to teachers that revelations will be opened to us as we more effectively use the study aids in our scripture study and teaching. Invite them to encourage their students in an upcoming lesson to use the scripture study aids. Have teachers share their experience of applying what they have learned (with a colleague or in the next in-service meeting)."]]]]],"refs":null}
