{"id":50,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":50,"title":"24 Use \"look for\" Skills","subtitle":"","short_title":"24 Use \"look for\" Skills","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.head1"},["h1","24 Use \"look for\" Skills"]],[".bodyBlock",[".topic",["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p1"},"Note: You may want to teach lesson 26, “Take a Broader Perspective,” after this lesson since the content of the lessons is closely related."]],[".topic",["h2","Principles to Emphasize"],[".topic",["h3","Use “Look for” Skills"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p2"},"“An important skill of scripture study is analysis—to look for relationships and meaning. Such ‘look for’ skills are important during scripture study” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."]],[".topic",["h3","Analysis Can Reveal Principles and Is Part of the Spirit of Inquiry"],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p3"},"“One of the more effective scripture teaching skills is to send students into a block of scripture looking for specific things. It is part of the spirit of inquiry that the Lord has counseled his children to have” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."]]],[".topic",["h2","Suggested Training Activities: Use “Look for” Skills (30 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p4"},"Explain to teachers that “look for” skills can be used in both scripture study and scripture teaching. Invite teachers to read the first paragraph of the section entitled “Use ‘Look for’ Skills” (handbook, 32). Ask:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.f1"},["ol.bullet",["li",["span.label","•"],[".para","What are “look for” skills? (see handbook, 32)."]],["li",["span.label","•"],[".para","How do they relate to scripture study? to scripture teaching?"]],["li",["span.label","•"],[".para","How can looking for relationships and meaning affect your study of the scriptures?"]],["li",["span.label","•"],[".para","What is the value of having students look for specific things as they read? (see handbook, 32)."]]]],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p9"},"Explain to teachers that the purpose of having students look for specific things in the scriptures is to help them discover the principles the scriptures teach."],["div",{"id":"p10","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p10"},"Review with teachers the bulleted list of “things to look for” on pages 32–33 of the handbook. Have teachers identify which items they are looking for in their scripture study and which items they are encouraging their students to look for. Ask: How does sending students “into a block of scripture looking for specific things” foster a “spirit of inquiry” in them? (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."]],[".topic",["h3","Video"],["div",{"id":"p11","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p11"},"Distribute handout 20. Briefly explain the categories in the “Things to ‘Look for’ in the Scriptures” column. Before showing presentation 25, “Use ‘Look for’ Skills” (9:57), explain that the video shows Sister Thomas inviting her students to use “look for” skills as she teaches Malachi 3. Ask teachers to note how she invites her students to look for:"],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.f2"},["ol.bullet",["li",["span.label","•"],[".para","Questions asked in the scriptures"]],["li",["span.label","•"],[".para","Scriptural lists"]],["li",["span.label","•"],[".para","Difficult words and phrases"]],["li",["span.label","•"],[".para","Imagery and symbols"]]]],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.f3"},["h3","Following the video, ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","How did Sister Thomas encourage her students to use “look for” skills?"]],["li",["span.label","•"],[".para","How did this help her students understand the relationships and meaning in Malachi 3?"]]]]],[".topic",["h3","Group Work"],["div",{"id":"p18","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p18"},"Separate teachers into small groups of four or fewer. Distribute handout 21. Invite the groups to review Doctrine and Covenants 122 looking for examples of the four categories on the handout. Invite the groups to share their discoveries with the in-service group. Ask several groups to demonstrate how they would conduct a “look for” activity for the items they found. Following the demonstrations, ask teachers to summarize what they learned from this training activity."]]],[".topic",["h2","Suggested Training Activities: Analysis Can Reveal Principles and Is Part of the Spirit of Inquiry (20 minutes)"],["div",{"id":"p19","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p19"},"Note: The following activities (except the application activity) may be taught here or as part of lesson 26, “Take a Broader Perspective.”"],[".topic",["h3","Scripture Activity"],["div",{"id":"p20","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p20"},"Read together Doctrine and Covenants 42:12. Ask teachers: What are the “teachers of this church” to teach?"]],[".topic",["h3","Quotation"],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p21"},"Distribute handout 22 and read together the statement by President Boyd K. Packer, Acting President of the Quorum of theTwelve Apostles. Invite teachers to look for and underline President Packer’s definition of a principle."],[".blockQuote",["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p22"},["b","Principles Guide Us in Making Decisions"]],["div",{"id":"p23","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p23"},"“A principle is an enduring truth, a law, a rule you can adopt to guide you in making decisions. Generally principles are not spelled out in detail. That leaves you free to find your way with an enduring truth, a principle, as your anchor” (in Conference Report, Apr. 1996, 22; or Ensign, May 1996, 17)."]],["div",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.f4"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","What is a principle?"]],["li",["span.label","•"],[".para","Why are principles so valuable?"]]]]],[".topic",["h3","Quotation"],["div",{"id":"p26","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p26"},"Read together from handout 22 the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p27","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p27"},["b","Separate Principles from Detail"]],["div",{"id":"p28","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p28"},"“As you seek spiritual knowledge, search for principles. Carefully separate them from the detail used to explain them. Principles are concentrated truth, packaged for application to a wide variety of circumstances. A true principle makes decisions clear even under the most confusing and compelling circumstances. It is worth great effort to organize the truth we gather to simple statements of principle” (in Conference Report, Oct. 1993, 117; or Ensign, Nov. 1993, 86)."]],["div",{"id":"p29","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p29"},"Ask teachers: Why is it important for us to search for principles in the scriptures and “separate them from the detail used to explain them”?"],["div",{"id":"p30","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p30"},"Explain to teachers that one way to “organize the truth we gather to simple statements of principle” is to create “if-then” statements. Throughout the scriptures, the Lord counsels that if we live a principle, then we will receive the promised blessing for our obedience. Demonstrate how to create an if-then statement by writing the following on the board: If __________, then __________. In the first blank write we pay our tithes and offerings. In the second blank write the Lord will bless us both spiritually and temporally. Invite teachers to suggest a few other examples of if-then statements that describe principles taught in the scriptures."]],[".topic",["h3","Quotation"],["div",{"id":"p31","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p31"},"Read together from handout 22 the following statement by President Harold B. Lee. Explain that President Lee’s statement demonstrates how to use if-then statements to teach gospel principles."],[".blockQuote",["div",{"id":"p32","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p32"},["b","If You Would Receive the Blessing, Then Obey the Commandment"]],["div",{"id":"p33","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p33"},"“Listen to some of the Lord’s beacon lights pointing the way to safety."],["div",{"id":"p34","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p34"},"“If you would have the windows of heaven opened and have blessings poured out ‘that there should not be room enough to receive’ them, then ‘bring ye all the tithes into the storehouse, that there may be meat in mine house,’ as the Lord commanded through His prophet Malachi. (Malachi 3:10.)"],["div",{"id":"p35","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p35"},"“If you would keep yourself and your own ‘unspotted from the world,’ the Lord said you should ‘go to the house of prayer and offer up thy sacraments upon my holy day.’ (D&C 59:9.)"],["div",{"id":"p36","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p36"},"“In other words, keep the Sabbath day holy!"],["div",{"id":"p37","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p37"},"“If you would qualify so that in times of trouble you could call and the Lord would answer, that you could cry and the Lord would say, ‘Here I am,’ the Lord gave the way through His prophet Isaiah: You must observe the fast day of the Lord and deal out ‘thy bread to the hungry . . . that thou hide not thyself from thine own flesh.’ (Isaiah 58:9, 7.)"],["div",{"id":"p38","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p38"},"“If you would escape from the devastations when God’s judgments descend upon the wicked, as in the days of the children of Israel, you must remember and do what the Lord commands: ‘. . . all saints who remember to keep and do these sayings’—meaning keep His great law of health, known as the Word of Wisdom—and in addition thereto walk ‘in obedience to the commandments,’ which would include honesty, moral purity, together with all the laws of the celestial kingdom, then ‘the destroying angel shall pass by them, as the children of Israel, and not slay them.’ (D&C 89:18, 21.)” (",["span.emphasis","Stand Ye in Holy Places"],"[1974], 23–24)."]],["div",{"id":"p39","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p39"},"Remind teachers that principles are not always taught or written as if-then statements. However, by following the counsel of Elder Richard G. Scott (in the previous quotation from handout 22) and separating gospel principles from the detail used to explain them, teachers and students can usually find an if-then relationship."]],[".topic",["h3","Group Work"],["div",{"id":"p40","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p40"},"Separate teachers into small groups. Have them return to handout 21. Ask the groups to read Doctrine and Covenants 122 and carefully separate the principles from the detail used to explain them (the “detail” is already listed on the chart from a previous training activity). Have teachers organize the truth into simple statements of principle by creating if-then statements. Invite the groups to share their statements of principle with the in-service group and describe how each principle can help guide students in their decisions."]],[".topic",["h3","Application"],["div",{"id":"p41","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p41"},"Invite teachers to write their answers to the following question:"],["div",{"id":"p42","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p42"},"As I teach, how can I encourage the use of “look for” skills to “help students learn how to read and study the scriptures for themselves so that the students can feel the Spirit teaching them the important truths of the gospel”? (",["span.emphasis","Teaching the Gospel: A Handbook"],", 32)."],["div",{"id":"p43","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/24-use-look-for-skills.p43"},"Invite teachers to use “look for” skills in their scripture study and in their scripture teaching in an upcoming lesson. Have teachers share their experience of applying what they have learned (with a colleague or in the next in-service meeting)."]]]]],"refs":null}
