{"id":68,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":68,"title":"31 Ask Questions that Help Students search, Analyze, and Apply","subtitle":"","short_title":"31 Ask Questions that Help Students search, Analyze, and Apply","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.head1"},["h1","31 Ask Questions that Help Students search, Analyze, and Apply"]],[".bodyBlock",[".topic",["h2","Principles to Emphasize"],[".topic",["h3","Ask Questions That Help Students Search, Analyze, and Apply"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p1"},"Questions are more likely to stimulate thinking and encourage student response when they: (1) lead students to search for information, (2) help them analyze what they are studying, and (3) help them apply what they have learned to their own lives (see",["span.emphasis","Teaching the Gospel: A Handbook"],"for CES",["span.emphasis","Teachers and Leaders"],"[1994], 37–38)."]],[".topic",["h3","Avoid Controversial or Sensational Questions"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p2"},"Controversial or sensational questions “may frustrate the students and create contention in the class, which grieves the Spirit (see 3 Nephi 11:29)” (",["span.emphasis","Teaching the Gospel: A Handbook"],", 38)."]]],[".topic",["h2","Suggested Training Activities: Ask Questions That Help Students Search, Analyze, and Apply (40 minutes)"],[".topic",["h3","Quotation"],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p3"},"Distribute copies of handout 31 to teachers, and read together the statement by Elder Boyd K. Packer of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p4"},["b","Know How to Ask and Respond to Questions"]],["div",{"id":"p5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p5"},"“How easy it is for a teacher to respond quickly to simple questions, to close a conversation that might have ignited a sparkling and lively class discussion. . . . Few things are so agonizing for a new teacher as to want to start a discussion and then have everyone remain silent. The use of discussion, simple question and answer, is one of the basic, useful, and important teaching processes. It often does not go well simply because the teacher does not know how to ask questions or how to respond (or how not to respond) to those that are asked by the class” (",["span.emphasis","Teach Ye Diligently"],"[1975], 55–56)."]],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f1"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","According to Elder Packer, why do class discussions often not go well?"]],["li",["span.label","•"],[".para","Why do you think teachers have a tendency to “respond quickly” and “close a conversation”?"]],["li",["span.label","•"],[".para","If a teacher does not know how to ask questions or how to respond, what impact can that have on the students’ learning experience?"]],["li",["span.label","•"],[".para","How could better questions and responses from the teacher affect the teaching experience? the learning experience?"]]]]],[".topic",["h3","Handbook"],["div",{"id":"p10","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p10"},"Explain to teachers that during this training session they will be learning about three types of questions that can lead students to do three things. Write the heading “Effective Questions Lead Students To:” on the board."],["div",{"id":"p11","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p11"},"Invite teachers to carefully read the paragraph entitled “Ask questions that stimulate thinking and encourage student response” (handbook, 37). Ask teachers:"],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f2"},["ol.bullet",["li",["span.label","•"],[".para","According to the handbook, what three things can stimulating questions lead students to do?"]],["li",["span.label","•"],[".para","How do you think learning is affected by each of these three types of questions?"]]]],["div",{"id":"p14","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p14"},"As teachers discuss their answers, write the following headings in three columns beneath the heading already on the board: “Search for information,” “Analyze what they are studying,” and “Apply the lesson in their lives.”"]],[".topic",["h3","Handbook"],["div",{"id":"p15","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p15"},"Invite teachers to read the first three bulleted paragraphs of the section entitled “Ask questions that stimulate thinking and encourage student response” (handbook, 37–38). Have them look for guidelines in creating the three types of questions. Explain that the first bulleted paragraph is about search questions, the second about analysis questions, and the third about",["span.emphasis","application"],"questions."],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f3"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","What words or phrases do these three types of questions often begin with?"]],["li",["span.label","•"],[".para","Why is it important for questions that help students analyze the meaning of what they are studying or apply what they have learned to have more than one possible answer?"]]]],["div",{"id":"p18","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p18"},"Replace the heading “Effective Questions Lead Students To:” with the heading “When Asking Questions That Lead Students To.” Ask teachers to generate from their reading a list of the guidelines for creating each of the three types of questions. List their findings in the appropriate columns on the board. The completed chart should look similar to the following. (Leave the chart on the board during the rest of the training activities in this lesson.)"],[".",{"id":"f4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f4"}],["div",{"id":"f5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f5"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","Why should you usually avoid questions that require only “yes” or “no” answers when you are asking questions to begin a discussion?"]],["li",["span.label","•"],[".para","Why can asking “yes” and “no” questions be effective when you want to help students make an internal commitment to apply a principle?"]]]]],[".topic",["h3","Writing Exercise"],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p21"},"Distribute handout 32 to teachers. Have them compare the list on the handout to the list on the board. Ask the teachers to follow the instructions on the handout and label the questions listed according to the three categories in the chart. After they have finished, review and discuss teachers’ answers from the handout."]],[".topic",["h3","Video"],["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p22"},"Show segment 1 of presentation 31, “Questions and Class Discussion” (3:10). This segment shows Sister Adair writing and rewriting questions that help students search for information in Doctrine and Covenants 1. Pause after the video segment and review with teachers what they learned from the presentation."]],[".topic",["h3","Writing Exercise"],["div",{"id":"p23","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p23"},"Distribute copies of handout 33 to teachers. Invite them to rewrite the questions under the heading “Search Questions.” After they have finished, have a few teachers share their rewritten questions with the in-service group. Ask teachers to check their rewritten questions to see if they meet the guidelines listed on the board (and on the chart on handout 32). Invite them to rewrite any questions that do not meet the guidelines."]],[".topic",["h3","Video"],["div",{"id":"p24","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p24"},"Show segment 2 of presentation 31, “Questions and Class Discussion” (4:11). This segment shows Brother Sackett asking questions that help students analyze what is being studied in Doctrine and Covenants 1. During the video presentation, teachers will be asked to distinguish between questions that help students search for information and those that help students analyze what they are studying."],["div",{"id":"p25","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p25"},"Pause after the video segment and review with teachers what they learned from the presentation. Ask: Why do you think it is important to ask search questions before asking analysis questions?"]],[".topic",["h3","Writing Exercise"],["div",{"id":"p26","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p26"},"Invite teachers to rewrite the questions provided on handout 33 under the heading “Analysis Questions.” After they have finished, have a few teachers share their rewritten questions with the in-service group. Ask teachers to check their rewritten questions to see if they meet the guidelines listed on the board (and on the chart on handout 32). Invite them to rewrite any questions that do not meet the guidelines."]],[".topic",["h3","Quotation"],["div",{"id":"p27","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p27"},"Read together the following statement from handout 31 by Elder Henry B. Eyring of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p28","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p28"},["b","Questions Should Invite Inspiration"]],["div",{"id":"p29","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p29"},"“To ask and to answer questions is at the heart of all learning and all teaching. The Master asked, answered, and sometimes chose not to answer questions in his ministry. . . ."],["div",{"id":"p30","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p30"},"“. . . Some questions invite inspiration. Great teachers ask those. That may take just a small change of words, an inflection in the voice. Here is a question that might not invite inspiration: ‘How is a true prophet recognized?’ That question invites an answer which is a list, drawn from memory of the scriptures and the words of living prophets. . . ."],["div",{"id":"p31","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p31"},"“But we could also ask the question this way, with just a small difference: ‘When have you felt that you were in the presence of a prophet?’ That will invite individuals to search their memories for feelings. After asking, we might wisely wait for a moment before calling on someone to respond. Even those who do not speak will be thinking of spiritual experiences. That will invite the Holy Ghost” (",["span.emphasis","The Lord Will Multiply the Harvest"],"[address to religious educators, 6 Feb. 1998], 5–6)."]],["div",{"id":"f6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f6"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","According to Elder Eyring, what should good questions invite students to do?"]],["li",["span.label","•"],[".para","How might a question like “When have you felt that you were in the presence of a prophet?” help students apply what they are learning in their lives?"]]]],["div",{"id":"p34","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p34"},"Add the phrase “When have you felt” to the third column of the chart on the board (as on handout 32). Point out the importance of this phrase in helping students apply what they are learning to their lives."]],[".topic",["h3","Video"],["div",{"id":"p35","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p35"},"Show segment 3 of presentation 31, “Questions and Class Discussion” (3:20). This segment shows Brother Sackett and Sister Adair asking questions that help students apply to their lives what they are learning in Doctrine and Covenants 1. During the video presentation, teachers will be asked to distinguish between the three types of questions. Pause after the video segment and review with teachers what they learned from the presentation."]],[".topic",["h3","Writing Exercise"],["div",{"id":"p36","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p36"},"Invite teachers to rewrite the questions provided on handout 33 under the heading “Application Questions.” After they have finished, have a few teachers share their rewritten questions with the in-service group. Ask teachers to check their rewritten questions to see if they meet the guidelines listed on the board (and on the chart on handout 32). Invite them to rewrite any questions that do not meet the guidelines."]],[".topic",["h3","Writing Exercise"],["div",{"id":"p37","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p37"},"Distribute copies of handout 34 to teachers and review the example questions in the video segments of presentation 31, “Questions and Class Discussion.” Invite teachers to read Doctrine and Covenants 3:1–4 or another block of scripture and, using handout 34, prepare their own questions that will lead students to search for information in the scripture block, analyze the meaning of what they are studying, and apply these verses in their lives."]]],[".topic",["h2","Suggested Training Activities: Avoid Controversial or Sensational Questions (10 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p38","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p38"},"Invite teachers to read the third bulleted paragraph on page 38 of the handbook. Ask: What problems may arise from using controversial questions to stimulate a discussion?"]],[".topic",["h3","Quotation"],["div",{"id":"p39","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p39"},"Read together the following statement from handout 31 by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p40","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p40"},["b","Avoid Debate or Adversarial Discussion"]],["div",{"id":"p41","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.p41"},"“The Lord’s prescribed methods of acquiring sacred knowledge are very different from the methods used by those who acquire learning exclusively by study. For example, a frequent technique of scholarship is debate or adversarial discussion, a method with which I have had considerable personal experience. But the Lord has instructed us in ancient and modern scriptures that we should not contend over the points of his doctrine (see 3 Nephi 11:28–30; D&C 10:63). Those who teach the gospel are instructed not to preach with ‘wrath’ or ‘strife’ (D&C 60:14; see also 2 Timothy 2:23–25), but in ‘mildness and in meekness’ (D&C 38:41), ‘reviling not against revilers’ (D&C 19:30). Similarly, techniques devised for adversary debate or to search out differences and work out compromises are not effective in acquiring gospel knowledge” (in Conference Report, Apr. 1989, 37; or Ensign, May 1989, 29)."]],["div",{"id":"f7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/31-ask-questions-that-help-students-search-analyze-and-apply.f7"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","What discussion methods or techniques does Elder Oaks identify as ineffective in acquiring gospel knowledge?"]],["li",["span.label","•"],[".para","Why do you think these techniques are not effective in helping a person acquire gospel knowledge?"]],["li",["span.label","•"],[".para","What effect might these techniques have on the learner?"]],["li",["span.label","•"],[".para","How can CES teachers avoid such controversial or sensational methods or techniques?"]]]]]]]],"refs":null}
