{"id":83,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":83,"title":"37 Writing Exercises and Group Work","subtitle":"","short_title":"37 Writing Exercises and Group Work","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.head1"},["h1","37 Writing Exercises and Group Work"]],[".bodyBlock",[".topic",["h2","Principle to Emphasize"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p1"},"The wise use of writing exercises and small group work can help teachers enhance the conditions of learner readiness and participation and “be an effective way to have the Holy Spirit help students make personal application of gospel principles” (",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"[1994], 41)."]],[".topic",["h2","Suggested Training Activities (50 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p2"},"Read together the first paragraph under “Writing Exercises and Group Work” (handbook, 41). Invite teachers to look for ways writing exercises and small group work can enhance the in-class experience. Ask:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.f1"},["ol.bullet",["li",["span.label","•"],[".para","How can writing exercises and small group work enhance the in-class experience? (see handbook, 41)."]],["li",["span.label","•"],[".para","How do you think writing exercises and small group work influence the learner conditions of readiness, participation, and application?"]]]]],[".topic",["h3","Scripture Activity"],["div",{"id":"p5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p5"},"Read together Doctrine and Covenants 88:122. Ask teachers: How can writing exercises and group work allow all students to participate so that “all may be edified of all”?"]],[".topic",["h3","Quotation"],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p6"},"Read together the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles."],[".blockQuote",["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p7"},["b","Record and Obey Spiritual Impressions"]],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p8"},"“Participation allows individuals to experience being led by the Spirit. They learn to recognize and feel what spiritual guidance is. It is through the repeated process of feeling impressions, recording them, and obeying them that one learns to depend on the direction of the Spirit more than on communication through the five senses. . . ."],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p9"},"“Please help your students to understand these principles and to receive confirmation from your own testimony of the reality of spiritual direction that will encourage them to seek such guidance. Prayerfully help them understand that such guidance is as real as are the five physical senses. I encourage you to emphasize that we often leave the most precious personal direction of the Spirit unheard because we do not record and respond to the first promptings that come to us when the Lord chooses to direct us or when impressions come in response to urgent prayer” (",["span.emphasis","Helping Others to Be Spiritually Led"],"[address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 11 Aug. 1998], 3, 11)."]],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.f2"},["h3","Ask teachers:"],["ol.bullet",["li",["span.label","•"],[".para","Why do you think it is important to record spiritual impressions?"]],["li",["span.label","•"],[".para","In what ways does recording spiritual impressions help individuals make personal application?"]],["li",["span.label","•"],[".para","How does the recording of spiritual impressions relate to CES classes?"]]]]],[".topic",["h3","Handbook"],["div",{"id":"p13","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p13"},"Read together the first paragraph under “Writing Assignments” (handbook, 42). Ask teachers to look for three advantages of using writing exercises. Ask: What are three advantages of using writing exercises? (see handbook, 42)."]],[".topic",["h3","Video"],["div",{"id":"p14","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p14"},"Show presentation 34, “Writing Exercises and Group Work” (7:25). Ask teachers to look for the ways Sister Hoover follows the guidelines from the handbook (pp. 41–43) in effectively using writing exercises and group work. Following the video, ask:"],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.f3"},["ol.bullet",["li",["span.label","•"],[".para","How did Sister Hoover follow the guidelines for group work outlined in the handbook?"]],["li",["span.label","•"],[".para","What do you think Sister Hoover did to prepare for each group activity?"]],["li",["span.label","•"],[".para","What did Sister Hoover have her students do to prepare for each group activity?"]],["li",["span.label","•"],[".para","Why was this preparation by Sister Hoover and the students important to the success of each activity?"]]]]],[".topic",["h3","Demonstration"],["div",{"id":"p19","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p19"},"Note: Prior to this in-service meeting, ask a few teachers for one or two ideas for writing exercises that have worked well in their classes."],["div",{"id":"p20","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p20"},"Explain that the “Studying the Scriptures” sections of the seminary student study guide provide numerous writing activities that could be adapted as in-class writing exercises or small group activities.Turn to an example in the student study guide and demonstrate how it might be adapted for use in class. Share the ideas for writing exercises that you collected from teachers prior to the in-service meeting."]],[".topic",["h3","Group Work"],["div",{"id":"p21","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p21"},"Separate teachers into small groups of four or fewer. Invite the groups to select an activity listed in one of the “Studying the Scriptures” sections in the student study guide and determine how it might be adapted as an in-class writing exercise, a small group activity, or both. Announce a time limit and have each group identify a group leader. When they have finished, have the group leaders report teachers’ ideas to the in-service group."]],[".topic",["h3","Application"],["div",{"id":"p22","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p22"},"Invite teachers to privately record any spiritual impressions they may have had during this in-service meeting."]],[".topic",["h3","Application"],["div",{"id":"p23","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/37-writing-exercises-and-group-work.p23"},"Invite teachers to use writing exercises or small group work while teaching a scripture block in the coming week. Have teachers share their experience of applying what they have learned (with a colleague or in the next in-service meeting)."]]]]],"refs":null}
