{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"8 Teach Effectively","subtitle":"","short_title":"8 Teach Effectively","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.head1"},["h1","8 Teach Effectively"]],[".bodyBlock",[".topic",["h2","Principle to Emphasize"],["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p1"},"“To edify means to build up spiritually or to bring one closer to the Father, the Son, and the Holy Ghost. Edifying teaching is one of the fundamental values of CES” (Teaching the Gospel: A Handbook, 2)."]],[".topic",["h2","Suggested Training Activities (50 minutes)"],[".topic",["h3","Handbook"],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p2"},"Invite teachers to read the second paragraph of the section entitled “How It Is Taught” (handbook, 2). Ask teachers:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.f1"},["ol.bullet",["li",["span.label","•"],[".para","How does the Lord describe effective teaching? (see handbook, 2)."]],["li",["span.label","•"],[".para","How does this apply to your classroom?"]],["li",["span.label","•"],[".para","What does it mean to “edify”? (see handbook, 2)."]]]]],[".topic",["h3","Video"],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p6"},"Show presentation 8, “Jesus, the Master Teacher” (3:05). In this presentation President Boyd K. Packer, Acting President of the Quorum of the Twelve Apostles, explains that it is not untoward for any of us to desire to be like the Savior in our teaching. As they view the presentation, have teachers identify what President Packer says “constitutes a treatise on teaching technique surpassed by none.” Following the presentation, ask teachers:"],["div",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.f2"},["ol.bullet",["li",["span.label","•"],[".para","What does President Packer describe as the greatest “treatise on teaching technique”?"]],["li",["span.label","•"],[".para","What does it mean to look upon the Savior as the Master Teacher?"]],["li",["span.label","•"],[".para","Why do you think the Savior’s teaching edified?"]]]]],[".topic",["h3","Video"],["div",{"id":"p10","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p10"},"Distribute handout 7. Show presentation 9, “The Woman at the Well” (7:18). (You may have already shown this presentation as part of lesson 2, “Edifying Teaching.”) In this presentation, the Savior teaches a Samaritan woman that He is the source of living water (see John 4:1–30). Have teachers look for answers to the questions on the handout as they view the presentation. Following the video, invite teachers to record their answers on the handout and to share them with the in-service group."]],[".topic",["h3","Group Work"],["div",{"id":"p11","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p11"},"Distribute handout 8 and separate teachers into small groups. Assign each group one of the four scripture references on the handout. Invite them to read their assigned scripture looking for the Savior’s example of edifying teaching. Then have the groups complete the chart on the handout. Invite them to share their answers with the in-service group."]],[".topic",["h3","Application"],["div",{"id":"p12","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p12"},"Distribute handout 9. Explain to teachers that the fourteen sets of questions will help them consider how the Savior exemplified the principles taught in the fourteen sections of the handbook. Invite teachers to review the sections of the handbook indicated in parentheses on the handout. Ask teachers to use the questions to consider the Savior’s example as a teacher. Have teachers come to the next in-service meeting prepared to present their insights about one or more of the fourteen sets of questions, including an example from the teachings of the Savior."],["div",{"id":"p13","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.p13"},"You may also wish to use handout 9 in one of the following ways:"],["div",{"id":"f3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/8-teach-effectively.f3"},["ol.bullet",["li",["span.label","•"],[".para","Discuss a set of questions at the beginning of each training meeting."]],["li",["span.label","•"],[".para","Use the questions as part of the training of the associated section of the handbook."]],["li",["span.label","•"],[".para","Have teachers consider examples from the teachings of the prophets for any of the questions."]]]]]]]],"refs":null}
