{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":1,"title":"How to Use this Teaching Improvement Package","subtitle":"","short_title":"How to Use this Teaching Improvement Package","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.head1"},["h1",["b","How to Use this Teaching Improvement Package"]]],[".bodyBlock",["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p1"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles declared, “Now, at a time when our prophet is calling for more faith through hearing the word of God, we must revitalize and reenthrone superior teaching in the Church—at home, from the pulpit, in our administrative meetings, and surely in the classroom. Inspired teaching must never become a lost art in the Church, and we must make certain our quest for it does not become a lost tradition” (in Conference Report, Apr. 1998, 31; or Ensign, May 1998, 25)."],["div",{"id":"p2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p2"},"This teaching improvement package is intended to help “revitalize and reenthrone superior teaching” as well as unify and enhance all Church Educational System teaching improvement efforts by providing in-service material for those in CES who train teachers in full-time, part-time, volunteer, or preservice settings. The materials in this training resource are designed to help the in-service leader, and ultimately the teachers, better understand and apply the principles and skills taught in Teaching the Gospel: A Handbook for CES Teachers and Leaders (1994; item 34829)."],[".topic",["h2",["b","What Does This Teaching Improvement Package Include?"]],["div",{"id":"p3","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p3"},"The teaching improvement package includes (1) a video resource, entitled Teaching the Gospel Video Presentations (item 53953), and (2) this manual, entitled Teaching the Gospel: A CES",["span.emphasis","Training Resource for Teaching Improvement"],"(item 35306)."],["div",{"id":"p4","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p4"},"The videos contain presentations that correspond to certain lessons in the printed training resource. The video presentations illustrate principles of religious education and show teachers demonstrating the teaching skills from",["span.emphasis","Teaching the Gospel"],": A Handbook."],["div",{"id":"p5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p5"},"This manual contains lessons that provide suggested training activities for the principles and skills found in",["span.emphasis","Teaching the Gospel"],": A Handbook. Following each lesson are handouts intended for photocopying that contain quotations and learning activities from the lessons."],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p6"},"The organization and content of the CES teaching improvement package are based exclusively upon the principles and skills discussed in",["span.emphasis","Teaching the Gospel"],": A Handbook. Teachers will need their own copies of the handbook, as the lessons in this manual frequently instruct teachers to read and study it."],["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p7"},"Another excellent resource for teachers and leaders is",["span.emphasis","Teaching, No Greater Call"],"(1999; item 36123)."]],[".topic",["h2","How Should This Teaching Improvement Package Be Used?"],[".",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.f1"}],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p8"},"There are generally three components of in-service training: teaching improvement, content mastery, and administrative business. While content mastery and administrative business are essential, “the primary purpose of in-service training is to improve teaching” (",["span.emphasis","Teaching the Gospel"],": A Handbook, 18). This teaching improvement package is designed to assist the in-service leader in meeting this primary purpose."],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p9"},"The lessons in this manual are not necessarily intended to be taught sequentially, nor is it expected that teachers will receive training in all areas in a given year. Each lesson is designed to be completed in sixty minutes or less, but in-service leaders may choose to emphasize all the principles in a given lesson, select only certain principles from a lesson, or combine principles from different lessons. In-service leaders should prayerfully consider the needs and abilities of teachers and adapt lessons to their time constraints and training circumstances."],["div",{"id":"p10","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p10"},"The “Planning Guide” on page 4 provides an overview of the principles and skills emphasized in the lessons; it can be used as a planning tool. In-service leaders should assess teachers’ needs, plan to meet teachers’ in-service needs, and counsel with and report to leaders when deciding what to train and how to train it."]],[".topic",["h2",["b","How Is This Manual Organized?"]],["div",{"id":"p11","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p11"},"This manual is organized into four units, fourteen sections, and thirty-seven lessons. The unit and section names correspond with those in Teaching the Gospel: A Handbook. Within each section arelessons and handouts that help teachers search, analyze, and apply the material in the handbook."],["div",{"id":"p12","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p12"},"In each lesson, in-service leaders may choose from suggested training activities such as case studies, writing exercises, scripture activities, discussions, group work, object lessons, and others. Each activity leads teachers to search, analyze, or apply:"],["div",{"id":"p13","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p13"},"Activities with this icon help teachers search the handbook, the scriptures, or other material to define a principle or skill."],["div",{"id":"p14","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p14"},"Activities with this icon help teachers analyze the meaning of the principle or skill."],["div",{"id":"p15","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p15"},"Activities with this icon help teachers apply the principle or skill."],["div",{"id":"p16","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p16"},"The handouts at the end of each lesson are intended to be photocopied by the in-service leader and distributed to teachers."]],[".topic",["h2",["b","How Are the Video Presentations to Be Used?"]],["div",{"id":"p17","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p17"},"There are two videocassettes in Teaching the Gospel Video Presentations. The video presentations are primarily designed to be used with the lessons found in this printed manual. The following chart, “Video Presentations and Corresponding Lessons,” shows the relationship."],["div",{"id":"p18","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/how-to-use-this-teaching-improvement-package.p18"},"The first video presentation, “An Orientation for the CES In-service Leader” (3:51), is designed to be used with the introductory material in this manual, to help orient you to the organization and use of the teaching improvement package."]]]],"refs":null}
