{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":3,"title":"Planning Guide","subtitle":"","short_title":"Planning Guide","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide","content":[["div",{"id":"head1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.head1"},["h1","Planning Guide"]],[".bodyBlock",[".topic",["div",{"id":"p1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p1"},"In-service leaders should consider the following steps when deciding what to train and how to train it:"],["div",{"id":"f1","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.f1"},["ol.number",["li",["span.label","1."],[".para","Assess teachers’ needs. Prayerfully identify, consider, and prioritize teachers’ needs."]],["li",["span.label","2."],[".para","Plan to meet teachers’ in-service needs. Prepare and carry out a plan to meet teachers’ in-service needs."]],["li",["span.label","3."],[".para","Counsel with and report progress to leaders."]]]],[".topic",["h3",["b","Assess Needs"]],["div",{"id":"p5","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p5"},"An in-service leader must prayerfully identify, consider, and prioritize teachers’ needs. One way to identify these needs is to ask: What problems are these teachers facing? Another way is to consult with teachers and ask: What areas would you like help with? Because some needs are more serious or urgent than others, in-service leaders will need to prioritize them. Record these needs according to priority in the “Teachers’ Needs” section in the chart that follows. (You may wish to photocopy the chart on pages 5–6 so it may be reused.)"]]],[".topic",["h2",["b","Plan to Meet In-service Needs"]],["div",{"id":"p6","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p6"},"Another important function of an in-service leader is to identify which principles to focus on in training so that teachers’ assessed in-service needs will be met. The “Principles to Emphasize” section in the chart that follows provides a way for in-service leaders to match the assessed needs to the principles emphasized in this manual."],["div",{"id":"p7","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p7"},"Conventions, workshops, and faculty meetings play an essential role in meeting ongoing teacher training needs. Each in-service leader should develop a training plan that includes some combination of summer, midyear, and year-end conventions or workshops, along with faculty meetings (generally held each month). The training plan could also allow time for one-on-one meetings with teachers. In meeting teachers’ needs, in-service leaders have the flexibility to emphasize all the principles in each lesson in this package, only certain principles in each lesson, or a combination of the principles from several lessons. In this way they can customize the lessons to meet teachers’ needs."]],[".topic",["h2","Report to Leaders"],["div",{"id":"p8","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p8"},"In-service leaders should counsel with CES and priesthood leaders about how to best meet teachers’ in-service needs. They should also report teachers’ progress."]],[".topic",["h2",["b","Teachers’ In-service Needs and Principles to Emphasize"]],["div",{"id":"p9","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.p9"},"Use the following charts to identify teachers’ in-service needs and the principles you wish to emphasize in training. After you have identified the principles, develop a training plan based on the priority of teachers’ needs."],[".",{"id":"f2","uri":"/manual/teaching-the-gospel-a-ces-resource-for-teaching-improvement/planning-guide.f2"}]]]],"refs":null}
