{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":9,"title":"A God of Miracles: The Slovak Saints in Sheffield","subtitle":"By Elder Erich W. Kopischke","short_title":"A God of Miracles: The Slovak Saints in Sheffield","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield"},[".heading",{"id":"head1","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.head1"},[".title",["span.dominant","A God of Miracles:"],"The Slovak Saints in Sheffield"],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p2"},"By Elder Erich W. Kopischke"],["p.para",{"id":"p3","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/erich-w-kopischke.jpg"}],[".kicker","As priesthood leaders, missionaries, the ward council, and members in Sheffield, England, united their efforts to increase real growth, they were blessed in remarkable ways."]],[".bodyBlock",[".annotation",["p.para",{"id":"p5","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p5"},"At the mission presidents’ training seminar held in June, the First Presidency and Quorum of the Twelve Apostles refocused attention on the fact that members of the Church, as disciples of Jesus Christ, have a fundamental responsibility to share the gospel. Full-time missionaries assist members in this responsibility. Stake and ward councils help organize and facilitate the work of the missionaries and members."],["p.para",{"id":"p6","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p6"},"As shown in this article about a ward in England, miracles of conversion can result as leaders, members, and ward councils adopt these principles and adapt them to their local circumstances."]],["p.para",{"id":"p7","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p7"},"During a powerful sermon to a congregation of believers, the prophet Mormon asked a simple question: “Have miracles ceased?” His answer followed immediately: “Behold I say unto you, Nay” (",["a",{"href":"/scriptures/bofm/moro/7.29"},"Moroni 7:29"],")."],["p.para",{"id":"p8","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p8"},"Mormon then explained how the great work of salvation in the last days will be brought to pass, dwelling on the relationship and interaction among the Holy Ghost, the work of angels, our prayers, our faith, and the Lord’s miracles (see",["a",{"href":"/scriptures/bofm/moro/7.33-37,48"},"Moroni 7:33–37, 48"],")."],["p.para",{"id":"p9","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p9"},"Throughout the scriptures the prophets remind us that God is the same yesterday, today, and forever (see",["a",{"href":"/scriptures/bofm/3-ne/24.6"},"3 Nephi 24:6"],";",["a",{"href":"/scriptures/dc-testament/dc/20.12"},"D&C 20:12"],"). As we seek to fulfill the commandment to “go … into all the world, … baptizing in the name of the Father, and of the Son, and of the Holy Ghost” (",["a",{"href":"/scriptures/dc-testament/dc/68.8"},"D&C 68:8"],"), it is important to study and to remember the following principles:"],["ul.bullet",["li",["span.label","•"],["p.para","God does not change."]],["li",["span.label","•"],["p.para","God is a God of miracles."]],["li",["span.label","•"],["p.para","God’s greatest miracle is bringing eternal salvation to His children."]],["li",["span.label","•"],["p.para","God works miracles according to our faith, which we show in our works."]],["li",["span.label","•"],["p.para","The Holy Ghost plays a key role in conversion."]]],[".topic",{"id":"t1","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.t1"},[".title","Willing to Sacrifice"],["p.para",{"id":"p16","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p16"},"While serving in the Europe Area, I was privileged to see these principles in action as a miracle unfolded in Sheffield, England. At the end of 2008, Bishop Mark Dundon of the Sheffield First Ward was pondering what he could do to help his ward grow. In leadership training, his stake president had asked the bishops, “What are you willing to sacrifice to be successful in missionary work?” From the teachings of his leaders, Bishop Dundon knew that a good ward mission leader is key, a functioning ward council is essential, and a willingness to listen to the promptings of the Spirit is crucial."],["p.para",{"id":"p17","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p17"},"After much pondering and prayer, Bishop Dundon exercised his priesthood keys and followed the promptings of the Spirit to release his two counselors, Gregory Nettleship and Robert McEwen. Bishop Dundon then called Brother Nettleship to be the new ward mission leader and Brother McEwen to be the assistant ward mission leader. The members of the bishopric had been close, so this change was not easy for them. But Bishop Dundon knew that in this particular instance the decision was correct, and both counselors humbly accepted their new callings."],["p.para",{"id":"p18","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p18"},"The bishop, with his new ward mission leaders and ward council, prayerfully made plans and set goals for growing the ward. As they implemented their plans, they began to see significant success. Convert baptisms increased substantially, and many people returned to activity in the Church. Little did the ward leadership know, however, that their faith and works were to be rewarded in ways they never thought possible."]],[".topic",{"id":"t2","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.t2"},[".title","Moved by Love"],["p.para",{"id":"p20","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p20"},"In March 2011 a young missionary and his companion were contacting people in the streets of Sheffield. Elder Nicholas Pass saw a man and his wife walk by and had a strong feeling that he should talk to them. Elder Pass and his companion ran to catch up with the couple. Communication was difficult—the couple was from Slovakia and did not speak English—but an accompanying friend helped with interpretation. In the discussion on the street, the missionaries used pictures to introduce the First Vision and the message of the Restoration. The couple then accepted an appointment for the missionaries to begin teaching them."],["p.para",{"id":"p21","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p21"},"Ludovit Kandrac, the father of the family, started to read the Book of Mormon. Soon he quit smoking. In the teaching process, the missionaries had to use multiple interpreters and even learn a little Slovak themselves. On May 14, 2011, Ludovit, one of his daughters, and two other relatives were baptized."],["p.para",{"id":"p22","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p22"},"At his baptism, Brother Kandrac bore his testimony. Through an interpreter, he related his experience of meeting the missionaries. When he walked past Elder Pass and his companion in the Sheffield city center, he had a warm feeling in his chest. He disregarded the feeling and continued walking, but as he glanced at the missionaries again, he was moved by the love they exhibited as they spoke with people. Though he wanted to approach them, Brother Kandrac continued walking. He was startled a minute later when the missionaries approached him."],["p.para",{"id":"p23","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p23"},"Along with another Slovak family who had joined the Church a year earlier, these baptisms marked the beginning of a modern conversion miracle among the Slovak population in Sheffield, England. These new members came to church every week, bringing other family members and friends. They opened their homes to the missionaries and invited others in their community to listen to the gospel."],["p.para",{"id":"p24","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p24"},"Elder Pass and his new companion, Elder Joseph McKay, visited often with these families. They taught them, served them, ministered to them, and blessed them. It was a marvelous time of teaching, learning, and receiving gifts of the Spirit for investigators, converts, missionaries, stake and ward leaders, and members alike."]],[".topic",{"id":"t3","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.t3"},[".title","“Be with and Strengthen Them”"],["p.para",{"id":"p26","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p26"},"Throughout the summer and fall of 2011, more Slovaks joined the Church. The increasing numbers made it difficult for local members to continue to provide transportation to and from the meetinghouse. For several weeks the faithful Slovak Saints walked five miles (eight km) each way to attend Sunday services in a language they could not understand."],["p.para",{"id":"p27","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p27"},"In September 2011 the Sheffield stake presidency was reorganized, with Bishop Dundon called as the new stake president. A month later a fireside was held for both English and Slovak Saints in which interpreters were present."],["p.para",{"id":"p28","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p28"},"While sitting on the stand, President Dundon felt impressed that a Slovak group needed to be formed that would be attached to the Sheffield First Ward but would meet at a facility in the Slovak neighborhood. A suitable meeting place was soon found and rooms rented. On December 11, 2011, the first block of meetings was held in the new facility. Sheffield First Ward leaders optimistically hoped that 50 people would attend. Instead, 84 people—including 63 Slovaks—attended."],["p.para",{"id":"p29","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p29"},"Following the reorganization of the Sheffield stake, Robert McEwen was called as bishop of the Sheffield First Ward. Brother Nettleship continued to serve as mission leader. Under both bishops, the ward mission leader and the ward council did a remarkable job of leading the ward to “be with and strengthen” the Slovak Saints (",["a",{"href":"/scriptures/dc-testament/dc/20.53"},"D&C 20:53"],")."],["p.para",{"id":"p30","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p30"},"The ward council addressed issues such as how to provide for the new members’ needs, how to help them fully participate in ward activities, how to nurture them in the gospel, and how to overcome language barriers. Council members fasted and prayed for divine help and then worked hard. They visited the new members and participated in teaching appointments with the full-time missionaries. They provided transportation. They ordered Church materials in Slovak. They took the newly baptized members to the temple to perform baptisms for the dead."],["p.para",{"id":"p31","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p31"},"Ward leaders also organized a Christmas service project. Ward members donated funds and collected toys, clothes, and other gifts. Large Christmas gift bags that included food for a Christmas dinner were distributed on Christmas Eve to the Slovak Saints and other families within the ward boundaries."],["p.para",{"id":"p32","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p32"},"Long-time members and new members understood little of each other’s spoken language, but they all felt the warmth of the language of genuine love. A remarkable feeling of joy, happiness, and excitement enveloped members and investigators."],["p.para",{"id":"p33","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p33"},"Over the next year this little group developed into a solid Church unit, with whole families being baptized and uniting with the Church. Fathers were ordained to the Aaronic and Melchizedek Priesthoods, sons were ordained to the Aaronic Priesthood, a Primary with more than 20 children was established, and Young Men and Young Women programs were organized with more than 25 youth attending weekly. The Lord provided a full-time missionary from the Czech Republic who could speak the language and add support to the group. At the same time, these families sent referrals to their homeland."]],[".topic",{"id":"t4","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.t4"},[".title","A God of Miracles"],["p.para",{"id":"p35","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p35"},"Why did this happen? Because God has not ceased to be a God of miracles. Because faithful missionaries diligently sought those who were prepared to receive the gospel. Because the stake president and bishops acted in faith and followed the guidance of the Holy Ghost. Because a ward council took responsibility and worked in unity. Because members learned the language of love and acted upon invitations from their leaders, having faith and confidence that God meant what He said: “I am a God of miracles; and I will show unto the world that I am the same yesterday, today, and forever” (",["a",{"href":"/scriptures/bofm/2-ne/27.23"},"2 Nephi 27:23"],")."],["p.para",{"id":"p36","uri":"/liahona/2013/07/a-god-of-miracles-the-slovak-saints-in-sheffield.p36"},"The success in Sheffield does not need to be a singular event. It reminds us of the promises given through the prophets and can ignite our faith and our desire to become instruments in the hands of God by inviting people around us to come unto Christ. If we do so, we will place ourselves in a position where the Lord can bless us with opportunities to teach, activate, and nurture others. And we will see evidences that He continues to be a God of miracles."]]],[".resources"]]]],"refs":null}
