{"id":3,"parent_id":0,"book_id":88,"content_id":1,"language_id":1,"display_order":3,"title":"Gospel Teaching in the Church","subtitle":"","short_title":"Gospel Teaching in the Church","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church","content":[["div",{"id":"head1","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.head1"},["h1","Gospel Teaching in the Church"]],[".bodyBlock",[".topic",["h2","Each Individual’s Responsibility to Learn the Gospel of Jesus Christ"],["div",{"id":"p3","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p3"},"God has given His children their agency. Agency is the power to choose good or evil—to either partake of the plan of redemption or reject it."],["div",{"id":"p4","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p4"},"To be able to choose good and partake of the plan of redemption, we must learn of the Savior and the doctrines of His gospel. He has commanded, “Learn of me, and listen to my words” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"],"). In response to this commandment, individual members of the Church should study the scriptures and the teachings of latter-day prophets, ponder and pray about them, and apply them in their lives."],["div",{"id":"p5","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p5"},"Elder Bruce R. McConkie said: “",["span.emphasis","Each person must learn the doctrines of the gospel for himself."],"No one else can do it for him. Each person stands alone where gospel scholarship is concerned; each has access to the same scriptures and is entitled to the guidance of the same Holy Ghost; each must pay the price set by a divine Providence if he is to gain the pearl of great price” (",["span.emphasis","Doctrines of the Restoration: Sermons and Writings of Bruce R. McConkie,"],"ed. Mark L. McConkie [1989], 234)."]],[".topic",["h2","Home: The Central Place for Learning and Teaching the Gospel"],["div",{"id":"p7","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p7"},"The family is ordained of God. It is central to His plan. He has established families to bring happiness to His children, to help them learn the gospel in a loving atmosphere, and to prepare them for eternal life. The home is the most important place to teach, learn, and apply gospel principles (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.14-15"},"Mosiah 4:14–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"D&C 68:25–28"],"). Parents should thoughtfully plan and hold family prayer, family scripture study, family home evening, and other family activities. They should do all they can to make good use of these teaching opportunities."],["div",{"id":"p8","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p8"},"As President Spencer W. Kimball said, “Home is where we become experts and scholars in gospel righteousness” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 129)."]],[".topic",["h2","Leaders’ Responsibility to Teach the Gospel"],["div",{"id":"p10","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p10"},"One of the most important ways that priesthood and auxiliary leaders fulfill their responsibilities is through teaching. Elder Gordon B. Hinckley taught: “Effective teaching is the very essence of leadership in the Church. Eternal life will come only as men and women are taught with such effectiveness that they change and discipline their lives. They cannot be coerced into righteousness or into heaven. They must be led, and that means teaching” (“How to Be a Teacher When Your Role as a Leader Requires You to Teach,” General Authority Priesthood Board Meeting, 5 Feb. 1969)."],["div",{"id":"p11","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p11"},"Elder Boyd K. Packer said: “The prophet is a teacher; his counselors are teachers; the General Authorities are teachers. Stake presidents and mission presidents are teachers; high councilors and quorum presidents are teachers; bishops are teachers; and so through all of the organizations of the Church. The Church moves forward sustained by the power of the teaching that is accomplished” (",["span.emphasis","Teach Ye Diligently"],"[1991], 3–4)."],["div",{"id":"p12","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p12"},"Priesthood and auxiliary leaders teach the gospel when they speak in meetings, present lessons, and counsel with other Church members. They also teach by example. The following commandment, given by the Lord to the elders of the Church in 1831, applies to Church leaders today:"],["div",{"id":"p13","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p13"},"“And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given."],["div",{"id":"p14","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p14"},"“And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.8-9"},"D&C 43:8–9"],")."]],[".topic",["h2","Leaders’ Responsibility to Ensure Effective Teaching"],["div",{"id":"p16","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p16"},"Priesthood and auxiliary leaders are responsible for the quality of gospel teaching in their organizations. They ensure that teaching is effective and doctrinally correct. They also ensure that teachers use Church-produced materials. They work closely with members of their organizations who have formal callings or assignments to teach the gospel, such as advisers, classroom teachers, assistant teachers, music leaders, activity leaders, home teachers, and visiting teachers."],["div",{"id":"p17","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p17"},"Leaders assist teachers and encourage them in their efforts to teach effectively and improve their teaching continually (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p1"},"pages 4–6"],"). They instruct newly called teachers (see pages 4–5). They take the lead in planning teacher improvement meetings (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p1"},"pages 7–9"],"). They also recommend individuals to participate in the Teaching the Gospel course (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p1"},"pages 10, 3"],")."],["div",{"id":"p18","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p18"},"In presidency meetings and high priests group leadership meetings, leaders take time to evaluate the quality of teaching in their organizations. They respond to teachers’ needs and discuss ways to support, encourage, and assist them in their efforts to improve. They instruct one another in principles relating to the improvement of teaching. They also may invite others, such as stake auxiliary leaders or the ward teacher improvement coordinator, to teach them."],["div",{"id":"p19","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p19"},"Stake leaders assist ward leaders in their efforts to improve the quality of teaching in their organizations. They instruct them in stake leadership meetings and counsel with them during their visits to the ward. In giving this assistance, stake leaders should refer to this publication and to other Church-produced materials, such as",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"and the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions."]],["div",{"id":"p20","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p20"},"Leaders should be particularly attentive to new converts and newly activated members. They should work closely with teachers to meet the needs of these members. New converts and newly activated members may be called to serve as assistant teachers."]],[".topic",["h2","Responsibilities of the Teacher Improvement Coordinator"],"The ward teacher improvement coordinator supports priesthood and auxiliary leaders in their efforts to improve gospel teaching. The responsibilities of the ward teacher improvement coordinator include:",["ul.bullet",["li",["span.label","•"],[".para","Helping priesthood and auxiliary leaders plan and present teacher improvement meetings (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p1"},"pages 7–9"],")."]],["li",["span.label","•"],[".para","Making final preparations for teacher improvement meetings, such as arranging for a place to meet and ensuring that necessary materials are available. This will enable the leaders to devote time to their other responsibilities."]],["li",["span.label","•"],[".para","Instructing priesthood and auxiliary leaders on principles of teacher improvement. This may be done in ward council meetings and in presidency and group leadership meetings, as requested by leaders."]],["li",["span.label","•"],[".para","Consulting with individual teachers, as invited."]],["li",["span.label","•"],[".para","Serving as instructor of the Teaching the Gospel course (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p1"},"page 10"],") unless the bishopric assigns someone else to teach it."]]],["div",{"id":"p28","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p28"},"When possible, the ward teacher improvement coordinator should be an experienced teacher with an understanding of how gospel teaching helps people come unto Christ."]],[".topic",["h2","Improving Gospel Teaching through Ward Council Meetings"],["div",{"id":"p30","uri":"/manual/improving-gospel-teaching-a-leaders-guide/gospel-teaching-in-the-church.p30"},"The bishop oversees the ward council in coordinating efforts to improve gospel teaching in the ward. At least twice each year, he uses part of the ward council meeting to instruct ward leaders in principles relating to the improvement of teaching. He may assign the ward teacher improvement coordinator or other ward council members to provide this instruction. Resources for this instruction include this publication,",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call,"]],"and the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions."]],"Under the direction of the bishop, ward council members may:",["ul.bullet",["li",["span.label","•"],[".para","Report on teaching in their organizations."]],["li",["span.label","•"],[".para","Discuss gospel principles that need to be taught in the ward."]],["li",["span.label","•"],[".para","Recommend topics that need to be addressed with teachers in the ward."]],["li",["span.label","•"],[".para","Report on recent teacher improvement meetings."]],["li",["span.label","•"],[".para","Review plans for upcoming teacher improvement meetings."]],["li",["span.label","•"],[".para","Recommend individuals to participate in the Teaching the Gospel course."]]]]]],"refs":null}
