{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"How to Use Music in Primary","subtitle":"","short_title":"How to Use Music in Primary","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary"},[".heading",{"id":"head1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.head1"},["h1","How to Use Music in Primary"],[".intro","The purpose of music in Primary is to teach the children the gospel of Jesus Christ and help them learn to live it. Primary songs make learning more enjoyable, help children learn and remember gospel truths, and invite the Spirit into Primary.",["br"],["br"],"The following are examples of ways you can teach the songs suggested in this outline. You can also use these methods to teach other Primary songs. For additional ideas, see the “How to Use Music in Primary” sections in previous sharing time outlines."]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t1"},["p.para",{"id":"p4","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p4"}]],[".topic",{"id":"t2","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t2"},["h2","January: “He Sent His Son” (",["span.emphasis","CS,"],"34–35)"],["p.para",{"id":"p6","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p6"},"Let the children listen to the song. Point out how it is made up of questions and answers. Assign half of the children to sing the questions and the other half to sing the answers. After singing it a few times, have the children switch parts. When they know the song well, use a variety of ways to divide them (for example, boys and girls, teachers and children, and so on) as you review the song."]],[".topic",{"id":"t3","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t3"},["h2","February: “I Will Follow God’s Plan” (",["span.emphasis","CS,"],"164–65)"],["p.para",{"id":"p8","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p8"},"Tell the children that God has given us a very special gift. Ask them to listen for what it is as you sing the first line of the song (a plan). Show a map, and compare using a map to find a destination to following God’s plan to return to Him. Explain that this song teaches us about the plan and tells us how we can return to live with Heavenly Father. Display pictures depicting important words (such as",["span.emphasis","gift, heaven, home, earth,"],"and",["span.emphasis","birth"],") and some written words (such as",["span.emphasis","plan, purpose, choice,"],"and",["span.emphasis","direct"],") from the song throughout the room. Have the children gather them and hold them up in the correct order as you sing the song to them. Invite them to sing along with you as they look at the pictures and words."]],[".topic",{"id":"t4","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t4"},["h2","March: “I Stand All Amazed” (",["span.emphasis","Hymns,"],"no. 193)"],["p.para",{"id":"p10","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p10"},"Divide the children into four groups. Give group 1",["span.emphasis","GAB"],"116, and sing the first phrase of the song to them. Discuss it briefly, and then have them sing it a few times with you. Continue with each group and each additional phrase (use the following pictures: group 2,",["span.emphasis","GAB"],"108; group 3,",["span.emphasis","GAB"],"57; group 4,",["span.emphasis","GAB"],"56). Sing the whole first verse with each group standing, holding their picture, and singing their phrase. Invite the groups to switch pictures, and sing the song again. Repeat until each group has sung each phrase. Sing the chorus, and ask the children to listen for how many times you sing the word “wonderful.” Repeat the chorus a few times with them, and invite them to place their hands over their hearts each time they sing the word “wonderful.”"]],[".topic",{"id":"t5","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t5"},["h2","April: “The Family Is of God” (pages 28–29 in this outline)"],["p.para",{"id":"p12","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p12"},"Find or draw pictures depicting words or phrases in the song (sample pictures are available at sharingtime.lds.org). Display them on the board one at a time as you sing each phrase with the children. After you have taught a phrase, sing most of the words and then stop and let the children finish the phrase. Sing the whole song together a few times. Invite a child to take down one or two of the pictures, and sing the song again. Repeat until they can sing it without the pictures."]],[".topic",{"id":"t6","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t6"},["h2","July: “Baptism” (",["span.emphasis","CS,"],"100–101)"],["p.para",{"id":"p14","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p14"},"Prepare the following wordstrips:",["span.emphasis","Who, When, How,"],"and",["span.emphasis","Where."],"Display a picture of Jesus Christ being baptized. Put the “Who” wordstrip next to the picture. Ask the children to listen for whom Jesus came to as you sing the first phrase of the song. Take responses, and then have the children sing that phrase with you. Do the same with each of the wordstrips and phrases. Sing the entire first verse together. Give a wordstrip with one of the answers you have found to each child (",["span.emphasis","John the Baptist, long ago, by immersion,"],"and",["span.emphasis","River Jordan"],"). Have the children stand when their words are sung. Let them exchange wordstrips and repeat the activity."]],[".topic",{"id":"t7","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t7"},["h2","August: “Seek the Lord Early” (",["span.emphasis","CS,"],"108)"],["p.para",{"id":"p16","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p16"},"Use pictures to teach the song a phrase at a time (sample pictures are available at sharingtime.lds.org). Display all of the pictures on the board. Invite a child to go out of the room while someone else hides one of the pictures. Have the child come back and “seek” for the picture by listening to the other children sing louder as he or she gets closer and softer as he or she gets farther away. Repeat as time allows."]],[".topic",{"id":"t8","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t8"},["h2","Additional Songs Used in This Outline"],[".topic",{"id":"t9","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t9"},["h3","“Did Jesus Really Live Again” (",["span.emphasis","CS,"],"64)"],["p.para",{"id":"p19","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p19"},"Write the words to the first verse on the board or on a large piece of paper. Sing the verse to the children, and briefly discuss it. Sing it together, and invite someone who was singing well to erase or cut out one of the words. Repeat until the children have learned the verse, and then repeat with the other verses."]],[".topic",{"id":"t10","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t10"},["h3","“My Heavenly Father Loves Me” (",["span.emphasis","CS,"],"228–29)"],["p.para",{"id":"p21","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p21"},"Have the children clap the rhythm as you sing the song to help them become familiar with it. Help them make up simple actions to match key words in the song. Invite the children to do the actions without singing while the music plays and then sing and do the actions together. (Pictures that may help you teach this song are available at sharingtime.lds.org.)"]],[".topic",{"id":"t11","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t11"},["h3","“Families Can Be Together Forever” (",["span.emphasis","CS,"],"188)"],["p.para",{"id":"p23","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p23"},"Have the children lead and sing along with you, emphasizing repeated melody patterns such as “here on earth” and “good to me.” Ask simple questions such as, “When should we prepare for the temple?” and have the children answer by singing phrases from the song. Using simple props, invite children to represent family members and lead groups in singing specific phrases."]],[".topic",{"id":"t12","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t12"},["h3","“Love Is Spoken Here” (",["span.emphasis","CS,"],"190–91)"],["p.para",{"id":"p25","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p25"},"Ask what languages are spoken in the children’s homes. Sing the first verse of the song, and invite the children to listen for an additional language and put their hands over their hearts when they hear it (love). As you sing, have them listen for rhyming words and words they don’t understand. Ask a girl to write them on the board during the first verse and a boy during the second verse. Define the words and sing those phrases, inviting the children to echo you."]],[".topic",{"id":"t13","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.t13"},["h3","“I Lived in Heaven” (",["span.emphasis","CS,"],"4)"],["p.para",{"id":"p27","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p27"},"Divide the children into four groups and assign each group a phrase of the song. Give each group a piece of paper, and ask them to draw a simple picture relating to their phrase. Sing the song together using their drawings as visual aids."]]]],[".resources",[".box-decor",{"id":"f1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.f1"},["p.para",{"id":"p28","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p28"},["b","Use variety:"],"Think of a variety of ways to repeat songs. Children learn songs best as they hear and sing them over and over again."]],[".box-decor",{"id":"f2","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.f2"},["p.para",{"id":"p29","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/how-to-use-music-in-primary.p29"},["b","Practice:"],"To teach a song effectively, you must know the song yourself. Practice at home so when you teach the children you can look at them and not your book."]]]]]],"refs":null}
