{"id":150,"parent_id":139,"book_id":23520,"content_id":1,"language_id":1,"display_order":150,"title":"Lesson 115: Helaman 15–16","subtitle":"","short_title":"Lesson 115","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115"},[".heading",{"id":"head13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.head13"},[".titleNumber","Lesson 115"],["h1","Helaman 15–16"]],[".bodyBlock",[".topic",{"id":"t69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t69"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p4"},"Samuel the Lamanite warned the Nephites that unless they repented, they would be destroyed. He declared that the Lord would prolong the days of the Lamanites, who had become more righteous than the Nephites. Some Nephites believed Samuel’s teachings and were baptized by Nephi. Those who did not believe Samuel attempted to kill him. But Samuel was protected by the power of God, and he returned to his own land."]],[".topic",{"id":"t70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t70"},["h2","Suggestions for Teaching"],[".topic",{"id":"t71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t71"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15"},"Helaman 15"]],["h4","Samuel warns the Nephites and explains how the Lamanites have become a people of promise"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p8"},"Read the following descriptions aloud:"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p9"},"One young man was raised by parents who were not members of the Church and did not emphasize the teachings of Jesus Christ. They allowed him to drink alcohol, a practice he continued in college. Then he met the Latter-day Saint missionaries. After meeting with the missionaries a few times, he pledged to give up alcohol. A few days later, he was with a group of friends. They offered him an alcoholic drink."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p10"},"Another young man was raised in a Latter-day Saint family. His parents held family home evening and family scripture study. He developed a habit of daily scripture study and personal prayer. He attended Primary, served in Aaronic Priesthood quorums, and graduated from seminary, gaining knowledge of the commandments and ways of the Lord. While attending college, he developed new friendships. One night a friend offered him an alcoholic drink."],["ul.bullet",["li",["span.label","•"],["p","Would accepting the alcoholic drink be a more serious offense for the first young man or the second? Why or why not?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p12"},"Write the following on the board:"],[".chalkboard",{"id":"f134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.f134"},["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p13"},"Spiritual condition of the Nephites—",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.1-3,17"},"Helaman 15:1–3, 17"]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p14"},"Spiritual condition of the Lamanites—",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.4-6"},"Helaman 15:4–6"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p15"},"Invite students to read silently the scripture passages listed on the board. (Before they read, you may want to direct their attention to the word",["span.emphasis","circumspectly"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.5"},"Helaman 15:5"],". To do something circumspectly means to act with great care.) Ask students to write two sentences—one summarizing the spiritual condition of the Nephites and the other summarizing the spiritual condition of the Lamanites. After sufficient time, ask:"],["ul.bullet",["li",["span.label","•"],["p","Which of the two young men we discussed at the beginning of the lesson is similar to the Nephites described in these verses? Which is similar to the Lamanites?"]],["li",["span.label","•"],["p","Although the Lamanites had a long history of wickedness, why were they able to receive so many blessings?"]],["li",["span.label","•"],["p","Why were the Nephites in danger of being destroyed?"]],["li",["span.label","•"],["p","How is the Lord’s chastening a sign of His love? (You may need to explain that the word",["span.emphasis","chasten"],"means to correct someone through punishment or suffering of some kind.)"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p20"},"Write the following on the board:"],[".chalkboard",{"id":"f136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.f136"},["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p21"},"When people know the truth and believe the scriptures, they are led to … and … , which bring …"]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p22"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7"},"Helaman 15:7"],"silently, looking for how they might complete the statement on the board. After sufficient time, ask a few students how they would complete the statement. (For example, students may state the following principle:",["b","When people know the truth and believe the scriptures, they are led to faith and repentance, which bring a change of heart."],")"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p23"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.8"},"Helaman 15:8"],"aloud. Ask the class to follow along, looking for Samuel’s description of the Lamanites who had experienced a change of heart. (They were “firm and steadfast in the faith.”)"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p24"},"Give students time to ponder whether studying the scriptures has led them to have greater faith in the Lord. Also ask them to ponder whether this has led them to be firm and steadfast in the faith. Consider inviting one or two students to explain how studying the scriptures has increased their faith in Jesus Christ."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p25"},"Draw students’ attention to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.9-17"},"Helaman 15:9–17"],". Explain that in these verses, the word",["span.emphasis","you"],"refers to the Nephites and the words",["span.emphasis","they"],"and",["span.emphasis","them"],"refer to the Lamanites. Read these verses aloud to the class, pausing as needed to offer explanations or answer questions. Then give students time to look at the verses again and to write a sentence that conveys a truth taught in these verses."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p26"},"Invite several students to read what they have written. Among other truths, students may write something like this:",["b","If people become unbelieving after having received the fulness of the gospel, they will receive greater condemnation."],"You may want to suggest that students write this truth in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.9-17"},"Helaman 15:9–17"],"."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p27"},"As students discuss this truth, emphasize the great blessings that come from understanding and living the gospel now. Samuel’s teachings do not excuse a new member of the Church in committing sin. Neither do they imply that we can escape accountability and condemnation by refusing to learn about the gospel. While it is true that having gospel knowledge leads to increased accountability if we do something wrong, it also leads to greater strength in our efforts to do what is right. And when we follow God’s will and help others do the same, He blesses us with peace and happiness that we cannot receive any other way."]],[".topic",{"id":"t72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t72"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16"},"Helaman 16"]],["h4","Those who believe Samuel repent and are baptized, while others harden their hearts"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p30"},"Display a picture of the current President of The Church of Jesus Christ of Latter-day Saints. Ask students to describe various ways they have seen people (both inside and outside the Church) respond to the prophet’s messages."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p31"},"Ask half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.1-5"},"Helaman 16:1–5"],"silently, looking for actions of the people who believed Samuel’s message. Ask the other half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.2-3,6-7"},"Helaman 16:2–3, 6–7"],"silently, looking for actions of the people who did not believe Samuel’s message. (You may want to write these scripture references on the board.) Invite a few students to report on what they have learned."],["ul.bullet",["li",["span.label","•"],["p","Why do you think people respond to prophets and their messages in such different ways?"]],["li",["span.label","•"],["p","Why do you think some people become angry when prophets offer counsel such as the words in the",["span.emphasis","For the Strength of Youth"],"booklet?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p34"},"Invite a student to read the following statement by President Ezra Taft Benson:"],[".img-left",{"id":"f138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.f138"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-benson.jpg"}]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p35"},"“When the prophet points out the sins of the world, the worldly, rather than repent of their sins, either want to close the mouth of the prophet or else act as if the prophet didn’t exist. Popularity is never a test of truth. Many a prophet has been killed or cast out. As we come closer to the Lord’s second coming, you can expect that as the people of the world become more wicked, the prophet will be less popular with them” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 133)."],["ul.bullet",["li",["span.label","•"],["p","What are some examples of people following the counsel of prophets even though others rejected that counsel?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p37"},"Ask students to close their scriptures. Ask one student to open his or her scriptures and read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.13-14"},"Helaman 16:13–14"],"while the other students listen. Ask the class how they think unbelievers would respond to these signs and appearances."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p38"},"Ask students to open their scriptures and follow along as you read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.15-16"},"Helaman 16:15–16"],"to them. Then ask them to imagine that they have been allowed to speak with people who were in Zarahemla at the time the signs were given. Invite them to think of questions they would like to ask a believer or a nonbeliever. After students have had time to think of questions, ask a few of them to share their questions with the class."],["p.preamble","Invite students to ponder the following question without answering aloud:"],["ul.bullet",["li",["span.label","•"],["p","If you had been there and witnessed those signs and wonders, how do you think you would have responded?"]]],["p.preamble","When students have had time to ponder, ask:"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.16"},"Helaman 16:16"],", why did some people reject the fulfillment of the prophecies of the prophets, including signs from heaven?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p43"},"Give students a few minutes to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.17-21"},"Helaman 16:17–21"],"silently, looking for additional excuses that the unrighteous made for not believing Samuel’s prophecies. Call on a few students to tell what excuses they have identified in these verses."],["ul.bullet",["li",["span.label","•"],["p","Which of these excuses or arguments against the prophets do you think are most common in our day?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p45"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.22-23"},"Helaman 16:22–23"],"aloud, and ask the class to look for what happened when many people continued to ignore Samuel’s warnings. Invite students to report what they find."],["ul.bullet",["li",["span.label","•"],["p","What will happen to us if we reject the Lord’s latter-day prophets?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p47"},"As students answer, emphasize the following principle:",["b","When we reject the Lord’s witnesses, we allow Satan to get hold upon our hearts."],"(You may want to write this statement on the board.)"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p48"},"To conclude today’s lesson, invite a student to read the following statement by President Henry B. Eyring of the First Presidency. Ask the rest of the class to listen for what we are really choosing when we reject counsel from God, much of which comes through latter-day prophets:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p49"},"“When we reject the counsel which comes from God, we do not choose to be independent of outside influence. We choose another influence. We reject the protection of a perfectly loving, all-powerful, all-knowing Father in Heaven, whose whole purpose, as that of His Beloved Son, is to give us eternal life, to give us all that He has, and to bring us home again in families to the arms of His love. In rejecting His counsel, we choose the influence of another power, whose purpose is to make us miserable and whose motive is hatred. We have moral agency as a gift of God. Rather than the right to choose to be free of influence, it is the inalienable right to submit ourselves to whichever of those powers we choose” (“Finding Safety in Counsel,”",["span.emphasis","Ensign,"],"May 1997, 25)."],["ul.bullet",["li",["span.label","•"],["p","According to President Eyring, what are we really choosing if we reject counsel from God and His prophets?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p51"},"Invite students to quietly consider if they have hardened their hearts in any way against counsel God has given through prophets and apostles. Encourage them to be firm and steadfast in living the gospel and in heeding the counsel of the Lord from His prophets. Testify of the truths you have discussed in this lesson."]],[".topic",{"id":"t73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t73"},["h3","Helaman Review"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p53"},"Take some time to help students review the book of Helaman. Ask them to think about what they have learned from this book, both in seminary and in their personal scripture study. Invite them to briefly review some of the chapter summaries in Helaman to help them remember. Ask a few students to share something from Helaman that was inspiring to them or that has helped them have greater faith in Jesus Christ. After sufficient time, ask several students to share their thoughts and feelings."]]]],[".resources",[".box-decor",{"id":"f145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.f145"},["h2","Commentary and Background Information"],[".topic",{"id":"t74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.t74"},["h3","Helaman 15:3–4. God’s divine love"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p56"},"Students may ask about Samuel’s statement that the Lord loved the Nephites and hated the Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.3-4"},"Helaman 15:3–4"],"). The Lord loves all people but cannot tolerate sin. Samuel taught, “The Lamanites hath he hated because their deeds have been evil continually,” but He also said that the Lord “prolonged their days” so they could receive the gospel (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.4"},"Helaman 15:4"],")."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p57"},"Elder Russell M. Nelson of the Quorum of the Twelve Apostles testified of the Savior’s love for all people and taught that the full blessings of the Lord’s divine love come only to those who strive to keep His commandments and repent of their sins:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p58"},"“Divine love is infinite and universal. The Savior loves both saints and sinners. The Apostle John affirmed, ‘We love him, because he first loved us.’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.19"},"1 John 4:19"],".] And Nephi, upon seeing in vision the Lord’s mortal ministry, declared: ‘The world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his",["span.emphasis","loving kindness"],"and his long-suffering towards the children of men.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.9"},"1 Nephi 19:9"],"; italics added.] We know the expansiveness of the Redeemer’s love because He died that",["span.emphasis","all"],"who die might live again. …"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-115.p59"},"“… The full flower of divine love and our greatest blessings from that love are conditional—predicated upon our obedience to eternal law” (“Divine Love,”",["span.emphasis","Ensign,"],"Feb. 2003, 24–25)."]]]]]]],"refs":null}
