{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":5,"title":"The Lord Never Shouted at Me","subtitle":"Name withheld","short_title":"The Lord Never Shouted at Me","uri":"/liahona/2013/09/the-lord-never-shouted-at-me","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/09/the-lord-never-shouted-at-me"},[".heading",{"id":"head1","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.head1"},[".seriesTitle","Our Homes, Our Families"],["h1","The Lord Never Shouted at Me"],[".byline",["p.para",{"id":"p3","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p3"},"Name withheld"]],[".kicker","I felt helpless watching our eldest son fall into Satan’s traps, and I often communicated my fear by becoming angry. I had to change myself instead of trying to change my son."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p5"},"When our four children were young, my husband and I assumed that if we set good examples and brought them up in the gospel with lots of love and consistency, they would certainly not depart from that path."],["p.para",{"id":"p6","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p6"},"One summer day we were forced to abandon that assumption. Our eldest son, about 14 years old, went swimming with his friends. When I came to the swimming pool with the younger children, I thought I saw him with a cigarette in his hands. I was worried, so I spoke to him about it later. He simply said I was mistaken. Unfortunately, that was the beginning of his lies."],["p.para",{"id":"p7","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p7"},"Over time he distanced himself from us more and more. He was no longer approachable and often became angry without provocation. Alcohol, drugs, foul language, and a host of lies were added to the cigarettes. And his behavior toward the family became insufferable."],["p.para",{"id":"p8","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p8"},"At first we tried to restrict his activities in order to protect him, but that just brought more resistance. Discipline had no effect. When I reproached him and challenged him to change, our discussions often became loud arguments that brought more distance between us."],["p.para",{"id":"p9","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p9"},"Our fears for our eldest son were hard on my husband and me. We tried to find guidance through prayer, but I felt helpless watching my eldest son choose such a dangerous path. As we prayed, we felt guided to allow our son more space instead of controlling him with stricter rules. This seemed extremely counterproductive and counterintuitive, but all our previous attempts to stop his behavior had been unsuccessful. So we chose to punish or restrict him only when his actions directly affected our family life."],["p.para",{"id":"p10","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p10"},"Despite trying to follow the Lord’s counsel, we found the situation worsened. I struggled to overcome my self-doubts and discouragement. My husband and I tried to be consistent with family home evening and family prayer, but I was overwhelmed with guilt as I remembered every time we had fallen short and every time I had behaved wrongly toward our son. I cried a lot, slept little, and was sometimes so physically exhausted that I only just managed to function."],["p.para",{"id":"p11","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p11"},"Family life as we had known it hardly existed anymore. Family home evenings regularly ended in chaos and arguments. I especially was impatient with my loved ones and loudly let them know."],["p.para",{"id":"p12","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p12"},"My husband and I recognized that we couldn’t let our family be ground down by the situation. We decided to continue following the counsel of the Lord and the prophets, so we made an effort to hold spontaneous, informal family home evenings with the children who were willing. But I still couldn’t accept that our eldest son was caught in Satan’s traps. With prayer, fasting, and hope—all that seemed left to us—we cast our burden on the Lord and trusted Him."],["p.para",{"id":"p13","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p13"},"The problems got worse. At one particularly difficult time, I asked my husband for a priesthood blessing. I hoped for words of comfort and encouragement. But the Lord knew my true needs. I was admonished for arguing so loudly with my son. The Lord made me aware that He had never once shouted at me—but I shouted at my children all the time."],["p.para",{"id":"p14","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p14"},"In that blessing, I was additionally counseled that I needed to talk to my son about my worries for him instead of reproaching him. I realized that my anger and criticism had actually been a manifestation of my fear for him. I was constantly attacking him, and he defended himself any way he could. I considered ways to change my behavior."],["p.para",{"id":"p15","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p15"},"At this time, I was serving as an institute teacher. I found it wasn’t difficult to deal calmly and considerately with the youth at church because I did not have to struggle with the emotions of a mother."],["p.para",{"id":"p16","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p16"},"I tried to look at my son not with the eyes of a concerned mother but as an outsider. This strategy, and much prayer and fasting, helped me to rein in my emotions and see my son—who was now almost 18—with new eyes. I was once again able to see his good qualities. I managed to express my feelings and worries to him sincerely and without becoming anxious."],["p.para",{"id":"p17","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p17"},"This became a turning point in our relationship. My son and I discussed many things, and I became able to let him bear the consequences of his behavior on his own. My husband and I merely counseled him and advised him of ways he could solve his problems for himself."],["p.para",{"id":"p18","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p18"},"Gradually, he started accepting our love and support. Our dealings with him, after five hard years, are now characterized primarily by respect. His life is, in many respects, still broken, but he is on the way to getting it in order. He is gradually recognizing what is really important in life and what brings lasting contentment."],["p.para",{"id":"p19","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p19"},"Acting on the Lord’s counsel has helped our family regain a much happier life. My husband and I have learned to shape our own lives and our family life instead of trying to shape our son’s."],["p.para",{"id":"p20","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p20"},"I now know what it means to entrust my children to the Lord. He knows them better than I do. I have learned not to feel accountable for all my children’s decisions. My husband and I discovered that the best help we could give our son was to turn to the Lord and trust in His will and counsel."]],[".resources",[".sideQuote",{"id":"f24","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.f24"},[".title","Recognize the Good in Others"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/richard-g-scott.jpg"}],["p.para",{"id":"p22","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p22"},"“I offer some final thoughts for those who love a family member who is not making good choices. That can challenge our patience and endurance. We need to trust in the Lord and in His timing that a positive response to our prayers and rescue efforts can occur. We do all that we can to serve, to bless, and to submissively acknowledge God’s will in all things. … With faith we can know that this straying loved one is not abandoned but is in the watchcare of a loving Savior."],["p.para",{"id":"p23","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p23"},"“Recognize the good in others, not their stains. At times a stain needs appropriate attention to be cleansed, but always build on his or her virtues.”"],[".citationInfo",["p.para",{"id":"p24","uri":"/liahona/2013/09/the-lord-never-shouted-at-me.p24"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “For Peace at Home,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2013, 31."]]]]]]],"refs":null}
