{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"Today’s Young Men Need Righteous Role Models","subtitle":"By Hikari Loftus","short_title":"Today’s Young Men Need Righteous Role Models","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models"},[".heading",{"id":"head1","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.head1"},["h1","Today’s Young Men Need",["span.dominant","Righteous Role Models"]],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p2"},"By Hikari Loftus"],["p.para",{"id":"p3","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p3"},"Church Magazines"]],[".kicker","Righteous role models can greatly bless teens during one of the most critical stages of their lives."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p5"},"In high school, Todd Sylvester had two goals: to be great at basketball and to be known as the biggest partier in the school."],["p.para",{"id":"p6","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p6"},"At the age of 14, Todd started drinking and using drugs. He was not a member of the Church, and his parents did not teach him, as he describes it, “one way or another” regarding his behavior. Over the years, his drug addiction and alcoholism ruined his once-promising basketball career and sent him down a path that left him contemplating suicide."],["p.para",{"id":"p7","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p7"},"Unfortunately, elements of Todd’s story can be seen in the lives of many young men today, even among members of the Church. However, Todd didn’t have something young men of the Church have: righteous role models. Adult Church leaders can be a great blessing to teens during one of the most critical stages of their lives. Because of his background, Todd, who joined the Church at age 22, now tries to be a positive role model to youth in his ward."],["p.para",{"id":"p8","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p8"},"Brother Sylvester’s turnaround came when, during his darkest hour, he uttered a simple prayer: “God, I need help.” A month and a half later, a longtime friend, who is a member of the Church, called him up and said, “Todd, I felt prompted to tell you that we need you on our side. … You’re going to help a lot of people, especially the youth and kids.”"],["p.para",{"id":"p9","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p9"},"A few years later, after his baptism and temple marriage, Brother Sylvester was called to serve in the Young Men program—a calling that would lead him to 14 years of serving the young men."],["p.para",{"id":"p10","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p10"},"Using his past as motivation to help the young men he was called to serve, Brother Sylvester found a way to relate to the struggles he saw the boys go through. “I think most kids are afraid to talk about when they are struggling,” he says. “But I shared my story with these kids every year. I think because of that, they felt comfortable coming to me saying, ‘Hey, I’m struggling with pornography or drinking or suicidal thoughts.’” Brother Sylvester could support them as they worked on repenting, which included visits with the bishop."],["p.para",{"id":"p11","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p11"},"Leaders who listen and provide loving feedback to youth during critical times can create powerful connections that help shape a young person’s identity. Mat Duerden, an assistant professor at Brigham Young University who received his PhD in youth development, says, “Adolescence is [when individuals] develop a sense of personal identity: values, beliefs, roles, etc. That is an exploratory process. Part of that process is getting feedback from peers or parents or other adults, and it can be really powerful if it is a respected and valued adult.”"],["p.para",{"id":"p12","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p12"},"Brother Duerden continues, “The most effective mentoring roles are built on common respect for each other and the youth’s feeling that there is someone who really cares about him no matter how he dresses or speaks.”"],["p.para",{"id":"p13","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p13"},"“Most boys long to have a relationship with their dads,” says Brother Sylvester. “If they don’t have that, the next best thing is to be able to have a male adult figure they can talk to, bounce ideas off, and not be judged, ridiculed, or criticized because of their problems. I wasn’t there to replace their dads, but I wanted to be there so they could talk to me in a way that is healthy.”"],["p.para",{"id":"p14","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p14"},"While adult Church leaders can play a critical role in helping mentor a teen, prophets and apostles have said that the primary role models for youth are their parents. For example, Elder M. Russell Ballard of the Quorum of the Twelve Apostles has said: “Fathers, you are the primary model of manhood for your sons. You are their most meaningful mentor, and believe it or not, you are their hero in countless ways. Your words and your example are a great influence on them” (“Fathers and Sons: A Remarkable Relationship,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2009, 47)."],["p.para",{"id":"p15","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p15"},"None of the strong relationships that Brother Sylvester created with the young men were immediate; he had to cultivate those relationships through years of service. Of the 20 young men he taught, 17 went on to serve missions. At least 5 of these had no intention of serving before interacting with Brother Sylvester."],["p.para",{"id":"p16","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p16"},"“The reason why I had such success with these boys is that they knew I absolutely loved them,” Brother Sylvester says. “They knew it—not because I said it but because I acted it. I really focused on their having a relationship with their Savior. I just felt that was the key for them to get through everything and to move forward in life and be successful.”"],["p.para",{"id":"p17","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p17"},"By helping young men develop a relationship with the Savior, Brother Sylvester hoped that their testimonies would lead them toward serving missions, being married in the temple, and raising a righteous family. “That is the plan of happiness,” he says. “That is why [helping the youth] is important.”"]],[".resources",[".sideQuote",{"id":"f42","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.f42"},["p.para",{"id":"p18","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p18"},"“It is important to have shared experiences with the youth so you are on the same playing field. Instead of standing on the sidelines, you need to actively participate. There is real power in shared experiences."],["p.para",{"id":"p19","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p19"},"“All members should be engaged with youth, regardless of their calling.”"],[".citationInfo",["p.para",{"id":"p20","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p20"},"Mat Duerden, assistant professor, Brigham Young University"]]],[".moreInfo",[".title","Success Stories"],["p.para",{"id":"p22","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p22"},"The following young men had positive role models who made a difference in their lives."],[".quote",{"id":"f43","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.f43"},[".title","I Never Missed Sacrament Meeting Again"],["p.para",{"id":"p24","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p24"},"As an adolescent, I went through the normal trials of those that age. In addition, I had a father who was not active in the Church, so my mother was my only reference point in the gospel. Though I may not have realized it, I needed a priesthood holder to emulate."],["p.para",{"id":"p25","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p25"},"Heavenly Father placed in my path a man who still, to this day, exercises great influence on me. His name is Paulo César dos Santos."],["p.para",{"id":"p26","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p26"},"I recall one Sunday when I did not want to go to church. I wanted my mother to leave me in peace. I told her that she could go on ahead to church and I would get ready and go a little later. I did not go but stayed home and watched a race on TV. After a while, though, I heard Bishop Paulo’s familiar voice calling from the gate. He patiently talked to me, and I reluctantly went to sacrament meeting."],["p.para",{"id":"p27","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p27"},"This experience had a lifelong effect on me, and I have never missed a sacrament meeting since."],[".bio",["p.para",{"id":"p28","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p28"},"Vinicius Elias Barbosa Jardim, São Paulo, Brazil"]]],[".quote",{"id":"f44","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.f44"},[".title","He Saw Me as a Child of God"],["p.para",{"id":"p30","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p30"},"Throughout my youth in Missouri, USA, Blaine Bartholomew, a member of the stake Young Men presidency, was a good friend to me at activities. However, I never took his friendship or advice to heart. It wasn’t until I became 18 that a deeper relationship truly began. He watched me struggle and continue to fall, and as my bishop at the time, he tried to counsel me and lead me back to the path of righteousness. Eventually I fell into drugs and alcohol, and after moving away, I continued on that downward course."],["p.para",{"id":"p31","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p31"},"When I returned home, I remembered Blaine and the love he had for me. He willingly continued that friendship and made me a part of his family. He became not only a friend but also a second father. Many times when I was drunk or under the influence of drugs he took care of me."],["p.para",{"id":"p32","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p32"},"I am older now and cherish my relationship with Blaine. His constant encouragement, love, and support have meant more than he can know. He has never doubted my potential as a child of God. Now I am trying to overcome my sins and pride and am on the verge of making covenants I never imagined I would be able to make. I am grateful that Heavenly Father raised up such a man to be an example for me."],[".bio",["p.para",{"id":"p33","uri":"/liahona/2013/09/todays-young-men-need-righteous-role-models.p33"},"Name withheld, Utah, USA"]]]]]]]],"refs":null}
