{"id":22,"parent_id":20,"book_id":22358,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 12: “I Am the Bread of Life”","subtitle":"","short_title":12,"uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life"},[".heading",{"id":"head3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.head3"},[".titleNumber","12"],["h1","“I Am the Bread of Life”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p4"},"Jesus is the bread of life to all who will accept him as their personal Savior."]]],[".bodyBlock",[".",{"id":"f10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_012_01-map.gif"}]],[".figure",{"id":"f11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.f11"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","The Third Year of Jesus’ Public Ministry"],["p.para","The Galilean Ministry"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Matthew"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Mark"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Luke"]],["th",{"colspan":"1","rowspan":"1"},["p.para","John"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Near Bethsaida, Tetrarchy of Philip"],["p.para","Five Thousand Fed"]],["td",{"colspan":"1","rowspan":"1"},["p.para","14:14–21"]],["td",{"colspan":"1","rowspan":"1"},["p.para","6:33–44"]],["td",{"colspan":"1","rowspan":"1"},["p.para","9:11–17"]],["td",{"colspan":"1","rowspan":"1"},["p.para","6:1–14"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Near Sea of Galilee"],["p.para","Jesus Prevents Their Making Him King"]],["td",{"colspan":"1","rowspan":"1"},["p.para","14:22, 23"]],["td",{"colspan":"1","rowspan":"1"},["p.para","6:45, 46"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","6:15"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Sea of Galilee"],["p.para","Jesus Walks on Sea"]],["td",{"colspan":"1","rowspan":"1"},["p.para","14:24–33"]],["td",{"colspan":"1","rowspan":"1"},["p.para","6:47–52"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","6:16–21"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Capernaum, Galilee"],["p.para","Bread of Life Discourse"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","6:22–71"]]]]]],[".sidebar",["h2","Introduction"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p46"},"Jesus, having called and appointed his twelve apostles, charged them to go forth in his name, bearing witness to the truth. Attention has also been focused upon the vital principle of delegated authority, the means by which the Savior governs his church on earth in every age, including our own. Finally, we have discussed what it means to receive the servants of the Lord."],["p.para",{"id":"p47","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p47"},"The calling of the Twelve concluded the second year of our Savior’s formal ministry on earth. From this point on, Jesus’ eyes are firmly fixed on Jerusalem and on the prime purpose for his coming into the world: to make an atoning sacrifice for the sins of men. One gets an impression of increasing tempo leading to a climax—a crescendo, as it were—as Jesus’ life approaches its most critical moments. As we study the third and final year of our Savior’s ministry, we encounter one of Jesus’ most impressive miracles: the feeding of more than five thousand people with the contents of a boy’s lunch. The Jewish people were eagerly anticipating the appearance of a great king, one with such wondrous powers that he would disperse their political enemies right and left. Any man capable of such a miracle as Jesus had wrought (they appear to have reasoned) must surely be their long-awaited Messiah. So convinced were they that they tried to take Jesus by force and make him their king. But Jesus refused. He had not come to feed men’s physical bodies nor to provide for their temporal needs. His mission was far greater than that, a spiritual quest of greatest importance to all men. This may be said to represent a turning point of our Savior’s ministry with the masses, for when these thousands discovered that Jesus would not provide for them in the manner that they anticipated their Messiah would, they turned from him in disappointment."],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p48"},["span.emphasis","Before proceeding, read all the scriptural references in the reading block."]]],[".topic",["h2","Interpretive Commentary"],[".topic",[".topic",["h4","(12-1)",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.37"},"Mark 6:37"],". What Is Meant by the Phrase “Two Hundred Pennyworth of Bread”?"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p51"},"As used in the New Testament, the words",["span.emphasis","penny"],"and",["span.emphasis","pennyworth"],"mean the same thing. The coinage in use was that of Rome, and the penny, or",["span.emphasis","denarius,"],"was the chief Roman silver coin. It was worth about fifteen to seventeen of our cents. Two hundred pennyworth of bread would have cost approximately thirty-two dollars. (See Smith,",["span.emphasis","A Dictionary of the Bible,"],"rev. ed., s.v. “Penny, Pennyworth.”)"]],[".topic",["h4","(12-2)",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.25"},"Matthew 14:25"],". What Is Meant by the “Fourth Watch of the Night”?"],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p53"},"Probably because of the influence of their Mediterranean neighbors, the Greeks and the Romans, the Jews in New Testament times divided the night into military watches instead of hours. Each",["span.emphasis","watch"],"represented the length of time a given sentinel remained on duty. The first watch commenced at 6:00 P.M. and ended at 9:00 P.M.; the second went from 9:00 P.M. to 12:00 midnight; the third from 12:00 to 3:00 A.M.; and the fourth watch was from 3:00 A.M. to 6:00 A.M. (See Smith,",["span.emphasis","Dictionary,"],"s.v. “Watches of night.”)"]],[".topic",["h4","(12-3)",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.30,31"},"Matthew 14:30, 31"],". How Is Peter’s Experience of Walking on the Water like Our Own When Faith Wavers?"],["p.para",{"id":"p55","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p55"},"“The comparison the Lord makes between the wavering soul and the wave of the sea driven with the winds and tossed has touched the lives of many. Most of us have seen the calm seas, and at other times the damage caused when the winds become intense and the waves rise and become powerful, destructive forces. A parallel can be drawn to the buffetings of Satan. When we are serene and on the Lord’s side, Satan’s influence is not felt; but when we cross over and are deceived by the winds of false doctrine, by the waves of man-made philosophies and sophistries, we can be drenched, submerged, and even drowned in the depths of disbelief, and the Spirit of the Lord driven completely from our lives. These deceived and wavering souls cannot, because of their incontinence, expect to receive anything of the Lord.” (Delbert L. Stapley in",["span.emphasis","CR,"],"Apr. 1970, p. 74.)"]],[".topic",["h4","(12-4)",["a.scriptureRef",{"href":"/scriptures/nt/john/6.25"},"John 6:25"],". What Is a Rabbi?"],["p.para",{"id":"p57","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p57"},"The word",["span.emphasis","rabbi,"],"which literally means “my great one,” was a term of highest respect among the ancient Jews. The local rabbi in any given village was one of the most educated men in the area, generally a graduate of a recognized rabbinical school, and one designated to teach the people. Jesus’ followers appear to have felt that he was such a graduate, likely because he showed so much learning. A rabbi literally devoted himself to serving the common people by teaching them in their synagogues, by administering to their wants and needs by charitable means, and by continuing study and application of the law of Moses (Torah) as he understood it."]],[".topic",["h4","(12-5)",["a.scriptureRef",{"href":"/scriptures/nt/john/6.31-32"},"John 6:31–32"],". What Is Manna?"],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p59"},"During their forty-year sojourn in the wilderness, Moses and the children of Israel were fed with bread from heaven. A study of Old Testament passages indicates that manna came in the form of a small deposit found on the ground daily except on the Sabbath. According to the Lord’s provisions it had to be gathered early in the day, before the heat of the sun could melt it, and only enough was to be taken as would prove sufficient for the day. On the day before the Sabbath, double quantities were gathered so the people could eat on the Sabbath. Manna had a taste like that of fresh oil or like wafers made with honey, and was used by the Israelites to sustain a population of about two million people for forty years. It was prepared for eating by grinding and baking and was always regarded as a miraculous gift from God rather than as a product of nature. (See Smith,",["span.emphasis","Dictionary,"],"s.v. “Manna.”)"]],[".topic",["h4","(12-6)",["a.scriptureRef",{"href":"/scriptures/nt/john/6.14,15"},"John 6:14, 15"],". Why Did So Many of Jesus’ Followers Seek to Make Him Their King?"],["p.para",{"id":"p61","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p61"},"Many of the Jews of Jesus’ time were caught up in a feverish expectation for an imminent appearance of their long-awaited Messiah. The oppressive hand of Roman domination grew heavier day by day. It was only natural, therefore, that they thought they saw in Jesus the fulfillment of their earthly hopes and dreams. Did he not possess miraculous powers? Had he not changed ordinary water into wine, raised the dead, healed the sick, and turned a few loaves of bread and fish into sufficient food to feed more than five thousand people? Could he not turn those same powers against Rome and free the Jews from foreign subjugation?"],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p62"},"“The multitude, now fed and filled, gave some consideration to the miracle. In Jesus, by whom so great a work had been wrought, they recognized One having superhuman powers. ‘This is of a truth the prophet that should come into the world,’ said they—the Prophet whose coming had been foretold by Moses and who should be like unto himself. Even as Israel had been miraculously fed during the time of Moses, so now was bread provided in the desert by this new Prophet. In their enthusiasm the people proposed to proclaim Him king, and forcibly compel Him to become their leader. Such was their gross conception of Messianic supremacy.” (Talmage,",["span.emphasis","Jesus the Christ,"],"p. 335.)"]],[".topic",["h4","(12-7)",["a.scriptureRef",{"href":"/scriptures/nt/john/6.66"},"John 6:66"],". Why Did So Many of Jesus’ Disciples Turn from Him Following the Sermon on the Bread of Life?"],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p64"},"Consider these words from President David O. McKay as they apply to all who would be disciples of our Savior:"],["p.para",{"id":"p65","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p65"},"“[The sermon on the Bread of Life as recorded by John] is highly spiritual, and contains references about Christ as the ‘Bread of Life,’",["span.emphasis","which His followers could not believe."],"They could not comprehend what He was saying, and many of them walked away. …"],["p.para",{"id":"p66","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p66"},"“… the twelve … slightly glimpsed the spiritual significance of that sermon. …"],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p67"},"“… Those apostles had that day the power and privilege of making a choice—",["span.emphasis","whether they would walk with those who were impressed only with the physical favors, advantages, which nature could give, or whether their gifts heed to the spiritual in man."],"…"],["p.para",{"id":"p68","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p68"},"“… Such a decision may determine whether one responds to the call of one’s soul to rise, or yields to the tendency to grovel. …"],["p.para",{"id":"p69","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p69"},"“… the disciples of Jesus glimpsed a light that would enlighten their souls spiritually as the sun replaces darkness with beams of light. But",["span.emphasis","there are few persons who see that Light"],"or even believe in the fuller life, and",["span.emphasis","often after glimpsing it, they turn away to the grosser and more sordid"],"things.” (“Whither Shall We Go?,”",["span.emphasis","Speeches of the Year,"],"1961, pp. 2–4. Italics added.)"]]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","Jesus Proclaimed His Messiahship in the Bread of Life Sermon"],[".quote",["p.para",{"id":"p72","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p72"},"The day following the miracle of the five thousand, the same group of Jews appeared for another “handout.” They apparently were not concerned with Jesus’ message or his mission, except only as it satisfied their own physical desires. The sermon on the Bread of Life is highly spiritual. To be understood, its message must be carefully studied and pondered. Let us break it into segments and consider its deeper implications. In order to do this, it will be necessary to read again several important passages. As you do so, underline those verses in which Jesus speaks directly of his messiahship. Read and underline",["a.scriptureRef",{"href":"/scriptures/nt/john/6.26,27"},"John 6:26, 27"],"."],["p.para",{"id":"p73","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p73"},"When the Jews discovered that Jesus was not going to provide for their physical needs again, how did they react? Why did they demand a sign? How did Jesus respond? (See",["a.scriptureRef",{"href":"/scriptures/nt/john/6.32-35"},"John 6:32–35"],".)"],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p74"},"As you consider the words of Jesus and the response thereto by the Jews, what questions arise in your mind? Did our Savior’s listeners not understand, or did they purposely misunderstand? Bread is the very staff of life, to the ancients as well as ourselves. Moreover, the Jews were skilled in allegory and verbal imagery. When Jesus said, “I am the bread of life,” any other interpretation than that which he intended was a mere twisting of his words. It was as if the Jews were saying, “Why, we know him. He is Jesus, son of Joseph the carpenter. How, then, can he say that he came down from heaven and that God is his father?”"],["p.para",{"id":"p75","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p75"},"Jesus was not content to drop the matter there. In order to seal his testimony in the hearts of his unbelieving listeners, he repeated it again, this time more forcefully. As you read and underline, note the strength of the following verses from John, chapter 6:47–51."],["p.para",{"id":"p76","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p76"},"Once again the Jews pretended not to understand. “How can this man give us his flesh to eat?” they asked. But Jesus did not mean that men should literally eat his flesh and drink his blood. His language at this point, like that used throughout the sermon, was symbolic. Note his explanation of his words in",["a.scriptureRef",{"href":"/scriptures/nt/john/6.63"},"John 6:63"],"."]],[".topic",["h4","(12-8) The Jews, like Many Today, Lacked Spiritual Understanding of Christ’s Mission"],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p78"},"“This querulous, unbelieving attitude on the part of the Jews was, not only wholly unwarranted, but from Jewish lips it bordered on absurdity. Probably no people in all history understood better or had made more extensive use of symbolical and figurative language than they had. Further, Jesus had just taught them the doctrine of the Bread of Life. For them to pretend not to know that eating the flesh of Jesus meant accepting him as the Son of God and obeying his words could only mean that they were wilfully closing their eyes to the truth.” (McConkie,",["span.emphasis","DNTC,"],"1:359.)"]]],[".topic",["h3","Jesus Becomes the Bread of Life to All Who Accept Him as Their Redeemer"],[".quote",["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p80"},"How many times have you heard people ask, “Why do we partake of the sacrament so often? What is the purpose of the sacrament, anyway?” The answers to these and related questions are not hard to find. We partake of the sacrament in remembrance of Jesus, in token of our promise to always remember him, to keep his commandments, and to take upon us his sacred name. For many the experience is only a perfunctory exercise, a ritual to undergo because one has membership in the Church. For others, it is an opportunity for communion with Jesus Christ, an opportunity to partake of his Spirit. The following story, related by a girl who came to sense the meaning of how Jesus is the bread of life, will illustrate what is meant:"],[".topic",["h4","The Bread of Life"],["p.para",{"id":"p82","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p82"},"I had never thought much about sacrament meetings prior to attending college. To me they were an opportunity to meet my friends and to discuss our plans for the week. I felt no particular spiritual uplift from them."],["p.para",{"id":"p83","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p83"},"When I came to school, I took a class in New Testament. One day we were discussing the great sermon by Jesus called the Bread of Life, and I found myself unable to understand what the teacher was saying. After class I went to his office and asked for an interview. I said that I hoped he could enlighten me some. Specifically, I wished to know how Jesus could become the bread of life to me."],["p.para",{"id":"p84","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p84"},"My teacher began patiently. He said that there were many ways to partake of the bread of life. He referred to the great mission of our Savior, and spoke of the great gift which the Father offered us all in the person of the Son and of the offering of the Son in giving his life for men’s sins. I had heard it all before, and it didn’t stir my soul at all."],["p.para",{"id":"p85","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p85"},"Finally my teacher asked, “Do you understand the atonement of Christ?” I replied that I knew he had taken upon himself the sins of men and had died for us. “Do you know what it cost him to make such an atonement?” I replied that I did not. He then began rehearsing for me the terrible suffering of our Savior, the suffering of both body and spirit to the extent that it caused him, even God, to bleed at every pore—a suffering which he willingly took upon himself, a suffering so intense that it covered the punishment due for the sins of all men. And to think that at any time our Savior could have withdrawn—he had the power; at any time he could have said, “Be gone,” and all of his accusers and tormentors would have withered as dried reeds. He could have saved himself but he did not."],["p.para",{"id":"p86","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p86"},"I was impressed; who wouldn’t be? But when the teacher said that my own sins and his were among those which gave the Savior pain, I looked within and did not like what I saw. And I began to weep—at my angry thoughts, my unholy thoughts, my backbiting, my greed. I wept because of them, not only because I was sorry—for I had been sorry before—but because I knew for the first time that I had been partly to blame for the Savior’s terrible suffering. Before this time I had put all the blame upon those wicked Jews. “How could they have been so blind?” I had wondered. “Couldn’t they see that this was the Son of God?” Now for the first time I saw the suffering of the Savior in relation to myself. The Jews were not alone responsible for the Savior’s suffering. I was also to blame. It was I, and all of us, who had been the cause of his death."],["p.para",{"id":"p87","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p87"},"My heart was sincerely touched with my new realization, and I cried. I found myself wishing that some great suffering might come upon me so that I could, in some way, rid myself of the torment and guilt I felt. For I did feel guilty—guilty of the blood of him who had died. I had been evil at times—happy to do wrong; yes, even glorified in my wickedness at times. Afterwards I had felt a little twinge of conscience and vowed that I would do better; then I pushed the wrong deed into the back of my mind. At no time did I realize that I was adding to the incomprehensible suffering of my Savior."],["p.para",{"id":"p88","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p88"},"As I thought on these things, however, a flood of memories came rushing back to me, and I remembered my many wrongs. Not that I was evil as regards our civil or moral laws, for in these I knew that I had not erred. But in the light of this new thing I was painfully aware of my greatest sins—my carelessness; yes, even my blasphemy. I now realized how irreverent I had been in remembering the emblems of his death. I had gone my merry way, basking in his love; I had sinned and was flippantly sorry, and then I sinned again. And at none of these times did I realize that I, even in my slightest evils, was helping to crucify my Lord. How many times had I looked at his picture during the administration of the sacrament and said under my breath, “Yes, Lord, I do love thee.” Then I had taken the sacred emblems into my mouth and immediately begun wishing for a new hat like the one I saw in front of me. How many times had I prayed during the sacrament and said, “Dear Lord, I thank thee for all that I have, and now please give me this and give me that.” And never once did I truly thank him for his gift to me nor ask his forgiveness for my sins. Or how many times had I come to the sacrament table and asked forgiveness for my own transgressions, still holding a grudge against those who had transgressed against me."],["p.para",{"id":"p89","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p89"},"All these things and many, many others stood bright and clear before me, and I was weak and sick with shame. How sad he must be for my hypocrisy! But even in my darkest moment I knew that he still loved me. Even then—in fact, then more than ever—I could feel the warmth and peace of his love. Then suddenly, the light flashed on bright and perfect and clear as crystal. “This is it!” I exulted. “This is the love of God—the love of God which sheddeth itself abroad in the hearts of the children of men. This is that bread of life, that living water which, if a man will eat or drink of it, he shall never hunger or thirst again.”"],["p.para",{"id":"p90","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p90"},"My heart leaped with joy, and I wept again. This time it was not with sorrow or shame, but with joy, for I had tasted of his love and forgiveness, and I knew what it was. It was the same thing I had felt on many occasions before but could not recognize. This time I knew that I knew. I had indeed felt of his Spirit and of the strength that comes through seeking a personal relationship with him."]]],[".topic",["h4","(12-9) We Partake of the Sacrament to Satisfy Our Spiritual Hunger"],["p.para",{"id":"p92","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p92"},"“I have always looked upon this blessed privilege as the means of spiritual growth, and there is none other quite so fruitful in the achievement of that end as the partaking, worthily, of the sacrament of the Lord’s supper. We eat food to stimulate our physical bodies. Without the partaking of food we would become weak and sickly, and fail physically. It is just as necessary, for our spiritual body, that we should partake of this sacrament and by it obtain spiritual food for our souls."],["p.para",{"id":"p93","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p93"},"“We must come, however, to the sacrament table hungry. If we should repair to a banquet where the finest of earth’s providing may be had, without hunger, without appetite, the food would not be tempting, nor do us any good. If we repair to the sacrament table, we must come hungering and thirsting for righteousness, for spiritual growth."],["p.para",{"id":"p94","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p94"},"“How can we have",["span.emphasis","spiritual"],"hunger? Who is there among us that does not wound his spirit by word, thought, or deed, from Sabbath to Sabbath? We do things for which we are sorry and desire to be forgiven, or we have erred against someone and given injury. If there is a feeling in our hearts that we are sorry for what we have done, if there is a feeling in our souls that we would like to be forgiven, then the method to obtain forgiveness is not through rebaptism; it is not to make confession to man; but it is to repent of our sins, to go to those against whom we have sinned or transgressed and obtain their forgiveness and then repair to the sacrament table where, if we have sincerely repented and put ourselves in proper condition, we shall be forgiven, and spiritual healing will come to our souls. It will really enter into our being. You have felt it."],["p.para",{"id":"p95","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p95"},"“I am a witness that there is a spirit attending the administration of the sacrament that warms the soul from head to foot; you feel the wounds of the spirit being healed, and the load being lifted. Comfort and happiness come to the soul that is worthy and truly desirous of partaking of this spiritual food.” (Ballard,",["span.emphasis","Melvin J. Ballard … Crusader for Righteousness,"],"pp. 132–33.)"]]],[".topic",["h3","How Can the Sacrament Help You to More Fully Accept the Lord as Your Savior?"],[".quote",["p.para",{"id":"p97","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p97"},"What can you personally do to ensure that this action is not just surface religion, to see that it literally becomes, as the blessing thereon states, sanctified to your soul? How can you make it a true spiritual experience?"],["p.para",{"id":"p98","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p98"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.28-32"},"3 Nephi 18:28–32"],"and ask yourself this question: What is happening in my life if I do not partake of the sacrament with proper reverence and preparation?"],["p.para",{"id":"p99","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p99"},"Carefully consider the following words of Elder Bruce McConkie as he writes concerning the meaning of the term “Bread of Life,” and how the sacrament relates to it."],["p.para",{"id":"p100","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p100"},"To eat the flesh and drink the blood of the Son of God is, first, to accept him in the most literal and full sense, with no reservation whatever, as the personal offspring in the flesh of the Eternal Father; and, secondly, it is to keep the commandments of the Son by accepting his gospel, joining his Church, and enduring in obedience and righteousness unto the end. Those who by this course eat his flesh and drink his blood shall have eternal life, meaning exaltation in the highest heaven of the celestial world. Speaking of ancient Israel, for instance, Paul says: They “did all eat the same spiritual meat; And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.3-4"},"1 Cor. 10:3–4"],".)"],["p.para",{"id":"p101","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-4-the-third-year-of-jesus-public-ministry/chapter-12-i-am-the-bread-of-life.p101"},"In the waters of baptism the saints take upon themselves the name of Christ (that is, they accept him fully and completely as the Son of God and the Savior of men), and they then covenant to keep his commandments and obey his laws. (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.7-10"},"Mosiah 18:7–10"],".) To keep his saints in constant remembrance of their obligation to accept and obey him—or in other words, to eat his flesh and drink his blood—the Lord has given them the sacramental ordinance. This ordinance, performed in remembrance of his broken flesh and spilled blood, is the means provided for men, formally and repeatedly, to assert their belief in the divinity of Christ, and to affirm their determination to serve him and keep his commandments; or, in other words, in this ordinance—in a spiritual, but not a literal sense—men eat his flesh and drink his blood. (DNTC, 1:358.)"]]]]]]]],"refs":null}
