{"id":3,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":3,"title":"Chapter 1: The Keystone of Our Religion","subtitle":"","short_title":"Chapter 1","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.head1"},[".titleNumber","Chapter 1"],["h1","The Keystone of Our Religion"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p4"},"This lesson gives you an opportunity to set the tone for the entire course. Your personal testimony and enthusiasm are important in your discussions with students about the significance of the Book of Mormon in their lives. Encourage students to thirst for the spiritual truths in this sacred volume of scripture. Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles declared: “Nothing in our history and nothing in our message cuts to the chase faster than our uncompromising declaration that the Book of Mormon is the word of God. On this issue we draw a line in the sand” (",["span.crossRef","“True or False,”",["span.emphasis","New Era,"],"June 1995, 66"],")."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","The Book of Mormon is another testament of Jesus Christ."]],["li",["span.label","•"],[".para","The Book of Mormon is the keystone of our religion."]],["li",["span.label","•"],[".para","Many witnesses have testified of the truthfulness of the Book of Mormon."]],["li",["span.label","•"],[".para","We draw closer to the Lord as we prayerfully study the Book of Mormon."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3","The Book of Mormon Is Another Testament of Jesus Christ"],["div",{"id":"p12","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p12"},"Invite students to look at their copies of the Book of Mormon to find the subtitle: “Another Testament of Jesus Christ.” Or hold up a copy showing the subtitle."],["ul.bullet",["li",["span.label","•"],[".para","Why is another witness of Jesus Christ valuable? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.28"},"D&C 6:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.16"},"Matthew 18:16"],".)"]]],["div",{"id":"p14","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p14"},"To help students understand the meaning of the word",["span.emphasis","testament,"],"consider inviting them to read the statements by President Boyd K. Packer and President Ezra Taft Benson on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-1-keystone-of-our-religion.p34"},"page 6"],"in the student manual. President Benson’s statement is also available on the companion DVD",["span.dominant","A"],"."]],[".topic",["h3","Title Page"],["div",{"id":"p16","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p16"},"Ask students to turn to the title page of the Book of Mormon. This page begins with the words “The Book of Mormon, an account written by the hand of Mormon upon plates taken from the plates of Nephi.” Explain that Joseph Smith translated this page from the gold plates (see",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-1-keystone-of-our-religion.p9"},"page 4"],"in the student manual). Invite students to silently read the first paragraph, looking for information that describes the miraculous nature of the Book of Mormon. Ask them to share what they find."],["ul.bullet",["li",["span.label","•"],[".para","What are two or three things you learn from the first paragraph of the title page?"]]],"Write",["span.emphasis","convince"],"on the board. Invite students to silently read the second paragraph on the title page, looking for the answer to this question:",["ul.bullet",["li",["span.label","•"],[".para","Of what did the Book of Mormon writers want to convince the world?"]]],["div",{"id":"p20","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p20"},"After a student answers this question, you may need to explain that the word",["span.emphasis","Christ"],"means “anointed one” in Greek. In Hebrew,",["span.emphasis","Messiah"],"means “anointed one.” The prophet Lehi once referred to Jesus Christ as “a Messiah, or, in other words, a Savior of the world” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.4"},"1 Nephi 10:4"],"). Therefore, when we say that Jesus is the Christ, we are testifying that He was the One who was anointed to save us."],["ul.bullet",["li",["span.label","•"],[".para","How has the Book of Mormon convinced you that Jesus is the Christ?"]]],["div",{"id":"p22","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p22"},"To encourage students to share their testimonies in response to this question, consider asking them to think about passages from the Book of Mormon that have strengthened their testimony of the Savior. Invite them to share their thoughts in pairs or in small groups, reading the passages to one another and explaining why they chose the passages."],["div",{"id":"p23","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p23"},"At some point in this discussion, you may want to share one or two Book of Mormon passages that have strengthened your testimony that Jesus is the Christ. Share your testimony of the Book of Mormon. Tell students that during this course, you hope to help them strengthen their testimonies of the Book of Mormon and of Jesus Christ."],["div",{"id":"p24","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p24"},"Invite students to say the missing words as you read the following phrases:"],["div",{"id":"p25","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p25"},"The lost ten",["span.textInput","_______________"],"(tribes)"],["div",{"id":"p26","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p26"},"The stick of",["span.textInput","_______________"],"and the stick of",["span.textInput","_______________"],"(Judah, Joseph)"],["div",{"id":"p27","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p27"},"Abraham, Isaac, and",["span.textInput","_______________"],"(Jacob)"],["div",{"id":"p28","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p28"},["span.textInput","_______________"],"and the coat of many colors (Joseph)"],["div",{"id":"p29","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p29"},"The",["span.textInput","_______________"],"land (promised)"],["div",{"id":"p30","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p30"},"Ask students to identify what these phrases have in common. Help them see that the phrases are connected with the house of Israel, the Lord’s covenant people."],["ul.bullet",["li",["span.label","•"],[".para","What are some meanings of the phrase “house of Israel”?"]]],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p32"},"To ensure that class members have a basic understanding of this topic, consider using the first two bulleted items under “The Book of Mormon Affirms God’s Covenant with Israel” on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-1-keystone-of-our-religion.p25"},"pages 5–6"],"in the student manual. Ensure that they understand that as members of the Lord’s Church, they are part of the house of Israel."],["div",{"id":"p33","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p33"},"Ask class members to review the second paragraph of the title page, looking for two things the Book of Mormon teaches members of the house of Israel. (“To show unto the remnant of the House of Israel what great things the Lord hath done for their fathers; and that they may know the covenants of the Lord, that they are not cast off forever.”)"],["ul.bullet",["li",["span.label","•"],[".para","How does it help us to learn about the great things the Lord has done for His covenant people in the past?"]]],["div",{"id":"p35","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p35"},"How does",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29-31"},"Doctrine and Covenants 132:29–31"],"help us understand our connection to the covenant people in the past?"],["div",{"id":"p36","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p36"},"To help students understand how the Book of Mormon affirms the Lord’s covenants with His people, you may want to ask them to open their student manuals to",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-1-keystone-of-our-religion.p32"},"page 6"],". Ask someone to read the statement by Elder Bruce R. McConkie. Invite students to explain in their own words what Elder McConkie taught about the role of the Book of Mormon in the gathering of Israel."],["div",{"id":"p37","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p37"},"Suggest that as students study the Book of Mormon during this course, they look for teachings about the covenants the Lord has made with the house of Israel. Also invite them to ponder the significance of these covenants in their personal lives."],["div",{"id":"p38","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p38"},"Ask students to read the last three lines of the title page, looking for the Lord’s warning."],["ul.bullet",["li",["span.label","•"],[".para","What does this warning suggest about those who condemn the Book of Mormon?"]]]],[".topic",["h3","The Book of Mormon Is the Keystone of Our Religion"],["div",{"id":"p41","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p41"},"On the board, draw a simple illustration of an arch, like the one below. Identify the keystone, which is shaded in the illustration. Invite students to explain the significance of a keystone."],["div",{"id":"p42","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p42"},"Ask students to turn to the introduction to the Book of Mormon. Invite one of them to read the sixth paragraph."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think Joseph Smith compared the Book of Mormon to a keystone?"]],["li",["span.label","•"],[".para","Why is the Book of Mormon crucial to the restored gospel?"]],["li",["span.label","•"],[".para","How does our testimony of the Book of Mormon influence our testimony of other aspects of the gospel?"]]],["div",{"id":"p46","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p46"},"As part of this discussion, you may want to have students read the last two paragraphs in the introduction. You might also have them read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8-12"},"Doctrine and Covenants 20:8–12"],"."],["ul.bullet",["li",["span.label","•"],[".para","How does gaining a testimony of the Book of Mormon help people know that Joseph Smith is a true prophet and that The Church of Jesus Christ of Latter-day Saints is the true Church?"]]],["div",{"id":"p48","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p48"},"Share your feelings about how a testimony of the Book of Mormon is the keystone of a testimony of Jesus Christ and the restored gospel."]],[".topic",["h3","Many Witnesses Have Testified of the Truthfulness of the Book of Mormon"],["div",{"id":"p50","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p50"},"Write",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.12-14"},"2 Nephi 27:12–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.2-4"},"Ether 5:2–4"]],"on the board. Invite the class to silently read these verses, looking for why the Lord provided witnesses of the gold plates. Ask students to share what they have found."],"Invite half of the class to silently read The Testimony of Three Witnesses, and invite the other half to silently read The Testimony of Eight Witnesses. Ask them to look for answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What did this group of witnesses see?"]],["li",["span.label","•"],[".para","How were they shown the plates?"]]],"When each group has shared their answers to these questions, ask the entire class to discuss the following question:",["ul.bullet",["li",["span.label","•"],[".para","What is the value of including these testimonies in the front of the Book of Mormon?"]]],[".blockQuote",[".preamble","You may want to share the following testimony of David Whitmer, one of the Three Witnesses:"],["div",{"id":"p57","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p57"},"“It was in June, 1829—the latter part of the month. … We not only saw the plates of the Book of Mormon but also the brass plates, the plates of the Book of Ether, the plates containing the records of the wickedness and secret combinations of the people of the world down to the time of their being engraved, and many other plates. … There appeared as it were, a table with many records or plates upon it, besides the plates of the Book of Mormon, also the sword of Laban, the directors—",["span.emphasis","i.e.,"],"the ball which Lehi had, and the Interpreters [Urim and Thummim]. I saw them … , and I heard the voice of the Lord, as distinctly as I ever heard anything in my life, declaring that the records of the plates of the Book of Mormon were translated by the gift and power of God” (in George Reynolds, “History of the Book of Mormon,”",["span.emphasis","Contributor,"],"Aug. 1884, 403)."]],["div",{"id":"p58","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p58"},"Tell students that the Lord Himself has borne witness of the truthfulness of the Book of Mormon. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.6"},"Doctrine and Covenants 17:6"],". Invite students to share comments or impressions about this verse."],["div",{"id":"p59","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p59"},"Explain that since the beginning of the Restoration, millions of people have gained a witness of the Book of Mormon through the power of the Holy Ghost."],["ul.bullet",["li",["span.label","•"],[".para","What are some ways you share your testimony of the Book of Mormon?"]]],["div",{"id":"p61","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p61"},"Divide the class into pairs. Ask students to review the introduction to the Book of Mormon and a few of their favorite passages from the book itself, thinking about what they might say to introduce the Book of Mormon to someone. They may want to mark these passages in their scriptures. After students have had enough time to do this, ask them to share their ideas with their partners."],["div",{"id":"p62","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p62"},"Ask one or two students to share their feelings about a time when they have presented the Book of Mormon to someone. Or ask them to tell about a time when someone gave a copy of the Book of Mormon to them."]],[".topic",["h3","We Draw Closer to the Lord as We Prayerfully Study the Book of Mormon"],["div",{"id":"p64","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p64"},"Direct students’ attention to the sixth paragraph in the introduction to the Book of Mormon. Give students time to think of stories, themes, and teachings in the Book of Mormon that have helped them “get nearer to God.” Students may write their ideas if they desire."],["ul.bullet",["li",["span.label","•"],[".para","What stories, themes, or teachings did you think of? In what ways do these stories, themes, or teachings help you draw closer to God?"]]],"You may want to select a few of the stories, themes, or teachings mentioned by the students and guide discussions about them. For example, you could ask:",["ul.bullet",["li",["span.label","•"],[".para","What can we learn from the example of the people in this story?"]],["li",["span.label","•"],[".para","Where else have you seen this theme in the Book of Mormon? Why do you think this theme is repeated so often in the book?"]],["li",["span.label","•"],[".para","How can this teaching help us live a Christ-centered life?"]]],["div",{"id":"p70","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p70"},"Invite students to tell about how their study of the Book of Mormon has helped them draw closer to the Lord."],["div",{"id":"p71","uri":"/manual/book-of-mormon-teacher-manual/chapter-1-the-keystone-of-our-religion.p71"},"Share your testimony of the power of the Book of Mormon. Encourage students to expand their testimonies through prayerful study during this course."]]]]],"refs":null}
