{"id":55,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":55,"title":"Chapter 53: Moroni 1–6","subtitle":"","short_title":"Chapter 53","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.head1"},[".titleNumber","Chapter 53"],["h1","Moroni 1–6"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p4"},"The first six chapters of the book of Moroni deal with ordinances and practices of the Church in Moroni’s day: baptism, confirmation and the gift of the Holy Ghost, conferral of the priesthood and ordination to offices in the priesthood, the sacrament, fellowshipping new members, and conducting Church meetings. Some teachers might be inclined to skip these chapters because their content is so familiar to active Latter-day Saints. But Moroni included these teachings because he felt that “perhaps they may be of worth unto [his] brethren, the Lamanites, in some future day” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.4"},"Moroni 1:4"],"). You can help students see that these teachings are of worth to all people today."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","Priesthood ordinances are essential in the gospel of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2–6"],")."]],["li",["span.label","•"],[".para","We partake of the sacrament to renew covenants with the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4–5"],")."]],["li",["span.label","•"],[".para","Repentance leads to baptism (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-3"},"Moroni 6:1–3"],")."]],["li",["span.label","•"],[".para","We must watch over each other and nourish each other with the word of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4-9"},"Moroni 6:4–9"],")."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1"},"Moroni 1"],". “I, Moroni, Will Not Deny the Christ”"],["div",{"id":"p12","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p12"},"Ask students to determine how long Moroni survived after the final battle recorded in the Book of Mormon. Refer them to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6"},"Mormon 6"],", and ask them to find the date at the bottom of the page or in the chapter heading (",["span.small","A.D."],"385). Then ask them to find the date on the last page of the Book of Mormon or in the chapter heading to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10"},"Moroni 10"],"(",["span.small","A.D."],"421). (Moroni survived at least 36 years after the final battle.)"],["div",{"id":"p13","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p13"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1"},"Moroni 1"],"silently."],["ul.bullet",["li",["span.label","•"],[".para","What does this chapter tell us about the last years of Moroni’s life?"]],["li",["span.label","•"],[".para","How do you think Moroni kept his faith throughout this trying time?"]]],[".blockQuote",[".preamble","Share the following statement by Sister Susan W. Tanner, who served as the Young Women general president (also available on the companion DVD",["span.dominant","A"],"):"],["div",{"id":"p17","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p17"},"“I realize that many of us also at times feel without friends and alone in a wicked world. Some of us feel we have not ‘whither to go’ as we face our trials. But you and I can not only survive but prevail, as did Moroni, in our efforts to stand for truth in perilous times. What did he do when facing a lonely and hostile world? He, in faithful obedience to his father’s direction, finished the record on the gold plates. He became familiar with the writings of the prophets. Above all, he fought his way out of his discouragement by clinging to the Lord’s promises for the future. He clung to the covenants that God had made with the house of Israel to bless them forever” (",["span.crossRef","“Glad Tidings from Cumorah,”",["span.emphasis","Ensign,"],"May 2005, 105"],")."]],["div",{"id":"p18","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p18"},"Ask students to reread",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.3"},"Moroni 1:3"],"."],["ul.bullet",["li",["span.label","•"],[".para","What impresses you about Moroni’s words in this verse?"]],["li",["span.label","•"],[".para","How can we develop strength of testimony and character similar to Moroni’s?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2–6"],". Priesthood Ordinances Are Essential in the Gospel of Jesus Christ"],["div",{"id":"p22","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p22"},"Divide the class into groups. Invite the groups to briefly study",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moroni 2–6"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37-39,46-60,68-79"},"Doctrine and Covenants 20:37–39, 46–60, 68–79"],", looking for similarities between the Church in Moroni’s day and the Church in the latter days (you may want to write the scripture references on the board). After sufficient time, ask one of the groups to identify one similarity. Write their response on the board. Then ask the other groups, one at a time, to identify a similarity. Write their responses on the board. Continue from group to group until no one has any more insights to share on the subject."],["ul.bullet",["li",["span.label","•"],[".para","What are your thoughts as you see that the same ordinances and principles have been in the Lord’s Church at different times in the history of the world?"]],["li",["span.label","•"],[".para","How might these chapters have been helpful to Joseph Smith as the Lord restored the Church through him?"]]],"Help students understand the vital role that priesthood ordinances play in the Lord’s Church. The following questions may help:",["ul.bullet",["li",["span.label","•"],[".para","Why are ordinances important to members of The Church of Jesus Christ of Latter-day Saints? (As students discuss this question, you may want to invite them to read the statements by President Boyd K. Packer and Elder Dallin H. Oaks on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-53-moroni-1-6.p14"},"pages 382–83"],"in the student manual. Ask them to identify at least two reasons why ordinances are important. The two statements by President Packer are also available on the companion DVD",["span.dominant","B"],["span.dominant","C"],")."]],["li",["span.label","•"],[".para","Why is priesthood authority necessary to perform every ordinance?"]],["li",["span.label","•"],[".para","How does symbolism contribute to the sacred nature of ordinances?"]]],["div",{"id":"p29","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p29"},"Help students understand that the primary purpose of the Book of Mormon is to help us come unto Christ. Moroni chapters 2–6 describe ordinances that help us come unto Christ."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4–5"],". We Partake of the Sacrament to Renew Covenants with the Lord"],["div",{"id":"p31","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p31"},["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4"],"and 5 contain a record of the sacrament prayers that the Lord revealed to His Church in the ancient Americas. The Lord has revealed the same prayers in the latter days (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],"). Point out that they are more than prayers—they are two parts of a sacred ordinance. With some ordinances, the officiators are required to say the same words each time."],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p32"},"Give each student a piece of paper. Ask students to see if they can write the sacrament prayer on the bread without looking in the scriptures. Ask them to do the same for the sacrament prayer on the water."],"Read the sacrament prayers aloud so the students can check the accuracy of what they have written. Then ask them to silently consider the following question:",["ul.bullet",["li",["span.label","•"],[".para","How would you evaluate your reverence when you partake of the sacrament?"]]],"When students have had enough time to ponder this question, consider conducting a discussion based on the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What can we do to prepare ourselves to partake of the sacrament each week?"]],["li",["span.label","•"],[".para","How do the sacrament prayers remind us of our baptismal covenants?"]]],["div",{"id":"p38","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p38"},"Invite students to cross-reference",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"Doctrine and Covenants 20:37"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4"},"Moroni 4–5"],". Suggest that they write their thoughts about baptism and the sacrament in the margins of their scriptures."],["ul.bullet",["li",["span.label","•"],[".para","In what ways can worthily partaking of the sacrament strengthen our covenant relationship with our Heavenly Father and with Jesus Christ?"]]],["div",{"id":"p40","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p40"},"Invite students to think about the discussion they have just had about the sacrament. Ask them to share one thing they have learned or one insight they have gained."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1-3"},"Moroni 6:1–3"],". Repentance Leads to Baptism"],["div",{"id":"p42","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p42"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.1"},"Moroni 6:1"],"."],["ul.bullet",["li",["span.label","•"],[".para","What do you think it means for someone to bring forth fruit that shows worthiness to be baptized?"]]],["div",{"id":"p44","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p44"},"To help students answer this question, invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.2-3"},"Moroni 6:2–3"],"silently. Encourage them to mark in their scriptures what Moroni identified as the “fruit” that showed that people were ready to enter the waters of baptism."],["ul.bullet",["li",["span.label","•"],[".para","How does repentance relate to conversion?"]],["li",["span.label","•"],[".para","How does repentance relate to serving Christ to the end?"]]],["div",{"id":"p47","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p47"},"Explain that the basic requirements for membership in the Church have always been the same: faith in Jesus Christ, repentance, and willingness to take upon ourselves the name of Jesus Christ and serve Him. These requirements continue for us, even after we have been baptized and confirmed."],["div",{"id":"p48","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p48"},"Invite students to ponder their efforts to exercise faith, repent of their sins, take upon themselves the name of Jesus Christ, and serve diligently. You might consider giving students time to write their thoughts."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4-9"},"Moroni 6:4–9"],". We Must Watch Over Each Other and Nourish Each Other with the Word of God"],["div",{"id":"p50","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p50"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],", Moroni teaches about Church members’ responsibility to care for new converts."],["div",{"id":"p51","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p51"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"with students. Ask students to identify what the Church did in Moroni’s day to help new converts."],["ul.bullet",["li",["span.label","•"],[".para","Moroni said that when people joined the Church, “they were numbered … and their names were taken.” According to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],", why was it important to keep a record of people’s names?"]],["li",["span.label","•"],[".para","What do you think it means to nourish someone “by the good word of God”? In what ways can we help each other stay “in the right way”?"]]],[".blockQuote",[".preamble","Read the following statement from President Gordon B. Hinckley (1910–2008), the 15th President of the Church (also available on the companion DVD",["span.dominant","D"],"):"],["div",{"id":"p55","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p55"},"“Having found and baptized a new convert, we have the challenge of fellowshipping him and strengthening his testimony of the truth of this work. We cannot have him walking in the front door and out the back. Joining the Church is a very serious thing. Each convert takes upon himself or herself the name of Christ with an implied promise to keep His commandments. But coming into the Church can be a perilous experience. Unless there are warm and strong hands to greet the convert, unless there is an outreach of love and concern, he will begin to wonder about the step he has taken. Unless there are friendly hands and welcome hearts to greet him and lead him along the way, he may drop by the side."],["div",{"id":"p56","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p56"},"“There is absolutely no point in doing missionary work unless we hold on to the fruits of that effort. The two must be inseparable. These converts are precious. Every convert is a son or daughter of God. Every convert is a great and serious responsibility. It is an absolute imperative that we look after those who have become a part of us” (",["span.crossRef","“Find the Lambs, Feed the Sheep,”",["span.emphasis","Ensign,"],"May 1999, 108"],")."]],["div",{"id":"p57","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p57"},"Repeat President Hinckley’s statement that “there is absolutely no point in doing missionary work unless we hold on to the fruits of that effort.”"],["ul.bullet",["li",["span.label","•"],[".para","What does this statement mean to you?"]],["li",["span.label","•"],[".para","Why do some new converts have a difficult time remaining faithful and active after they are baptized and confirmed?"]]],[".blockQuote",[".preamble","Share the following statement by President Hinckley (also available on the companion DVD",["span.dominant","E"],"):"],["div",{"id":"p61","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p61"},"“Every new convert needs three things:"],["div",{"id":"p62","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p62"},"“1. A friend in the Church to whom he can constantly turn, who will walk beside him, who will answer his questions, who will understand his problems."],["div",{"id":"p63","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p63"},"“2. An assignment. Activity is the genius of this Church. It is the process by which we grow. … Of course the new convert will not know everything. He likely will make some mistakes. So what? We all make mistakes. The important thing is the growth that will come of activity. …"],["div",{"id":"p64","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p64"},"“3. Every convert must be ‘nourished by the good word of God’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moro. 6:4"],")”",["span.crossRef","(“Find the Lambs, Feed the Sheep,”",["span.emphasis","Ensign,"],"May 1999, 108"],")."]],["ul.bullet",["li",["span.label","•"],[".para","How do these three things help an individual stay active in the Church?"]],["li",["span.label","•"],[".para","What can you do to help provide these three things to new members of your ward, whether recently baptized or moved in?"]]],["div",{"id":"p67","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p67"},"If any students joined the Church as teenagers or adults, ask them to share some of their experiences as new converts. Encourage them to talk about the challenges they experienced and the fellowship they received. You may also want to invite a student to read the story told by President Hinckley on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-53-moroni-1-6.p51"},"pages 385–86"],"in the student manual (also available on the companion DVD",["span.dominant","F"],")."],["ul.bullet",["li",["span.label","•"],[".para","In what ways can we personally help new converts make a smooth and happy transition to activity in the Church?"]]],["div",{"id":"p69","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p69"},"Help students understand that whether we are new converts or not, we all need to be nourished spiritually and watched over. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-9"},"Moroni 6:5–9"],"."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need to meet together often? In what ways have Church meetings, classes, and activities helped you? How have you seen others receive strength as they have participated actively in the Church?"]],["li",["span.label","•"],[".para","How have you been blessed by meetings that have been “conducted … after the manner of the workings of the Spirit, and by the power of the Holy Ghost”?"]]],["div",{"id":"p72","uri":"/manual/book-of-mormon-teacher-manual/chapter-53-moroni-1-6.p72"},"Share your testimony about the blessings that come to all Church members as we fellowship one another. Encourage students to look for ways to help each other come unto Christ and stay “in the right way.” Encourage them to be especially mindful of ways they can help new converts."]]]]],"refs":null}
