{"id":40,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":40,"title":"Chapter 38: Helaman 13–16","subtitle":"","short_title":"Chapter 38","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.head1"},[".titleNumber","Chapter 38"],["h1","Helaman 13–16"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p4"},"The Lamanite prophet Samuel is known for the miraculous protection he received as he preached from the top of the wall surrounding the city of Zarahemla. He related specific prophecies and signs of the Savior’s birth and death. Like Samuel, who warned the Nephites to prepare for the birth of Jesus Christ, latter-day prophets help us prepare for the Savior’s Second Coming. You can help students recognize how the messages of latter-day prophets parallel Samuel’s message and how the world’s response to latter-day prophets sometimes parallels the Nephites’ response to Samuel. Invite students to follow the example of those who believed Samuel’s words and enjoyed the blessings of faith, repentance, and a change of heart."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","Prophets warn us to repent (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13"},"Helaman 13"],")."]],["li",["span.label","•"],[".para","Prophets testify of Christ’s coming and teach us how to prepare for it (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14"},"Helaman 14"],")."]],["li",["span.label","•"],[".para","True conversion is expressed in a lifetime of faithfulness (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7-16"},"Helaman 15:7–16"],")."]],["li",["span.label","•"],[".para","When people harden their hearts, they allow Satan to “get great hold” on their hearts (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.13-25"},"Helaman 16:13–25"],")."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13"},"Helaman 13"],". Prophets Warn Us to Repent"],[".blockQuote",[".preamble","Ask students if they can think of a time when they (or people they know) were warned against danger and later learned how their safety had been assured because they had heeded the warning. (Examples of warnings could include paying attention to a warning label on a medicine bottle, following directions on a road sign, observing a caution given by a parent or friend, and so on.) Read the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["div",{"id":"p13","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p13"},"“A message given by a General Authority at a general conference—a message prepared under the influence of the Spirit to further the work of the Lord—is not given to be enjoyed. It is given to inspire, to edify, to challenge, or to correct. It is given to be heard under the influence of the Spirit of the Lord, with the intended result that the listener learns from the talk and from the Spirit what he or she should",["span.emphasis","do"],"about it” (“The Dedication of a Lifetime” [Church Educational System fireside for young adults, May 1, 2005], 1,",["a.urlRef",{"href":"http://www.ldsces.org"},"ldsces.org"],"; italics in original)."]],["div",{"id":"p14","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p14"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4-5"},"Doctrine and Covenants 1:4–5"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","In what ways does the Lord give the warnings mentioned in these verses?"]]],["div",{"id":"p16","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p16"},"One of the primary ways the Lord warns His people is through the words of prophets. Samuel the Lamanite was a prophet sent by the Lord to warn the Nephites that they would be destroyed if they did not repent. Ask half of the students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.1-6"},"Helaman 13:1–6"],", looking for (1) how Samuel received the warning from the Lord and (2) what the people needed to do to heed the warning. Have the other students read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.7-11"},"Helaman 13:7–11"],", looking for (1) what the people would lose and suffer if they did not repent and (2) what would happen if they heeded the warning. After students have had time to read, invite them to divide into pairs to discuss their findings. Then give them the opportunity to share their ideas with the entire class. As students share their observations, you may want to write brief summaries on the board."],["div",{"id":"p17","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p17"},"Scatter pebbles across the floor, leaving a narrow, clear path that allows someone to walk without stepping on them. Invite two students to come forward, and blindfold both of them. Ask them to turn around several times so they become disoriented. Then tell them to take off their shoes. Ask one of the blindfolded students if he or she would trust the other blindfolded student to lead him or her through the path."],["div",{"id":"p18","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p18"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.29"},"Helaman 13:29"],". Then invite the blindfolded students to remove their blindfolds and return to their seats."],["ul.bullet",["li",["span.label","•"],[".para","What could the pebbles represent in our lives?"]],["li",["span.label","•"],[".para","What are some kinds of “blind guides” that people put their trust in?"]],["li",["span.label","•"],[".para","When have you been safely led by a guide?"]]],["div",{"id":"p22","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p22"},"Ask half of the students to silently study",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.17-23"},"Helaman 13:17–23"],". Invite them to look for the dangers of wealth and the instructions we must follow to avoid those dangers. Invite them to discuss how the improper pursuit and use of riches can influence a person."],["div",{"id":"p23","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p23"},"Ask the other students to silently study",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.24-29"},"Helaman 13:24–29"],", along with",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28"},"2 Nephi 9:28"],". Invite them to examine the rationalizations people in Samuel’s day used when they rejected the prophets."],["div",{"id":"p24","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p24"},"Give students the opportunity to share their thoughts with the entire class."],["div",{"id":"p25","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p25"},"As part of this discussion, you might want to help students apply Samuel’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.24-29"},"Helaman 13:24–29"],". If you do so, point out that even though we are not guilty of casting out the prophets or killing them, we can liken some aspects of Samuel’s warning to ourselves."],["ul.bullet",["li",["span.label","•"],[".para","What are some specific things the current President of the Church has counseled us to do? What are some specific things he has warned us that we should avoid?"]]],"Ask students to silently ponder their personal answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What have you done to respond to the counsel and warnings of the living prophet? How have you been blessed as you have followed his counsel? What could you do to improve?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.38"},"Helaman 13:38"],". Procrastinating Repentance Leads to Unhappiness"],["div",{"id":"p30","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p30"},"Write the following scripture on the board:",["span.emphasis","“The harvest is past, the summer is ended, and we are not saved” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/8.20"},"Jeremiah 8:20"],")."]],["ul.bullet",["li",["span.label","•"],[".para","What does this statement mean?"]]],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p32"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.38"},"Helaman 13:38"],"."],["ul.bullet",["li",["span.label","•"],[".para","What do these verses teach about repentance?"]],["li",["span.label","•"],[".para","What scripture mastery reference warns us not to procrastinate the day of our repentance? (If students do not remember",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32-34"},"Alma 34:32–34"],", refer them to it.)"]]],[".blockQuote",[".preamble","Share the following counsel from President Gordon B. Hinckley (1910–2008), the 15th President of the Church, in which he spoke specifically to those who struggle with addiction to pornography. Important phrases related to these verses are in italics."],["div",{"id":"p36","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p36"},"“Let any who may be in the grip of this vise get upon their knees in the privacy of their closet and plead with the Lord for help to free them from this evil monster. Otherwise,",["span.emphasis","this vicious stain will continue through life and even into eternity."],"Jacob, the brother of Nephi, taught, ‘And it shall come to pass that when all men shall have passed from this first death unto life, insomuch as they have become immortal, … they who are righteous shall be righteous still, and",["span.emphasis","they who are filthy shall be filthy still"],"’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.15-16"},"2 Nephi 9:15–16"],")."],["div",{"id":"p37","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p37"},"“President Joseph F. Smith, in his vision of the Savior’s visit among the spirits of the dead, saw that ‘unto the wicked he did not go, and",["span.emphasis","among the ungodly and the unrepentant who had defiled themselves while in the flesh, his voice was not raised’"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.20"},"D&C 138:20"],")” (in Conference Report, Oct. 2004, 66; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 2004, 62"],"; italics added)."]],["ul.bullet",["li",["span.label","•"],[".para","What did President Hinckley, Jacob, and President Joseph F. Smith teach regarding people who do not repent of their sins?"]]],[".blockQuote",[".preamble","Share the following statement by President Henry B. Eyring of the First Presidency. Before you read, ask students to listen for two important reasons why we should not delay repentance:"],["div",{"id":"p40","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p40"},"“Those who are now in serious sin will have a thought delivered to their minds that goes something like this: ‘Well, if it is that difficult to repent, I might as well go on in sin. Later, when I need forgiveness, I’ll just go through that once.’"],["div",{"id":"p41","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p41"},"“That is so unwise. Let me tell you why. First, people who postpone repentance may run out of time. And second, they will find more misery in more sin, not the happiness they hope for but can’t find. Remember the warning from Samuel the Lamanite [see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.38"},"Helaman 13:38"],"]” (",["span.emphasis","To Draw Closer to God: A Collection of Discourses"],"[1997], 65)."]],"Allow students time to ponder the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What are the dangers of procrastinating repentance?"]],["li",["span.label","•"],[".para","What blessings can we experience when we are obedient and when we repent promptly when we have sinned?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14"},"Helaman 14"],". Prophets Testify of Christ’s Coming and Teach Us How to Prepare for It"],["div",{"id":"p46","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p46"},"Portions of",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14"},"Helaman 14"],"concerning Samuel’s prophecies about Christ’s death are covered in a teaching idea in chapter 40 of this manual. You may want to read that teaching idea and determine if you want to use it here."],["div",{"id":"p47","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p47"},"Have students locate the charts on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-38-helaman-13-16.p30"},"page 283"],"in the student manual. Depending on the class size, have students divide into pairs or several small groups. Have them read the scriptures listed in the charts that describe the Savior’s birth and death as well as what Samuel taught about preparing for Christ’s coming. Students may want to cross-reference the verses in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14"},"Helaman 14"],"with the corresponding verses in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16"},"Helaman 16"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1"},"3 Nephi 1, 2, 8"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23"},"23"],". After they review the charts, you may want to ask them to discuss the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.12-13"},"Helaman 14:12–13"],", what did Samuel tell the people to do to prepare for the birth, or first coming, of Jesus Christ?"]],["li",["span.label","•"],[".para","What have Church leaders taught us about preparing for the Second Coming of Jesus Christ?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.15-19"},"Helaman 14:15–19"],". Jesus Christ Redeems Us from Physical and Spiritual Death"],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What are the two types of death we each experience? (Physical death and spiritual death.)"]],["li",["span.label","•"],[".para","Does Jesus Christ’s Atonement redeem all mankind unconditionally from the physical death that Adam’s Fall brought into the world? (Yes. See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.20-22"},"1 Corinthians 15:20–22"],".)"]]],["div",{"id":"p54","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p54"},"Have students silently read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.15-19"},"Helaman 14:15–19"],"and find Samuel’s references to two spiritual deaths. Help students see that the first spiritual death identified by Samuel is our separation from God by leaving His presence. Samuel called this spiritual death “the first death” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.17"},"Helaman 14:17"],"). Like physical death, this first spiritual death comes to all people as a result of the Fall (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.16"},"Helaman 14:16"],"). When we came to this earth, we left God’s presence. This spiritual death is unconditionally overcome through the Atonement of Jesus Christ—everyone will be brought back to God’s presence to be judged (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.17"},"Helaman 14:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.9-10,15,22,38"},"2 Nephi 2:9–10; 9:15, 22, 38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.43-44"},"Alma 11:43–44"],")."],["div",{"id":"p55","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p55"},"In the second spiritual death, people are “cut off again as to things pertaining to righteousness” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.18"},"Helaman 14:18"],"). This spiritual death comes as a result of our own sins. The Atonement of Jesus Christ overcomes this death conditionally—if we have repented of our sins and received the ordinances of salvation, we will be permitted to remain in God’s presence after we have been judged."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7-16"},"Helaman 15:7–16"],". True Conversion Is Expressed in a Lifetime of Faithfulness"],["div",{"id":"p57","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p57"},"Invite students to study",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7-9"},"Helaman 15:7–9"],"silently, identifying elements in the process of conversion. After giving them two or three minutes to read and ponder, invite them to share what they have found. Write class members’ ideas on the board. If needed, ask them to discuss the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7"},"verse 7"],", where do sincere study and belief in the scriptures lead?"]],["li",["span.label","•"],[".para","How sincere and lasting was the change in these Lamanites? (See",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.9"},"verse 9"],".)"]]],"Ask students to silently consider the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What can you do that will help you experience a “change of heart”?"]],["li",["span.label","•"],[".para","Consider",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.9"},"verse 9"],"as it might apply in your life. Do you have “weapons of war” that you need to bury?"]],["li",["span.label","•"],[".para","How can you increase your faith to the point where you “fear to sin”?"]]],["div",{"id":"p64","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p64"},"Invite a class member to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.10-16"},"Helaman 15:10–16"],"."],["ul.bullet",["li",["span.label","•"],[".para","What did the Lord promise about the descendants of these converted Lamanites?"]],["li",["span.label","•"],[".para","Why did the Lord promise the Lamanites that their people would not be destroyed? (See",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.14-17"},"Helaman 15:14–17"],".)"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.13-25"},"Helaman 16:13–25"],". When People Harden Their Hearts, They Allow Satan to “Get Great Hold” on Their Hearts"],["div",{"id":"p68","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p68"},"Ask all the students to close their scriptures. Then ask one student to open his or her scriptures and read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.13-14"},"Helaman 16:13–14"],"while the other students listen. Ask the class what they think happens in the next verse."],["ul.bullet",["li",["span.label","•"],[".para","How do you think people today would respond to a prophet’s message if they saw angels and other great signs?"]]],["div",{"id":"p70","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p70"},"Ask the student with the scriptures open to read the first word of",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.15"},"verse 15"],". Ask students what they think will follow the word",["span.emphasis","Nevertheless."],"After they respond, read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.15"},"verse 15"],"with them."],["ul.bullet",["li",["span.label","•"],[".para","How would you describe someone who has a hard heart?"]],["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.22-23"},"verses 22–23"],", what influence did the Nephites’ hard hearts have on them?"]],["li",["span.label","•"],[".para","What have you found helpful to keep Satan from getting hold of your heart?"]]],["div",{"id":"p74","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p74"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],"with the students."],["ul.bullet",["li",["span.label","•"],[".para","In what ways is someone with a “broken heart” different from someone with a hard heart?"]],["li",["span.label","•"],[".para","What blessings come to those with a broken heart and contrite spirit?"]],["li",["span.label","•"],[".para","In what ways does having the influence of the Holy Ghost help us resist Satan’s influence?"]]],["div",{"id":"p78","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p78"},"Invite students to share their thoughts on how to develop a humble heart and a desire to receive the influence of the Spirit each day."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.16-21"},"Helaman 16:16–21"],". The Prideful Refuse to Follow the Prophet"],["div",{"id":"p80","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p80"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.16-21"},"Helaman 16:16–21"],", looking for the excuses that the unrighteous made for not believing Samuel’s prophecies. After students have had a few minutes to study the verses, invite them to share what they have found. List their responses on the board."],["ul.bullet",["li",["span.label","•"],[".para","What versions of these arguments persist against the prophet in our day?"]],["li",["span.label","•"],[".para","How can we tell if we are beginning to reject the words of the prophet in our personal lives?"]]],["div",{"id":"p83","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p83"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-5"},"Doctrine and Covenants 21:4–5"],"."],["ul.bullet",["li",["span.label","•"],[".para","What can we do to receive the prophet’s word “in all patience and faith”?"]]],[".blockQuote",[".preamble","Read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],["div",{"id":"p86","uri":"/manual/book-of-mormon-teacher-manual/chapter-38-helaman-13-16.p86"},"“My experience is that once you stop putting question marks behind the prophet’s statements and put exclamation points instead, and",["span.emphasis","do it,"],"the blessings just pour” (in Lane Johnson,",["span.crossRef","“Russell M. Nelson: A Study in Obedience,”",["span.emphasis","Ensign,"],"Aug. 1982, 24"],"; italics in original)."]],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to put exclamation points, instead of questions marks, on the prophet’s counsel?"]]]]]]],"refs":null}
