{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"Chapter 16: 2 Corinthians 7","subtitle":"","short_title":16,"uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7","content":[["div",{"id":"head1","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.head1"},[".titleNumber","16"],["h1","2Corinthians 7"],[".subtitle","Godly Sorrow Leads to Repentance"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p1"},"To help students understand the difference between godly and worldly sorrow and that it is godly sorrow for sin that leads to true repentance."]],[".topic",["h2","Before the Video"],[".topic",["h3","Discussion"],["div",{"id":"p2","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p2"},"Have students read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/7.1"},"2 Corinthians 7:1"],". Then have them read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.16-18"},"2 Corinthians 6:16–18"],"to find the promises Paul refers to. (God will dwell with us. He will walk with us. He will be our God and we will be His people. He will receive us if we are clean. He will be our Father and we will be His sons and daughters.) Who will receive these promises? (People who have made covenants with God and who are living righteously.) What does Paul counsel the Corinthian Saints to do to remain worthy of these promises? (Cleanse themselves from all filthiness of the flesh and spirit.) Discuss how we cleanse our flesh and spirit of filthiness through repentance."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p3","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p3"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/7.8-10"},"2 Corinthians 7:8–10"],"with your students and help them understand the following:"],["ul.bullet",["li",["span.label","•"],[".para","Paul called the Corinthian Saints to repentance in his first epistle to them."]],["li",["span.label","•"],[".para","The Corinthian Saints felt godly sorrow and repented of their sins."]],["li",["span.label","•"],[".para","Godly sorrow for sin leads to repentance, while worldly sorrow leads to spiritual death."]]],["div",{"id":"p7","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p7"},"Paul emphasized the importance of godly sorrow in the repentance process. Explain that the purpose of this lesson is to show the difference between godly sorrow and worldly sorrow and how godly sorrow leads to true repentance."]]],[".topic",["h2","Using the Video"],[".subtitle","Godly Sorrow Leads to Repentance 9:25"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p8","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p8"},"As the students watch the video, have them try to determine the meaning of godly sorrow and the difference between godly and worldly sorrow."]],[".topic",["h3","Show the Video"],["div",{"id":"p9","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p9"},"This presentation portrays a young woman learning the difference between worldly and godly sorrow. In an interview for a temple recommend for her marriage she confesses some past sins to her bishop. She is upset and feels worldly sorrow when her bishop tells her she cannot have a temple recommend until she repents. Through the repentance process the young woman begins to feel godly sorrow and the sweet joy that follows true repentance."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p10","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p10"},"Kim thought she had repented because she stopped doing the things she knew were wrong. Ask students why the bishop would not give Kim a recommend. (She had not experienced godly sorrow. She felt sorrow for the social consequences of her sin, but not sorrow for the sin itself and how it had affected her relationship with God.)"]],[".topic",["h3","Quotation"],["div",{"id":"p11","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p11"},"President Ezra Taft Benson said:"],["div",{"id":"p12","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p12"},"“It is not uncommon to find men and women in the world who feel remorse for the things they do wrong. Sometimes this is because their actions cause them or loved ones great sorrow and misery. Sometimes their sorrow is caused because they are caught and punished for their actions. Such worldly feelings do not constitute ‘godly sorrow’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/7.10"},"2 Corinthians 7:10"],")."],["div",{"id":"p13","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p13"},"“Godly sorrow is a gift of the Spirit. It is a deep realization that our actions have offended our Father and our God. It is the sharp and keen awareness that our behavior caused the Savior, He who knew no sin, even the greatest of all, to endure agony and suffering. Our sins caused Him to bleed at every pore. This very real mental and spiritual anguish is what the scriptures refer to as having ‘a broken heart and a contrite spirit’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). Such a spirit is the absolute prerequisite for true repentance” (",["span.emphasis","Teachings of Ezra Taft Benson"],"[1988], 72)."]],[".topic",["h3","Discussion"],["div",{"id":"p14","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p14"},"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Why must we feel godly sorrow if we are truly repentant? (Godly sorrow is an understanding of how the sin has offended Heavenly Father and caused the Savior great anguish.)"]],["li",["span.label","•"],[".para","How did Kim’s lack of godly sorrow keep her from true repentance? (It kept her from having a “broken heart” for offending God. She thought that the repentance process was complete when she stopped her wrong behavior.)"]],["li",["span.label","•"],[".para","Why is it not enough to just stop doing the things we are doing wrong? (True repentance includes a change of heart.)"]],["li",["span.label","•"],[".para","What was different when Kim developed a “broken heart” and felt godly sorrow? (She began to feel the peace, joy, and relief that accompanies true repentance.)"]]],["div",{"id":"p19","uri":"/manual/new-testament-video-guide/chapter-16-2-corinthians-7.p19"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/7.10"},"2 Corinthians 7:10"],"and ask students what they think Paul meant when he said “the sorrow of the world worketh death.” (Worldly sorrow leads us to spiritual death because it keeps us from true repentance.) What did Paul mean when he said “godly sorrow worketh repentance to salvation”? (Godly sorrow leads to a cleansing of body and spirit and makes us worthy of the promises in",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.16-18"},"2 Corinthians 6:16–18"],".) What does godly sorrow mean in our relationship with the Lord? (If we have godly sorrow, we will repent of past sins and strive to avoid doing things that offend God.)"]]]]],"refs":null}
