{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 20: Hebrews 11","subtitle":"","short_title":20,"uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11","content":[["div",{"id":"head1","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.head1"},[".titleNumber","20"],["h1","Hebrews 11"],[".subtitle","“The Just Shall Live by Faith”"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p1"},"To help students broaden their understanding of the principle of faith in Jesus Christ."]],[".topic",["h2","Before the Video"],[".topic",["h3","Scripture Insight"],["div",{"id":"p2","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p2"},"Tell students that many of the Hebrew Saints were struggling with their faith and understanding of Jesus Christ. Many of them continued to follow the ordinances of the law of Moses after the Crucifixion of the Savior. Paul’s purpose in writing to the Hebrews was to convince them that the law of Moses had been replaced by the gospel of Jesus Christ, and he wanted to increase their faith and confidence in Jesus Christ (see also “Epistle to the Hebrews,” in",["a.scriptureRef",{"href":"/scriptures/bd/pauline-epistles"},"Bible Dictionary, “Pauline Epistles,” 746–47"],")."]],[".topic",["h3","Scripture Activity"],["div",{"id":"p3","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p3"},"Have students find and discuss the counsel Paul gave the Hebrew Saints in",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.35-38"},"Hebrews 10:35–38"],". (Do not cast away your confidence, do God’s will, have patience while waiting to receive His promised blessings, and live by faith.) Paul gives numerous examples of Old Testament heroes who lived by faith. Have your students read",["a.scriptureRef",{"href":"/scriptures/nt/heb/11"},"Hebrews 11"],"and list each person referred to and how that person demonstrated faith in Jesus Christ."]],[".topic",["h3","Discussion"],["div",{"id":"p4","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p4"},"Select several people from",["a.scriptureRef",{"href":"/scriptures/nt/heb/11"},"Hebrews 11"],"and ask students to explain how they demonstrated faith in Jesus Christ. Ask how it was possible for them to have such great faith. Tell students that the",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.1a"},"Joseph Smith Translation of the Bible"],"changes the word",["span.emphasis","substance"],"in",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.1a"},"Hebrews 11:1"],"to",["span.emphasis","assurance."],"Discuss how we gain an assurance and confidence in Jesus Christ."]]],[".topic",["h2","Using the Video"],[".subtitle","“The Just Shall Live by Faith” 12:32"],["div",{"id":"p5","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p5"},"Tell students that the video is about a young man who wants to know how he can gain an assurance and confidence in Jesus Christ."],[".topic",["h3","Show the Video"],["div",{"id":"p6","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p6"},"Sean, a new convert to the Church, is promised in his confirmation blessing that his family will join the Church at some future time if he keeps the commandments. Sean’s family becomes resentful when he turns down a job that requires him to work on Sunday—a job that would help his family financially. As Sean’s faith wavers, he seeks to learn how he can strengthen his faith."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p7","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p7"},"Discuss the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What promise was given to Sean when he was confirmed a member of the Church? (His family would join the Church if he kept the commandments.)"]],["li",["span.label","•"],[".para","What was Sean’s biggest concern about the promise? (The more he kept the commandments, the further his family seemed to move away from the Church.)"]],["li",["span.label","•"],[".para","What did Sean do that showed he had faith and trust in the promises of the Lord? (He did not accept the job.)"]],["li",["span.label","•"],[".para","How did Sean gain a greater assurance or confidence in Jesus Christ? (By coming to know Christ’s true nature and teachings and to trust in Him through study, pondering, and prayer.)"]],["li",["span.label","•"],[".para","Are the Lord’s promises always fulfilled quickly? (There were several people in",["a.scriptureRef",{"href":"/scriptures/nt/heb/11"},"Hebrews 11"],"who waited many years for the Lord’s promises to be fulfilled.)"]],["li",["span.label","•"],[".para","Will it make a difference to Sean how long it takes for the promise to be fulfilled? (Not if his faith in Jesus Christ remains strong.)"]]],["div",{"id":"p14","uri":"/manual/new-testament-video-guide/chapter-20-hebrews-11.p14"},"Share your own experience and invite students to share their experiences of how praying, pondering, and scripture reading build their faith and help them come to know and trust the Savior."]]]]],"refs":null}
