{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/new-testament-video-guide/introduction","content":[["div",{"id":"head1","uri":"/manual/new-testament-video-guide/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p1","uri":"/manual/new-testament-video-guide/introduction.p1"},"The New Testament video materials consist of two videocassettes and this guide. They have been prepared by the Church Educational System for use in the New Testament seminary course."],["div",{"id":"p2","uri":"/manual/new-testament-video-guide/introduction.p2"},"The two videocassettes contain presentations designed to help you teach the New Testament. This guide provides suggestions for using the presentations effectively."],[".topic",["h2","Questions You Many Ask"],[".topic",["h3","What is the Relationship Between This Guide and the Teacher Resource Manul?"],["div",{"id":"p3","uri":"/manual/new-testament-video-guide/introduction.p3"},"Because video presentations are updated more frequently than printed materials, the video guide is packaged separately from the teacher resource manual."],["div",{"id":"p4","uri":"/manual/new-testament-video-guide/introduction.p4"},"The teaching suggestions in the video guide may be used instead of or in addition to those in the teacher resource manual. Carefully read both the video guide and the teacher resource manual to be sure you cover the entire scripture block."],["div",{"id":"p5","uri":"/manual/new-testament-video-guide/introduction.p5"},"The teacher resource manual includes reminders when a video presentation is available for a given scripture block."],["div",{"id":"p6","uri":"/manual/new-testament-video-guide/introduction.p6"},"As you prepare, you may discover additional ways to use the videos. Feel free to incorporate your own teaching ideas, but maintain the continuity and flow of the principles being taught."]],[".topic",["h3","How Do I Prepare to use These Materials?"],["div",{"id":"p7","uri":"/manual/new-testament-video-guide/introduction.p7"},"It is important that you seek the Spirit of the Lord through prayer, scripture study, and pondering."],["div",{"id":"p8","uri":"/manual/new-testament-video-guide/introduction.p8"},"Successful teaching of the scriptures begins as you become familiar with the scripture block and with the printed and video resources available. Then, under the direction of the Spirit, select and organize appropriate instructional activities that will meet the needs of your students."],["div",{"id":"p9","uri":"/manual/new-testament-video-guide/introduction.p9"},"The video presentations have materials and methods that require advance preparation. Read through all the suggestions in the video guide and make the necessary preparations before showing the video. Preview the video presentation more than once if possible."],["div",{"id":"p10","uri":"/manual/new-testament-video-guide/introduction.p10"},"The video guide suggests things to do before, during, and after the video."],["div",{"id":"p11","uri":"/manual/new-testament-video-guide/introduction.p11"},"Remember that each video presentation serves as only a part of the instructional activities for teaching a scripture block. Give careful attention to how and when to use the video in the overall lesson for the day."],["div",{"id":"p12","uri":"/manual/new-testament-video-guide/introduction.p12"},"The video’s effectiveness ultimately depends on how you use it. A video presentation may not make sense to the students or its power may be diminished if you do not use it as designed."]]]]],"refs":null}
